{"data":[{"name":"7:155","price":"Анан, Муса Биздин убадалашкан убактыбыз үчүн коомунан жетимиш адамды тандады.[1] Анан аларды күрүлдөк(түү чагылган) урганда (Муса) айтты: “О, Раббим! Эгер кааласаң мени да, аларды да мындан мурдараак (коомум музоого табынганда эле) өлтүрөт элең. Эми, биздин арабыздагы акмактардын ишинин кесепетинен бардыгыбызды кыйратасыңбы?! Бул иш (Сенин музоого табынгандарды кечиришиң жана мына бул акмактардын “Аллах кечире берет экен” деп, чектен чыгып, Сага адепсиздик кылышканы) Сенин сынооңдон башка нерсе эмес. Бул сыноо менен Сен каалаганыңды туура жолго баштап, каалаганыңды адаштырасың. Сен – биздин башчыбызсың. Бизди кечир жана бизге ырайым кыл! Сен эң жакшы кечирүүчүсүң![2]","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"[1] Алар коомдун каймактары эле. Муса аларды ээрчитип, чогуу кечирим сураганы Аллах белгилеген убакытта, белгиленген жерге келишти. Ошондо жанагы жетимиш “акылман” Мусага “Бизге Аллахты көргөзөсүң” деп талап коюп калса болобу! Каарданган Аллах алардын кесепетинен бүт Исрайил урпактарын жүрөктү түшүргөн гүлдүрөк-чагылган менен тындым кылды!\n[2] Аллах Таала Мусанын дубасын кабыл алып, чагылган урган элди тирилтип, күнөөлөрүн кечирди.","lang":"ky"},{"name":"7:156","price":"Бизге ушул дүйнөдө жана Акыретте жакшылыктарды насип кыл! Биз (күнөөбүздү моюнга алып) Өзүңө кайттык. (Аллах) айтты: “Азабымды Өзүм каалагандарга жеткиремин жана ырайымым бардык (жандуу-жансыз, күнөөсүз-күнөөлүү) нерселерди ороп-камтып алат. Мен ал ырайымды (Аллахтан) корккон, зекетти берген жана Биздин аяттарыбызга ыйман келтирген адамдарга гана насип кыламын.","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"ky"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}