{"data":[{"name":"10:1","price":"الر [1]، دا د هغه كتاب آيتونه دي چې له حكمت نه ډك دى.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1365,"juzNumber":11,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"10:2","price":"آیا دې خلکو ته تعجب دی چې وحي مو وکړه یو سړي ته له دوی څخه چې ووېروه خلک او زېری ورکړه هغو کسانو ته چې ایمان یې راوړی دی په دې خبره چې بې شکه دوی لپاره رښتینې مرتبه ده د دوی د رب په نزد، نو وایي دا کافران چې بې شکه دا (محمد) خامخا ښکاره کوډګر دی.","arabic":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1366,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:3","price":"يقيناً ستاسو رب هماغه الله دى چې اسمانونه او ځمكه يې په شپږو ورځو كې پيدا كړل بيا په عرش پورته شو، هماغه ټول كارونه سمبالوي هېڅوك شفاعت كوونكى نشته، مګر د هغه له اجازې وروسته، همدا ستاسو رب دى نو هماغه ولمانځئ، آيا نو تاسو پند نه اخلئ.","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1367,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:4","price":"د هماغه لوري ته ستاسو د ټولو ورستنېدل دي، د الله وعده رښتينې ده بې شكه هماغه پيدايښت پيل كوي بيا يې هماغه دوهم ځل پيدا كوي تر څو هغو خلكو ته چې ايمان يې راوړى او سم كارونه يې كړي په عدالت سره بدله وركړي، او څوك چې كافر شوي هغوى لره به د خوټېدلو اوبو څښاك او دردناك عذاب وي، په دې چې دوى به كفر كولو.","arabic":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1368,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:5","price":"دى هماغه ذات دى چې لمر يې روڼ او سپوږمۍ يې روښانه ګرځولې او (سپوږمۍ ته يې) پړاوونه ټاكلي تر څو د كلونو شمېر او حساب (پرې) معلوم كړئ، الله دا شيان پرته له يو مقصده نه دي پيدا كړي، هغه دا آيتونه هغو خلكو ته په تفصيل بيانوي چې پوهېږي.","arabic":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1369,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:6","price":"بې شكه د شپې او ورځې په اوښتون كې او څه چې الله په اسمانو او ځمكه كې پيدا كړې، خامخا د هغو خلكو لپاره نښانې دي چې ويريږي.","arabic":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1370,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:7","price":"يقيناً هغه خلک چې موږ سره د يو ځاى كېدو هيله نه لري او د دنيا په ژوندانه باندې خوښ او ډاډه شوي دي او هغه چې زموږ له آيتونو غافلان دي.","arabic":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1371,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:8","price":"د داسې كسانو استوګنځى اور دى، د هغو عملونو له امله چې دوى به كول.","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1372,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:9","price":"بې شكه چا چې ايمان راوړى او ښه كارونه يې كړي نو د ايمان په وجه به يې خپل رب (د جنت) لاره وروښيي چې هلته به له نعمتونو ډكو جنتو كې د هغوى لاندې ويالې بهيږي.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1373,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:10","price":"هلته به د دوى ناره دا وي چې يا الله تاته پاکي ده، او دعا به هلته سلام (سلامتیا) او وروستۍ خبره به يې دا وي چې ستاينه ده الله رب العالمين لره.","arabic":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1374,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:11","price":"او كه چېرې الله خلكو ته بدي هم په هماغسې بيړه ورسوي لكه دوى يې چې د (دنيايي) ښېګڼې په غوښتنه كې كوي نو نېټه به یې پوره شوې وه (تباه شوي به وو) خو موږ هغه خلک چې راسره د يو ځاى كېدو هيله نه لري هماغسې په خپله ناړامۍ كې لا لهانده پريږدو.","arabic":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1375,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:12","price":"او كله چې كوم انسان ته څه كړاو رسيږي نو په اړخ، ناسته او ولاړه موږ وربولي خو كله چې كړاو يې ترې لرې كړو نو بيا داسې درومي لكه چې موږ يې په وررسېدلي كړاو كې له سره بللي نه وو، په همدې توګه زياتى كوونكو ته هغه څه ښايسته شوي دي چې دوى به كول.","arabic":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1376,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:13","price":"او يقيناً له تاسو مخكې قومونه مو هلاک كړل، كله چې هغوى ظلم وكړ او رسولان يې له څرګندو نښانو سره ورته راغلل خو دوى ايمان را نه وړو، مجرمو خلكو ته همدغه شان سزا وركوو.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1377,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:14","price":"بيا مو له هغوى وروسته په ځمكه كې تاسو د هغوى ځاى ناستي وګرځولئ تر څو وګورو چې تاسو څرنګه كارونه كوئ.","arabic":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1378,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:15","price":"او كله چې پر هغوى زموږ روښانه آيتونه لوستل كيږي، نو هغه كسان چې موږ سره د يو ځاى كېدو هيله نه لري، وايي چې د دې پر ځاى بل قرآن راوړه يا په همدې كې څه بدلون راوله، ورته وايه: زما دا كار نه دى چې له خپله ځانه څه بدلون پكې راولم، زه خو صرف هغه څه پسې روان يم چې وحى راته كيږي، زه كه د خپل رب نه سرغړونه وكړم نو د هماغې لويې ورځې له سزا وېرېږم.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1379,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:16","price":"ورته وايه: كه الله غوښتي واى نو ما به (دا قرآن) نه و درباندې لوستى او نه به الله پرې تاسي خبر كړي وای، زه خو له دې مخكې هم په تاسو كې ډېر اوسېدلى يم آيا نو له عقله كار نه اخلئ؟","arabic":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1380,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:17","price":"نو تر هغه لوى ظالم به څوك وي چې په الله پورې څه دروغ تړي، يا يې آيتونه دروغ ګڼي؟ يقيناً مجرمان نه بريالي كيږي.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1381,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:18","price":"او هغوى الله نه پرته هغه څه لمانځي چې نه څه زيان ور رسولاى شي او نه څه ګټه او دوى وايي چې دا د الله په وړاندې زموږ سپارښتګر دي، ووايه: آيا تاسو الله له هغه څه خبروئ چې هغه ته نه په آسمانو كې معلوم دي او نه په ځمكه كې (يعنې بالكل نشته) هغه پاک او لوړ دى له هغه څه چې دوى يې شريكوي.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1382,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:19","price":"او دا خلک په پيل كې صرف يو امت وو خو بيا وروسته سره مختلف شول، او كه ستا د رب له خوا مخکې يوه خبره نه وی تېره شوې نو اوس به د هغه څه پرېكړه شوې وه چې دوى پكې اختلاف كوي.","arabic":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1383,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:20","price":"او دوى وايي چې په دې پېغمبر ولې د خپل رب له لوري كومه نښانه رانازله نشوه؟ نو ورته ووايه چې غيب خو يوازې الله سره دي نو تاسو هم انتظار كوئ، زه هم درسره انتظار كوونكى يم.","arabic":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1384,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:21","price":"او كله چې خلكو ته له كړاوه وروسته د رحمت خوند وروڅكو نو بيا سمدلاسه زموږ په آيتونو كې دسيسې پېل كړي، ورته وايه: الله په تدبير جوړولو كې تر ټولو ګړندى دى، بې شكه زموږ استازي ستاسو مکرونه (چلونه) ليكي.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1385,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:22","price":"دى هماغه دى چې تاسو په وچه او لمده كې ګرځوي تر هغه چې بېړيو كې (سپاره) شئ او بيا له پاک باد سره روانې شي دوى وړي، او دوی پرې خوشاله وي نو توند (مخالف) باد ورباندې راشي او له هرې خوا څپې څپانده شي او دوى وانګيري چې دا دى ګير شولو نو دوى خپل دين يوازې د الله لپاره خالصوي او دعاګانې كوي چې كه موږ دې له دې وژغورلو نو خامخا به له شكر اېستونكو څخه يو.","arabic":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1386,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:23","price":"خو كله يې چې وژغوري نو بيا سمدلاسه په ځمكه كې ناروا فسادونه پېل كړي، اى خلكو ستاسو دا ناړامي خپله ستاسو د ځانونو په تاوان ده، د دنيايي (لنډ مهالي) ژوند خوندونه (واخلئ)، بيا زموږ په لور ستاسو راګرځېدل دي، هغه وخت به تاسو بيا خبر كړو چې څه مو كول.","arabic":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1387,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:24","price":"د دنيا د ژوند مثال خو داسې دى لكه موږ چې له آسمانه اوبه را واورولې نو د ځمكې شنيلي چې انسانان او څاروي يې خوري، (ښه) ګڼ، پرېمانه شي، څو چې ځمكې خپله تازګي واخيسته او ښكلې شوه او څښتنانو يې ګومان وكړ چې اوس هغوى ورباندې واکمن دي، (ناڅاپه) د شپې يا د ورځې زموږ حكم ورته راغى نو داسې مو رېبلي (تباه) كړل لكه چې (هلته) پرون هېڅ نه وو، په همدې شان موږ خپل دلايل (نښانې) هغو خلكو ته په تفصيل بيانوو چې فكر كوي.","arabic":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1388,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:25","price":"او الله تاسو د سلامتۍ كور خواته بلي او چا ته يې چې خوښه شي نېغې لارې ته يې ورسموي.","arabic":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1389,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:26","price":"چا چې ښېګڼه وكړه هغو لپاره ښېګڼه (جنت) او لا نور هم زياتوالى دى او نه به يې پر مخونو توروالى او خواري خپره شي، هغوى د جنت خلک دي دوى به هماغلته پكې تلپاتي وي.","arabic":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1390,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:27","price":"او هغوى چې بدۍ ترلاسه كړي، بدله يې هماغسې يو برابر بدي ده او خواري به ورباندې خپريږي، هېڅوك به يې له الله نه ژغورونكى نه وي لكه پر مخونو يې چې د تورې شپې ټوټې راخپرې شوې وي، هغوى دوزخيان دي، دوى به هماغلته پكې تلپاتي وي.","arabic":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1391,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:28","price":"او په هغه ورځ چې دوى ټول راغونډ كړو بيا به مشركانو ته ووايو چې په خپل خپل ځاى ايسار شئ هم تاسو او هم ستاسو جوړ كړي شريكان، نو سره بېل به يې كړو او د دوى شريكان به ووايې چې تاسو خو زموږ عبادت نه كولو.","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1392,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:29","price":"نو الله زموږ او تاسو ترمنځ د شاهد په توګه بس دى چې يقيناً موږ خو ستاسو له عبادته ناخبره وو.","arabic":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1393,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:30","price":"همدلته به هر كس هغه څه ښكاره ومومي چې مخكې يې لېـږلي وو، او خپل حقيقى څښتن ته به وروګرځول شي او هغه دروغونه به ترې ورک شي كوم چې دوى به جوړول.","arabic":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1394,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:31","price":"ورته ووايه: له اسمان او ځمكې نه څوک تاسو ته روزي دركوي او دا د اورېدو او ليدو واک څوک لري، او څوک دى چې ژوندى له مړي راوباسي او مړى له ژوندي راوباسي او د (نړۍ) چارې څوک سموي؟ نو زر به ووايي چې: الله، نو ورته ووايه: آيا نو تاسو نه وېرېږئ.","arabic":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1395,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:32","price":"نو همدا ستاسو رښتينى رب دى، نو له حقه وروسته پرته له بې لارۍ نور څه دي؟ نو تاسو كومې خواته اړول كيږئ؟","arabic":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1396,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:33","price":"همدغه شان ستا د رب خبره په سرغړوونكو باندې رښتينې شوه چې هغوى به ايمان نه راوړي.","arabic":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1397,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:34","price":"ووايه: يوازې الله ړومبى پيدايښت هم كوي او بيا يې هم راپيدا كوي نو تاسو كوم لور ته اړول كېږئ.","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1398,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:35","price":"ورته ووايه: آيا ستاسو له شريكانو څوک د حق خوا ته لارښوونه كوي؟ ورته وايه: يوازې الله د حق لارښوونه كوي، نو آيا څوک چې د حق خواته لارښوونه كوي، ډېر د متابعت وړ دى، كه هغه څوک چې په خپله لار نه مومي مګر دا چې لارښوونه ورته وشي، نو په تاسو څه شوي؟ (دا) څنګه فيصلې كوئ؟","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1399,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:36","price":"او زياتره يې پرته له ګومانه بل څه پسې نه ځي، خو په حقيقت كې ګومان د حق هېڅ اړتيا نه پوره كوي، يقيناً الله په هغه چې دوى يې كوي ښه پوه دى.","arabic":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1400,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:37","price":"او دا قرآن خو داسې نه دى چې له الله پرته په دروغو جوړ شي، خو د هغه څه تصديق دى چې ترې مخكې و، او د الكتاب تفصيل دى، په دې كې څه شک نشته چې دا د مخلوقاتو د رب له لوري دى.","arabic":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1401,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:38","price":"آيا دوى وايي چې دا يې له ځانه جوړ كړى؟ ورته ووايه: ښه نو تاسو هم د دې په شان يو سورت راوړئ، او له الله پرته چې هر څوك راغوښتلى شئ راويې غواړئ، كه تاسو رښتيني ياست.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1402,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:39","price":"بلكه هغه څه يې دروغ وګڼلو چې پوهه يې ورته نه وه رسېدلې، او تر اوسه یې معنى او حقيقت دوى ته نه دى راغلى، له دوى مخكې خلكو هم دغه شان دروغ ګڼلي وو نو ګوره چې د ظالمانو انجام څنګه و؟","arabic":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1403,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:40","price":"او ځينې يې هغه دي چې باور پرې کوي او ځينې يې پرې باور نه کوي، او ستا رب په مفسدانو ډېر ښه پوه دى.","arabic":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1404,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:41","price":"كه دوى تا دروغجن ګڼي نو ووايه چې زما كړه وړه زما لپاره او ستاسي كړه وړه ستاسي لپاره دي، څه چې زه كوم د هغه له مسئوليت نه تاسي خلاص ياست او څه چې تاسي كوئ د هغه له مسئوليت نه زه خلاص يم.","arabic":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1405,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:42","price":"او ځینی له دی کفارو څخه هغه خلک دي چې تاته غوږ نیسی، آیا نو ته ور اورولی شې کاڼه ته، اګر که وي دوی چې هېڅ عقل هم نه لري.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1406,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:43","price":"او ځینې له دوى څخه هغه كسان دي چې تاته ګوري، خو آيا ته ړندو ته لاره ښيې كه هغوى هېڅ نه ويني؟","arabic":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1407,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:44","price":"حقيقت دا دى چې الله پر خلكو ظلم نه كوي، خلك خپله پر خپل ځان ظلم كوي.","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1408,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:45","price":"او په كومه ورځ يې چې راغونډ كړي نو لكه چې دوى د ورځې له كوم ساعت پرته زيات نه وو ځنډېدلي چې خپلو كې سره وپېژني، په حقيقت كې هغه خلك (ډېر) زيانمن شول چې الله سره ملاقات بې دروغ ګڼلو او په نېغه لار سم نه وو.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1409,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:46","price":"له كوم ناوړه سرنوشت څخه چې موږ هغوى وېروو د هغه يوه برخه به موږ ستا په ژوند كې دروښايو، يا به له هغه نه مخكې تا واخلو، په هر حال د دوى راتګ زموږ خوا ته دى او دوى چې څه كوي الله ورباندى شاهد دى.","arabic":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1410,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:47","price":"د هر امت لپاره يو پېغمبر دى، نو كله چې كوم امت ته د هغه پېغمبر راځي نو د هغه فيصله په پوره عدالت سره كېږي او پر هغوی به يو بڅرى ظلم هم نه كېږي.","arabic":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1411,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:48","price":"او دوى وایي: كله به وي دا پرېکړه (د عذاب) كه تاسې ریښتيني ياست؟","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1412,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:49","price":"ووايه: زما په واک كې د خپل ځان ګټه او زيان هم نشته، هر څه د الله خوښې پورې اړه لري، د هر امت لپاره د مهلت يوه موده ده، كله چې دا موده پوره كېږي نو يو ساعت به هم وروسته مخکې نه نشي.","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1413,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:50","price":"دوى ته ووايه: تاسي كله په دې غور كړيدى چې كه د الله عذاب په ناڅاپي ډول د شپې يا دورځي راشي (نو تاسې څه كولى شئ؟) ښه نو دا كوم داسې شى دى چې د هغه لپاره مجرمان تلوار كوي؟","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1414,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:51","price":"آيا كله چې هغه پر تاسي را پريوځي په هماغه وخت كې به يې ومنئ؟ اوس ځان ژغورل غواړئ؟ په داسې حال كې چې تاسي په خپله د هغه د چټک راتلو غوښتنه كوله!","arabic":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1415,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:52","price":"بيا به ظالمانو ته وويل شي چې اوس د ابدي عذاب خوند وڅكئ، څه چې تاسي کوئ آيا د هغه له مجازات نه پرته بله څه بدله تاسي ته دركول كيداى شي؟","arabic":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1416,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:53","price":"او له تا څخه پوښتنه كوي آيا په واقعي ډول دا ريښتيا دي چې ته يې وايې؟ ووايه: هو، زما په رب قسم، دا بيخي ريښتيا دي، او تاسي د چا عاجزوونکي نه یاست.","arabic":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1417,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:54","price":"او كه له هر هغه چا سره چې ظلم يې كړى وي، د ځمكې ټوله شتمني هم وي، د ځان ژغورنې لپاره به يې ځار كړي او كله چې عذاب وويني نو پټه به پښېماني وكړي او په انصاف به يې تر منځه فيصله وشي او پر دوى به ظلم نه كيږي.","arabic":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1418,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:55","price":"واورئ! په آسمانو او ځمكه كې چې هر څه دي، د الله دي، واورئ! رښتيا چې د الله وعده رښتينې ده خو زياتره يې نه پوهيږي.","arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1419,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:56","price":"هم دغه (الله) ژوندي کول او مړه کول کوي او هم ده ته به ورګرځول كيږئ (په قیامت کې).","arabic":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1420,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:57","price":"اى خلكو! تاسي ته ستاسي د رب له لوري نصحيت راغلى دى، چې د زړونو د ناروغيو شفاء ده او مومنانو لپاره هدايت او رحمت دى.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1421,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:58","price":"ووایه: د الله په فضل او د هغه په رحمت، نو پدې (قران) دې خوشحاله شي، دا غوره دی د هغه (مال) څخه چې (خلک یې) جمع کوي.","arabic":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1422,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:59","price":"ورته ووايه: آيا تاسو پام كړی (خبر راکړئ) كومه روزي چې الله درته راكوزه كړې له هغې نه تاسو خپله ځينې حرامه او ځينې حلاله ګرځولې ده؟ ووايه: آيا الله تاسو ته اجازه دركړې وه كه پر الله دروغ تړئ.","arabic":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1423,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:60","price":"او هغه كسان چې پر الله دروغ تړي، څه ګومان کوي چې د قيامت په ورځ (به څه ورسره وشي)؟ بې شكه الله پر خلكو د لوى فضل څښتن دى خو زياتره يې شكر نه باسي.","arabic":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1424,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:61","price":"او ته چې په هر حالت كې اوسې او له قرآنه چې هر څه لولې او (ای خلكو) تاسو چې هر څه عمل كوئ (په هر حال) موږ پر تاسو شاهد يو كله چې تاسو پكې بوخت (لګيا) ياست، او ستا له ربه نه په ځمكه او نه په آسمان كې د يو بڅري په اندازه (كوم شى) پټېداى شي او نه به تر دې هم لا ډېر كوچنى او يا ډېر لوى داسې كوم شى وي چې په يو روښانه دفتر كې نه وي (ليكلى).","arabic":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1425,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:62","price":"خبر شئ چې بې شکه د الله په دوستانو هېڅ قسم ویره نشته او نه به دوی غمجن شي.","arabic":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1426,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:63","price":"هغه کسان دي چې ایمان لري او ځان ساتي (له ګناهونو او له الله نه ویریږي).","arabic":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1427,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:64","price":"د دنيا او آخرت دواړو په ژوندانه كې د هغو لپاره زيرى دى، د الله خبرې نه شي بدلېداى، همدا لوى برياليتوب دى.","arabic":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1428,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:65","price":"اى پېغمبره! دا خلک چې په تا پورې كومې خبرې تړي هغه دې تا ونه ځوروي، عزت په تمامه معنا د الله په واك كې دى، هغه هر څه اوري او په هر څه پوهېږي.","arabic":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1429,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:66","price":"واورئ! هر هغه څوک چې په آسمانو كې دي او هغه چې په ځمكه كې دي، ټول د الله دي، او هغه كسان چې له الله پرته د نورو شريكانو متابعت كوي، هغوى پرته له ګومانه د بل څه متابعت نه كوي او بل څه نه صرف اټكلونه كوي.","arabic":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1430,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:67","price":"هماغه الله دى چې تاسي لپاره يې شپه پيدا كړې ده چې په هغې كې ارام و كړئ او ورځ يې روښانه ګرځولې ده، په دې كې د هغو خلكو لپاره نښانې دي چې په خلاصو غوږونو (د پېغمبر صلی الله علیه وسلم بلنه) اوري.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1431,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:68","price":"كافرانو وويل چې الله څوک زوى نيولى دى، پاکې ده الله لره! هغه خو بې نيازه دى، په اسمانونو او ځمكه كې چې څه دي ټول د هغه ملكيت دى، له تاسي سره د دې وينا لپاره هېڅ دليل نشته، آيا تاسي د الله په باب هغه خبرې كوئ چې پرې نه پوهېږئ؟","arabic":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1432,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:69","price":"ورته ووايه: يقيناً هغوى چې په الله پورې دروغ تړي هېڅکله نشي بریالي کېدلای.","arabic":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1433,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:70","price":"په دنيا كې څه ګټه اخيستل (يې) دي، خو بيا يې موږ ته راتګ دى، بيا به سخت عذاب وروڅكو په دې چې دوى به كفر كولو.","arabic":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1434,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:71","price":"او د نوح (علیه السلام) خبر پرې ولوله! كله يې چې خپل قوم ته وويل: ای زما قومه! كه په تاسو كې زما اوسېدل او د الله په آيتونو سره درته نصيحت كول، پر تاسو درانه او سخت شوي وي نو ما خو په الله بروسه كړې، او تاسو هم خپل كار او شريكان راغونډ كړئ، بيا دې خپل دغه كار له تاسو پټ نه وي، بيا چې زما په اړه څه پرېکړه کوئ ویې کړئ، او (هېڅ) مهلت مه راكوئ.","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1435,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:72","price":"نو كه تاسو مخ وګرځولو نو ما هم څه اجر نه و درنه غوښتى، زما اجر له الله پرته په بل چا نه دى او ماته امر شوى چې زه په خپله له مسلمانانو څخه واوسم .","arabic":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1436,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:73","price":"نو هغه يې دروغجن وګڼلو بيا مو دى او څوك چې ورسره وو، په بېړۍ كې بچ كړل او (د ډوب شوو) ځاى ناستي مو وګرځول او چا چې زموږ آيتونه دروغ ګڼلي وو، هغوى (ټول) مو ډوب كړل، نو ګوره چې د وېرول شوو انجام څنګه و.","arabic":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1437,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:74","price":"بيا له ده وروسته مو (يېلا بېل) رسولان د هغوى قوم ته ولېږل چې له څرګندو نښانو سره ورغلل، خو څه چې مخكى يې دروغ ګڼلي وو، بيا يى ايمان ورباندې را نه وړو، همدغه شان مهر لګوو د تېرى كوونكو په زړونو.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1438,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:75","price":"بيا مو له هغوى وروسته موسى او هارون (عليهما السلام) له خپلو نښانو سره فرعون او د هغه د قوم مشرانو ته ورواستول خو لويي يې وكړه او دوى مجرمان خلک وو.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1439,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:76","price":"نو كله چې دوی ته زموږ له خوا حق راغی نو هغوی وويل چې دا خو ښكاره كوډې دي.","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1440,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:77","price":"موسى (عليه السلام) وويل: آيا كله چې حق درته راغلو نو تاسو دا واياست؟ آيا دا كوډې دي؟ او حال دا چې كوډګران برياليتوب نه شي موندلى.","arabic":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1441,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:78","price":"دوى وويل: آيا ته د دې لپاره موږ ته راغلى يې چې له هغه څه مو واړوې چې پر هغه مو خپل پلرونه موندلي او په ځمكه كې همدا ستاسو دواړو لويي وي او موږ خو ستاسو د خبرې منونكي نه يو.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1442,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:79","price":"او فرعون وويل چې هر ماهر كوډګر ماته راولئ.","arabic":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1443,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:80","price":"كله چې كوډګران راغلل نو موسى (َعلیه السلام) هغوی ته وويل: تاسي چې د كومو شيانو غورځونكي ياست هغه وغورځوى.","arabic":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1444,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:81","price":"بيا كله چې هغوى وغورځول، موسى (علیه السلام) وويل: تاسو چې څه راوړل هغه كوډې دي يقيناً الله به يې زر باطل كړي، بې شكه الله د مفسدانو كار نه سموي.","arabic":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1445,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:82","price":"او الله په خپلو فرمانو سره حق رښتيا كوي، كه څه هم مجرمان ناخوښه اوسي.","arabic":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1446,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:83","price":"نو (همداسې) موسى (علیه السلام) د ده د قوم له (څو) ځوانانو پرته بل چا ونه منلو، د فرعون او د هغوى د مشرانو له وېرې چې په عذاب به يې كړي او فرعون خو حتماً په ځمكه كې زورواكى او له زياتى كوونكو څخه و.","arabic":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1447,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:84","price":"او موسى (علیه السلام) وويل: اى زما قومه! كه تاسو په الله ايمان لرئ نو پر هغه بروسه وكړئ، كه تاسو رښتيا غاړه اېښودونكي ياست.","arabic":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1448,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:85","price":"نو دوى وويل: پر الله مو بروسه كړې، زموږ ربه! موږ د ظالمانو خلكو لپاره فتنه مه ګرځوه.","arabic":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1449,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:86","price":"او په خپل رحمت سره مو له كافرانو وژغوره.","arabic":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1450,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:87","price":"او موسى (علیه السلام) او د هغه ورور ته مو وحى وكړه چې د خپل قوم لپاره په مصر كې څو كورونه تيار كړه او خپل کورونه قبله وګرځوئ او لمونځ ترسره كوئ او مومنانو ته زېرى وركړه.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1451,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:88","price":"او موسى (علیه السلام) وويل: ای زموږ ربه تا خو فرعون او د ده سردارانو ته د دنيا په ژوند كې ښكلا او مالونه وركړي دي، اى زموږ ربه! تر څو خلک ستا له لارې واړوي؟ اې زموږ ربه! پر مالونو يې تباهي راوله او پر زړونو يې مهر ولګوه چې تر هغه ايمان رانه وړي څو چې یې دردناک عذاب نه وي ليدلى.","arabic":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1452,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:89","price":"(الله تعالى) وفرمايل: ستاسو دواړو دعا قبوله شوه، نو ټينګ (سم) ودرېږئ، او د هغو خلکو لار پسې مه ځئ چې نه پوهيږي.","arabic":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1453,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:90","price":"او بني اسرائيل مو له سمندره پورې اېستل نو فرعون او لښكر يې د ظلم او تېري په غرض ورپسې شول، تر هغه چې ډوبېدو راګير كړ، ويلې: ما ومنله چې له هغه (الله) پرته (په حقه) بل معبود نشته كوم چې بني اسرائيلو منلى، او زه له غاړه ايښودونكو څخه يم.","arabic":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1454,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:91","price":"(ځواب وركړ شو) اوس (يې منې)! حال دا چې لږ ړومبى دې سرغړولو او له مفسدانو څخه وې.","arabic":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1455,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:92","price":"نو نن به ستا جوسه (مړ تن) وژغورو تر څو وروستنيو ته نښانه شې، او بې شكه چې ډېر له انسانانو زموږ له نښانو بې پروايي كوي.","arabic":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1456,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:93","price":"او بني اسرائيلو ته مو ښه استوګنځى وركړ او له پاكو شيانو مو روزي وركړه، نو تر هغه يې خپلو كې اختلاف سره ونه كړ څو چې علم ورته راغى، يقيناً ستا رب د قيامت په ورځ په هغه څه كې فيصله كوي چې دوى پكې اختلاف كولو.","arabic":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1457,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:94","price":"نو كه ته په هغه څه كې شكمن يې چې موږ درته نازل كړي نو هغه خلک وپوښته چې له تا مخكې لا كتاب لولي، په حقيقت كې له خپل ربه تاته حق راغلى نو هېڅكله له شک كوونكو څخه مه كېږه.","arabic":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1458,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:95","price":"او له هغو كسانو هم مه كېږه چې د الله آيتونه يې دروغ وګڼل بيا به له تاوانيانو څخه شې.","arabic":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1459,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:96","price":"بې شكه هغوى چې ستا د رب خبره ورباندې رښتيا شوې ده، هېڅكله ايمان نه راوړي.","arabic":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1460,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:97","price":"كه څه هم هر ډول نښانه ورته راشي تر هغو چې دردناک عذاب ونه ويني.","arabic":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1461,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:98","price":"نو ولې داسې يو كلى نشته چې (له عذاب ليدلو وروسته يې) ايمان راوړى وي او ايمان يې ګټه ورته رسولې وي، پرته د يونس (عليه السلام) له قومه، كله چې هغوى ايمان راوړو نو په دنيايي ژوند كې مو د رسوايي عذاب ترې ايسته كړ، او تر يو مهال مو ګټه اخيستلو ته پرېښودل.","arabic":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1462,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:99","price":"او كه ستا رب غوښتي واى نو څوک چې په ځمكه كې دي ټولو به ايمان راوړى و، نو آيا ته خلک مجبوروې چې ايمان لرونكي دې شي.","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1463,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:100","price":"او هېچاته دا نشته چې د الله له ارادې پرته ايمان راوړي، او پليتي (غضب) پر هغو خلكو وراچوي چې عقل نه كاروي.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1464,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:101","price":"ورته ووايه: تاسو وګورئ چې په آسمانونو او ځمكه كې څه دي؟ او هغه كسان چې ايمان نه راوړي، نښانې او د وېروونكو اخطارونه څه ګټه نه ور رسوي.","arabic":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1465,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:102","price":"نو آيا (اوس) د هغو خلكو له ورځې پرته چې تر دوى ړومبى تېر شوي وو، بل د څه انتظار باسي، ووايه: ښه نو انتظار كوئ، زه هم درسره انتظار كوونكى يم.","arabic":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1466,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:103","price":"بيا نو خپل رسولان او هغه خلک ژغورو چى ايمان يې راوړى، همدغه شان، پر موږ ثابته ده چې مومنان به ژغورو.","arabic":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1467,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:104","price":"ورته ووايه: ای خلكو! كه تاسو زما د دين په اړه په شک كې ياست نو زه خو هغه څه نه لمانځم چې تاسو يې له الله پرته لمانځئ، خو يوازې هغه الله به لمانځم چې تاسو وفات كوي، او ماته امر شوى چې له ايمان راوړونكو څخه اوسم.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1468,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:105","price":"او دا چې خپل ځان سم (نېغ) په دغه دين برابر ودروه، او هېڅكله له مشركانو مه كيږه.","arabic":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1469,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:106","price":"او له الله پرته داسې څه مه رابله چې نه ګټه درته رسوي او نه كوم زيان، نو كه داسې دې وكړل نو بيا به له ظالمانو شې.","arabic":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1470,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:107","price":"او كه الله څه كړاو در ورسوي نو بيا يې له هغه پرته څوک اېسته كوونكى نشته او كه څه ښېګڼه درته وغواړي نو بيا يې د فضل ايساروونكى څوک نشته، له خپلو بندګانو هر چاته چې وغواړي ور رسوي يې او هماغه ډېر مهربان بخښونكى دى.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1471,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:108","price":"ووايه: ای خلكو! دا دى خپل رب له لوري مو حق درته راغلى دى، نو څوک چې په سمه لار برابر شي نو صرف د ځان لپاره يې سمه لار وموندله او څوک چې بې لارې شو نو بې لارې كېدل يې يوازې پر خپل ځان دي.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1472,"juzNumber":11,"footnotes":"","lang":"ps"},{"name":"10:109","price":"او د هغه څه متابعت كوه چې تاته وحى كيږي او تر هغه صبر وكړه چې الله فيصله وكړي او هماغه ښه فيصله كوونكى دى.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1473,"juzNumber":11,"footnotes":"","lang":"ps"}],"chapter":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"]}