{"data":[{"name":"12:1","price":"الر،[1] دا د واضح كتاب آیتونه دي.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"12:2","price":"بې شكه هغه مو يو عربي قرآن نازل كړى چې تاسو پوه شئ.","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:3","price":"موږ پر تا له ټولو ښایسته كيسه بيانوو، په دې چې تاته مو دا قرآن وحي كړى دى او بې شكه له دې مخكې خو ته له ناخبرو څخه وي.","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:4","price":"كله چې يوسف (علیه السلام) خپل پلار ته وويل: زما پلار جانه! ما په خوب كې وليدل چې يوولس ستوري، لمر او سپوږمۍ ما ته سجده كوونكي وي.","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:5","price":"ويلې اې بچیه! خپلو وروڼو ته دې خوب مه بيانوه، بيا به تاته څه چل جوړ كړي، بې شکه شيطان د انسان يو څرګند غليم (دښمن) دى.","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:6","price":"او همداسې به دې خپل رب غوره كړي او تاته به (اصل واقعيت ته) د خبرو ورګرځول وښايي او خپل نعمت به پر تا او د يعقوب (علیه السلام) پر ټبر پوره كړي لكه چې مخكې يې ستا په دوو پلرونو ابراهيم او اسحاق (علیهما السلام) پوره كړى و، بې شكه ستا رب پوه ځيرک دى.","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:7","price":"خامخا په يوسف (علیه السلام) او ورونو كې يې د پوښتنو کوونكو لپاره (ډېرې) نښانې دي.","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:8","price":"كله چې ورونو یې وويل: بې شکه زموږ پلار ته يوسف (علیه السلام) او ورور يې تر موږ ډېر ګران دي حال دا چې موږ يوه پوره ډله يو، بې شكه زموږ پلار په ښكاره خطا كې دى.","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:9","price":"يوسف ووژنئ يا يې په كومه ځمكه وغورځوئ چې د پلار توجه مو درته ځانګړې شي او له دې وروسته به بېرته سم نېكان خلک شئ.","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:10","price":"له دوى څخه يو ويونكي وويل: يوسف مه وژنئ، او په كوم تياره كوهي كې وغورځوئ، څوک تلونكى كاروان به يې راواخلي که چېرې څه کوونکي یاست.","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:11","price":"وويلې دوی ای زموږ پلاره! څه خبره ده چې د يوسف په هكله باور راباندې نه كوې، حال دا چې بې شکه موږ د هغه خواخوږي يو.","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:12","price":"سبا يې موږ سره واستوه چې مېوې وخوري او لوبي وكړي او موږ خو حتماً د هغه ساتونكي يو.","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:13","price":"وويلې (یعقوب علیه السلام): دا مې اندېښمنوي چې تاسو يې بوځئ او وېرېږم چې لېوه به يې وخوري او تاسي به ترې غافل ياست.","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:14","price":"دوى ويل: كه لېوه يې را څخه وخوري حال دا چې موږ يوه قوي ډله يو نو بيا خو به موږ خامخا تاوانيان يو.","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:15","price":"نو كله يې چې له ځان سره بوتللو او اتفاق يې سره وكړو چې كوم تياره كوهي كې يې وغورځوي نو موږ يوسف ته وحي وكړه چې خامخا به (يوه ورځ) دوى ته دا كار ور په زړه كړي او دوى به نه پوهيږي.","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:16","price":"او ماښام پلار ته په ژړا راغلل.","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:17","price":"دوی وویلې اې زموږ پلاره! موږ لاړو د منډو سيالي مو سره كوله او يوسف مو خپل سامان سره پرېښود، نو لېوه وخوړ او ته زموږ په خبره باور كوونكى نه يې كه څه هم موږ ریښتيني اوسو.","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:18","price":"او هغوى د يوسف كميس د دروغو په وينه لړلى له ځانه سره راوړى و. د دې په اورېدلو د هغوی پلار وويل: بلكې ستاسي نفس تاسي لپاره يو لوى كار آسانه كړ، ښه نو صبر به وكړم او په ښه شان به يې وكړم، كومه خبره چې تاسي غوټه كوئ پر هغې له الله نه مرسته غوښتل كيداى شى.","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:19","price":"او يو كاروان راغى او خپل اوبه راوړونكى يې ولېږلو نو چې خپله بوكه يې وغورځوله، ويلې ای زېرۍ! دا دى هلک! او د سوداګرۍ مال يې وګاڼه او پټ يې كړ، حال دا چې دوى څه كول الله ډېر ښه ورباندې پوه و.","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:20","price":"بيا يې په كمه بيه د شمار په څو روپو خرڅ كړ، او هغوى د ده په هكله بې رغبته وو.","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:21","price":"او د مصر هغه سړي چې دى يې واخيستلو، خپلې مېرمنې ته وويل: د ده د ځاى عزت ساته، ښايې ګټه راورسوي، يا به يې په زوي ولۍ ونيسو او همدا شان مو په هغه ځمكه كې يوسف ته ځاى ورکړ، او دا چې د خبرو ورګرځولو (واقعي حالت ته) څه ور زده كړو او الله پر خپل كار برلاسى دى خو زياتره خلک نه پوهيږي.","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:22","price":"او كله چې هغه پوره ځوانۍ ته ورسېد نو موږ حكم او علم وركړ او نېكانو ته په همدې ډول بدله وركوو.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:23","price":"او هغې ښځې چې دى يې په كور كې اوسېده په چل ول خپل لور ته د هغه توجه راګرځوله او ورونه (دروازې) يې کلک وتړل او ويې ويل: زما خواته راشه، هغه وويل: په الله پورې پناه غواړم، زما رب خو ما ته ښه قدر او منزلت راكړى، په حقيقت كې داسې ظالمان برى نشي موندلى.","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:24","price":"او خامخا ده ته ورمخكې شوه او دى به هم ورمخكې شوى واى كه د خپل رب څرګند دليل يې نه وى ليدلى، همداسې وشو، تر څو له هغه نه بدي او بې حيايي واړوو، بې شکه هغه زموږ له غوره شویو بندګانو څخه و.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:25","price":"او دواړو دروازې ته سره منډې کړلې او هغې له څټه د ده كميس ورڅيرې كړ، او په وره (دروازه) كې دواړو د هغې خاوند بياموند، ښځې وويل: د هغه چا سزا څه ده چې ستا كورنۍ ته يې د بدۍ اراده كړې وي، پرته له دې چې بندي شي يا دردناک عذاب وي.","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:26","price":"يوسف وويل: دې خپله ماته د ځان ست وكړ او د همدې له ټبره يو چا شاهدي وركړه چې كه د هغه كميس له مخې نه شلېدلى وي نو ښځې رښتيا ويلي او دى له دروغجنو څخه دى.","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:27","price":"او كه چېرې كميس يې له څټه شلېدلى وي نو هغې دروغ ويلي او دى له ریښتينو دى.","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:28","price":"نو كله چې كميس يې له څټه شلېدلى وليد، وېلې بې شكه دا هم ستاسو د ښځو مكرونه دي، بې شکه ستاسي فريب ډېر لوى دى.","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:29","price":"يوسفه! له دې خبرې تېر شه، او (ای ښځې!) ته د خپلې ګناه بخښنه وغواړه، بې شکه همدا ته خطا كاره يې.","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:30","price":"او په ښار كې ښځو وويل: د عزيز مېرمن په خپل زلمي غلام پسې شوې او د هغه مينې يې زړه ورسورى كړى، موږ خو هغه يقيناً په ښكاره بې لاريتوب كې وينو.","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:31","price":"نو كله چې د هغوى مكر (غيبت) يې واورېدلو، استازى يې ورواستولو او يو مجلس (د مېلمستيا) يې ورته چمتو كړ، او د هغوى هرې يوې ته يې يو چاكو وركړ، او بيا يې (يوسف ته) وويل: چې هغوى ته راووځه، نو كله چې وليدو، ډېر لوى (ښايست يې پكې) وموندو، خپل لاسونه يې غوڅ كړل او ويې ويل: الله لره پاكي ده، دا خو بشر نه دى، دا خو پرته له يوې لویې (عزتمندې) ملايكې بل څه نه دى.","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:32","price":"هغى وويل: دا هماغه كس دى چې تاسو پرې ملامتولم، او يقيناً د هغه د جلبولو هڅه مې كړې وه خو ځان يې وساتلو، او بيا هم كه هغه څه ونه كړي چې زه ورته امر كوم، حتماً به بندي او خوار ذليل كړى شي.","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:33","price":"يوسف وويل: زما ربه دا بندې كېدل ماته له هغه څه ډېر غوره دي كوم ته چې مې دوى وربولي او كه ته د هغوى چل (مکر) له ما بل خوا و نه ګرځوې نو زه به ميلان ور وكړم او بيا به له جاهلانو اوسم.","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:34","price":"نو خپل رب يې دعا قبوله کړه او د هغوى چلونه يې ترې وګرځول، بې شكه هماغه ډېر پوه اورېدونكى دى.","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:35","price":"بيا هغوى ته دا (رايه) څرګنده شوه وروسته له دې چې څه نښانې يې وليدې چې تر يو مهاله يې خامخا بندي كړي.","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:36","price":"او له ده سره بندې خانې ته دوه نور زلمي هم ننوتل، يو كس له هغو نه وويل: ما په خوب كې وليدل چې شراب زبېښم، بل وويل او ما وليدل چې په سر مې ډوډۍ اېښې وړم او مرغان يې خوري، موږ يې په معنا خبر كړه، يقيناً ته له ښو خلكو راته ښكاري.","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:37","price":"يوسف وويل: كوم خواړه چې دركول كيږى د هغه له راتګ څخه مخکې به يې تاسو په معنا خبر كړم دا له هغې پوهې څخه ده چې ما ته خپل رب راښوولې ده، بې شكه ما د هغو خلكو دين پريښى چې پر الله ايمان نه راوړي او همدوى له آخرته هم منكر دي.","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:38","price":"او ما د خپلو پلرونو ابراهيم، اسحاق او يعقوب د دين پېروي كړې، موږ ته نه ښايي چې الله سره كوم شى شريک وګڼو دا پر موږ او نورو (ټولو) خلكو د الله يو فضل دى خو زياتره خلک شكر نه باسي.","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:39","price":"اى زما د زندان ملګرو! آيا ډېر بېلا بېل معبودان غوره دي كه هماغه يو برلاسى الله؟","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:40","price":"تاسو د الله تعالی پرته د بل شي عبادت نه کوئ مګر هسې نومونه دي چې تاسو او ستاسو پلرونو پرې ایښې دي الله تعالی پرې کوم دلیل نه دی نازل کړی، پرېکړه له هغه پرته د بل چا نده، امر يې كړى چې له هغه پرته د بل هيچا عبادت مه کوئ، همدا سم دين دى خو زياتره خلک نه پوهېږي.","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:41","price":"اى زما د زندان دوه ملګرو ستاسو يو تن به خپل رب (د مصر باچا) باندې شراب څښي، او دا بل به په سولۍ (دار) كړى شي نو مرغان به يې (غوښې) له سر څخه خوري، هغه كار فيصله شوى دى چې تاسو یې له ما پوښتنه كوئ.","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:42","price":"او هغه كس ته یې وویل چې ګومان يې كولو چې بچ كېدونكى دى له دوی دواړه څخه: خپل رب (د مصر باچا) ته دې زما يادونه وكړه خو خپل رب ته د هغه وريادول ترې شيطان هېر كړل، نو دى په زندان كې څو كاله (نور هم) پاتې شو.","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:43","price":"او باچا وويل: ما په خوب كې وليدل چې اووه څربې غواوې دي چې اووه خوارې غواوې يې خوري او اووه شنه وږي او نور وچ، ای درباريانو! ما ته مې د خوب معنا وكړئ كه تاسو د خوب تعبیر كولى شئ.","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:44","price":"هغوى وويل دا خو ګډوډ خيالي خوبونه دي او موږ د ګډوډو خيالي خوبونو په معنا نه پوهېږو.","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:45","price":"او له هماغو دوو نه چې كوم كس بچ شوى و او هغه ته له ډېرې مودې وروسته ورياد شو، وويل: زه به مو د دې په تعبیر خبر كړم نو ما واستوئ.","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:46","price":"يوسفه! اې رښتينيه! موږ ته حكم راكړه په اوو څربو غواګانو كې چې اوه خوارې يې خوري او اوه شنو وږو او نورو وچو كې، ښايي زه هغو خلكو ته ورستون شم د دې لپاره چې دوى وپوهېږي.","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:47","price":"ورته ويې ويل: اوه كاله به تاسي پرله پسې په كرهڼه بوخت ياست، نو څه مو چې لو كړل هغه (ټول) په خپل وږي كې پرېږدئ، پرته له هغه چې تاسو يې خورئ.","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:48","price":"بيا به له دې وروسته اوه كلونه ډېر سخت راشي چې ټول هغه څه به پكې وخوړل شي كوم چې تاسو ورته ساتلي و پرته له هغه چې تاسو يې (تخم لپاره) ساتئ.","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:49","price":"بيا له دى وروسته يو بل كال راځي چې په هغه كې به (بارانونو سره) د خلكو فرياد واورېدل شي او په هغه كې به وزبېښي.","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:50","price":"او باچا وويل: هغه ماته راولئ، خو كله چې استازى ورغلو ويلې خپل رب (باچا) ته دې بېرته ورشه، ويې پوښته چې د هغو ښځو څه حالت و چې خپل لاسونه يې غوڅ كړي وو؟ بې شكه زما رب د هغوى په مكارۍ ډېر ښه پوه دى.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:51","price":"باچا وويل: (ای ښځو) ستاسو څه حال و كله چې د يوسف د ځان غوښتلو هڅه مو كړې وه؟ ټولو ښځو وويل: الله لره پاكي ده، موږ خو د هغه په هېڅ بدۍ نه يو پوه شوي؛ د عزيز ښځې وويل: اوس حق څرګند شو، ما هغه نه د هغه ځان غوښتلی و، او هغه بې شكه له ریښتينو څخه و.","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:52","price":"دا له دې کبله چې وپوهيږي (عزيز) چې ما په غياب كې هم له ده سره خيانت نه دى كړى، او دا چې بې شکه الله د خيانت ګرو چلونه د بري په لاره نه سموي.","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"","lang":"ps"},{"name":"12:53","price":"او زه د خپل نفس پاكي نه وايم، نفس خو خامخا پر بدۍ هڅوونكى دى، پرته له هغه چې زما رب ورباندې رحم وكړي، بې شکه زما رب بخښونكى مهربان دى.","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:54","price":"او باچا وويل: هغه ماته راولئ چې ځان ته یې یوازې کړم، نو كله چې ورسره وغږېده ویې ویل: نن ته موږ سره د ډاډ وړ قدرمن یې.","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:55","price":"(يوسف) وويل: (ښه نو) ما د ځمكې پر خزانو وټاكه، زه ډېر پوه ساتونكى يم.","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:56","price":"او په همدې توګه مو يوسف ته په ځمكه كې ځاى وركړ، چې كوم ځاى به يې خوښ و، هلته به اوسېدلو، چاته مو چې خوښه وي (همدغه شان) خپل رحمت ور رسوو او موږ د نېكانو بدله نه ضايع كوو.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:57","price":"او د اّخرت بدله خامخا هغو كسانو ته ډېره غوره ده چې ايمان يې راوړى او ځان به يې (له ګناه) ساتلو.","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:58","price":"او د يوسف ورونه راغلل او پرې ورننوتل نو هغه دوى وپېژندل خو دوى د يوسف سره نا اشنا وو.","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:59","price":"او كله چې یې دوى ته خپل سامان چمتو كړ، ویې ويل: خپل مېرنى ورور مو ماته راولئ، نه ګورئ چې زه پوره پيمانه دركوم او غوره ميلمه پال يم.","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:60","price":"او كه هغه مو رانه وستلو بيا نو ماسره ستاسو لپاره نه پيمانه شته او نه به ماته نږدې راځئ.","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:61","price":"دوى وويل: موږ به يې له پلاره غوښتنه وكړو او خامخا د دې كار كوونكي يو.","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:62","price":"او خپلو مريانو ته يې وويل چې د دوى پانګه بېرته په خپلو څټو (بارونو) كې ورته واچوئ، ښايې دوى يې وپېژني كله چې خپل كور ته ورګرځي او بيا هم راستانه شي.","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:63","price":"نو كله چې خپل پلار ته ورستانه شول ويلې اى زموږ پلاره! موږ نه پيمانه ايساره كړی شوې ده نو ورور مو راسره واستوه چې پيمانه واخلو او موږ خامخا د هغه ساتونكي يو.","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:64","price":"ويلې آيا د ده په هكله هم هماغه شان باور درباندې وكړم لكه چې ړومبى مې د ده د ورور په هكله باور درباندې كړى و، نو الله غوره ساتونكى او هماغه تر ټولو زيات رحم كوونكى دى.","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:65","price":"او كله چې خپل سامان يې پرانستلو نو خپلې پانګې يې بياموندې چې دوى ته واپس شوي دي، هغوى وويل: پلاره نور څه غواړو؟ دغه ده زموږ پانګه چې را واپس شوې ده، نو موږ به خپل كور ته (نوره) غله هم راوړو، د خپل ورور ساتنه به كوو او يو اوښ بار به زيات راوړو، دغه پيمانه ده په آسانۍ سره.","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:66","price":"يعقوب (علیه السلام) وويل هېڅكله به يې درسره ونه لېږم، تر څو چې د الله په نوم كلک لوظ رانكړئ چې خامخا به يې راته راولئ مګر دا چې ټول ګير شئ، نو كله چې هغوى كلک لوظ وركړ يعقوب (علیه السلام) وويل: موږ چې څه وايو الله پر هغه شاهد او ساتونكى دى.","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:67","price":"او ورته ويې ويل: ای زامنو! ټول په يوه وره (دروازه) مه ننوځئ بلكې په بېلا بېلو دروازو ورننوځئ، او زه خو د الله له لوري هېڅ شى له تاسو نه شم ايسارولى، له الله پرته د بل چا حكم نه چليږي، پر هماغه مې بروسه ده او توكل كوونكي دې هم پر ده بروسه وكړي.","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:68","price":"او كله چې هماغسې ورننوتل څنګه چې یې پلار ورته امر كړى و، نه و چې ايسار کړي (د دوی دا تدبیر) د الله څخه هېڅ شی، خو د يعقوب (علیه السلام) په زړه كې يوه تلوسه وه چې تر سره يې كړه، او بې شکه هغه د هغې پوهې خاوند و چې موږ وركړې وه خو زياتره خلک نه پوهېږي.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:69","price":"او كله چې پر يوسف ورننوتل نو هغه خپل ورور ځان ته ورنږدې كړ ويلې زه ستا ورور يم نو په هغو چارو مه خفه كېږه چې دوى يې كوي.","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:70","price":"نو كله چې یې د هغوى سامان چمتو كړ، خپل جام يې د خپل ورور په بار كې كېښود بيا يو آواز كوونكي نارې كړې چې ای كاروانيانو تاسو خامخا غله ياست.","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:71","price":"هغوى وويل او مخ يې پرې راواړولو چې څه شى مو ورک دي.","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:72","price":"هغوى وويل د باچا پيمانه مو وركه كړې ده او چا چې راوړه هغه ته د يو اوښ بار ډالۍ ده او زه ذمه وار يم.","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:73","price":"هغوى وويل: په الله قسم دى موږ د دې لپاره نه يو راغلي چې په ځمكه كې فساد جوړ كړو او نه غله يو.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:74","price":"ویې وېلې نو سزا به يې څه وي كه تاسو دروغجن وئ.","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:75","price":"هغوى وويل: سزا يې دا ده چې د هر چا بار كې وموندل شوه نو هغه به خپله په سزا كې ځي، ظالمانو ته همدغه شان سزا وركوو.","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:76","price":"نو د هغه د ورور له بار څخه مخکې يې د هغوى په بارونو پيل وكړ بيا يې د ورور له باره راواېستله، همداسې مو يوسف ته يو تدبير وښوده، د باچا په قانون کې (ممکن) نه و چې دی دې خپل ورور راونیسي مګر دا چې الله څه وغواړي، هر چاته مو چې خوښ شي درجې يې اوچتوو او د پوهې د هر څښتن دپاسه بل پوه شته دى.","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:77","price":"هغوى وويل: كه دى غلا كوي نو ورور يې هم لا ړومبى غلا كړې وه، نو يوسف دا خبره په زړه كې پټه وساتله او ورته څرګنده يې نكړه، (پټ) يې وويل: تاسو په مرتبه كې لا ډېر بدتر ياست او الله په هغه څه ښه پوه دى چې تاسو يې بيانوئ.","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:78","price":"دوى وويل: ای عزيزه! د ده يو زوړ سپين ږيرى پلار دى نو د ده پر ځاى له موږ څخه كوم يو ونيسه، موږ دې له نېكانو څخه وينو.","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:79","price":"يوسف وويل: الله پورې پنا غواړو له دې نه چې څوک ونيسو پرته له هغه چې خپل سامان مو ورسره موندلى دى كنه بيا خو به موږ ظالمان يو.","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:80","price":"نو كله چې ترې ناهيلي شول، د مشورې لپاره سره بېل شول، مشر يې وويل: آيا نه پوهېږئ چې پلار مو د الله په نامه پوخ لوظ در څخه اخيستى او هغه ړومبى مو چې د يوسف په هكله څه زياتى كړى (هغه هم درمعلوم دى) نو زه خو به له دې ځايه ولاړ نه شم څو چې پلار مې اجازه نه وي راته كړي، يا خو الله څه پرېکړه را ونكړي او هماغه ښه پرېکړه كوونكى دى.","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:81","price":"پلار ته مو ورستانه شئ او ورته وواياست چې زوى دې غلا كړې ده! او موږ له هغه پرته چې راته معلوم دي د بل څه شاهدي نه وايو او نه موږ د غيبو ساتونكي يو.","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:82","price":"او هغه كلى وپوښته چې موږ پكې وو او هغه كاروان چې موږ ورسره راغلو او بې شكه موږ ريښتيني يو.","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:83","price":"(يعقوب علیه السلام) وويل: (نه) بلكې خپلو نفسونو مو كوم كار درته ښايسته كړى نو زه به په دې ښه صبر كوم نږدې ده چې الله دوى ټول راته راولي، بې شكه هماغه ډېر ځيرک پوه دى.","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:84","price":"او (بيا يې) ترې مخ واړولو او ويې ويل هاى د یوسف غمه! او دواړه سترګې يې له غمه سپينې شوې او دى له غم او غوسې ډک و.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:85","price":"هغوى وويل: په الله قسم ته خو تر هغه پورې همېشه يوسف يادوې چې يا ډېر كمزورى ناروغ او يا ځان هلاك كړې.","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:86","price":"ویې وېل خبره دا ده چې زه خو مې د خپل خپګان او غم فرياد يوازې الله ته كوم او د الله له خوا نه په هغه څه پوهېږم چې تاسو نه پوهېږئ.","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:87","price":"اې زما زامنو ځئ، د يوسف او د هغه د ورور پلټنه وكړئ او د الله له رحمته مه ناهيلي كيږئ، حقيقت دا دى چې د هغه له رحمته پرته له كافرانو بل څوک نه ناهيلي كيږي.","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:88","price":"نو كله چې پر هغه ورننوتل وېلې ای عزيزه! موږ او زموږ كورنۍ ډېره كړېدلې او پانګه مو هم نيمګړې غوندې راوړې ده نو موږ ته پوره پيمانه راكړه او خيرات هم راباندې وكړه، بې شكه الله خيرات کوونكو ته بدله وركوي.","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:89","price":"وېلې آيا هغه (کړنې) در معلومې دي چې له يوسف او د هغه له ورور سره مو وكړې، هغه وخت چې تاسو ناپوهان وئ.","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:90","price":"هغوى وويل: آيا خامخا همدا ته يوسف يې؟ ويلې (هو) زه يوسف او دا مې ورور دى چې ریښتيا هم الله احسان راباندې كړى، بې شکه څوک چې (الله څخه) وېرېږي او صبر كوي نو بې شكه الله د نېكانو بدله نه ضايع كوي.","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:91","price":"هغوى وويل: قسم په الله چې خامخا الله پر موږ غوره كړى يې او بې شكه چې موږ خطا كاران وو.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:92","price":"يوسف وويل: نن پر تاسو كومه پړه نشته، الله دې بخښنه درته وكړي او هماغه تر ټولو زيات لوروونكى دى.","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:93","price":"زما دا كميس يوسئ او زما د پلار پرمخ يې ورواچوئ چې بېرته ليدونكى شي، او كورنۍ مو ټوله ماته راولئ.","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:94","price":"او كله چې كاروان (له مصره) را بېل شو، پلار يې (يعقوب) وويل بې شکه ما ته د يوسف بوى راځي، كه چېرې مې كم عقله نه بولئ.","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:95","price":"هغوى ويل: په الله قسم ته خو دې لا په هماغه زاړه سودايي توب كې يې.","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:96","price":"نو كله چې زېرى وركوونكى راغى (كميس) يې د هغه پر مخ ورواچوه نو بېرته بينا شو، ویې وېل: نه مې وو درته ويلي چې زه د الله له لوري په هغه څه پوهېږم چې تاسو نه پوهېږئ.","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:97","price":"هغوى وويل: اې زموږ پلاره زموږ د ګناهونو بخښنه راته وغواړه بې شكه موږ خطا كاران وو.","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:98","price":"هغه وویل: زر به له الله څخه درته بخښنه وغواړم، بې شكه هماغه ډېر مهربان بخښونكى دى.","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:99","price":"نو كله چې پر يوسف ورننوتل، مور او پلار يې ځان ته ورنږدې كړل او ويې ويل: ښار ته ننوځئ كه د الله خوښه وي نو ډاډمن به اوسئ.","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:100","price":"او مور او پلار يې پر تخت پورته وخېژول او بيا ټول د هغه پر وړاندې په سجده ټيټ شول او ده وويل اې زما پلاره دا زما د هغه پخواني خوب تعبیر دی چې دا دى الله رښتيا كړ، او دا ښېګړه يې هم راسره وكړه چې كله يې زه له زندانه راووېستم او تاسو يې له بيديا راوستلئ، له هغه وروسته چې زما او د ورونو ترمنځ شيطان فساد واچولو، بې شكه زما رب د هغه څه لپاره چې غواړي يې د باریک بین تدبيرونو جوړوونكى دى، بې شکه هماغه د حكمت والا ډېر پوه دى.","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:101","price":"زما ربه! خامخا ماته دې واكمني راكړې او (اصلي معنا ته) د خبرو ورګرځولو پوهه راكړې ده، د آسمانونو او ځمكې پېدا کوونکیه! همدا ته مې په دنيا او اّخرت كې کار جوړوونكى يې، د مسلمانۍ حالت كې مې درواخلې او صالحانو سره مې يو ځاى كړې.","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:102","price":"دا د غيبو له خبرونو څخه ده چې تا ته يې وحي كوو، او ته خو دوى سره نه وې كله چې خبره يې راټوله او په دسيسه يې لاس پورې كړ.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:103","price":"او ته كه هر څومره تلوسه وكړې، زياتره خلک منونكي ندي.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:104","price":"او له دوى نه خو څه بدله پرې نه غواړې، دا خو د ټولو نړيوالو لپاره له يو درس نه پرته بل څه ندى.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:105","price":"او څومره نښانې دي په آسمانو او ځمكه كې چې دوى ورباندې تېريږي خو (تل) د هغو نه څنګ كوونكي دي.","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:106","price":"او زياتره يې د الله منونكي نه دي مګر داسې چې شرک كوونكي وي.","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:107","price":"اّيا لدې ډاډه دي چې د الله د عذاب كومه بلا به ورباندې راشي يا ناڅاپي ډول د قيامت ساعت چې دوى به خبر هم نه وي.","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:108","price":"ورته وايه: همدغه زما لاره ده چې د الله په لور بلنه كوم، هم زه او هم زما ملګري په څرګند حقيقت (روان يو) او الله لره پاكي ده او زه له مشركانو څخه نه يم.","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:109","price":"او له تا مخكې مو هم پرته له سړيو بل څوک نه وو لېږلي، چې وحي مو ورته كوله، د كليو د خلكو نه، آيا نو دوى په ځمكه كې نه دي ګرځېدلي چې وګوري د هغو خلكو انجام څنګه شو كوم چې دوى نه مخكې وو، او د آخرت كور خامخا د هغو خلكو لپاره ډېر غوره دى چې تقوى كوي، آيا نو عقل نه كاروئ.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:110","price":"تر دې چې پېغمبران ناهيلي شول (د خلکو له ایمان راوړلو) او (خلکو) ګومان وكړ چې دروغجن کړل شول، ناڅاپه زموږ مرسته ورته راغله نو چاته مو چې خوښه وه هغه وژغورل شول او له مجرمانو خو زموږ عذاب (هېڅكله) نه ګرځول كيږي.","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"ps"},{"name":"12:111","price":"د هغوى په دې كيسو كې خامخا د هوښيارانو لپاره عبرت دى، دا څه له ځانه جوړې خبرى نه دي، بلكې د هغه څه تصديق دى چې ترې مخكى (نازل شوى) وو او د هر شي بېل بېل بيان او د مومنانو لپاره هدايت او رحمت دى.","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"","lang":"ps"}],"chapter":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"]}