{"data":[{"name":"18:1","price":"ثنا ستاينه الله ته ده چې پر خپل بنده دغه كتاب نازل كړ او په هغه كې يې كوم كوږوالى پرېنښود.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:2","price":"سم برابر دى، تر څو (خلک) د هغه (الله) له سخت عذاب څخه ووېروي، او هغو مومنانو ته چې سم كارونه كوي، زېرى وركړي چې يقيناً دوى لره ډېره ښه بدله (د جنت) ده.","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:3","price":"په هغه كې به تر تله پاتې کېدونكي وي.","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:4","price":"او هغه كسان هم ووېروي چې وايي: الله زوى نیولی.","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:5","price":"په دې كې نه دوى څه پوهه لري، نه يې پلرونه، ډېره لويه (غلطه) خبره يې له خولي راوځي، خو پرته له دروغو بل څه نه وايي.","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:6","price":"نو ښايې ته له ډېره غمه د هغوى په وروسته ګرځېدو د خپل ځان وژونكى يې، كه په دې خبره يې ايمان رانه وړلو.","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:7","price":"څه چې پر دې ځمكه دي هغه مو د هغې لپاره ښكلا ګرځولې، تر څو هغوى وازميو چې كوم يو يې په عمل كې ډېر غوره دى.","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:8","price":"او څه چې پر هغې دي، يقيناً موږ يې هوار ډاګ جوړونكي يو.","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:9","price":"آيا ته انګېرې چې د سمڅې او تختې والا زموږ له عجيبه نښانو څخه دي؟","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:10","price":"كله چې هغو زلميانو سمڅې ته پناه يوړه نو ويې ويل: زموږ ربه! له خپل لوري دې موږ ته رحمت راكړه او په (دې) كار كې مو سمون راوله.","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:11","price":"نو هغوى مو په هماغې سمڅه كې یو شمېر كلونو پورې په درانده خوب ويده كړل.","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:12","price":"بيا مو را پاڅول ترڅو وګورو د هغو له دوو ډلونه كومه يوه د خپلې استوګنې موده ښه شميرلاى شي.","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:13","price":"موږ یې ریښتیني کیسه درته کوو، هغوى څو تنه زلميان وو چې پر خپل پروردګار يې ايمان راوړى و او موږ یې هدايت لا ور زیات کړ.","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:14","price":"او د هغوى زړونه مو لا هغه مهال ورټينـګ كړي و كله چې دوى پاڅېدل او ويې ويل: زموږ رب خو هماغه د آسمانو او ځمكې رب دى، هېڅكله به له هغه پرته بل معبود راونه بولو، كنه بيا خو به مو ډېره غلطه خبره كړي وي.","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:15","price":"زموږ دې قوم خو د الله نه پرته نور معبودان نيولي دي، د هغوى لپاره ولې كوم څرګند دليل نه راوړي؟ نو څوک به له هغه چا ډېر ظالم وي چې الله پورې دروغ تړي؟","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:16","price":"نو كله چې تاسو له دوى او له هغو چې دوى يې الله نه پرته لمانځي، ګوښه شوئ نو هغې سمڅې ته پناه يوسئ، ستاسو رب به خپل رحمت درباندې راخپور كړي او ستاسو چارو ته به سمون راوړي.","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:17","price":"او كله چې لمر راخېژي نو ته به ګورې چې د دوى سمڅه پرېږدي، ښۍ خواته ترې اوړي او چې پرېوځي نو په كيڼه خوا ترې اوړي او هغوى يې په يوه ارت (پراخه) ميدان كې دي دا د الله له نښانو (يوه) ده. چاته چې الله نېغه لار وښوده نو هماغه لار موندونكى دى او څوک چې یې بې لارې كړي نو بيا به كوم لارښود ملګرى ورته ونه مومې.","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:18","price":"او ته به يې ويښ ګڼي خو هغوى ويده دي او موږ يې په ښي او كيڼ لوري اړوو را اړوو اوسپى يې د غار په خوله كې غوړولې څنګلې پروت دى كه (يو ځل) سر ورښكاره كړې نو خامخا به په تېښته ترې راوګرځې او ډېر به يې له وېرې ډک شې.","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:19","price":"او په همدې (عجيبه) توګه مو راويښ هم كړل چې خپلو كې سره وپوښتي، نو يوه يې وويل: څومره به (دلته) ځنډېدلي ياست؟ ويلې يوه يا نيمه ورځ، بيا يې سره وويل: الله ښه پوه دى چې څومره ځنډېدلي ياست، خو يو كس مو له دغو سپينو روپيو سره ښار ته واستوئ چې وګوري كوم يوه سره ښه پاک خواړه دي نو بيا دې له هماغه نه څه خواړه درته راوړي او نرمي او هوښياري دې كوي او هېڅوک دې نه درباندې خبروي.","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:20","price":"ځكه چې دوى كه درباندې خبر او برلاسي شول نو يا به مو سنګسار كوي يا به مو د هغوى دين ته وراړوي او بيا به هېڅكله بريالي نه شئ.","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:21","price":"او همداسې مو (خلک) پرې خبر كړل، څو وپوهېږي چې د الله وعده ریښتينې ده او دا چې په قيامت كې شک نشته، كله چې دوى په دې كې سره شخړه كوله نو ځينو وويل: په دوى يو دېوال جوړ كړئ، رب يې ډېر ښه پرې عالم دى خو هغو كسانو چې د دوى په كار برلاسي شوي وو، وويل: خامخا به يو مسجد (عبادت ځاى) پرې جوړوو.","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:22","price":"ځينې به ووايي هغوى درې وو، څلورم يې سپى دى، ځينې به وايي پنځه دي شپږم يې سپى دى، (دا ټول) د غیبو ګزارونه (بې دليله خبرې) دي، او ځينې به وايي اوه دي، اتم يې سپى دى، ورته ووايه: زما رب يې په شمېر ډېر ښه پوه دى، له كمو خلكو پرته بل چاته نه دي معلوم، نو د هغوى په هكله له سرسري خبرو پرته چا سره چېړ مه كوه اومه له هېچا د دوى په هكله فتوىٰ غواړه.","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:23","price":"او د يو شي په هكله دا مه وايه چې زه به سبا خامخا دا (كار) كوم.","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:24","price":"پرته له دې چې د الله اراده وشي، او كله چې درنه هېر شي نو خپل رب دې يادوه او دا وايه چې: ښايي خپل رب مې د نېكۍ خواته د ډېرې نږدې لارې ښوونه راته وكړي.","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:25","price":"او هغوى په خپله سمڅه كې درې سوه كاله پاتې شول، او دوى نهه نور هم پرې ورزيات كړي دي.","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:26","price":"ورته ووايه: الله ډېر ښه ورباندې پوه دى چې دوى څومره ځنډېدلي دي، د آسمانونو او ځمكې غيب ټول هغه لره دي، څومره ښه ليدونكى او اورېدونكى دى، له هغه پرته دوى لره څوک دوست نشته او نه په خپله واكمنۍ كې څوک شريكوي.","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:27","price":"او (يوازې) هماغه څه ولوله چې ستا د رب له كتابه درته وحى شوي، د الله د خبرو هېڅ بدلوونكى نشته او نه به هېڅكله له هغه پرته بل د پناه ځاى ومومې.","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:28","price":"او خپل ځان دې له هغو خلكو سره ټينـګ كړه چې سبا بېګا خپل رب رابولي، د هغه رضا غواړي او له هغوى سترګې مه اړوه، آيا ته د دنيايي ژوند ښكلا غواړې؟ او د داسې كس مه منه چې موږ د هغه زړه له خپله ياده غافل كړى او په خپل هوس پسې روان شوى او كار يې (يو مخ) تباهي او زياتى دى.","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:29","price":"او ووايه دا حق دى ستاسو د رب له خوا، نو څوک چې غواړي ودې مني او څوک چې غواړي نه دې مني، يقيناً موږ ظالمانو ته داسې اور چمتو كړى چې پردې يې له هغوى نه راچاپېر دي او كه (له تندې) فرياد كوي نو په داسې اوبو به يې پالنه وشي لكه د تېلو خټ چې مخونه وريتوي، (دا) ډېر بد څښاك او ناوړه استوګنځى دى.","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:30","price":"يقيناً هغه خلک چې ايمان يې راوړى او سم كارونه يې كړي، نو موږ خو د هغه چا اجر نه ضايع كوو چې په عمل كې غوره وي.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:31","price":"هغوى لپاره همېشني جنتونه دي چى لاندې به يې ويالې بهيږي، هلته به د سرو زرو په وښيو (بنګړو) سينګار كړى شي او د نريو ورېښمو او اطلسو (مخملو) شنې جامې به واغوندي، هلته به يې پر تختونو تكيه وهلې وي، ډېر ښه اجر او غوره استوګنځى دى.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:32","price":"او هغوى ته يو مثال بيان كړه، لكه دوه تنه سړي وو، چې يوه ته يې موږ د انګورو دوه باغونه وركړي او هغه مو د كجورو په ونو پوښلي وو او د هغو ترمنځ مو كرونده پيدا كړې وه.","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:33","price":"دواړو باغونو به خپلې مېوې پوره وركولې او هېڅ شى به يې نه ترې كمول، او د هغو په منځ كې مو يوه وياله هم وبهوله.","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:34","price":"او (ښه) مېوه يې درلوده، نو هغه خپل ملګري ته په خبرو اترو كې وويل: زه له تانه هم په مال كې زيات او هم په مېړونو (کسانو) كې پتمن يم.","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:35","price":"او خپل باغ ته ننوتلو په داسې حال كې چې پر خپل ځان ظلم كوونكى و، وېلې: زه خو ګومان نه كوم چې دا به كله هم پناه شي.","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:36","price":"او ګومان نه كوم چې قيامت دې راتلونكى وي او خامخا كه خپل رب ته ورستون كړى شوم نو حتماً به له دې هم لاغوره ځاى بيا مومم.","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:37","price":"ملګري يې په خبرو اترو كې ورته وويل: آيا له هغه ذاته منكر شوې چې ته يې له خاورې بيا له نطفې پيدا او وروسته يې سم روغ سړى جوړ كړې.","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:38","price":"لیکن هماغه الله زما پالونکی دی، او خپل پالونکي سره هېڅوک هم نه شریکوم.","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:39","price":"او كله چې ته خپل باغ ته ننوتې، ولې دې ونه ويل: ما شاء الله د الله نه پرته بل ځواک نشته، كه ته مې لا هم په مال او اولاد كې له ځانه كم ګڼي.","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:40","price":"نو لرې نه ده چې رب مې ستا له باغه ماته غوره څه راكړي او (ستا) په هغه له اسمانه كوم آفت راكوز كړي چې ښویه ميدان وګرځي.","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:41","price":"يا يې اوبه (په زمكه) ډوبې شې او بيا يې په هېڅ شان ونه لټولاى شې.","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:42","price":"او (همداسې وشول) مېوه يې (ټوله) تباه شوه نو سبا يې په هغه لګښت لاسونه مروړل  چې په هغه يې كړى و، او هغه (باغ) په خپلو څپرو باندې نسكور غورځېدلى و، ويلې ارمان چې له خپل رب سره مې څوک شريک نه وى ګڼلى.","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:43","price":"او (بيا نو) د ده كومه داسې ډله نه وه چې مرسته يې كړې واى او نه يې خپله د ځان څه مرسته كولى شوه.","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:44","price":"دلته نو ټوله واكمني الله لره ثابته شوه، هماغه (الله) هم په ثواب (وركولو) كې غوره دى او هم په انجام كې.","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:45","price":"او دوى ته د دنيايي ژوند مثال بيان كړه، لكه له اسمانه چې اوبه راتويې كړو نو په دې سره د زمكې شنيلي سره ګډ شي (له ګڼوالي) او بيا سبا وچ خلي خځلې شي چې بادونه يې الوځوي او الله په هر څه قادر دى.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:46","price":"دا مال او زامن خو د دنيايي ژوند ښكلا ده او پايښت لرونكې نېكۍ ستا له رب سره هم په ثواب كې غوره دي او هم د هيلې له پلوه.","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:47","price":"او هغه ورځ چې غرونه وخوځوو او زمكه لغړه ووينې او دوى (ټول) داسې راغونډ كړو چې له هغو نه يو هم پرېنږدو.","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:48","price":"او (ټول به) ستا د رب حضور ته كتار كتار وړاندې كړى شي، دا دى تاسو خو داسى راته راغلئ لكه ړومبى ځل مو چې پيدا كړي وئ، بلكې تاسو لا داسې ګڼلې وه چې د وعدې هېڅ وخت به درته ونه ټاكو.","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:49","price":"او (د عمل) كتاب به كېښودل شي نو ته به مجرمان ګورې چې له هغه څه نه وېرېدونكي دي، كوم چې په هغه (كتاب) كې دي او وايي به هاى زموږ بده بخته دا څنګه ليكنه ده چې (زموږ) وړه او غټه يې بې شمېرلو نه ده پريښې، او څه يې چې كړي وو حاضر به يې ومومي او ستا رب په هېچا ظلم نه كوي.","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:50","price":"او كله چې موږ ملايكو ته وويل: آدم ته سجده وكړئ نو له ابليس پرته ټولو سجده وكړه، هغه له پېريانو و نو (ځكه) د خپل رب له حكمه ووت، نو آيا اوس تاسو هغه او ځوځات يې له ما پرته خپل واكمنان جوړوئ حال دا چې هغوى مو غليمان دي، هغه د ظالمانو لپاره ناوړه بدل دى.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:51","price":"هغوى مې نه د اسمانو او زمكې پيدا كولو وخت كې حاضر كړي وو او نه مې خپله د دوى په پيدا كولو كې (شريک كړي وو) او نه داسې بې لاره كوونكي خپل مرستيالان نيسم.","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:52","price":"او هغه ورځ چې (الله) ووايي: (اوس) راوبلئ هغه چې ما سره مو شريكان ګڼلي وو، نو دوى به يې راوبلي خو هغوى به ځواب ورنكړي او موږ به د دوى ترمنځ د هلاكت يوه كنده منځ ته راوړو.","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:53","price":"او دا مجرمان به هغه اور وويني نو يقين به يې راشي چې دوى حتماً پكې ورغورځېدونكي دي او له هغه د اړخ ته كېدو څه لورى به ونه مومي.","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:54","price":"او یقینا موږ په دې قرآن كې خلكو ته هر قسم بیان کړی دی، خو انسان له هر شي زيات جګړه مار دى.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:55","price":"او كله چې خلكو ته هدايت راغى نو څه شي له دې ايسار كړل چې ايمان راوړي او خپل رب نه بخښنه وغواړي؟ پرته له دې چې (هماغه) د پخوانيو (مجرمانو) دستور (چې هلاكت دى) ورسره وشي يا مخامخ عذاب ورته راشي.","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:56","price":"او موږ رسولان له دې پرته چې زېرى وركوونكي به وى، بل څه لپاره نه لېږو، او كافران د باطل په وسيله د حق له منځه وړلو لپاره جګړه كوي او زما پر آيتونو او هغو اخطارونو چې دوى ته وركړى شوي ملنډې وهي.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:57","price":"او تر هغه به لا بل كوم ظالم وي چې د خپل رب په آيتونو نصيحت ورته وشي خو دى ترې مخ واړوي او هغه څه هېر كړي چې خپلو لاسو يې وړاندې لېږلي، بې شکه موږ د هغوى په زړونو پردې اچولې چې ورباندې پوه نه شي او په غوږنو كې يې كوڼوالى دى او كه ته يې سمې لارې ته رابولي بيا هم هېڅكله، دوى لار موندونكي نه دي.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:58","price":"او ستا رب بخښونكى، د رحمت خاوند دى، كه په هغه ګناه يې نيولي واى چې كړې يې ده نو سمدلاسه به يې عذاب ورته رالېږلى و، خو هغوى لره يوه نېټه ټاکل شوې چې بيا به له هغه پرته بل د پټېدو ځاى ونه مومي.","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:59","price":"او دا كلي موږ هغه وخت تباه كړل چې كله يې ظلم وكړ او د دوى د هلاكت لپاره مو يوه نېټه ټاكلې وه.","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:60","price":"او كله چې موسىٰ خپل ځوان (خدمتګار) ته وويل: تر هغه به ځمه چې د دواړو سيندونو يو ځاى كېدو (سيمې) ته ورسېږم، كنه تر ډېرو زمانو به همداسې روان يم.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:61","price":"نو كله چې دواړه د سيندونو يو ځاى كېدو حد ته ورسېدل، خپل كب (ماهي) يې هېر كړ، نو (کب) په سمندر كې يې د يو سرنګ په شان خپله لار ونيوله.","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:62","price":"نو كله چې تېر شول خپل ځوان (خدمتګار) ته يې وويل: راوړه هغه زموږ سبا نارى! په دې سفر كې خو له ډېرې ستومانۍ سره مخامخ شولو.","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:63","price":"(ځوان خدمتګار) وویل: تا وليدل؟ كله چې هغه لوى ګټ سره مو دمه كړې وه، نو هماغلته كب رانه هېر شو، او له شيطانه پرته بل هېڅ شي نه دى رانه هېر كړى چې په ياد يې ولرم، او (كب) په عجيبه توګه سمندر كې خپله لار ونيوله.","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:64","price":"موسىٰ -عليه السلام- وويل: موږ خو همدا غوښتل، نو دواړه قدم په قدم په شا راستانه شول.","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:65","price":"نو زموږ له بندګانو يې يو بنده وموندلو چې هغه ته مو له خپل لوري رحمت وركړى و او له خپلې خوا مو په يو (خاص) علم پوه كړى و.","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:66","price":"موسىٰ -علیه السلام- هغه ته وويل: آيا زه دې متابعت وكړم تر څو ماته هم د سمې لارې هغه علم راوښيي چې تاته دركړى شوى؟","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:67","price":"هغه وویل: ته له ماسره صبر نشې كولاى.","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:68","price":"او په هغه څه به څنګه صبر وكړې چې ته نه يې ترې خبر.","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:69","price":"موسىٰ -علیه السلام- وويل: ان شاء الله (که الله وغواړي) ما به صابر ومومې او په هېڅ كار كې به دې سرغړونه ونه كړم.","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:70","price":"ويلې: (ښه) نو كه په ما پسې ځې، بيا به مې تر هغه په يو شي كې نه پوښتې چې ما يې خپله يادونه درته نه وي كړې.","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:71","price":"نو دواړه روان شول تر دې چې په بېړۍ كې سپاره شول نو هغه (خضر) سورى پكې وكړ، (موسىٰ -علیه السلام-) وويل: د دې لپاره دې سورۍ كړه چې خلک يې ډوب كړې؟ تا خو يو سخت (بد) كار وكړ.","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:72","price":"هغه وويل: نه مې و درته ويلي چې ته به ما سره صبر ونكړى شې؟","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:73","price":"(موسىٰ -علیه السلام ـ) ورته وويل: په هغه څه مې مه نيسه چې رانه هېر شوې وي او زما په (دې) كار كې سختي مه راباندې كوه.","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:74","price":"بيا روان شول تر دې چې له يو هلک سره مخ شول، نو هغه يې ووژلو! (موسىٰ- علیه السلام-) وويل: آيا تا يو بې ګناه كس د بل كس د بدل نه پرته ووژلو؟ دا خو دې يو بد كار وكړ.","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"","lang":"ps"},{"name":"18:75","price":"هغه وويل: ما نه وو درته ويلي چې ته ما سره صبر نه شې كولاى.","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:76","price":"موسىٰ -علیه السلام- وويل: كه له دې وروسته مې په څه كې وپوښتلې نو بيا مې مه ملګرى كوه، اوس خو زما له خوا عذر درته ورسېدلې.","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:77","price":"بيا روان شول، تر دې چې د يوه كلي خلكو ته ورسېدل، او د هغه ځاى له خلكو يې خواړه وغوښتل خو هغوى يې له مېلمه كولو ډډه وكړه، بيا يې (هلته) يو دېوال پكې وليد چې غورځېدو ته چمتو و، نو هغه يې نېغ كړ، (موسىٰ -علیه السلام-) وويل: كه تا غوښتي واى، په دې به دې مزدوري اخيستې وه.","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:78","price":"(خضر -عليه السلام-) ووېل: همدا زما او ستا ترمنځ بېلتون دى، اوس به دې د هغو خبرو په حقيقت خبر كړم چې تا صبر نه شو پرې كولاى.","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:79","price":"هر چې بېړۍ (کښتۍ) ده، نو د څو كسو مسكينانو وه چې په سمندر كې يې كار كولو نو ما وغوښتل چې عيب جنه يې كړم او ترې وړاندې يو پاچا و چې هره بېړۍ به يې په زور اخيستله.","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:80","price":"او هر چې هلک و، نو مور او پلار يې مومنان وو، موږ پرې وډارېدو چې (هسې به مور او پلار) سركښۍ او كفر ته ورټېل وهي.","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:81","price":"نو ومو غوښتل چې رب يې په بدل كې له هغه ډېر پاک او په صله رحمۍ كې لا ښه اولاد وركړي.","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:82","price":"او هر چې دېوال دی، نو هغه د دوو يتيمانو دی په دې ښار كې، چې تر لاندې د هغوى خزانه ده او د دوى پلار يو ښه سړى و، نو ستا رب وغوښتل چې (كله) دوى ځوانۍ ته ورسيږي نو خپله خزانه به راوباسي، دا ستا د رب په رحمت سره (شوي دي) او ماله ځانه څه نه دي كړي، دا و د هغو كارونو حقيقت چې تا پرې صبر ونه شو كړاى.","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:83","price":"او له تانه د ذوالقرنين په هكله پوښتنه کوي، ورته وايه زه به يې څه حال درته واوروم.","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:84","price":"بې شکه موږ هغه ته په زمكه كې قدرت وركړى و او هر ډول اسباب مو وركړي وو.","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:85","price":"نو روان شو په یوه لاره.","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:86","price":"تر دې چې د لمر ډوبېدو تر حده ورسېدلو، او هغه يې داسې وموندلو چې په يوه توره چيكړه چينه كې ډوبيږي او ورسره يې يو قوم هم وموندو، موږ وويل: ای ذوالقرنينه! (خوښه دې) يا يې په عذاب كړه او يا ورسره ښه چلند ونيسه.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:87","price":"هغه وويل: هر هغه څوک چې له دوى نه ظلم وكړي نو موږ به هغه ته څه سزا وركړو، بيا به د خپل رب لور ته ورستون كړى شي او هغه به (لا) سخته سزا وركړي.","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:88","price":"خو څوک چې ايمان راوړي او سم كارونه وكړي نو د هغه لپاره غوره بدله ده او موږ به هم په خپلو چارو كې اسانه حكم وركړو.","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:89","price":"بیا په (یوه بله) لاره روان شو.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:90","price":"تر دې چې د لمر خاته حد ته ورسېدو نو هغه يې ولېدو چې په يو داسې قوم راخيژي چې له هغه نه د پټېدو څه شى مو نه و وركړى.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:91","price":"همداسې و، او له هغه سره چې څه و، موږ ته يې علم و.","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:92","price":"بیا په (یوه بله) لاره روان شو.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:93","price":"تر دې چې دوو غرونو منځ ته ورسېدو، نو له هغو سره يې داسې يو قوم بياموندو چې نږدې نه وه چې (د ذوالقرنين) په خبره وپوهېږي.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:94","price":"دوی وویل: ای ذوالقرنین! بی شکه چې یاجوج او ماجوج فساد کوونکي دي په زمکه کې نو آیا موږ تاته محصول (خرچه) درکړو چې ته زموږ او د هغوی تر منځ یو غټ دېوال جوړ کړې؟","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:95","price":"هغه وويل: زما رب چې ماته د كوم شي وس راكړى، هغه غوره دى نو تاسو ما سره په (ځاني) طاقت مرسته وكړئ چې ستاسو او د هغوی ترمنځ يو دېوال جوړ كړم.","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:96","price":"ماته اوسپنيزې تختېراوړئ تر دې چې هغه د دواړو غرونو ترمنځ (دېوال) برابر كړ، وېلې: (اوس) پو كړئ، تر دې چې هغه يې (بالكل) اور وګرځولو، وېلې: راوړئ چې اوس ويلې شوې تامبه (مس یا پیتل) پرې واچوم.","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:97","price":"نو بيا هغوى (يأجوج او مأجوج) نه ورباندې راختلى شول او نه يې پكې سورى كولى شو.","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:98","price":"(ذوالقرنين) وويل: دا زما د رب له خوا يوه مهرباني ده، نو كله چې زما د رب وعده راشي نو دا به هوار ميده ميده كړي او زما د رب وعده رښتينې ده.","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:99","price":"او په هغه ورځ به خلک پرېږدو چې (د څپو په څېر) يو بل كې سره ګډ شي او شپېلۍ به پو كړى شي نو ټول به (يو ځاى) راغونډ كړو.","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:100","price":"او په هماغه ورځ به كافرانو ته جهنم ورمخې ته كړو.","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:101","price":"هغوى چې زما له ياده (نصيحته) يې سترګې په پردو كې وې او (حق خبره يې) اورېدلى هم نه شوه.","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:102","price":"نو آيا هغه خلک چې كافر شوي دا ګومان کوي چې له ما پرته زما بندګان خپل ملګري (معبودان) ونيسي؟ د دغه شان كافرانو د مېلمستيا لپاره مو جهنم تيار كړى دى.","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:103","price":"ورته ووايه: چې آيا په عمل كې تر ټولو تاواني خلک دروښيم؟","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:104","price":"هغوى (دي) چې په دنيايي ژوند كې يې ټولې هڅې بې لارې شوې دي خو دا ګومان كوي چې دوى ښه كارونه كوي.","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:105","price":"دا هغه كسان دي چې د خپل رب له آيتونو او هغه سره مخامېدلو نه منكر شول او ټول عملونه يې عبث لاړل نو موږ به هغوى ته د قيامت په ورځ څه وزن ورنكړو.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:106","price":"(خبره) دا ده چې سزا د دوی جهنم ده، په دې چې كافر شوي او زما پر آيتونو او رسولانو يې ملنډې وهلې دي.","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:107","price":"يقيناً هغو كسانو چې ايمان راوړى او سم كارونه يې كړي، د هغوى لپاره به د فردوس باغونه مېلمستيا وي.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:108","price":"تل به پكى اوسېدونكي وي، هېڅكله به له هغه ځايه بدلېدل ونه غواړي.","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:109","price":"ووايه: كه چېرې سمندر زما د رب د خبرو سياهي شي نو هغه به هم ختمه شي، له هغه مخكې چې زما د رب خبرې پاى ته ورسېږي، كه څه هم همدومره ورسره نوره كومكي راوړو.","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"ps"},{"name":"18:110","price":"ووايه: خبره دا ده چې زه خو ستاسو په شان يو انسان يم، ماته وحى شوې چې بې شكه ستاسو معبود هماغه يو معبود دى، نو هر څوک چې له خپل رب سره د ملاقات هيله لري هغه دې سم كارونه وكړي او د خپل رب په عبادت كې دې بل هېڅوك نه شريكوي.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"ps"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}