{"data":[{"name":"2:1","price":"الم [1]","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"2:2","price":"دا کتاب (دی) هیڅ شک په دې (کتاب) کې نه شته (چي د الله تعالی له لوری نازل شوی دی)، (دغه کتاب) لارښوونکی دی د پرهیزګارانو لپاره.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:3","price":"هغه کسان چې پر غیبو ایمان (باور) لري او لمونځ کوي (سم یې ادا کوي سره له ټولو حقوقو) او له هغو شیانو چې موږ دوی ته ورکړي دي (د الله تعالی د رضا لپاره یې) مصرفوي.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:4","price":"او هغه کسان چې ایمان لري (دوی) پر هغه (کتاب) چې نازل کړی شوی دی تاته او (پر) هغو (کتابونو) چې له تا وړاندې نازل شوي دي، په آخرت باور (یقین) کوي.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:5","price":"دغه (ستایلي شوي کسان) د خپل رب له لوري پر سمه لاره دي او هم دوی پوره بریالي دي.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:6","price":"بې له شکه هغه (خاص) کسان چې کافران شوي دي، هغوی ته یوشان ده که هغوی ته (ای پیغمبره) ووېروې او که یې ونه وېروې، هغوی ایمان نه راوړي.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:7","price":"الله مهر لګولې دی د دوی پر زړونو او غوږونو او د دوی پر سترګو (یوه ځانګړې) پرده ده او دوی لره ډېر لوی عذاب دی.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:8","price":"او یوه ډله له خلکو هغه ده چې وایي موږ په الله او وروستۍ (قیامت) ورځ ایمان راوړی، په داسې حال کې چې دوی مؤمنان نه دي.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:9","price":"دوی (په خپل ګمان) له الله او له هغو کسانو سره چې ایمان يې راوړی دی ټګي کوي، په داسې حال کې چې نه کوي ټګي دوی مګر له خپلو ځانونو سره، او دوی شعور نه لري. (نه پوهیږي چې ضرر يې هم دوی ته رسېږي).","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:10","price":"د دوی په زړونو کې ناروغي (د شک او نفاق مرض) دی، نو الله د دوی ناروغي زیاته کړه او (مقرر) دی دوی لپاره ډېر دردناک عذاب په سبب د دې چې دوی به دروغ ویل (په اظهار د ایمان سره).","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:11","price":"او کله چې دوی (منافقانو) ته وویل شي چې په زمکه کې فساد مکوئ، نو دوی وايي، بې شکه خبره داده چې موږ خو اصلاح کوونکي یو.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:12","price":"خبردار اوسئ بې شکه همدوی فساد کوونکي دي مګر دوی شعور نه لري (په خپل فساد نه پوهېږي).","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:13","price":"او کله چې دوی ته وویل شي چې ایمان راوړئ، لکه چې نورو خلکو ایمان راوړی دی، نو دوی وايي آیا موږ داسې ایمان راوړو لکه څنګه چې ناپوهانو (ایمان) راوړی دی؟ خبردار اوسئ بې شکه همدوی ناپوهان دي خو دوی (په خپله ناپوهۍ) نه پوهېږي.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:14","price":"او کله چې ملاقات وکړي (منافقان) له هغو کسانو سره چې ایمان يې راوړی دی نو وايي: موږ هم ایمان راوړی دی. او کله چې خپلو (مشرانو) شیطانانو سره یوازې شي، نو دوی (بیا) وايي: بې شکه موږ له تاسو سره یو. بیشکه هم دا خبره ده چې مونږ مسخرې (ټوکې) کوونکي یو (په مؤمنانو پورې).","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:15","price":"الله تعالی پر دوی مسخرې (ملنډې) وهي او دوی ته مهلت ورکوي چې په سرکښۍ کې به سرګردان (حیران) وي.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:16","price":"دوی هغه کسان دي چې ګمراهي یې د هدایت په بدل کې پېرلې (اخیستې) ده، نو هیڅ ګټه (فائده) ونه کړه سوداګرۍ د دوی او نه وو دوی لارموندونکي (حق ته).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:17","price":"د دوى (منافقانو) مثال داسې دى، لكه چې يو څوك اور بل كړي او چې كله (دغه اور) د هغه شاوخوا روښانه كړي، نو الله -تعالی- د دوى رڼا (د سترګو بينايي) یوسي او دوی په تیارو کې پرېږدي چې هېڅ نه ویني.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:18","price":"(دوی) کاڼه، ګونګیان او ړانده دي، نو دوی بېرته (له ګمراهۍ څخه) نه را ګرځي.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:19","price":"يا د دوى مثال داسې دی لکه چې له اسمان نه شړكنده جړۍ (باران) اورېږي او له هغه سره تورې تيارې، تالنده او برېښنا هم وي، دوى (د تندر د ګړزار په اورېدلو) د مرګ له وېرې په غوږونو کې ګوتې ننباسي او الله تعالی د کافرانو را ګېروونکی دی.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:20","price":"نږدې ده چې برېښنا په چټکۍ سره د دوی د سترګو رڼا یوسي، هر کله چې رڼا وکړي دوی ته نو مزل پکې وکړي او کله چې تیاره کړي په دوی نو هک پک ودرېږي او که چېرته د الله تعالی خوښه شي نو د دوی غوږونه او سترګې به یوسي (کاڼه او ړانده به یې کړي) بې شکه الله تعالی په هر څه قادر او برلاسی دی.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:21","price":"ای خلکو! د خپل رب عبادت وکړئ، هغه (رب) چې تاسي او له تاسي وړاندې خلک یې پيدا کړي، کېدای شي چې تاسي ځانونه وژغورئ (د الله تعالی له عذاب څخه).","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:22","price":"هغه (رب) چې ستاسې لپاره یې زمکه فرش (هواره) کرځولې ده او هسک (آسمان) یې چت او د آسمان له لوري یې اوبه نازل کړې دي، نو راویستې یې دي په دې اوبو سره هر ډول مېوې ستاسې لپاره روزي (رزق)، نو له الله سره شریکان مه نیسئ، په داسې حال کې چې تاسي پوهېږئ (چې الله شریک نه لري).","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:23","price":"او که چېرې تاسي د هغه څه (قرآن) په اړه په شک کې یاست، چې مونږ پر خپل بنده باندې نازل کړی دی نو تاسي د دې (سورت) په څېر یو سورت راوړئ او له الله تعالی پرته خپل ټول ګواهان (مشران) راوبلئ، که چېرې تاسي ریښتېني یاست.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:24","price":"پس که چېرې مو دا کار ونه کړ او هېڅکله یې (هم) نه شئ کولای، نو پس وساتئ (ځانونه) له هغه اور څخه چې خس (خشاک) د هغې انسانان او تیږې (ګټې) دي، چې تیار کړی شوی دی (دا اور) د کافرانو لپاره.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:25","price":"او زیری ورکړه (ای محمده) هغو کسانو ته چې ایمان يې راوړی دی (په ټولو مؤمن به شیانو) او ښه (عملونه) یې کړي دي، چې بېشکه د دوی لپاره جنتونه دي چې د هغو (تر ماڼیو او ونو) لاندې ویالې بهېږي، هر کله چې له دې (جنتي مېوو) څخه دوی (جنتیانو) ته د رزق (خوړلو) لپاره (څه) ورکړل شي، نو دا (جنتیان) به وايي، دا هغه شان میوه ده چې موږ ته پخوا هم راکړل شوې وه او رابه وړلی شي دوی ته میوه هم رنګه (او په خوند کې سره بېله) او د دوی لپاره به په دغو (جنتونو) کې پاکې مېرمنې وي او دوی به په دغو (جنتونو) کې همېشه وي.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:26","price":"بېشکه الله تعالی (له دې) حیا نه کوي چې یو مثال (له مثالونو څخه) بیان کړي، که (هغه) د ماشي (مثال هم) وي او یا هم له دې پورته وي، پس هغه کسان دې چې ایمان یې راوړی دی نو پوهیږي چې دا مثال د دوی د رب له لوري حق دی او هغه کسان چې کافران شوي دي نو وايي (له ډیرې ناپوهۍ او عناد څخه) چې الله تعالی په دې مثال سره د څه شي اراده کړې ده، ګمراه کوي په دې (مثال) سره ډیر خلک او ډېرو ته په دې (مثال) سره سمه لاره ښايې او نه ګمراه کوي (الله) په دې (مثال) سره مګر فاسقان.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:27","price":"هغه خلك (فاسقان) چې د الله عهد له ټينګ تړون نه وروسته ماتوي او الله چې د كوم شي د پېوندولو امر كړيدى، هغه پرې کوي او په زمكه كې فساد خوروي، په حقيقت کې همدغه کسان (په دنیا او آخرت کې) زيانكاران دي.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:28","price":"تاسې څنګه پر الله تعالی کافران کېږئ، په داسې حال کې چې تاسې مړه وئ، بیا (الله) تاسې ژوندي کړئ (د روح په درکولو سره) بیا به (الله) تاسې مړه کړي، بیا به (الله) تاسې ژوندي کړي، (او په آخر کې به) بیا هغه ته ورستانه کړای شئ.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:29","price":"الله هغه ذات دی چې ستاسې لپاره یې د زمکې ټول شیان پیدا کړي دي، بیا یې هسک (آسمان) ته پام وکړ، پس اووه آسمانونه یې برابر کړل او هغه (الله) پر هر څه باندې ښه عالم (پوه) دی.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:30","price":"او (یاد کړه ای محمده!) هغه وخت چې ستا پروردګار پرښتو ته وویل، چې بېشکه زه په زمکه کې د یوه خلیفه پیداکوونکی یم، نو پرښتو وویل: آیا ګرځوی (ټاکې) ته په زمکه کې هغه څوک چې په هغې کې به فساد کوي او (په ناحقه سره) به وینې تویوي، په داسې حال کې چې موږ ستا تسبیح او ثنا وایو او نسبت د پاکی کوو تاته، (الله) وویل: بېشکه زه په هغه څه پوهېږم چې تاسې پرې نه پوهېږئ.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:31","price":"او (الله) آدم ته دټولو (ضروري شیانو) نومونه وښودل، بیا يې هغه ټول شیان پرښتو ته وړاندې کړل او ویې ویل ماته د دې شیانو نومونه راوښیئ که تاسې (په خپلې دغې وینا کې) ریښتیني یاست.","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:32","price":"پرښتو وویل، نسبت د پاکۍ کوو تاته (له ټولو عیبونو او اعتراضونو) موږ لره هیڅ علم نشته مګر د هغه څه چې تا موږ ته ښودلي، بېشکه ته هم ښه عالم او ښه د حکمت خاوند يې.","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:33","price":"(الله) وویل، اې آدمه! خبر کړه دوی په نومونو د دې شیانو، نو کله چې آدم خبر ورکړ دوی ته په نومونو د هغو شیانو، (الله) وویل: آیا ما تاسې ته نه ؤ ویلي چې بېشکه زه پوهیږم په پټو شیانو د آسمانونو او زمکې او په هغو شیانو چې تاسې یې ښکاره کوئ او په هغو شیانو چې تاسې یې پټوئ (په زړونو کې).","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:34","price":"او (یاد کړه اې محمده!) کله چې موږ پرښتو ته وویل چې آدم ته سجده وکړئ، پس دوی (ټولو) سجده وکړه، مګر (یوازې) ابلیس سرغړونه وکړه (له سجدی نه) او لويې يې وکړه او دی (له پخوا څخه د الله په علم کې) له کافرانو څخه ؤ.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:35","price":"او موږ وویل، اې آدمه! ته او مېرمن دې په جنت کې میشت شئ او د جنت له میوو څخه وخورئ (څه چې مو زړه غواړي) پریمانه او چېرته مو چې خوښه وي او دې ونې ته (د خوړلو لپاره) مه نږدې کېږئ نو (که نږدې شوئ) د ظالمانو له ډلې به شئ.","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:36","price":"پس شیطان دوی دواړه له جنته وښویول، نو ویې ایستل دواړه له هغه (عزت او راحت) څخه چې دوی پکې وو او موږ وویل چې (له جنته زمکې ته) ښکته شئ، په داسې حال کې چې ستاسې ځينې به له ځینې نورو سره دښمنان وي او شته تاسې ته په زمکه کې ځای د هستوګنې او اسباب د ګټې (فائدی) اخستلو تر یوه وخته پورې (چې اجل یا قیامت دی).","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:37","price":"پس آدم له خپل پروردګاره څو کلمې زده کړې، نو په هغو یې (الله ته) رجوع وکړه (په رحمت سره) بېشکه هغه (الله) ښه توبه قبلوونکی (او) رحیم دی.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:38","price":"(بیا) موږ وویل، چې ټول له جنته کوز شئ، کله چې تاسې ته زما له لوري كوم هدايت ورسېږي، نو څوک چې زما د هدایت پیروي وکړي، نو پر هغوی به هیڅ وېره نه وي او نه به غمجن کېږي.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:39","price":"او هغه کسان چې کافران شول او زموږ آیاتونه یې دروغ وګڼل، هم دغه کسان د اور (دوزخ) څښتنان دی او هم دوی به په هغه (اور د دوزخ) کې همېشه وي.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:40","price":"اې بني اسرائیلو (د یعقوب علیه السلام اولاده)! یاد کړئ زما هغه نعمت چې پر تاسو مې انعام کړی دی او وفا وکړئ زما پر وعدې (په متابعت د نبي کې) نو زه به هم وفا وکړم ستاسو پر وعدو (جنت ته په ننویستلو) او خاص له ما څخه ووېرېږئ.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:41","price":"او پر هغه (کتاب) ایمان راوړئ چې ما نازل کړی دی، تصدیق کوونکی د هغه (کتاب) دی چې تاسې سره دی او تر ټولو وړاندې په دې (قرآن) مه کافر کېږئ او زما آیاتونه په لږه بیه مه پلورئ او خاص له مانه ووېرېږئ!","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:42","price":"او حق پر باطل مه پوښئ او حق مه پټوئ په داسې حال کې چې تاسې پوهېږئ (چې دا حق دی).","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:43","price":"او لمونځ قائم کړئ او زکات ورکړئ او له رکوع کوونکو (لمونځ کوونکو) سره رکوع وکړئ.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:44","price":"آیا تاسې نورو خلکو ته د نېکۍ امر کوئ او خپل ځانونه هېروئ؟ په داسې حال کې چې تاسې کتاب لولئ، نو آیا تاسي له عقل څخه کار نه اخلئ؟","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:45","price":"په صبر او لمانځه سره مرسته وغواړئ او په تحقیق سره لمونځ ډېر دروند دې مګر (نه دی دروند) په عاجزي کوونکو.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:46","price":"هغه کسان چې باور لري په دې چې بېشکه هغوی له خپل پروردګار سره مخامخ کېدونکي دي او په تحقیق دوی هم هغه (الله) ته (په آخرت کې) ورستنېدوکي دي.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:47","price":"ای بني اسرائیلو (د یعقوب علیه السلام اولاده)! زما هغه نعمت یاد کړئ چې ما پر تاسې پېرزو کړی دی او دا چې د نړۍ پر ټولو امتونو مې تاسې ته فضيلت دركړى وْ.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:48","price":"او د هغې ورځې (له عذاب) څخه ووېرېږئ چې هیڅ نفس به له بل (کافر) نفس څخه هیڅ شی نه شي لرې کولی او نه به دهغه نفس په اړه شفاعت (سپارښتنه) منل کېږي او نه به له هغه څخه فدیه قبلېږي او نه به له هغوی (کافرو او ګناه کوونکو سره) له كوم لوري مرسته وكړاى شي.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:49","price":"او (یاد کړئ) هغه وخت چې موږ تاسي وژغورلۍ له فرعونیانو څخه چې تاسي ته به یې سخت عذاب درکولو، ستاسي زامن به یې حلالول او ستاسي ښځې (لوڼې) به یې (دخدمت لپاره) ژوندۍ پرېښودلې او په دې کې ستاسې د رب له لوري پر تاسي لوی ازمیښت ؤ.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:50","price":"او (یاد کړئ!) هغه وخت چې موږ ستاسي لپاره سمندر څیرې کړ او تاسو مو وژغورلئ او فرعونیان مو غرق کړل، په داسې حال کې چې تاسي ورته کتل.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:51","price":"او هغه وخت چې وعده کړې وه موږ له موسی علیه السلام سره څلويښت شپې، بیا تاسي خوسی ونیوه (معبود) پس له (تللو) د موسی علیه السلام (طور ته) او تاسې ظالمان وئ.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:52","price":"بیا موږ تاسي ته بخښنه وکړه وروسته له هغې (د خوسي له عبادت څخه) تر څو تاسي (د الله) شکر وباسئ.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:53","price":"او (یاد کړئ!) هغه وخت چې ورکړی ؤ موږ موسی علیه السلام ته کتاب (تورات) او بېلونکی (د حق او باطل) د دې لپاره چې تاسي سمه لار ومومئ.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:54","price":"او هغه وخت (در یاد کړئ) چې موسی خپل قوم ته وویل، ای زما قومه! بېشکه تاسي پر خپلو ځانونو ظلم کړی دی، په سبب د نیولو د خوسي لره (په خدايۍ سره) پس توبه وباسئ خپل خالق ته او خپل ځانونه ووژنئ، همدا کار (ځان وژنه) ستاسو د خالق پر وړاندې تاسو لپاره غوره دی، پس (الله) ستاسي توبه قبوله کړه، بېشکه هغه ښه توبه قبلوونکی او ډېر مهربان دی.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:55","price":"او (یاد کړئ) هغه وخت چې تاسي وویل، ای موسی علیه السلام! مونږ به ستا پر خبره هېڅکله باور ونه کړو (تر څو) چې څرګنده الله ونه وینو، پس تاسي تندر ونیولئ په داسې حال کې چې تاسي (ورته) کتل.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:56","price":"پس بيا موږ ستاسي له مړينې وروسته راپاڅولئ، د دې لپاره چې تاسي شکر وباسئ.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:57","price":"او (هغه مهال) موږ وریځ پر تاسي سیوری کړه او تاسي ته مو ترنجبین او مړزان نازل کړي وو، وخورئ له هغو پاکو شیانو چې موږ تاسو ته روزي کړي دي نو هغوی پر موږ ظلم نه ؤ کړی، بلکې پر خپلو نفسونو (ځانونو) یې ظلم کولو.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:58","price":"او (یاد کړئ) هغه وخت چې موږ (بني اسرائیلو ته) وویل، چې دې کلي ته ننوځئ، پس هرڅه مو چې زړه غواړي هغه پرېمانه وخورئ او سجده کوونکي په دروازه (د دې ښار) ننوځئ او ووایئ: حطة (اې ربه! موږ ته بخښنه وکړه) چې ستاسې ګناهونه وبخښو او پر نېکانو به زیات (اجر) پېرزو کړو.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:59","price":"پس هغو کسانو چې ظلم يې کړی ‌و خبره په بل شان بدله کړه له هغې خبرې څخه کومه چې دوی ته شوې وه، نو نازل کړ موږ پر هغو کسانو چې ظلم يې کړی و عذاب له (طرفه) د اسمانه په سبب د دې چې دوی به (د الله له فرمانه) سرغړونه کوله.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:60","price":"او (یاد کړئ) هغه وخت چې موسی -علیه السلام- خپل قوم لپاره د اوبو غوښتنه وکړه (په میدان د تیه کې) پس موږ وویل (موسی -علیه السلام- ته) چې په خپلې همسا تېږه (ګټه) ووهه، (نو چې ويې وهله) پس روانی شوی له هغې تېږې (ګټی) څخه دولس چېنې، په تحقیق سره هر قوم د خپلو اوبو څښلو ځای وپېژنده (وویل موږ) خورئ او څښئ  د الله له روزۍ څخه او مه تېرېږئ له حده په زمکه کې حال دا چې ورانی کوونکی اوسئ تاسي.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:61","price":"او (یاد کړئ) هغه وخت چې وویل تاسي ای موسی علیه السلام! موږ پر یو طعام صبر نه شو کولای، له خپل رب نه دې وغواړه چې موږ ته د زمکې هغه حاصلات راوباسي (لکه)، تره، بادرنګ، غنم، دال او پياز، نو وویل (موسی علیه السلام) آیا بدلوئ تاسي هغه شی چې ناکاره دي په هغه څه چې ډیر غوره دی. (نو اوس) کوز شئ یوه ښار ته پس بېشکه ستاسي لپاره هغه څه دي چې غوښتنه يې کوئ او مقرر کړی شو پر دوی ذلت او محتاجي او اخته شول دوی په غضب د الله، دا په سبب د دې چې دوی د الله په آیاتونو کفر کولو او په ناحقه به یې پیغمبران وژل، دا (کفر او قتل) په دې سبب ؤ چې سرکشي يې کوله  او وو دوی چې له حدودو به تېرېدل.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:62","price":"بې له شکه هغه کسان چې ایمان يې راوړی دی او هغه کسان چې یهودان شوي دي او نصرانیان او بی دینان دي، هر څوک چې (د دوی له ډلې) پر الله او د قیامت پر ورځ ایمان راوړي او (له محمدي شریعت سر سم) نیک عمل و کړي، نو د دوی لپاره به د دوی د رب (پالونکي) په نزد اجر (ثواب) وي، او نه به وي (هیڅ قسم) ویره پر دوی باندې او نه به دوی خپه کېږي.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:63","price":"او (یاد کړئ) هغه وخت چې موږ له تاسي څخه ټینګه وعده واخیسته او پورته کړ موږ په سر تاسې د طور (غر)، واخلئ هغه څه (احکام) چې درکړي دي موږ تاسي ته په ښه کوښښ سره او یاد کړئ هغه (احکام) چې په هغه کې دي، ښایي چې تاسې ځانونه وساتئ.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:64","price":"له هغه وروسته تاسي واوښتئ، نو که چېرې د الله فضل او د هغه رحمت پر تاسو نه وی نو هرومرو (خامخا) به تاسو له زیانکارانو څخه وای.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:65","price":"او په تحقیق سره تاسي هغه کسان ښه پېژندلي وو چې تجاوز يې کړی ؤ ستاسي له ډلې څخه (د کبانو په ښکار) د شنبې (په ورځ) نو موږ دوی ته وویل چې ذلیله بیزوګان شئ.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:66","price":"نو وګرځاوه مونږ دا (عقوبت او مسخه کول) عبرت لپاره د هغو خلکو چې حاضر وو او د هغو لپاره چې وروسته راځي او پند دی پرهیزګارانو لره.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:67","price":"او (یاد کړه ای محمده!) هغه وخت چې موسی علیه السلام خپل قوم ته وویل: بیشکه الله امر کوي تاسي ته چې یوه غوا حلاله کړئ (بني اسرائیلو) وویل: آیا ته په موږ ملنډې وهې؟ (موسی علیه السلام) وویل: زه له دېنه الله ته پناه وروړم چې له ناپوهانو څخه شم.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:68","price":"وویل (بني اسرايېلو) چې وغواړه مونږ لپاره له خپل پروردګاره چې بیان کړي موږ ته چې هغه غوا څنګه ده؟ (موسی علیه السلام) وویل: بېشکه الله جل جلاله وایي هغه یوه غوا ده چې نه ډیره زړه ده او نه ډیره ځوانه، میانه حاله ده په منځ د دغو کې پس هغه څه وکړئ چې امر درته شوی دی.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:69","price":"(بني اسرائیلو) وویل: وغواړه (ای موسی علیه السلام) موږ لپاره له خپل پروردګاره چې بیان کړی موږ ته چې رنګ یې څه شان دی؟ (موسی علیه السلام) وویل: بېشکه الله وایې: هغه یوه زېړه غوا ده چې رنګ یې ډېر روښانه دی او لیدونکي خوشحالوي.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:70","price":"(بني اسرائیلو) وویل: له خپل پروردګاره وغواړه چې بیان کړي موږ ته چې څه قسم ده دغه غوا؟ بېشکه غوا موږ په شک کې اچولي یو، او که د الله خوښه وه موږ خامخا لارموندونكي يو.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:71","price":"(موسی علیه السلام) وویل: الله جل جلاله وايي: دا يوه غواده، نه خواري كښه چې زمكه يوې كوي او نه كښت خړوبوي، سالمه پاتې شوې، هيڅ عيب پكې نشته، هغوى ويل: اوس دې سمه (حق) خبره راوړه نو حلاله يې كړه خو نږدې وو چې ويې نه كړي.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:72","price":"(او یاد کړئ) هغه وخت چې تاسي یو کس وژلی ؤ، نو د هغه (مقتول) په اړه په جګړه شوئ او الله ښکاره کوونکی دی د هغه څه (قتل) چې تاسو پټولو.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:73","price":"نو موږ وویل چې پر وژل شوي د هغې (غوا) یوه ټوټه ووهئ (بیا هغه مړی ژوندی شو)، هم داسې الله تعالی (په قیامت کې) مړي ژوندي کوي او تاسې ته (د خپل قدرت) آیتونه (نښانې) درښیي ترڅو تاسو غور وکړئ.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:74","price":"بیا پس له دې ستاسو زړونه سخت شول، نو دغه (زړونه) په شان د تیږې (ګټی) دي بلکې ډیر زیات دي په سختوالي کې. او بېشکه چې له ځینو تیږو (ګټو) هغه دي چې بهیږي له هغو څخه ویالې او په تحقیق سره ځینې له دې تیږو (ګټو) څخه هغه دي چې چوي نو راوځي له هغو څخه اوبه او بیشکه ځینې له دې تیږو (ګټو) څخه هغه دی چې د الله له وېرې رارغړي او الله له هغه څه چې تاسو یې کوئ نا خبره نه دی.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:75","price":"آیا نو تمه کوئ تاسې (ای مسلمانانو) چې ایمان به راوړي دوی (په وینا ستاسې) او بیشکه وه یوه ډله (د پخوانیو) له دوی چې اوریده به يې کلام د الله بیا به يې اړوله هغه خبره وروسته له دې چې پوه به شول په داسې حال کې چې دوی به پوهېدل.","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:76","price":"او کله چې دوی ملاقات وکړي له هغو کسانو سره چې مؤمنان دي نو وايې موږ ایمان راوړی دی او کله چې له یو بل سره یوازې شي، نو وایې، آیا خبروئ تاسې دوی په هغه شي چې پرانستلي دي الله په تاسې (په تورات کې) د دې لپاره چې جګړه وکړي له تاسې سره مؤمنان په هغه سره په نزد د پروردګار ستاسې آیا نو نه پوهیږي؟","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:77","price":"آیا نه پوهیږي دوی چې بیشکه الله عالم دی په هغه څه چې پټوي يې دوی او په هغه څه چې ښکاره کوي يې.","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:78","price":"او ځینې له هغوی څخه امیان (ناپوهه) دي چې په کتاب (تورات) باندې نه پوهېږي، مګر دا چې بې بنسټه هیلې (امیدونه) لري او نه دي دوی مګر ګومانونه کوي.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:79","price":"نو عذاب (هلاک او خرابي) دی لپاره د هغو خلکو چې لیکي کتاب په خپلو لاسونو بیا وايې چې دا د الله له لوري دی، دې لپاره چې په دغه (کتاب) لږ قیمت ترلاسه کړي، نو هلاکت (عذاب) دی دوی لره د هغه شی چې لیکلی دی لاسونو د دوی او بیا هلاکت دی دوی لره د هغه کار چې دوی یې کوي.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:80","price":"او وایې دوی چې موږ ته به کله هم (د جهنم) اور ونه رسېږي، مګر څو شمېرل شوې ورځې، ته ورته ووایه (ای محمده) آیا تاسې له الله -تعالی- څخه عهد (ژمنه) اخیستې؟ نو الله د خپل عهد مخالفت نه کوي، یا په الله پورې داسې خبرې تړئ چې تاسې پرې نه پوهېږئ.","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:81","price":"بلکې ولې نه، (رسېږي تاسې ته دائمي اور) هر چا چې بدي وکړه او چاپيره شوه پر ده ګناه د ده. نو هم دغه کسان څښتنان د اور (د دوزخ) دي، دوی به په هغه اور (د دوزخ) کې تل وي.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:82","price":"او هغه کسان چې مؤمنان دي او نېک عملونه یې کړي دي، هم دغه کسان دجنت څښتنان دي، دوی به په هغه جنت کې تل وي.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:83","price":"او (یاد کړه ای محمده!) هغه وخت چې موږ کلکه وعده له بني اسرائیلو څخه واخیستله، دا چې له الله پرته د بل چا عبادت به نه کوئ او له مور او پلار سره به نېکي کوئ، او له خپلوانو سره به هم او له یتیمانو او مسکینانو سره به هم (نیکي کوئ) او خلقو ته ښایسته خبرې وکړئ او لمونځ سم قائموئ او ورکوئ زکات، بیا تاسې (له دې وعدې) وګرځیدئ مګر لږ له تاسې څخه (ونه ګرځیدل)، حال دا چې همدا تاسي  (له الهي احکامو څخه) مخ ګرځوونکي یاست.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:84","price":"او (یاد کړئ ای بني اسرايېلو) هغه وخت چې ستاسو له پلرونو مو کلکه وعده واخیستله دا چې خپلې وینې مه تویوئ او مه وباسئ ځانونه خپل له خپلو کورنو، بیا تاسې اقرار وکړ، حال دا چې تاسې حاضر واست.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:85","price":"پس (له دې وعدې) تاسې هغه کسان یاست چې خپل ځانونه وژنئ او وباسئ تاسې یوه ډله خپله له خپلو کورونو له دوی څخه، مرسته (مدد) کوئ پر دوی په ګناه او ظلم سره، او که راشي دوی تاسې ته بندیان نو فدیه ورکوئ تاسې د دوی په ځای، حال دا چې حرام کړی شوي دي پر تاسې ایستل د هغو آیا پس ایمان راوړئ تاسې پر ځینو (احکامو) د کتاب (چې فدیه ده) او کافران کیږئ په ځینو نورو (احکامو د کتاب چې بی ګناه وژنه ده او په ګناه سره مرسته (مدد) کوئ د دوی او مغلوبان له وطنه شړئ). پس نه ده سزا د هغه چا چې کوي دا (کارونه) له تاسې څخه مګر رسوايي ده په ژوند د دنیا کې او په ورځ د قیامت کې ګرځول کیږي دوی ډیر سخت عذاب د (دوزخ) ته او نه دی الله غافل له هغه څه چې کوئ يې تاسې.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:86","price":"دا هغه کسان دي چې د دنیا ژوند یې په بدل د آخرت کې اخیستئ دی، سپک به نه کړی شي له دوی څخه عذاب او نه به له دوی سره مرسته (مدد) وکړل شي.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:87","price":"یقینًا یقینًا موږ موسٰی علیه السلام ته كتاب وركړى و او له هغه نه وروسته مو پرلپسې رسولان لېږلي وو، او موږ د مریمې زوى عیسٰی علیه السلام ته څرګندې نښې وركړې وې۔ او موږ هغه په پاك روح سره قوي كړى و، آیا نو كله چې به هم كوم رسول تاسو ته هغه (احكام) راوړل چې ستاسو نفسونو به نه خوښَوَل، تاسو به ډېره لويي وكړه؛ نو یوه ډله (د پېغمبرانو) مو دروغژنه وګڼله او بله ډله به مو ووژله.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:88","price":"او وايي: زموږ زړونه مو په پردو کې دي (وینا پرې اثر نه کوي داسې نه ده) بلکې  الله پر دوی لعنت کړی، په سبب د کفر د دوی، نو ډېر لږ (کسان د دوی له ډلې څخه) ایمان راوړي.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:89","price":"او هر کله چې راغی دوی ته کتاب (قرآن) د الله له لوري چې تصدیق کوونکی دی د هغه کتاب چې له دوی سره دی، حال دا چې وو دوی پخوا له دې چې فتح به يې غوښته (له الله څخه په قرآن او محمد سره) په مقابل د هغو کسانو چې کافران وو نو کله چې راغی دوی ته هغه رسول چې پيژندلی ؤ دوی، نو کافران شول پرې، نو لعنت د الله دې په کافرانو.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:90","price":"بد دې هغه څه چې پلورلی (خرڅ کړی) دی دوی په مقابل د هغه ځانونه خپل، دا چې کافران کېږي په هغه څه (قرآن) چې الله نازل کړی دی په سبب د دې حسد او کينی چې (ولې) الله خپل فضل نازلوي په هغه چا چې اراده یې وکړي له خپلو بندګانو، نو اخته شول په یو غضب (چې کفر دی په محمد صلی الله علیه وسلم او قرآن) د پاسه د بل غضب (چې کفر دی په عیسی علیه السلام او انجیل)، او د کافرانو لپاره سپکوونکی عذاب (مقرر) دی.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:91","price":"او کله چې وویل شي دوی ته چې ایمان راوړئ پر هغو (کتابو) چې الله نازل کړي دي، دوی وایي: موږ ایمان راوړو په هغه (کتاب) چې نازل کړی شوی دی پر موږ (یعنې تورات) حال دا چې له هغه ور هغه خوا (په نورو) کافران کیږي، په داسې حال کې چې دا (نور کتابونه هم) حق دی، تصدیقونکي دي د هغه کتاب چې له دوی سره دی، ووایه (ای محمده!) نو ولې به وژل تاسې پېغمبران د الله پخوا (له دې) که چيری وئ تاسې ایمان راوړنکي.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:92","price":"او بېشکه راغلی و تاسو ته موسی علیه السلام په ښکاره (معجزو) سره، بیا ونیولو تاسي خوسی (په خدایۍ سره) وروسته د موسی علیه السلام (له تللو څخه د طور غره ته) حال دا چې تاسي ظالمان واست.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:93","price":"او (یاد کړئ!) هغه وخت چې موږ له تاسو کلکه وعده واخیستله، او ستاسو (پر سرونو) مو د طور غر پورته کړ، (او ومو ویل) او کلک ونیسئ هغه (احکام) چې تاسو ته مو درکړي دي او واورئ، وویل (دوی) (ستا خبره) مو اوریدلې، او (ستا حکم) مو نه دی منلی، او ورڅښل (څکل) شوی وه په زړونو د دوی کې (مینه د) خوسي (سخی) په سبب د کفر د دوی. ووایه (ای محمده! دوی ته) بد دې هغه شی چې امر کوي تاسي ته په هغه ایمان ستاسو که چېرې یاست تاسو ایمان راوړونکي.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:94","price":"دوی ته ووایه (اې محمده!) که چېرې د آخرت كور له نورو ټولو انسانانو پرته يوازې تاسو له پاره خاص ګرځول شوی وي، نو تاسې ته ښايي چې د مرګ غوښتنه وکړئ كه تاسې رښتیني یاست.","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:95","price":"او هیڅکله به د مرګ هیله ونه کړي، په سبب د هغو عملونو چې د دوی لاسونو وړاندې لېږلي دي او الله د ظالمانو په (احوالو) ښه پوه دی.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:96","price":"او ته به هرومرو دوی له بل هر چا څخه پر ژوند ډېر حريصان ومومې او له مشرکانو څخه هم ډېر حریصان دي، هر یو د دوی (یهودو) خوښوي چې کاش زر کاله عمر وکړي او نه دی دا (ډېر عمر) ده لره د عذاب څخه خلاصوونکی، دا چې ډیر عمر ورکړل شي، او الله ښه لیدونکی دی په هر څه چې دوی يې کوي.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:97","price":"ووایه (اې محمده!) هر څوک چې د جبریل دښمن وي (نو ودې مري له قهره!) ځکه چې هغه (جبریل) نازل کړی دی قرآن ستا پر زړه په اذن (او حکم) د الله په داسې حال کې چې تصدیق کوونکی دی (دا کتاب) د هغو کتابونو چې پخوا له ده دی، او لارښوونکی دی او زیری ورکوونکی دی مؤمنانو ته.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:98","price":"څوك چې د الله او د هغه د پرښتو او د هغه د پېغمبرانو او د جبريل او ميكائيل دښمن وي نو الله د دې كافرانو دښمن دى.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:99","price":"او په تحقیق مونږ تاته روښانه آیاتونه نازل کړي دي او له فاسقانو پرته بل څوک پرې نه کافر کېږي.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:100","price":"او هر کله چې دوی یو عهد (هوډ) کړی، نو له دوی څخه یوې دلې هغه مات کړی دی، بلكې ډېری کسان د دوی (د زړه له كومي) ايمان نه راوړي.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:101","price":"او هر کله چې راغی دوی ته رسول (محمد) له طرفه د الله چې تصدیقوونکی دی د هغه کتاب (تورات) چې له دوی سره دی، نو له دې اهل كتابو څخه يوې ډلې د الله كتاب په داسې شان شاته وغورځاوه ، لكه چې دوى په هېڅ نه پوهېږي.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:102","price":"او متابعت وکړ (یهودو) د هغه څه چې شیطانانو به د سلیمان علیه السلام په زمانه (د پاچاهۍ) کې لوستل، او سلیمان علیه السلام کفر نه و کړی، بلکې شیطانانو کفر وکړ، چې خلکو ته به یې کوډې (سحر) ښودلې او (متابعت به يې کاوه) د هغه شي چې نازل کړی شوی ړ په دوو پرښتو د بابل په (ښار) کې چې هاروت او ماروت وو، او ښودنه به نه کوله دوی هیچا ته تر هغه پورې چې وبه ویل دواړو بیشکه هم دا خبره ده چې موږ آزموینه (ازمیښت) یو نو مه کافر کیږه (په زده کولو د سحر) نو زده کاوه به هغوی له دوی دواړو نه هغه شی چې بیلتون به يې کاوه په هغه سره په منځ د میړه (خاوند) او ښځی د هغه کې، او نه وو دوی ضرر رسوونکي په دغه سحر سره هیچا ته مګر په اذن (حکم) د الله سره، او زده کوي دوی (یعنې یهودان) هغه څه چې ضرر رسوي دوی ته او نفع نه رسوي دوی ته، او هرومرو (خامخا) په تحقیق پوهیدل دوی چې خامخا هغه څوک چې پيری (اخلي) (زده کوي به اعتقاد د جواز) سحر نشته ده لره په آخرت کې هیڅ برخه (د نیکی)، او هرومرو (خامخا) ډیر بد دې هغه شی چې پلورلې (اخستی) دی دوی به هغه شی سره (حصه د) ځانو خپلو که چېرې وي دوی چي پوهیدلی (به بد انجام د سحر نو نه به يې زده کاوه).","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:103","price":"او که په تحقیق دوی ایمان راوړی وی او پرهېز يې کړی وی (له سحره او له یهودیته) نو هرومرو (خامخا) ثواب له طرفه د الله څخه ډیر غوره دی که چېرې دوی پوهېدلی.","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:104","price":"ای هغو کسانو چې ایمان مو راوړی دی (یعنې ای مؤمنانو) مه وایئ تاسې (لفظ د) راعنا (رسول الله ته) او ووایئ (لفظ د) انظرنا، او واورئ تاسې. او د کافرانو لپاره دردوونکی عذاب دی.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:105","price":"نه خوښوي هغه کسان چې کافران شوي دي له اهل کتابو څخه او (نه) له مشرکانو څخه دا (خبره) چې نازله شي پر تاسي کومه ښه خبره ستاسو د رب لخوا، او الله تعالی ځانګړي کوي (خاصوي) په رحمت خپل سره هغه څوک چې اراده (يې) وکړي او الله د ډېر لوی فضل خاوند دی.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:106","price":"مونږ نه منسوخوو یو آیت او نه یې هېروو (له زړونو) مګر پر ځای یې له هغه غوره راوړو، آیا نه پوهېږئ چې الله پر هر څه برلاسی (قادر) دی.","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:107","price":"آیا ته نه پوهېږې چې بېشکه الله جل جلاله لره ده باچاهي د آسمانو او زمکې او نشته تاسي لره پرته له الله څخه هیڅ دوست او نه مرستندوی.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:108","price":"آیا اراده لرئ تاسې چې سوال وکړئ له رسول خپله (محمد صلی الله علیه وسلم ځینی) لکه چې سوال کړل شوی و له موسی علیه السلام څخه پخوا له دې، او هر څوک چې بدلوي (او غوره کوي) کفر په ایمان (چې ایمان ورکوي او کفر آخلي) نو په تحقیق سره ورکه يې کړه سمه لار.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:109","price":"خوښوي (او دوست ګڼی) ډیر له اهل کتابو څخه (دا) چې وګرځوي دوی تاسې پس له ایمان راوړلو ستاسې کافران د حسد (له کبله) چي له (خبیثو) نفسونو د دوی (پیدا شوي) دي، وروسته له هغه چې ښکاره شو دوی ته حق (چې رسول قرآن او د اسلام دین دی). نو عفو وکړئ! او مخ تری وګرځوئ! تر هغه پورې چې راولېږي الله امر خپل، بېشکه چې الله په هر څه ښه قادر دی.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:110","price":"لمونځ قائم کړئ او زکات ورکړئ، او هغه خیر (ښېګڼه) چې د ځانونو لپاره یې مخ کې لیږئ، وبه مومئ (ثواب د) هغه په نزد د الله، بېشکه چې الله په هغه څه چې تاسي یې کوئ ښه لیدونکی دی.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:111","price":"او (اهل کتاب) وایي: هېڅکله به جنت ته نننوځي پرته له هغو چې یهودي یا نصراني وي، دا د دوی هیلې (غوښتنې) دي، (دوی ته) ووایه: (ای محمده!) خپل دلیل راوړئ، که تاسې رښتیني یاست.","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:112","price":"داسې نه ده، حقه خبره دا ده هر څوك چې ځان الله ته تسلیم كړي او په عملي توګه ښه چلن غوره كړي، هغه لپاره د هغه د رب په نزد د هغه اجر شته او پرداسې خلكو څه وېره او خپګان نشته.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:113","price":"يهوديان وايي ، له عیسویانو سره هېڅ حق نشته او عیسویان وايي، له يهودو سره هېڅ حق نشته په داسې حال کې چې دوى دواړه كتاب لولي، همدا شان هغه خلك هم وايي (دعوه كوي) چې هغوى د كتاب عالمان نه دي (مشركان). الله به دا اختلافونه چې دا خلك په کې اخته دي د قيامت په ورځ فيصله كړي.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:114","price":"او له هغه چانه به غټ ظالم څوك وي چې نه پرېږدي د الله په جوماتونو کې چې د هغه نوم واخيستل شي او د هغه په ورانولو کې هڅه کوي، دغه کسان د دې وړ نه دي چې دې جوماتونو ته پرته (د مؤمنانو) له وېرې ننوځي، دوی ته په دنیا کې ذلت دی او په آخرت کې ورته لوی عذاب دی.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:115","price":"ختیځ او لویدیځ خاص الله لره دي، نو هر لوري ته چې مخ وګرځوئ (په لمانځه کې) نو هماغه لوري ته د الله مخ دى. الله د ډېرې پراختيا خاوند او په هر څه پوهېدونكى دى.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:116","price":"او هغوى (کفار) وايي چې الله څوك په زوى ولۍ سره نيولى دى، الله له دې خبرو پاك دى. اصل حقيقت دا دى چې څه په آسمانونو او زمکې کې دي ټول د هغه (الله) دی او ټول د هغه د امر منونكي دي.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:117","price":"هغه د آسمانونو او زمکې (نوی او پرته له نمونې) پیدا کوونکی دی او هر کله چې د یوه کار اراده وکړي نو وايي هغه کار ته چې وشه! نو هغه وشي.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:118","price":"او وايي هغه کسان چې نه پوهېږي: ولې الله له موږ سره خبرې نه کوي؟ یا ولې موږ ته یوه نښه (ستا په رښتینولۍ دلالت کوونکې) نه راځي؟ همدا رنګه به ویل هغو کسانو چې پخوا له دوی وو د دوی د خبرو په شان، یو رنګ شوي دي زړونه د دوی، په تحقیق بیان کړي دي موږ آیاتونه هغو خلقو ته چې یقین کوي.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:119","price":"بېشکه موږ ته لیږلی يې (ای محمده!) په حقه سره زیری ورکوونکی (په جنت) او ویروونکی (له دوزخ). او تا څخه به د دوزخ د خاوندانو په اړه پوښتنه ونشي.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:120","price":"او هیڅ کله به له تا څخه (ای محمده!) یهودان او نه نصرانیان راضي نشي تر څو چې ته د دوی د دین متابعت ونکړې، ووایه (ای محمده!) دوی ته چې بېشکه هدایت د الله (اسلام) همدا هدایت دی او قسم دی که چېرې پیروي وکړې ته د آرزوګانو د دوی وروسته له هغې چې تا ته علم (د وحي او توحید) راغلی دی، نه به وي تا لره له (عذابه د) الله هیڅ دوست او مرستندوی.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:121","price":"هغه کسان چې موږ ورته کتاب ورکړی دی، هغو په حق سره کتاب لولي (دغه د اهل کتابو مؤمنان) همدا کسان ایمان راوړي په دغه (کتاب)، او هغه څوک چې کافر شي په دې نو دغه کسان زیانکاران دي.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:122","price":"اې بني اسرائیلو (د یعقوب علیه السلام اولاده!) یاد کړئ زما هغه نعمت چې انعام کړی دی ما پر تاسي (او بل دا یاد کړئ چې) بېشکه ما غوره کړي یاست تاسي (یعنې نیکونه ستاسې) پر عالمیانو (د زمانې ستاسي).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:123","price":"او ووېرېږئ، له (عذابه د) هغې ورځې چې لرې کولې به نه شي هیڅ نفس له هیڅ (کافر) نفس څخه هیڅ شی (له عذابه) او نه به شي قبلولی له دغه نفس څخه بدل (فدیه) او نه به نفع رسوي ده ته شفاعت (سپارښتنه) او نه به له دوی سره مدد وکړی شي (په دفع د عذاب کې).","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:124","price":"ياد كړه (اې محمده) هغه وخت چې پر ابراهيم (علیه السلام) د هغه رب د څو خبرو ازمېښت وكړ او (ابراهيم) هغه ټولې سرته ورسولې؛ نو (الله) وویل: بېشکه زه تا د ټولو خلكو امام ټاكم، (ابراهیم) وویل: او زما له اولادې سره هم همدا وعده ده؟ (الله) وویل: زما وعده ظالمانو ته نه رسي.","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:125","price":"او (یاده کړه اې محمده) کله چې موږ دا كور (كعبه) د خلكو لپاره (د ثواب) مركز او د امن ځاى جوړ كړ، او (امر مو وکړ چې) د ابراهیم علیه السلام له مقام (اودرېدلو ځای) څخه د لمانځه ځای جوړ کړئ او موږ ابراهیم او اسماعیل ته حکم کړی و چې زما کور د طواف کوونکو، اعتکاف کوونکو او رکوع کوونکو او سجده کوونکو (لمونځ کونکو) لپاره پاک کړئ.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:126","price":"او (یاد کړه اې محمده!) هغه وخت چې وویل ابراهیم علیه السلام: اې زما ربه دا ښار (چې کعبه پکې ده) د امن ځای وګړځوه، او د دې له اوسېدونكو څخه هغه چا ته چې پر الله او اخرت ایمان لري، هغو ته له هر ډول مېوو څخه روزې وركړه، (الله) وفرمایل: او هر څوک چې کافر شو نو هغه ته هم لږه ګټه (د دنیا د ژوند) ورکوم، بیا به یې په زور د اور عذاب (جهنم) ته ورکاږم، او بد ځای د ورتلو دی (هغه اور).","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:127","price":"او (یاد کړه اې محمده!) هغه وخت چې پورته کړل ابراهیم او اسماعیل بنیادونه (دېوالونه) د دې کور (کعبې) (او دواړو وویل) اې زموږ ربه (پالونکیه) له موږ څخه دا (چاره) قبوله کړه، بېشکه همدا ته ښه اوریدونکی (او پر هر څه) ښه پوهیدونکی يې.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:128","price":"اې زموږ ربه! وګرځوه موږ (دواړه) حکم منونکی ستا او (وګرځوه) له اولادې زموږ یوه ډله حکم منونکي ستا او موږ ته د حج احکام وښایه او زموږ توبه قبوله کړه، بېشکه همدا ته ښه توبه قبلوونکی (او) رحم کوونکی يې.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:129","price":"اې زموږ ربه! په دوی (دې خلکو) کې د همدوى له قوم نه يو داسې پیغمبر راپاڅوه چې دوی ته ستا ايتونه لولي او دوی ته کتاب (یعنې قرآن) او حکمت (شرعي احکام) ورښايي او پاک کړې دوی (له ګناهونو)، بېشکه همدا ته ښه غالب (او) د حکمت خاوند یې.","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:130","price":"او د ابراهیم علیه السلام له دین څخه مخ نه کړځوي، مګر هغوی چې ځان یې احمق کړی وي، او په تحقیق سره غوره کړی و موږ ابراهیم علیه السلام په دنیا کې (په نبوت او د بیت الله په ودانولو سره)، او بېشکه په آخرت کې له (خاصو) نیکانو څخه دی.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:131","price":"او (یاد کړه) چې كله يې رب (ابراهیم علیه السلام ته) وویل: (زما احکامو ته) غاړه كېږده! نو هغه (ابراهیم) وویل: ما د عالمیانو رب ته غاړه ايښې ده.","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:132","price":"پر همدې مسلك د تللو وصیت (سپارښتنه) ابراهيم علیه السلام خپلو زامنو ته كړې وه او یعقوب علیه السلام (هم)، چې اې زما زامنو! بېشکه چې الله غوره کړی دی تاسې ته دین (د اسلام) نو مه مرئ تاسې مګر په هغه حال کې چې تاسي مسلمانان یاست.","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:133","price":"آیا تاسې هغه مهال حاضر واست چې یعقوب علیه السلام ته مرګ راغی کله چې (یعقوب علیه السلام) خپلو زامنو ته وویل، چې زما له مرګ وروسته به د څه عبادت کوئ؟ نو دوی وویل چې ستا د معبود عبادت به کوو او ستا د پلرونو چې ابراهیم او اسمعیل او اسحاق علیهم السلام دي د معبود عبادت به کوو، هغه یو الله دی (شریک نه لري) او موږ ټول هغه ته غاړه ایښودونکي یو.","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:134","price":"هغه یوه ډله وه چې تېره شوی ده، هغوی لپاره ده (جزا) د هغه څه چې کړی يې دي او ستاسې لپاره (جزا) ده، د هغه څه چې تاسې کړي او له تاسې نه به د هغوی د کړنو په اړه پوښتنه نه کېږي.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:135","price":"او (اهل کتاب مسلمانانو ته) وایي چې یهودیان یا نصرانیان شئ چې سمه لاره ومومئ. ووایه (اې محمده دوی ته) بلکې د ابراهیم د دین (متابعت کوو) چې له باطل څخه حق ته مائل دی او هغه (ابراهیم) د مشرکانو څخه نه و.","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:136","price":"ووایئ (اې مؤمنانو!) چې موږ ایمان راوړی دی پر الله او پر هغه (قرآن) چې نازل شوی دی پر موږ او پر هغو (صحیفو) چې نازل کړل شوي دي پر ابراهیم او اسمعیل او اسحاق او یعقوب علیهم السلام او اولادې (د دوی) او پر هغو (کتابونو او معجزاتو هم ایمان لرو) چې موسی او عیسی علیهما السلام ته ورکړل شوي دي او (پر) هغو (کتابونو) چې ورکړی شوي دي (نورو) انبیاوو ته د دوی د رب لخوا، حال دا چې نه کوو فرق په منځ د یوه تن د دوی کې او موږ الله ته غاړه ایښودونکي یو.","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:137","price":"نو که ایمان راوړي دوی (یهود او نصاری) لکه چې تاسې ایمان راوړی دی په هغه (مؤمن به شیانو) نو په تحقیق سره چې سمه لاره یې وموندله او که يې مخ وګرځاوه (له ایمانه) نو بېشکه هم دا خبره ده چې دوی (له تاسي سره) په مخالفت کې دي، نو ژر ده چې کافي به شي په (دفع د شر) د دوی کې تا لره الله، او هم دی ښه اوریدونکي دی (د اقوالو)، ښه عالم دی (په احوالو).","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:138","price":"(ووایئ اې مؤمنانو! چې موږ الله رنګ کړی یو) په رنګ د الله، او څوک د الله له رنګ (دین) څخه غوره دي؟ او موږ یوازې د هغه (الله) عبادت کوو.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:139","price":"ووایه (اې محمده! دوی ته) ایا جګړه کوئ تاسې له موږه سره په (دین) د الله کې حال دا چې هغه زموږ او تاسې رب (پالونکی) دی او زموږ خپلې کړنې (عملونه) دي او ستاسې خپلې کړنې او موږ یوازې الله لره په اخلاص (عبادت کوونکي) یو.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:140","price":"آیا تاسې داسې واياست (اې اهل کتابو)، چې ابراهیم او اسماعیل او اسحق او یعقوب علیهم السلام او د هغوی اولاد (ټول) یهودیان یا نصرانیان وو، (هغوی ته) ووایه (اې محمده) آیا تاسې ښه پوهیږئ، که الله؟ او له هغه چا نه به بل لوی ظالم څوك وي، چې د الله له لوري هغه ته د يوې شاهدۍ ذمه واري ورتر غاړى شوې وي او هغه پټه كړي او نه دی الله بې خبره له هغه څه چې تاسي يې کوئ.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:141","price":"هغه یوه ډله وه چې په تحقیق سره تېره شوې ده، د هغوی کړنې (عملونه) د هغوی لپار ه وې او ستاسې کړنې ستاسې لپاره دي او له تاسې نه به د هغه څه په اړه پوښتنه و نشي چې هغوی ترسره کول.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"ps"},{"name":"2:142","price":"هرومرو به د خلکو ناپوهان ووایي چې څه شي وګرځول دوی (یعنې رسول صلی الله علیه وسلم او مؤمنان) له قبلی د دوی څخه هغې نه چې وو دوی په هغې باندې؟ ووایه (اې محمده! دوی ته) چې مشرق او مغرب (بلکې ټول جهات) د الله له پاره دي، هر چاته چې وغواړي د سمې لارې (اسلام) هدایت کوي.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:143","price":"او هم داسې (لکه چې هدایت مو درته کړی دی) ګرځولي یئ موږ تاسې یوه ډله غوره لپاره د دې چې شئ شاهدان پر نورو خلقو (د جزا په ورځ د انبیاؤ له خوا) او چې شې (محمد) رسول (د الله) پر تاسې شاهد. او نه ده ګرځولې موږ (دا) قبله هغه چې وې ته (پخوا له هجرت نه) پر هغې باندې مګر لپاره د دې چې موږ (بیل او) ښکاره کړو هغه څوک چې پيروي کوي د رسول له هغه چانه چې بیرته ګرځي په پوندو خپلو، اګر که دي دا ګرځیدل (کعبې ته) هرومرو (خامخا) ډیر ګران (سخت) مګر نه دي ګران (سخت) په هغو کسانو چې سمه لاره ورته ښوولې ده الله. او نه دی الله چې ضایع کړي ایمان (لمونځ) ستاسې (اې مؤمنانو!) بېشکه الله پر خلکو ډېر مهربان، پوره رحم کوونکی دی.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:144","price":"په تحقیق سره وینو موږ (بیا بیا) ګرځول د مخ ستا په (طرف د) آسمان، نو موږ به وګرځوو هرومرو (خامخا) تا (هغې) قبلی ته چې ته یې خوښوې. نو وګرځوه مخ خپل په لوري د مسجد الحرام (کعبې ته په لمانځه کې). او په هر ځای کې چې یې، نو وګرځوئ (تاسې) مخونه خپل (په لمانځه کې) په لوري د هغې (کعبی)، او بېشکه هغه کسان چې هغوی ته کتاب ورکړل شوی دی، خامخا پوهېږي چې دا د دوی د رب له لوري حق ده او الله غافل نه دی له هغو کړنو چې دوی یې کوي.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:145","price":"او که چېرې ته دې اهل كتابو ته هر دلیل (نښانه) راوړې، دوی به ستا د قبلې پیروي و نه کړي او نه یې ته (اې محمده) د دوی د قبلې پېروي کوونکی او نه دي ځینې د دوی پېروان د قبلی د ځینو (نورو). او که چېرې ته تابع شې د هیلو (آرزوګانو) د دوی وروسته له هغه علم (وحي) څخه چې تا ته راغی، نو بېشکه ته به له ظالمانو ځينې شې.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:146","price":"هغو کسانو ته چې موږ کتاب ورکړی دی، هغوی هغه (یعنې محمد یا اسلام) داسې پېژني لکه خپل اولاد چې پېژني او په تحقیق سره یوه ډله له دوی (یعنې کتابیانونه) ځینې حق پټوي په داسې حال کې چې دوی پوهېږي.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:147","price":"حق ثابت دی ستا د رب له لوري، نو ته د شک کوونکو له ډلې څخه مه کېږه.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:148","price":"او د هر چا (امت) لپاره یو لوری (قبله) ده چې هغې ته (په لمانځه کې) مخ اړوي، نو تاسې نېکیو ته وړاندی شئ، هر چېرته چې یاست الله به تاسي ټول راولي (د اعمالو د بدلې لپاره په قیامت) بېشکه چې الله په هر شي ښه قادر دی.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:149","price":"او له هر ځایه چې ته ووځې (اې محمده!) نو خپل مخ (په لمانځه کې) د مسجد حرام په لوري وګرځوه او بېشکه چې دا ستا د رب په حقه فيصله ده او نه دی الله بې خبر له هغه څه چې تاسې یې کوئ.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:150","price":"او له هر ځایه په هر وخت کې چې ووځې ته (اې محمده! سفر ته، او قصد د لمانځه وکړې) نو وګرځوه ته مخ خپل لوري د مسجد حرام ته (په لمانځه کې) او په هر ځای او هر وخت کې چې یاست (اې مومنانو) نو وګرځوئ خپل مخونه په لوري د هغې (کعبی)، د دې لپاره چې پر تاسي د خلکو (یعنې یهودانو او مشرکانو) هیڅ اعتراض نه وي مګر د هغو کسانو چې ظالمان دي له دوی ځینې نو له هغوی مه وېرېږئ، بلکې له ما څخه ووېرېږئ (او زما نافرماني مه کوئ!). او دې لپاره چې پوره کړم زه نعمت خپل پر تاسي (د هدایت) او ښايي چې تاسې (حق ته) لار ومومئ.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:151","price":"لکه څنګه مو چې په تاسي کې ستاسې (له جنس) څخه رسول درولېږه (د اتمام د نعمت لپاره) چې پر تاسي به زموږ آیاتونه (قرآن) لولي او تاسي به (له کفره) پاکوي او تاسي ته به کتاب (قرآن او حلال او حرام) او حکمت (سنت) در زده کوي او تاسي ته به هغه شیان در ښایي چې تاسي پرې نه پوهېدلئ.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:152","price":"پس تاسې ما یاد کړئ زه به هم تاسې یاد کړم او زما شکر وباسئ او ناشکري مه کوئ.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:153","price":"ای هغو کسانو چې ایمان مو راوړی دی! په صبر او لمانځه سره له (الله) څخه مرسته وغواړئ، بېشکه الله له صبر کوونکو سره دی.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:154","price":"او هغو کسانو ته چې د الله په لار (جهاد) کې وژل کېږي، مړه مه وایئ، بلکې هغوی ژوندي دي، خو تاسي (د دوی په ژوند) نه پوهېږئ.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:155","price":"او موږ به ار مرو په وېره، خطر، لوږې، د سراو مال په زیان او دمیوو په تاوان (په وچکالۍ او نورو افتونو سره) تاسې ازمایو او (اې پیغمبره) صبره کوونکو ته زېری ورکړه.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:156","price":"(دا) هغه کسان دي چې کله کوم مصیبت ورورسېږي، نو وایي: بېشکه موږ (مملوک) د الله یو او بېشکه موږ هم ده (الله ته) بیا ورتلونکي یو (په آخرت کې).","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:157","price":"په همدوی درودونه (بخښنې) او مهرباني ده له (طرفه) د رب د دوی او همدوی (حق ته) لارموندونکي دي.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:158","price":"په يقيني توګه صفا او مروه د الله د دین له نښانو ځینې دي، نو څوک هم چې د حج بیت الله او یا عمرې (اراده) وکړي، نو پر ده هیڅ وبال (ګناه) نه شته (په دې کې) چې طواف وکړي په دې دواړو، او هر څوک چې په خپله خوښه څه نیکي وکړي، نو بېشکه الله قدرکوونکی، ښه عالم دی.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:159","price":"بېشکه كوم کسان چې زموږ نازلې کړل شوې روښانه لارښوونې او هدايات پټوي پس له هغه چې موږ هغه خلکو (بني اسرائیلو) ته په کتاب (تورات) کې. روښانه کړل، دا هغه کسان دي چې الله پرې لعنت وايي او لعنت ویونکي (پرښتې، انسانان، پېریان او نور مخلوقات) هم پرې لعنت وايي.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:160","price":"مګرهغه کسان چې توبه یې وویستله (له شرکه او پټولو د نعمت څخه) او ځانونه یې جوړ (اصلاح) کړل او (هغه څه یې چې پټول) هغه یې بیان کړل، نو دا هغه کسان دي چې زه به ورته بخښنه وکړم او زه ښه توبه قبلوونکی، همیشه رحم کوونکی یم.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:161","price":"بېشکه هغه کسان چې کافران شوي او د کفر په حالت کې مړه شوي دي، په دې کسانو د الله او ملایکو او ټولو خلکو لعنت دی.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:162","price":"(په داسې حال کې چې) دوی به همېشه وي په دې (لعنت، یا اور، یا عقوبت) کې، نه به د دوی په عذاب کې سپکوالی راځي او نه به دوی ته مهلت ورکولی شي.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:163","price":"او ستاسې (په حقه) معبود یو دی، نشته بل څوک لائق د عبادت مګر هغه (الله) ډېر مهربان پوره رحم کوونکی دی.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:164","price":"بېشکه د آسمانو او زمکې په پیداکولو کې او په اختلاف د شپې او د ورځې کې (چې اوږدیږي، لنډیږي پرله پسې رڼا او تیاره راځي، یخیږي او ګرمیږي) او په بیړیو (کښتیو) هغو کې چې روانې وي په دریاب کې په هغه سره چې فائده رسوي خلکو ته او په هغه څه کې چې نازل کړي دي الله تعالی له (طرفه د) آسمانه له اوبو ځينې نو ژوندۍ (زرغونه) کړې یې ده په هغو (اوبو) سره زمکه وروسته له مرګه (وچوالی) د هغې او خواره کړي یې دي په دې زمکه کې له هر قسمه خوځیدونکو (حیواناتو) څخه، او په ګرځولو (بدلولو) د بادونو کې او په (ودرولو) د هغې وریځې کې چې مسخره کړل شوې ده په مینځ د اسمان او زمکې کې، خامخا دلیلونه دي (په وحدانیت د الله تعالی) لپاره د هغه قوم چې له عقله کار اخلي.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:165","price":"او ځینې خلک داسې دي چې له الله پرته شریکان (په عبادت کې) نیسي، له هغوی سره داسې مینه کوي لکه څنګه چې له الله سره (مینه لازمه) ده او هغو کسانو چې ایمان یې راوړی دی له الله سره ډېره (بې درېغه) مینه کوي او که ووینې هغه کسان چې ظلم یې کړی دی (په خپلو نفسونو په شرک سره) په هغه وخت کې چې وویني دوی عذاب چې بېشکه ټول قوت خاص الله تعالی لره دی او بېشکه الله تعالی سخت عذاب ورکوونکی دی.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:166","price":"کله چې مشران (چې پرته له الله یې تابعداري کېدله) له خپلو پیروانو (کشرانو) بېزاري څرګنده کړي او دوی عذاب وویني او غوڅ شي په دوی (هغه ټول) سببونه (د خپلولۍ اړیکې).","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:167","price":"او هغه خلك (چې په دنيا كې) پیروان وو، و به وايي چې كاشكې يو ځل بېرته دنيا ته ستانه شوي وای؛ نو څنګه چې نن دوى له موږ بېزاري څرګندوي، نو موږ به هم له دوی څخه بېزاري ښكاره كړې واى، همداسې (لکه چې وښوده الله جل جلاله دوی ته د عذاب سختي او د یوه بل نه بیزاري) وبه ښایي دوی ته الله (ناکاره) عملونه د دوی افسوسونه په دوی باندې او نه به وي دوی هېڅکله (د دوزخ) له اور څخه وتونکي.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:168","price":"اې خلکو! خورئ تاسې له (ځینو هغو) شیانو څخه چې په زمکه کې دي حلال پاک او د شیطان د قدمونو پیروي مه کوئ (شیطان پسې مه ځئ!) بېشکه چې هغه (شیطان) ستاسې ښکاره دښمن دی.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:169","price":"بېشکه هغه (شیطان) خو تاسې ته د بدو کړنو او ګناه حکم کوي او تاسې ته د الله تعالی په اړه داسې څه وايي (په الله پورې دروغ خبرې تړي) چې تاسې پرې نه پوهېږئ.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:170","price":"او کله چې دوی ته وویل شي چې تابعداري وکړئ د هغه حکم چې نازل کړی دی الله تعالی نو دوی وايي: بلکې موږ د هغه څه (دین) پيروي كوو چې موږ پر هغه خپل پلرونه (نيكونه) موندلي دي، که څه هم د دوی پلرونه په هیڅ نه پوهېدل او نه (حق ته) لارموندونکي وو.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:171","price":"او حال د هغو کسانو چې کافران شوي دي د هغو کسانو (د حال) په څېر دی، چې هغه چا ته نارې وهي چې هغه یوازې غږ او بلنه اوري او نور هیڅ هم نه اوري، (دوی) کاڼه، ګونګیان او ړانده دي، نو دوی عقل نه لري (چې حق ته لار ومومي).","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:172","price":"اې هغو کسانو چې ایمان مو راوړی دی، خورئ تاسې! له پاکو حلالو هغو شیانو څخه چې موږ تاسې ته درکړي دي او د الله تعالی شکر وباسئ (په دغو حلالو شیانو) که چېرې (په ریښتیا) یوازې د هغه (الله) بندګي کوونکي یاست.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:173","price":"بېشکه (الله) پر تاسې حرام کړي دي خوړل د مردارې او وینې او د خوګ (خنزیر) د غوښې او هغه حلال کړل شوي څاروي چې د ذبحې پر مهال له الله پرته د بل چا نوم پرې اخيستل شوى وي (دا ټول یې حرام کړي دي)، پس که څوک د ضرورت له مخې (د دې شیانو خوړلو ته) اړ شول، پرته له دې چې د الهي حكم ماتولو اراده ولري يا له حده تېری وكړي، بېشکه چې الله تعالی لوی بخښونکی مهربان دی.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:174","price":"بېشکه هغه کسان چې د الله د نازل کړل شوي کتاب شیان (حکمتونه) پټوي او پر هغو لږه (دنیایي) ګټه اخلي، نو دغه کسان خپلو خېټو کې له اور پرته بل څه نه خوري، او د قیامت په ورځ به الله له دوی سره خبرې و نه کړي (په خوښئ سره) او نه به دوی (له کفر څخه) پاک کړل شي او د دوی لپاره به دردناک عذاب وي.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:175","price":"دوی هغه کسان دي چې ګمراهي یې د هدایت په بدل کې او عذاب یې د بخښنې (مغفرت) په بدل کې اخیستی (غوره کړی دی)، نو (ځای د تعجب دی چې) دوی د اور په مقابل کې څومره زغم لري!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:176","price":"دا د دې لپاره چې الله تعالی په حق سره کتاب نازل کړی دی او هغه کسان چې اختلاف يې کړی دی په کتاب کې نو هغوى په خپلو لانجو كې له حق نه ډېر لرې دي.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:177","price":"(یوازې دا کار) نيكي نه ده چې تاسي خپل مخونه ختيځ یا لوېدیځ لوري ته (په لمانځه کې) واړوئ؛ بلكې (غوره) ښېګڼه (نېکي) هغه ده چې چا پر الله، د قیامت پر ورځ او پريښتو او کتابونو او پر پیغمبرانو ایمان راوړی وي او د الله په مینه خپل مال خپلوانو، يتيمانو، مسكينانو، پرديسانو (مسافرو)، سوالګرو او د مريانو په آزادولو کې ورکوي، د لمانځه پابندي کوي او زکات ورکوي او خپلې (هغه) وعدې پر ځای کوي چې کله وعده وکړي او د تنګستیا او غمونو پر مهال او د حق او باطل په جګړه کې صبر وكړي همدا ريښتیني او همدا کسان متقیان دي.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:178","price":"اې هغو کسانو چې ایمان مو راوړی دی! پر تاسي (په قصد سره) وژل شویو (قتل شویو کسانو) کې قصاص فرض کړل شوی دی. اصیل (آزاد) په اصیل باندې (قصاصېږي) او مریی په مریي (قصاصېږي) او ښځه په ښځه باندې (قصاصېږي). نو که چا ته (مصلحتاً) د ده د (مسلمان) ورور له طرفه څه بخښنه وشوه، نو لازمه ده (په دې عفوه کوونکي) مطالبه د دېت (له قاتله) په ښې طریقې سره او ورکول (د دېت دی) هغه ته په غوره طریقې سره، دا کار (د قصاص جواز، یا دیت، یا عفوه) ستاسې د رب له لوري اسانتيا او رحمت دى، كه له دې (پرېکړې) وروسته څوك تېری وكړي د هغه لپاره دردوونكى عذاب دى.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:179","price":"او تاسې لپاره په قصاص کې (لوی) ژوند دی اې د عقل څښتنانو! په کار ده چې تاسي ځان وساتئ (له ناحقو وینو څخه).","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:180","price":"پر تاسي فرض کړی شوې ده چې کله له تاسو څخه یو چا ته مرګ راشي، که ډېر مال یې پرېښی وي نو مور، پلار او (نورو) خپلوانو ته دې په غوره توګه وصیت وکړي، دا حکم لازم دی پر پرهیږګارانو.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:181","price":"نو چا چې وصيت له اورېدو وروسته بدل كړ؛ نو بېشکه د هغه ګناه به د (وصیت) بدلوونكو پر غاړه وي، بېشکه الله (د ټولو اقوالو) ښه اورېدونكى (او پر ټولو اقوالو) ښه پوهېدونكى دى.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:182","price":"نو کله چې څوک له وصیت کوونکی څخه وېره لري د ظلم (په خطا سره) یا د ګناه (په قصد سره) او د دوی (د موصي او موصی له) تر مینځ سوله وکړي، نو پر هغه هیڅ ګناه نه شته، بېشکه الله ښه بښوونکی او پوره رحم کوونکی دی.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:183","price":"اې هغو کسانو چې ایمان مو راوړی دی! پر تاسې روژه فرض کړی شوې ده لکه څنګه چې ستاسي پر پخوانیو فرض کړی شوې وه، د دې لپاره چې تاسي پرهېزګاران شئ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:184","price":"د شمېرل شویو ورځو روژې دي، پس چې څوک له تاسي څخه ناروغه او یا په سفر کې وي (او روژه وخوري) نو په نورو ورځو كې دې همدغه شمېر پوره كړي. او په هغو کسانو باندې چې د روژې نیولو توان لري (او روژه نه نیسي) فدیه ورکول دي (چې) د یوه مسکین خواړه (د یوې روژې برابر دي). او څوك چې په خپله خوښه زياته نيكي وكړي؛ نو دا د هغه لپاره غوره ده؛ خو كه تاسي (د روژې په فضیلت) پوهېږئ، نو ستاسي لپاره غوره همدا ده چې روژه ونيسئ.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:185","price":"روژه هغه میاشت ده چې قرآن په کې نازل کړی شوی دی، چې د خلکو لپاره هدایت او ښکاره دلیلونه دي (له جنسه د هغو شیانو) چې هغه لار ښایي او بېلوونکی د حق او باطل دی. نو هر څوک له تاسي (مکلفینو) څخه چې دا میاشت ومومي، نو هرومرو دې د دې (رمضان) روژه ونیسي او هغه څوک چې ناروغ یا مسافر وي، نو هغه دې په نورو ورځو كې د روژو شمېر پوره كړي، الله پر تاسې اسانتيا راوستل غواړي، سختي راوستل نه غواړي، او لپاره د دې چې پوره کړئ (تاسي په قضا سره) شمار (د روژې د میاشتې) او چې الله په لویۍ سره یاد کړئ په دې چې هدایت يې تاسي ته کړی دی او (د الله) شکر وباسئ.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:186","price":"او کله چې (اې محمده) له تا څخه زما بنده ګان زما په هکله پوښتنه وکړي، نو بېشکه چې زه نږدې یم (دوی ته په علم او اجابت سره)، زه د غوښتونکي سوال قبلوم چې کله ما وبلي، نو هغوی ته هم ښايي چې زما بلنه (احکام) ومني او پرما ټینګ ایمان راوړي، کېدای شي چې سمه لاره ومومي.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:187","price":"تاسي لپاره د روژې په شپو كې خپلو مېرمنو سره يو ځاى كېدل (جماع کول) حلال کړل شوي دي، هغوی ستاسي جامې (لباس) دي او تاسي د هغوی لباس یاست، الله ته څرګنده ده چې تاسي په پټه له خپلو ځانونو سره خيانت کوئ؛ پس ستاسي له ګناه نه تېر شو او ویې بخښلئ، نو اوس له خپلو ښځو سره یوځای کېږئ (د روژی په شپو کې) او له الله نه هغه څه وغواړئ چې تاسي ته یې لیکلي دي. خورئ، څښئ تر هغه وخته چې د شپې د تروږمۍ له تورې ليكې نه مو (د سهار) سپینه کرښه (خط) تر سترګو شي. بیا تر شپې پورې خپله روژه بشپړه (پوره) کړئ او کله چې په جوماتونو کې اعتکاف کوئ نو (بیا) خپلو ښځو ته مه نږدې کېږئ (په جماع سره). دا احکام او حدود د الله تعالی دي، نو دې ته مه نږدې کېږئ (چې هغه مات کړئ) هم داسې (لکه چې دا یې درته بیان کړل) بیانوي الله تعالی خپل آیتونه د خلکو لپاره تر څو دوی تقوا غوره کړي.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:188","price":"او تاسي په خپلو كې يو د بل مال په ناروا توګه مه خورئ او مه حاکمانو ته دا مال د دې لپاره ورکوئ چې ستاسي یوه ډله په ناروا سره د خلکو مالونه وخوري، سره له دې چې تاسي پوهېږئ (چې دا ظلم دی).","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:189","price":"خلك له تا څخه (اې پیغمبره!) د نویو میاشتو (سپوږمۍ د نرۍ كېدو او غټېډو) په اړه پوښتنه كوي، ته دوی ته ووایه: چې دا د خلكو لپاره د نېټې (تاریخونو) او د حج نښانې دي او نېکي دا نه ده چې تاسې خپلو کورونو ته د شا له لوري راشئ، بلکې نېکي داده چې (له الله تعالی څخه) و وېرېږئ او خپلو کورونو ته د دروازو له لورې راشئ، نو له الله وېره وکړئ، کېدای شئ چې بریالي شئ.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:190","price":"او (اې مؤمنانو!) د الله تعالی په لار کې وجنګېږئ له هغو کسانو سره چې له تاسي سره جګړه کوي، او تېرى مه كوئ، ځکه چې الله تېري كوونكي نه خوښوي.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:191","price":"او هغوی ووژنئ! په هر ځائ کې مو چې وموندل او هغوى وباسئ له هغه ځايه چې تاسې یې ترې ايستلي ياست، او فتنه (شرک او له دین څخه اړول) له وژلو څخه ډېر سخت دي او له هغوی سره د مسجد حرام په خوا کې جګړه مه کوئ، تر هغو چې دوی له تاسي سره په دې (حرم) کې و نه جنګېږي، نو که دوی تاسي سره جګړه وکړه، نو تاسي هم دوی ووژنئ، د کافرانو همداسې سزا ده.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:192","price":"پس که دوی منعه شول، نو بېشکه چې الله بخښوونكى او رحم كوونكى دى.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:193","price":"او تاسي له هغوی سره تر هغې پورې وجنګېږئ چې فتنه (شرک او فساد) پاتې نشي او دين (حکم یوازې) د الله لپاره شي، نو که هغوی لاس پر سر شول (له جګړې څخه)، نو (پوهه شئ) چې بیا پرته له ظلم کوونکو څخه پر بل چا زیاتی نه شته.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:194","price":"د حرامې مياشتې بدله هماغه حرامه مياشت ده او ټول حرام شیان بدل لري، نو که چا پر تاسي تېری وکړ، نو تاسي هم د هغوی د تېري په شان پر هغو تېری وکړئ او له الله و وېرېږئ او پوهه شئ چې بېشکه الله تعالی له متقیانو سره دی.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:195","price":"او د الله تعالی په لار كې (خپل مالونه) ولګوئ او په خپلو لاسونو خپل ځانونه (په سر او مال سره د جهاد په پرېښودلو) په هلاكت كې مه غورځوئ او ښېګڼه کوئ، بېشکه چې الله ښېګڼه کوونکي خوښوي.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:196","price":"او (یوازې) د الله لپاره حج او عمره ادا کړئ، نو که چېرې ایسار شوئ (د حج او عمرې له پوره کولو)، نو د توان په اندازه هدیه (قرباني) وکړئ او خپل سرونه (وېښتان) مه خرئی تر څو چې قرباني خپل ځای ته نه وي رسېدلي، خو كه څوك له تاسې نه ناروغ وي يا يې په سر كې څه تكليف وي (او له دې امله خپل سر وخريي) نو هغه دې د فديې په توګه روژې ونيسي، يا دې خيرات ورکړي، يا دې قرباني وكړي. نو کله چې په امن کې شوئ (او تاسې دحج له ورځو وړاندې مكې ته ورسېدئ) نو چا چې له تاسې څخه له حج نه وړاندې له عمرې څخه ګټه واخيستله، هغه دې د خپل وس په اندازه قرباني وكړي، او كه (قرباني) یې ونه موندله، نو درې روژې دې په حج كې ونيسي او اوه روژې چې کله (خپل ځای ته) ستانه شئ، دا لس پوره ورځې دي دا (حکم د حج تمتع) د هغه چا لپاره دی چې کورنۍ (ځای یې) په مسجد الحرام کې نه وي. او له الله و وېرېږئ او پوهه شئ چې الله تعالی سخت عذاب ورکوونکی دی.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:197","price":"د حج (وخت) معلومې میاشتې دي، نو چا چې په دې میاشتو کې پر خپل ځان حج فرض کړ (د حج نیت یې وکړ)، نو نه دې هغه جماع (شهواني عمل) کوي، نه ګناهونه او نه جګړې د حج (په ورځو) کې او تاسې چې څه ښېګڼې (نېکۍ) کوئ الله تعالی پرې پوهېږئ او (له ځانونو سره) توښه واخلئ، بېشکه (تر هرڅه) غوره توښه تقوا (پرهېزګاري) ده او له ما نه ووېرېږئ اې د عقل خاوندانو.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:198","price":"نشته په تاسې باندې هیڅ ګناه په دې کې چې غواړئ فضل (روزي) د رب خپل، نو هر کله چې راکوز شئ له عرفات څخه نو له مشعر الحرام (د مزدلفې وروستۍ برخې) سره د الله تعالی ذکر (یادونه) کوئ او هغه شان یې یادوئ، لکه څنکه یې چې تاسي ته لارښوونه کړې ده، که نه نو تاسي له دې وړاندې له ګمراهانو ځینې واست.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:199","price":"بیا له هغه لوري راکوز شئ (له عرفات څخه) له کوم لوري چې خلک راکوزېږي او له الله څخه بخښنه وغواړئ، بېشکه الله تعالی بخښونکی او رحیم دی.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:200","price":"نو کله مو چې د حج مناسک ترسره کړل، نو د الله د تعالی داسې یادونه وکړئ، لکه څنګه به مو چې خپل پلرونه (د جاهلیت پر مهال په ویاړ) یادول، بلکې له هغې هم زیات، نو له خلکو نه ځینې داسې دي چې وايي: اې زموږ ربه! موږ ته په دنیا کې (زموږ برخه او نعمتونه) راکړه، نو داسې (انسان) ته په آخرت کې هیڅ برخه نشته.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:201","price":"او له دوی نه ځینې هغه څوک دي، چې وايي: اې زموږ ربه، موږ ته په دې دنیا (لږ ژوند) کې ښېګڼه (نعمت) راکړه او په آخرت کې هم ښېګڼه (جنت) راکړه او موږ د اور له عذابه وساته.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:202","price":"د دغو کسانو لپاره د خپلو کړنو (نېکو اعمالو) په سبب (لویه) برخه ده او الله تعالی ډېر ژر حساب اخیستونکی دی.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:203","price":"او یادوئ! الله تعالی په څو شمیرل شویو ورځو (د تشریق) کې، نو هر چا چې بیړه وکړه (په تلو کې له منی څخه مکې ته) په دوو ورځو کې نو نشته هیڅ ګناه پر دغه تلوار کوونکی او هر چا چې تاخیر وکړ نو نشته هیڅ ګناه په ده باندې دا (بېګناهی) د هغه چا لپاره ده چې پرهیز يې کړی وي (له مناهیو څخه). او له الله څخه (تل) وېرېږئ! او پوهه شئ چې بېشکه تاسې خاص الله ته ورټولېږئ (د سزا لپاره).","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:204","price":"په انسانانو كې ځینې داسې دي چې د هغه خبرې د دنيا په ژوند كې تا ته ډېرې ښې ښكاري او هغه الله شاهد نيسي پر هغه څه چې په زړه کې یې دي، حال دا چې هغه ډېر سخت دي په جګړه او عداوت کې.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:205","price":"او کله چې بېرته وګرځي (له تانه اې محمده!) نو ګړندی ګرځي په زمکه کې د دې لپاره چې په هغې (زمکه) کې فساد وکړي، او کښت (فصل) او ساکښان (ذي روح) (په سوځولو او وژلو سره) له منځه یوسي، حال دا چې الله فساد نه خوښوي.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:206","price":"او کله چې ورته وویل شي چې له الله تعالی څخه ووېرېږئ، نو غرور (عار او ننګ) یې په ګناه کولو ټینګوي، نو پس کافي دی ده ته جهنم (عذاب د اور) او ډېر بد ځای د اوسېدو دی.","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:207","price":"او په انسانانو کې ځینې داسې کسان دي چې د الله د رضا لپاره خپل نفس خرڅوي (قرباني کوي) او الله پر بندګانو ډېر مهربان دی.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:208","price":"اې هغو کسانو چې ایمان مو راوړی دی! په اسلام کې په هراړخیز ډول ننوځئ او د شیطان پیروي مه کوئ، بېشکه هغه (شیطان) ستاسي ښکاره دښمن دی.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:209","price":"بیا که تاسي وښویېدئ وروسته له هغې چې تاسي ته ښکاره معجزې راغلي دي، نو پوهه شئ چې بېشکه الله ډېر غالب دی (په انفاذ د احکامو) لوی حکمت والا دی (چې هر کار په تدبیر او مصلحت سره کوي).","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:210","price":"دوی انتظار نه كوي مګر د دې چې الله تعالی دوی ته د ورېځو په سیورو كې راشي او ملايك (پریښتې هم) او معامله فیصله كړى شي، او ټولې چارې یوازې الله ته ورګرځول كېږي.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:211","price":"پوښتنه وکړه (ای محمده!) له بني اسرايېلو څخه چې څومره ورکړي دي موږ دوی ته له څرګندو معجزاتو څخه؟ او هر څوک چې بدل کړي نعمت د الله تعالی (په ناشکرۍ سره) وروسته له هغه چې راغلی و دا (نعمت) ده ته نو بېشکه الله تعالی سخت عذاب ورکوونکی دی.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:212","price":"ژوند د دنیا ښایسته کړی شوی دی هغو کسانو ته چې کافران شوي دي، نو پر هغو کسانو چې ایمان یې راوړی دوی (کافران) ملنډې وهي، او هغه کسان چې تقوا یې غوره کړې ده د دوی (کافرانو) له پاسه به وي د قیامت پر ورځ او الله تعالی هر چا ته چې اراده وکړي بې حسابه (پراخه) روزي ورکوي.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:213","price":"ټول خلک (په لومړیو کې) یو امت (ډله) وو، (بیا ځینې کافران شول) نو الله پیغمبران ولېږل چې (مؤمنانو ته) زيري وركوونكي او (کافرانو ته) وېروونكي وو ، او له دوی سره یې په حقه کتاب راولېږه د دې لپاره چې د خلکو ترمنځ فیصله (حکم) وکړي په هغه څه کې چې دوی په هغه کې اختلاف کړی دی او اختلاف نه دی کړی په هغه کې مګر هغو کسانو چې ورکړی شوی و دوی ته کتاب وروسته له هغه چې راغلی و دوي ته دلیلونه ښکاره په سبب د کینې په منځ د دوی کې پس سمه صافه لاره وښووله الله تعالی هغو کسانو ته چې ایمان يې راوړی دی هغه شی ته چې جګړه کړی وه دوي په هغه کې (چې عبارت دی) له حقه په حکم خپل سره او الله تعالی هر چا ته چې اراده وکړي د سمې لارې هدایت کوي.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:214","price":"ایا ګمان کوئ تاسي (اې مؤمنانو) چې تاسي به جنت ته (پرته له ازمیښت څخه) داخل شئ او حال دا چې تر اوسه نه دي راغلي تاسو ته واقعات د هغو کسانو چې له تاسو څخه مخکې تیر شوي دي، رسیدلي وو هغوئ تکلیفونه (د مال) او مرضونه (د بدن) او لړزول شوي وو په ډیرو تکلیفونو، تر دې چې ویل به رسول او هغو کسانو چې ایمان یې راوړی و د هغه ملګرتیا کې؛ کله به وي د الله تعالی مدد؛ ځواب راغی یقینا خبر شئ د الله تعالی مرسته نږدې ده.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:215","price":"له تا څخه (اې محمده! مومنان) پوښتنه کوي چې څه شی مصرف کړي دوی (په لار د الله کې)؟ ووایه (اې محمده!) څومره چې خرچ کوئ تاسي له حلال مال څخه نو مور، پلار، خپلوانو، یتیمانو، مسکینانو او مسافرو ته (یې ورکړئ) او تاسي چې هره ښېګڼه کوئ یقینا الله تعالی پر هغه پوهه دی.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:216","price":"فرض کړی شوی دی پر تاسي باندې جنګ کول (له کفارو سره)، حال دا چې دغه (جنګ) بد ښکاري تاسي ته (ستاسي مزاج یې نه خوښوي) او کېدای شي چې بد ګڼئ تاسي یو شی، حال دا چې هغه تاسي ته ډېر غوره وي، او ښایي چې ښه وګڼئ تاسي یو شی حال دا چې هغه به ډیر بد وي تاسي ته او الله تعالی عالم دی (په خیر ستاسي) او تاسي (په خپل خیر) نه پوهیږئ.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:217","price":"پوښتنه کوي له تا نه (اې محمده!) د حرام (عزت) میاشتې په اړه، له جنګ کولو په دې کې (چې روا دی که ناروا؟) ووایه (ته اې محمده!) چې جنګ کول په دې (میاشتو) کې (عمداً) لویه ګناه ده او منع کول له لارې (دین) د الله څخه او پر الله کفر کول او (منع کول له) مسجد حرام نه او ایستل د اهل د مسجد حرام له هغه څخه ډېره لویه (ګناه) ده په نزد د الله تعالی (له قتاله په اشهر الحرام کې). او فتنه (له دېن څخه د خلکو ایستل) ډیره لویه (ګناه) ده له جنګ څخه. او همیشه به وي دوی (کافران) چې جنګ به کوي له تاسي سره تر هغو پورې چې بیرته وګرځوي دوی تاسي له دین څخه ستاسي که يې لاس ورسېږي. او هر څوک چې وګرځي له تاسي څخه له خپل دین نه، پس مړ شي په داسې حال کې چې کافر وي، نو برباد دي (تیر) عملونه د دوی په دنیا او آخرت کې او دغه کسان خاوندان د اور (د دوزخ) دي. هم دوی به په دې (اور) کې تل وي.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:218","price":"بېشکه هغه کسان چې ایمان يې راوړی دی او هغه کسان چې هجرت يې کړی دی او جهاد يې کړی دی په لار د الله جل جلاله کې دغه کسان امید لري د رحمت (مهربانۍ) د الله او الله ښه بخښونکی، مهربان دی.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:219","price":"دوی پوښتنه کوي له تا نه په باره د شرابو او جوارۍ (قمار) کې! ته ورته ووایه په دې دواړو کې لویه ګناه ده او (څه لږ) فایده هم پکې شته د خلکو لپاره، خو د دې دواړو ګناه له ګټې څخه ډېره زیاته (غټه) ده. او پوښتنه کوي دوی له تا څخه چې (د الله په لاره کې) څه شی مصرف کړو؟ ته ورته ووایه! هغه څه چې ستاسي له اړتيا نه زيات وي، په دې ډول الله تاسي ته خپل احكام په څرګنده توګه بيانوي چې کېدایشي فكر وكړئ.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:220","price":"فکر وکړئ په باره د دنیا او آخرت کې او پوښتنه کوي دوی له تا نه -ای محمده!- په باره د یتیمانو کې، ته ورته ووایه: په كوم ډول چلن كې چې د هغو ښېګڼه وي، هماغه غوره کار دي، او که د هغوی او خپل خرڅ سره یوځای کړئ نو هغوی ستاسي ورونه دي او الله مفسد (ضایع کوونکي د مال) له اصلاح کوونکو (دواړه) ښه پېژني، او که اراده کړې وي الله تعالی (ستاسي د مشقت) نو خامخا به يې پرتاسي مشقت راوستی وای. بېشکه چې الله ښه غالب، ښه تدبیرونکی دی (چې هر کار په حکمت او مصلحت سره کوي).","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:221","price":"او له مشرکو ښځو سره نکاح مه کوئ! تر هغو چې ایمان را نه وړي او بېشکه مومنه وینځه له اصیلې مشرکې نه غوره ده، که څه هم (مشرکه ښځه) تاسي په تعجب کې واچوي او په نکاح مه ورکوئ (مسلمانې ښځې) کافرانو ته تر څو چې هغوی ايمان نه وي راوړى او خامخا مومن مریی تر اصیل کافر غوره دی، که څه هم هغه (کافر) تاسي په تعجب کې واچوي دا كسان تاسي د اور لوري ته دعوت كوي او الله په خپل اذن سره تاسي ته د جنت او بخښنې په لور بلنه دركوي، او هغه خلكو ته خپل حكمونه په څرګنده توګه بيانوي، كيداى شي چې هغوى پند ومومي.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:222","price":"او پوښتنه کوي دوی له تا نه -اې محمده!- د حیض (د احکامو) په اړه، ته ورته ووایه! دا یوه پلیتي ده نو په څنګ (جدا) شئ (له جماع د) ښځو (خپلو) په وخت د حیض کې. او مه نږدې کېږئ! (په جماع سره) دوی ته تر څو پورې چې (ښې) پاکې شي، نو هر کله چې ښې پاکې شوې، نو له هغو سره له هغې خوا يوځاى شئ (جماع وکړئ) چې الله درته امر كړيدى، بېشکه الله تعالی خوښوي توبه ایستونکی (له ګناهونو څخه) او خوښوي ځان ساتونکي له (پلیتیو څخه).","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:223","price":"ستاسو ښځې ستاسي کروندې (د کرلو ځایونه) دي، نو خپلو کروندو ته مو چې په کوم ډول (طریقه) خوښه وي، راشئ. او له ځان نه وړاندې (نیک اعمال) ولېږئ او له الله و وېرېږئ او وپوهېږئ! چې بېشکه تاسي له الله سره ملاقات کوونکي ياست او زېری ورکړه! (اې محمده!) مومنانو ته (د جنت).","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:224","price":"او مه ګرځوئ! د الله (نوم) نښانه لپاره د قسمونو خپلو (پر دغه) چې (نه) به نیکي کوئ او (نه) به پرهېزګاري کوئ او (نه) به روغه کوئ په مینځ د خلکو کې. او الله (د ټولو اقوالو) ښه اوریدونکی، (پر ټولو اعمالو) ښه عالم دی.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:225","price":"الله تعالی تاسي ستاسو په بې ارادې (بې معنا) قسمونو نه نیسي، بلکې په هغه (قسم) مو (الله) نیسي چې قصد کړی وي (د هغه) زړونو ستاسي. او الله ډېر بخښونکی او زغمونکی دی.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:226","price":"هغو کسانو ته چې قسمونه کوي له (جماع د ) خپلو ښځو څخه انتظار د څلورو میاشتو دی، نو که بیا رجوع وکړه دوی او سره یو ځای شول پس بېشکه الله تعالی ښه بخښونکی مهربان دی.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:227","price":"او که قصد وکړ دوی طلاق (او رجوع يې ونه کړه) پس بېشکه چې الله ښه اوریدونکی (د ټولو اقوالو) ښه عالم دی (پر ټولو احوالو).","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:228","price":"او طلاقې کړی شوې ښځې دې انتظار کوي په ځانو خپلو (له نکاح نه تر) درې حیضونو (کاملو) پورې او نه دی روا دوی لره چې پټ کړي هغه څه چې پیداکړي الله تعالی د دوی په رحمونو کې که دوی پر الله او د آخرت پر ورځ ایمان لري. او د دوی مېړونه حقدار دي چې بېرته یې راوګرځوي په دې موده کې که چېرې د جوړښت اراده لري (په خپلو منځو کې). او د دوی (ښځو) لپاره هغه (حقوق) دي څرنګه چې پر دوي (ښځو) لازم دي په غوره طریقه، البته نارينه پر هغوی يوه درجه (فضيلت) لري. او الله ښه غالب (د احکاموپه انفاذ) او ډېر تدبیر والا دی (چې هر کار په حکمت او مصلحت سره کوي).","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:229","price":"طلاق دوه ځلې (کرته) دی، نو بیا ساتنه د ښځو ده په رجوع سره په معروف (ښه طریقه) یا پرېښودل دي د دې ښځو په غوره طريقې سره. او روا نه دي تاسو ته -اې خاوندانو- چې واخلئ تاسي له هغه مال څخه هیڅ شی چې ورکړی وي تاسي دوی ته په مهر کې، مګر که وېرېږي دوی (مېړه او ښځه) چې وبه نشي ساتلی دوی دواړه احکام د الله تعالی. پس که تاسي وېره لرئ -اې حاکمانو- چې وبه نشي ساتلی دوی دواړه حکمونه د الله تعالی، پس نشته هیڅ ګناه پر دې دواړو باندې په هغه شي کې چې (دا ښځه) فدیه ورکړي (او ځان خلاص کړي). دا (ذکر شوي احکام) د الله تعالی حدود (پولې) دي نو له هغو تېری مه کوئ؛ او هر هغه څوک چې د الله تعالی له پولو تېرېږي نو همدا کسان ظالمان دي.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:230","price":"نو وروسته له دې دوو طلاقو څخه که بیا يې طلاقه کړه دا ښځه (درېیم ځل) پس بیا (دا ښځه) ده ته له دې نه وروسته حلاله نه ده تر څو چې له ده پرته بل کس سره نکاح و نه کړي، نو که هغه (دویم مېړه) طلاقه کړه (او عدت يې تېر شو) پس په دوی دواړو څه پړه (ګناه) نه شته چې بېرته (یو بل ته) رجوع وکړي، که چېرې ګمان کوي چې د الله حدود به پر ځای کوي، دا د الله حدود (پولې) دي هغو خلکو ته یې بیانوي چې پوهېږي.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:231","price":"او کله چې طلاق ورکړئ تاسو ښځو ته (رجعي طلاق) او د هغو د عدت نېټه نږدي شي، نو (یا یې) په ښه توګه له ځان سره ایسارې کړئ او (یا یې) په غوره طریقه رخصت کړئ او یوازې د ځورولو لپاره يې مه ايساروئ چې له حده تېری وکړئ. او څوک چې دا کار وکړي نو پر خپل ځان یې ظلم وکړ او د الله پر آیاتونو ملنډې مه وهئ او یاد کړئ د الله تعالی نعمت پر تاسي او هغه چې پرتاسي له کتاب او حکمت نه نازل شوي دي چې تاسي ته پر هغو الله پند درکوي او له الله نه ووېرېږئ او پوه شئ چې بېشکه الله تعالی پر هر څه ښه پوه دی.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:232","price":"او کله چې تاسو ښځو ته طلاق ورکړئ او هغوی د خپل عدت آخر ته ورسېږي، نو هغوی له خپلو پخوانیو خاوندانو سره له نکاح مه منع کوئ، چې په نیکه طریقه په خوښه سره وي. په دې (حکم د نه منع کولو) باندې هغه چا ته پند ورکول کېږي څوک چې له تاسي نه پر الله او د آخرت پر ورځ ایمان لري، دا پاکوونکی (بچ کوونکی) دی تاسو لپاره (له بدنامۍ نه) او پاکوونکی دی (له بد کارۍ نه) او الله تعالی پوهیږي او تاسو نه پوهیږئ.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:233","price":"او میندې دې خپلو اولادونو ته تر دوه کاله (پس له طلاق او عدت نه هم) شيدې (پۍ) ورکوي، هغه چې غواړي د رضاعت (پۍ ورکولو) موده پوره کړي او د بچي پر پلار د هغوی (میندو) خواړه او جامې دي، په غوره طریقه (له دود او دستور سره سم) او پر هیڅ نفس (کس) د هغه له توان نه زیاتی نه شي کولی او نه به مور ته د هغه د بچې په سبب ضرر رسول کېږي او نه به پلار ته په سبب د هغه د اولاد، او شته په وارث (د پلار) باندې په شان د هغه (نفقه چې په پلار وه). نو که دوی دواړه (مور او پلار) وغواړي (له تي ځینې پخوا له دوه کلونو څخه) بېلول (دماشوم) په خوښۍ او مشورې (د دواړو سره)، پس نشته هیڅ ګناه پر دوی دواړو باندې (په دې کې) او که قصد وکړئ تاسي چې دایې (پۍ ورکوونکې ښځې) ونیسئ! د خپلو بچو لپاره. نو نشته هیڅ ګناه پر تاسي کله چې وسپارئ هغه شی چې مقرر کړې وي تاسو د عرف مطابق او له الله نه ووېرېږئ، او پوه شئ! چې بېشکه الله تعالی هغه عملونه چې تاسي یې کوئ ویني.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:234","price":"او کوم کسان چې ستاسي نه مړه شي او ښځې پرېږدي (کونډې ترې پاتې شي) دوی دې انتظار کوي پر خپلو ځانو څلور میاشتې او لس (ورځې او نکاح دې نه کوي). نو کله چې د دوی (د عدت) موده پوره شي، پس نشته هیڅ ګناه پر تاسي باندې په هغه کار کې چې کوي يې دا ښځی په (حق د) نفسونو خپلو کې په ښه توګه (له شرعي اصولو سره سم). او الله په هغه څه چې تاسي یې کوئ ښه خبر دی (نو جزا به پرې درکړي).","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:235","price":"او پر تاسي باندې هیڅ ګناه نه شته په هغه (کار) کې چې اشاره کوئ تاسي په هغه سره چې غوښتل (د هغو) ښځو دي (چې په عدت کې وي) یا (يې) پټ ساتئ په زړونو خپلو کې، الله تعالی پوهېږي چې بېشکه تاسې به دوئ (ښځې) یادې کړئ، خو له دوی سره په پټه (د نکاح) وعده مه کوئ، مګر دا چې غوره خبرې ورته وکړئ! (له شریعت او رواج سره سم) او تر هغو د نکاح تړلو قصد مه کوئ، ترڅو چې عدت خپلې ټاکلې (وروستۍ) نېټې ته ورسیږي. او پوه شئ! چې بېشکه الله تعالی عالم دی په هر هغه څه چې ستاسو په زړونو کې دي، نو له هغه څخه ووېرېږئ، او پوه شئ چې بېشکه الله بخښوونکی (او) صبر کوونکی دی.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:236","price":"نشته پر تاسو هیڅ قسم ګناه او پړه چې طلاق کړئ تاسي ښځې (خپلې) تر څو چې صحیح خلوت مو له هغوی سره نه وي کړی او مقرر کړی مو (نه) وي د هغوی لپاره ټاکلی مهر، او هغوی ته څه خرڅ ورکړئ، (واجب) دی پر مالداره (مېړه) باندې په اندازه (د توان) د ده او (شته) په فقیر (مېړه) په اندازه د هغه د توان، په غوره طریقه خرڅ (ورکول) چې په نیکي کوونکو لازم (حق) دی.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:237","price":"او که طلاقې کړئ تاسي دوی (ښځې) وړاندې له دې چې ورسره یوځای شئ، او تاسي د هغوی مهر ټاکلی وي، نو (لازم) دي (پر تاسې) نیمایي د هغه مهر چې ټاکلی مو وي، مګر دا چې دا ښځې ټول مهر خاوند ته وروبخښي، یا بخښنه وکړي هغه څوک چې په لاس د ده کې د نکاح غوټه ده، او دا چې بخښنه وکړئ تاسو نو (دا بخښنه) پرهیزګارۍ ته ډېره نږدې ده او مه هیروئ تاسي فضل (احسان کول) په خپلو منځو کې بېشکه چې الله تعالی پر هغه څه چې کوئ يې تاسي ښه لیدونکي دی.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:238","price":"د (ټولو) لمونځونو ساتنه وکړئ او (په ځانګړې توګه) د منځني لمانځه (چې د مازدیګر لمونځ دی) او الله تعالی ته په عاجزۍ سره ودرېږئ.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:239","price":"نو که ویریدئ تاسي (له دښمنه یا له بل شي نه) نو (لمونځ کوئ تاسي) په پلي (پیاده) تګ یا په سورلۍ سره نو کله چې تاسي په امن کې شئ، نو یادوئ تاسي الله تعالی لکه څنګه یې چې درته ښوونه کړې چې (تر دې وړاندې) تاسي په هغې نه پوهیدئ.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:240","price":"او هغه کسان چې مړه شي له تاسي نه او پرېږدي دوی خپلې ښځې (لازم) دي پر دوی باندې چې وصیت دې وکړي د خپلو د ښځو لپاره د خرچ ورکولو تر یوه کاله پورې بې له ایستلو (له خپلو کورونو څخه). نو که پخپله ووتلې (دا ښځی له خپلو کورونو څخه وروسته له پوره کولو د عدت واجبه نه) نو نشته هیڅ ګناه پر تاسي باندې په هغه کار کې چې دوی پر خپلو ځانونو کې په شرعی طریقه تر سره کوي او الله تعالی زورور دی حکمتونو والا دی.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:241","price":"او شته طلاقې کړی شویو ښځو ته خرڅ ورکول په نیکې طریقې سره. چې مقرر لازم کړی شوی دی پر پرهیزګارانو باندې.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:242","price":"هم داسې (لکه چې دا احکام يې بیان کړل) الله تعالی تاسي ته خپل آیتونه (احکام) بیانوي د دې لپاره چې تاسو له عقل نه کار واخلئ.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:243","price":"آیا نه ګورې ته حال د هغو کسانو ته چې وتلي وو له خپلو کورونو نه، حال دا چې دوی په زرګونو وو د مرګ له وېرې، پس الله تعالی دوی ته وفرمایل، چې مړه شئ (پس مړه شول) بیا يې ژوندي کړل، بېشکه الله تعالی خامخا (خاوند) د فضل او مهربانۍ دی پر خلکو باندې، خو اکثره کسان شکر نه باسي.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:244","price":"او جنګ کوئ (ای مؤمنانو!) د الله تعالی په لار کې او پوه شئ تاسي چې بېشکه الله تعالی ښه اورېدونکی (د ټولو اقوالو) ښه عالم (په ټولو احوالو) دی.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:245","price":"هغه څوک دی چې قرض ورکړی الله تعالی ته، قرض په اخلاص، نو الله تعالی به یې هغه ته څو چنده کړي، په چندونو ډیرو او الله تنګوي (رزق) او پراخوي (رزق) او هم یوازې هغه ته به تاسي وګرځولی شئ.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:246","price":"آیا ته نه ګورې حال د یوې ډلې د بني اسرائيلو ته وروسته له زمانې د موسی -علیه السلام- نه کله چې دوی خپل نبي ته وویل: ته موږ ته یو پاچا وټاکه چې موږ (د هغه تر مشرۍ لاندې) د الله په لاره کې جګړه وکړو، (نو) وویل (نبي) یقینا نږدې ده که فرض کړی شي پر تاسو دا جنګ، تاسو به جګړه ونه کړئ. دوی وویل: دا څنګه کېدای شي چې موږ د الله په لاره کې جنګ ونه کړو؟ حال دا چې موږ له خپلو کورونو ویستل شوي یو او له اولادونو نه (لرې کړای شوي یو) نو کله چې فرض کړی شو پر دوی باندې جنګ، نو له لږ کسانو پرته نورو ټولو (له جګړې) مخ وګرځولو او الله تعالی ښه عالم دی پر ظالمانو باندې (نو هغوی ته جزا ورکوي).","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:247","price":"او وویل دوی ته نبي د دوی چې بېشکه الله تعالی تاسي ته طالوت (د) پاچا (په توګه) غوره کړی دی. دوی (بني اسرائیلو) وویل: چې څنګه به (طالوت) پر موږ پاچا وي؟ په داسې حال کې چې موږ ډېر مستحق یو له هغه نه چې په پاچايۍ؛ او هغه ته د مال پراخي (هم) نه ده ورکړل شوې، (نبي) وویل: چې بېشکه الله تعالی غوره کړی دی دا طالوت پر تاسي باندې او زیات کړی يې دی هغه له جهته د پراخۍ په علم او (په) جسم کې او الله تعالی ورکوي خپله پاچاهي چاته یې چې وغواړي او الله تعالی پراخ فضل والا عالم دی.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:248","price":"او د دوی نبي دوی ته وویل: چې بېشکه علامه د پادشاهۍ د ده (طالوت) دا ده چې تاسې ته به (یو) صندوق راشي چې په هغه کې به ستاسې د رب (له لوري) آرامتیا او د موسی او هارون د اولادې میراثونه وي چې هغه (صندوق) به ملایکې حمل کوي، بېشکه په دې کې ستاسو لپاره لویه نښه ده که چېرې تاسي مومنان یاست.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:249","price":"نو کله چې طالوت سره له لښکرو وخوځېد، نو ویې ویل: بېشکه الله تعالی ازمویونکی ستاسي دی په یوې ویالې (نهر) سره نو هر هغه څوک چې (اوبه) وڅکي له هغې ویالې (نهر) څخه نو نه دی زما له تابعدارانو څخه، او هر هغه څوک چې ونه څکي دا (اوبه) نو بېشکه زما له تابعدارانو څخه دی. مګر هغه څوک چې اخلي یوه لپه اوبه په لاس خپل سره، نو وڅښلې دوی (ټولو) له هغې (ویالې) مګر (ونه څښلې) لږو له دوی څخه، نو کله چې تېر شو له هغې ویالې نه دی (طالوت) او هغه کسان چې ایمان لرونکي وو له ده سره، دوی (وروستو پاتی کیدونکو) وویل: نشته طاقت موږ لره نن ورځ د جالوت او د ده د لښکرو د مقابلې، وویل هغو کسانو چې یقین يې و (په دې) چې بېشکه دوی ورتلونکي دي الله تعالی ته، ډېر (ځلې) وړه ډله غالبه شوې په ستره ډله د الله په حکم سره، او الله تعالی دی خاص مددګار د صبرناکو خلکو.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:250","price":"او کله چې راووتل (مخامخ شول) دوی لپاره (د جنګ) د جالوت او د لښکرو د ده نو دوی وویل (یعنې مومنانو) اې زموږ ربه! نازل (راتوی) کړه پر موږ صبر او کلک کړه قدمونه زموږ (په جنګ کې) او پر کافر قوم موږ برلاسي کړه (له موږ سره مرسته وکړه).","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:251","price":"نو پس مؤمنانو هغوی (کافرانو) ته د الله تعالی په حکم ماتې ورکړه او داود علیه السلام جالوت مړ کړ او الله هغه ته سلطنت او حكمت ور په برخه كړ او هر هغه څه يې ور زده كړل چې د الله خوښه وه، كه دغه شان الله د يوې ډلې مخنيوى په بلې ډلې نه كولاى نو زمکه به فاسده شوې وه (نظام به یې ګډوډ شوی و)، لیکن الله تعالی خاوند د لوی فضل دی په خلکو باندې.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:252","price":"دا د الله آیاتونه دي چې مونږ یې تاته (اې پیغمبره) په حق سره لولو او بېشکه ته د رسولانو څخه یې.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"ps"},{"name":"2:253","price":"دا رسولان (چې يادشول) ځينې مو پر ځينو غوره كړي، له دوى نه څوك  داسې دي چې الله ورسره كلام (خبرې) كړې او د ځينو يې مرتبې لوړې كړي او د مريمې زوى عيسى ته مو ښكاره معجزې وركړې وې او په پاك روح مو يې مرسته كړې وه. او كه الله غوښتلى نو دوى به نه سره جنګېدل، پس له هغه چې څرګندې معجزې هم ورته راغلې، خو سره وران شول نو ځينو يې ايمان راوړلو او ځينې يې كافر شول او (بياهم) كه الله غوښتي وى نو دوى به نه سره جنګېدل خو الله هغه څه كوي چې اراده يې كوي.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:254","price":"اى موْمنانو ! څه مال شتمني چې موږ دركړې ده ، له هغې نه لګښت وكړئ مخكې له دې چې هغه ورځ راشي چې په هغې كې به نه پېرل پلورل وي، نه دوستي (په درد خوري) او نه (به) سپارښت (كار وكړي) او ظالمان اصلاً هغه كسان دي چې د كفر لاره غوره كوي.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:255","price":"الله هماغه دى چې له ده پرته بل معبود نشته تل ترتله ژوندى سمبالونكى دى، نه پركالي پرې راځي او نه خوب، څه چې په اسمانو كې دي او څه چې په ځمكه كې دي (ټول) د هغه دي، دا به څوك وي چې د هغه له خوښې پرته د چا سپارښتنه ورته وكړي؟ په هر هغه څه پوهيږي چې د دوى مخې يا يې شاته دي، او دوى د هغه له معلوماتو هيڅ شى نه شي راګيرولاى مګر هغه چې د ده خوښه وي، كرسۍ يې پر اسمانو او ځمكې پراخه ده، او د دې دواړو (ځمكى او اسمان) ساتنه يې نه ستومانه كوي او هغه لوى اوچت ذات دى.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:256","price":"په دين (منلو) كې زور نشته، سمه لار له بې لارۍ څخه څرګنده شوې ده، نو څوك چې د طاغوت (شيطان او بت) څخه منكر شي او په الله ايمان راوړي نو په داسې ټينګې كړۍ يې منګولې ولګولې چې پرې کېدل يې نشته او الله اوريدونكى پوه دى.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:257","price":"الله د هغو خلكو دوست دى چې ايمان يې راوړى، له تيارو يې د رڼا خوا ته باسي او هغوى چې كافر شوي، دوستان يې شيطانان دي چې له رڼا يې د تيارو لوري ته باسي، دا خلك د اور والا دي، همدوى به تل پكې اوسېدونكي وي.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:258","price":"آيا هغه کس دې ندى ليدلى چې له ابراهيم سره يې د خپل رب په هكله جګړې کولې (د انکار په طریقه) خکه چې الله پاچاهي وركړې وه، كله چې ابراهيم وويل: زما رب خو هماغه دى چې ژوندي كول او مړه كول كوي، ويى ويل: زه هم ژوندي كول او مړه کول كوم، ابراهيم وويل: ښه نو الله خو لمر له ختيځه راخېژوي نو ته يې له لويديځه راوله نو هغه كافر شوى كس حيران پاتې شو. او الله ظالم قوم ته هدايت نه كوي [کله چې پخپل ظلم کلک پاتې شي].","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:259","price":"او يا لكه هغه كس چې په يو داسې كلي تېر شو چې پريوتی و پر بامونو يې، ويې ويل: الله به دا پس له دغې مړينې څرنګه را ژوندی كوي؟ نو الله هغه په سل كاله مرګ مړ كړ او بيا يې راپور ته كړ، ورته یې وويل: څومره وځنډېدې؟ ویې ويل: يوه ورځ به ځنډېدلى يم يا د ورځې څه برخه! ويې فرمايل: نه، ته سل كاله ځنډېدلى يې خو دې خوراك او څښاك ته دې وګوره چې لا ندي خراب شوي! او خره ته دې وګوره، او دا د دې لپاره چې خلكو ته دې يوه نښانه وګرځوو، او دې هډوكو ته ګوره چې څرنګه يې خوځوو او بيا يې په غوښه پټوو! نو كله چې ورته څرګنده شوه، ویې ویل اوس پوهېږم چې بېشكه الله پر هر څه قادر دى.","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:260","price":"او كله چې ابراهيم وويل: اي ربه! ته راوښايه چې د مړي څرنګه را ژوندي كوې؟ ويې فرمايل: آيا باور نه كوې؟ وېلې څنګه نه، خو د دې لپاره چې زړه مې (ښه) ډاډه شي [ایمان مې ډیرشي]. ويې فرمايل: ښه نو له دې مرغانو څلور ونيسه بيا يې ښه درنږدې كړه او ټوټه ټوټه یې کړه بيا يې په هر غره يوه يوه برخه كيږده، بيا يې را وبوله، په منډه به درته راشي، او پوه شه چې بېشکه الله حکمت والا برلاسى ذات دى.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:261","price":"د هغو خلكو مثال چې خپل مالونه د الله په لار كې لګوي داسې دى لكه يوه دانه (تخم) چې اوه وږي راشنه كړي (بيا) په هر وږي كې سل دانې وي او چا ته چې الله وغواړي (نورهم) زياتوي او الله ښه پوه د پراخۍ څښتن دى.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:262","price":"هغه کسان چې خپل مالونه د الله په لار كې لګوى بيا په خپلو لګښتونو پسى منت بارول او ځورول نه كوي نو له خپل رب سره يې اجرونه دي چې نه به پر دوى څه ډار وي او نه به خپه كيږي.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:263","price":"ښه خبره او بخښنه تر هغه خيراته ډېره غوره ده چې ځورول ورپسې وي او الله خو د ډېر زغم والا غني ذات دى.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:264","price":"اى مومنانو! خپل خيراتونه مو په احسان بارولو او كړولو مه باطلوئ، لكه هغه كس چې خپل مال خلكو ته د ځان ښودنې په خاطر لګوي حال دا چې په الله او ورستۍ ورځ ايمان هم نه لري. نو مثال يې هغې تيږې ته ورته دى چې څه خاوره ورباندى پرته وي، بيا پرې يو سخت باران وشى چې پاكه ښويه يې پريږدي. له خپلو لاسته راوړنو به په هيڅ شي ونه توانېږي. او الله ظالم قوم ته هدايت نه كوي.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:265","price":"او د هغو كسانو مثال چې خپل مالونه د الله د رضا په لټون او د خپلى ځاني ټينګښتيا په بنا لګوي، لكه په لوړه ځمكه يو باغ وي چې كه زورور باران ور ورسيږى نو دوه برابره مېوه وركوي او كه زورور باران ور ونه رسيږى نو نری باران يا پرخه (هم بس ده) او الله ستاسو د كړو وړو ښه ليدونكى دى.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:266","price":"ايا له تاسي نه يو څوك دا خوښوي چې د هغه يو ښېرازه تك شين بڼ وي، په ويالو خړوبه، له كجورو، انګورو او هر ډول مېوو نه ډك وي، او په داسې حال كې ناڅاپه د اور بړبړه كۍ ورباندې پرېوځي او ويې سوځوي، په داسې حال کې چې هغه خپله هم بوډا او اولادونه يې ماشومان او د هېڅ كار نه وي؟ په دغه ډول الله تاسي ته خپلې خبرې بيانوي، تاسې ته ښايې چې غور او فكر وكړئ.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:267","price":"اى مؤمنانو! له هغو پاكو مالونو لګښت وكړئ چې تاسو ګټلي او له هغو چې موږ له ځمكى درته را ايستلي دي او هغو نا پاكو ته يې قصد مه كوئ چې تاسو يى لګوئ خو په خپله يې اخيستونكي نه ياست، مګر دا چې هسې سترګى پرې پټې كړئ او پوه شئ چې يقيناً الله ستايل شوى له هر شي بې پروا دى.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:268","price":"شيطان تاسي له بېوزلۍ نه وېروي او شرمناك چلن غوره كولو ته مو هڅوي، خو الله خپلې بخښنې او پېرزونې ته تاسي هيله من كوي، الله د پراخۍ څښتن او پوه دى.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:269","price":"چاته يې چې خوښه شي حکمت (په قران پوهه) وركوي، او چاته چې حکمت (په قران پوهه) وركړای شو، هغه ته په حقيقت كې ستر دولت وركړ شو، له دې خبرو نه يوازې هغه كسان پند اخلي چې د خالص عقل خاوندان دي.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:270","price":"او كوم لګښت چې تاسو يې كوئ يا څه نذر (منښته) منئ نو الله (ښه) ورباندى پوهيږي او د ظالمانو لپاره څوك مرستيالان نشته.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:271","price":"خيراتونه كه څرګند وركوئ نو هم ښه دي او كه پټ يې كړئ او خوارانو ته يې وركوئ نو دا درته غوره ده او له تاسو به (الله) څه ګناهونه ورژوي، او الله ستاسو له عمله ښه خبر دى.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:272","price":"خلكو ته د هدايت نصيب كولو مسئوليت پر تا نشته يوازې الله دى چې چا ته يې خوښه شي هدايت ور په برخه كوي او تاسي چي كوم مال په خيرات كې لګوئ ښېګڼه همدا تاسي ته ده او تاسې خو يې په همدې خاطر لګوئ چې الله خوشحاله كړئ؛ نو كوم مال چې تاسي په خيرات كې ولګوئ، د هغه پوره او بشپړ ثواب به دركړاى شي او هېڅكله به ستاسي حق ونه سوځي.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:273","price":"(له بل هر چا څخه زيات د مرستي وړ) هغه بېوزلي دي چې د الله په لار كې داسې بند دي چې د خپلو شخصي ګټو لپاره د ځمكې پر مخ هېڅ راز هلې ځلې نشي كولاى د هغو د استغناء په ليدلو بې خبره خلك ګومان كوي چې دوى شتمن دي ته د هغو د څېرو په ليدو د هغو پر حال خبرېداى شې؛ خو هغوى داسې خلك ندي چې چاته كلك ودرېږي او څه وغواړي د هغو په لاس نيوي كې چې تاسې څه مال ولګوئ هغه به له الله نه پټ پاتې نشي.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:274","price":"هغوى چې خپل مالونه شپه ورځ، پټ او ښكاره (په ښه لار كې) لګوي نو اجرونه يې له الله سره دي او نه به ورباندې څه ډار وي او نه به غمجن شي.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:275","price":"كوم خلك چې سود خوري، د هغو حال به د هغه چا غوندې وي چې پېريانو نيولى وي او پر دې حال د هغو د اخته كېدو دليل دا دى چې وایي: تجارت خو هم لكه سود غوندې دى پداسې حال كې چې الله تجارت روا او سود ناروا كړيدى نو چا ته چې د هغه د رب له لوري دا نصيحت ورسېده او په راتلونكي كې يې د سود له خوړولو نه ډډه وكړه، نو څه چې يې مخكې خوړلي هغه خو يې خوړلي دي، د هغه معامله له الله سره ده او څوك چې له دې حكم نه وروسته بيا هم همداسې كار كوي، هغوى دوزخيان دي تل به په كې اوسېږي.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:276","price":"الله سود له مينځه وړي او خيراتونو ته وده او ښېرازي وركوي او الله هېڅ نا شكره بدعمله انسان نه خوښوي.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:277","price":"هو، كوم كسان چې ايمان راوړي او غوره عملونه وكړي او لمونځ وکړي او زكات وركړي، د هغو ثواب بېشكه د هغو له رب سره دى او پر هغو څه وېره او غم نشته.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:278","price":"اى مؤمنانو! له الله څخه وډار شئ او له سود څخه چې څه پاتې وي هغه پرېږدئ كه چېرې (رښتيني) مؤمنان یاست.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:279","price":"خو كه تاسي داسې ونه كړل، نو خبر اوسئ چې د الله او د هغه د رسول له خوا ستاسي پر خلاف د جګړې اعلان دى، كه اوس هم توبه وباسئ (او سود پرېږدئ) نو تاسي د خپلې پانګې اخېستلو حقدار ياست، مه تاسي تيرى كوئ او نه به پر تاسي تيرى وشي.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:280","price":"كه (ستاسي پوروړى) تنګلاسى و نو تر لاس چلېدو پورې مهلت وركړئ او كه خيرات وكړئ نو دا تاسي لپاره ډېره ښه ده، كه پوهېږئ.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:281","price":"او له هغې ورځې څخه ځان وژغورئ، چې د الله لوري ته ورستنېږئ، هلته به هر چا ته د هغه د كړې نيكۍ يا بدۍ پوره بشپړه بدله وركړل شي او پر هېچا به هېڅكله هم تيرى ونشي.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:282","price":"اى مومنانو، كله چې د كومې ټاكلې نېټې لپاره تاسي په خپلو مينځو كې د پور د راكړې وركړې معامله كوئ، نو ویې ليكئ، د دواړو خواو ترمينځ دې يو څوك چې هغه ته الله د ليكلو اهليت وركړى وي په انصاف سره سند وليكي هغه دې له ليكلو نه انكار نه كوي ليكنه او املا دې هغه څوك وكړي چې حق ورباندې دى ( يعنې پوراخيستونكى) او هغه دې له الله، خپل رب نه ووېرېږي چې څه معامله شوې وي په هغې كې دې كمى زياتى نه كوي. خو كه پور اخيستونكى په خپله نا پوه يا كمزورى وي، يا املا نشي كولاى، نو د هغه ولي دې په انصاف سره املا وكړي بيا له خپلو نارينه وو دوه تنه پرې شاهدان ونيسئ او كه دوه سړي نه وي نو يو سړى او دوه ښځې دې وي، دا شاهدان دې له داسې خلكو څخه وي چې د هغو شاهدې ستاسې په مينځ كې قبلېدونكې وي، چې كه يوې يې هېر شي، نو هغه بله به يې ور په زړه كړي، او شاهدان ته چې كله شاهدۍ ته راوغوښتل شي نو هغوى دې انكار نه كوي، كه معامله وړه وي او كه غټه، د هغې نېټه ټاكل او سند ليكل بې اهميته مه ګڼئ، د الله په وړاندې دا چلن ستاسي لپاره ښه د انصاف كار دى، په دې سره شاهدۍ تېرولو كې ښه اسانتيا راځي، او په شكونو او شبهو كې ستاسي د اخته كېدو امكان كمېږي. هو، كه تاسې په خپلو مينځو كښې لاس په لاس تجارتي راكړه وركړه كوئ، نو د هغه د نه ليكلو هېڅ پروا نشته؛ خو د سوداګرۍ د راكړې وركړې په وخت كې شاهدان ونيسئ ليكونكى او شاهد دې نه ځورول كېږي كه داسې وكړئ نو ګناه كوئ د الله له قهره ووېرېږئ هغه تاسي ته د عمل سمه لار درښايي او هغه پر هر څه پوه دى.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:283","price":"كه تاسي د مسافرۍ په حال كې واست او د سند ليكلو لپاره مو كوم ليكونكى پيدا نکړ، نو د شيانو په ګرو اخېتسلو معامله وكړئ كه له تاسې نه څوك پر بل باور وكړي يا له هغه سره څه معامله وكړي نو پر چا چې باور شوی دى هغه دې امانت ادا كړي او له خپل رب الله څخه دې ووېرېږي او شاهدي هېڅكله مه پټوئ څوك چې شاهدي پټوي د هغه زړه ګنهګار دى او الله ستاسي له عملونو څخه بې خبره ندى.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:284","price":"یوازې الله لره دي هغه څه چې په اسمانونو او زمكه كې دي، او زړه كې مو چې څه دي څرګندوئ يې كه پټوئ، الله به يې حساب درسره وكړي، نو چا ته چې وغواړي بخښي يې او چا ته چې وغواړي عذاب ورکوي، او الله پر هر څه قادر دى.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:285","price":"پېغمبر صلی الله علیه وسلم (پر هغه هدايت) ايمان راوړی دي چې د هغه د رب له خوا پر هغه نازل شوی دى او څوك چې د دې پېغمبر منونكي دي، هغوى هم دا هدايت د زړه په مينه منلى دى، دوى ټولو الله، د هغه پریښتې، د هغه كتابونه او د هغه پېغمبران (علیهم السلام) منلي دي او د هغو وينا دا ده چې: موږ د الله د پېغمبرانو ترمنځ توپير نه كوو، موږ حكم واورېده او اطاعت مو ومانه ای الله! موږ ستا څخه د ګناه بخښنې غوښتنونكي يو او همدا ستا لوري ته زموږ درتګ دى.","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"ps"},{"name":"2:286","price":"الله هېڅ ساكښ ته د هغه له وسې څخه پورته مسؤوليت نه متوجه كوي چا چې څه ښه كړيدي، د هغه ګټه د هماغه ده او چا چې څه بدي كړېده، د هغه ګناه پر هماغه ده. (موْمنانو! تاسې داسې دعا وكړئ) اى زموږ ربه! كه له موږ څخه څه هېره او خطا شوې وي، موږ پرې مه نيسه، ای ربه! پر موږ هغه پېټى مه ږده چې له موږ څخه پر مخكېنېو خلكو دې ايښى و. زموږه ربه! د كوم پيټي پورته كولو چې په موږ كې وس نشته، هغه پر موږ مه ږده، له موږ سره اساني وكړه، زموږ (له ګناهونو) څخه تېر شه، پر موږ رحم وكړه، ته زموږ كار جوړونكى يې، د كافرانو په مقابل كې زموږ مرسته وكړه.","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"ps"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}