{"data":[{"name":"27:1","price":"طس [1]، دا د قرآن او څرګندوونكي كتاب آيتونه دي.","arabic":"طسٓۚ تِلۡكَ ءَايَٰتُ ٱلۡقُرۡءَانِ وَكِتَابٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3160,"juzNumber":19,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"27:2","price":"لارښوونه او زېرى دى مومنانو لپاره.","arabic":"هُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3161,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:3","price":"هغوى چې لمونځونه ترسره كوي، زكات وركوي او پر آخرت باور كوي.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3162,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:4","price":"بې شكه كوم كسان چې پر آخرت باور نه لري، موږ يې (بد) اعمال ورته ښايسته كړي؛ نو هغوى په همغو كې لالهانده دي.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ زَيَّنَّا لَهُمۡ أَعۡمَٰلَهُمۡ فَهُمۡ يَعۡمَهُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3163,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:5","price":"دا هغه كسان دي چې د هغوى لپاره بد عذاب دى او همدوى به په آخرت كې ډېر تاوانيان وي.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَهُمۡ سُوٓءُ ٱلۡعَذَابِ وَهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3164,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:6","price":"او بې شكه چې تاته دا قرآن د يو ډېر پوه حكمت لرونکي ذات لخوا درښوول كيږي.","arabic":"وَإِنَّكَ لَتُلَقَّى ٱلۡقُرۡءَانَ مِن لَّدُنۡ حَكِيمٍ عَلِيمٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3165,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:7","price":"ياد کړه کله چې موسی خپلې کور والا ته وويل: ما يو اور وليد، زر به څه خبر درته ترې راوړم يا به څه سكروټه درته راوړم تر څو تاسو تاوده شئ.","arabic":"إِذۡ قَالَ مُوسَىٰ لِأَهۡلِهِۦٓ إِنِّيٓ ءَانَسۡتُ نَارٗا سَـَٔاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ ءَاتِيكُم بِشِهَابٖ قَبَسٖ لَّعَلَّكُمۡ تَصۡطَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3166,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:8","price":"خو بيا چې ورغی نو آواز ورته وشو چې: مبارك دى هغه چې په اور كې دى او هغه چې چاپېره يي دى او د مخلوقاتو پالونكي الله لره پاکي ده.","arabic":"فَلَمَّا جَآءَهَا نُودِيَ أَنۢ بُورِكَ مَن فِي ٱلنَّارِ وَمَنۡ حَوۡلَهَا وَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3167,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:9","price":"اى موسى همدا زه الله يم ډېر حكمت والا برلاسى.","arabic":"يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3168,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:10","price":"او لکړه (امسا) دې وغورځوه! نو ويې ليدل چې هغه داسې خوځيږي لكه مار، نو (موسی) په څټ تاو شو او بيرته را ونه ګرځېد، ای موسى مه ويرېږه، بې شكه زما پر وړاندې رسولان نه وېريږي.","arabic":"وَأَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰ لَا تَخَفۡ إِنِّي لَا يَخَافُ لَدَيَّ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3169,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:11","price":"پرته له هغه چا چې ظلم يې كړى بيا يې له بدۍ وروسته ښېګڼه په بدل كې راوړه، نو بې شكه چې زه ډېر مهربان بخښونكى يم.","arabic":"إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسۡنَۢا بَعۡدَ سُوٓءٖ فَإِنِّي غَفُورٞ رَّحِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3170,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:12","price":"او خپل لاس دې په ګرېوان كې ننباسه سپين ځلاند به راووځي بى عيبه (دا دواړه نښانې) په نهو نښانو كې دي فرعون او د هغه قوم ته، بې شكه هغوى بدكاره خلك وو.","arabic":"وَأَدۡخِلۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖۖ فِي تِسۡعِ ءَايَٰتٍ إِلَىٰ فِرۡعَوۡنَ وَقَوۡمِهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3171,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:13","price":"نو كله چې زموږ څرګندې نښانې هغوى ته ورغلې، وېلې دا خو ښكاره كوډې دي.","arabic":"فَلَمَّا جَآءَتۡهُمۡ ءَايَٰتُنَا مُبۡصِرَةٗ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3172,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:14","price":"او هغوى د ظلم او لويۍ له كبله نټه ترې وكړه، حال دا چې زړونو يې يقين پرې كړى و، نو ګوره چې د هغو مفسدانو پايله بيا څنګه شوه؟","arabic":"وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗاۚ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3173,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:15","price":"او په رېښتيا داود او سليمان ته موږ پوهه ورکړې وه او دواړو ويل چې هغه الله لره ستاينه ده چې موږ ته يې پر خپلو ډېرو مومنو بندګانو غوراوی راكړى.","arabic":"وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ وَسُلَيۡمَٰنَ عِلۡمٗاۖ وَقَالَا ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٖ مِّنۡ عِبَادِهِ ٱلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3174,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:16","price":"او سليمان بيا د داود وارث شو او ويې ويل: ای خلكو موږ ته د مرغانو ژبه زده کړل شوې او هر څه راكړل شوي دي، دا خامخا (د الله) ښكاره لورينه ده.","arabic":"وَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3175,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:17","price":"د سليمان لپاره د پيريانو او انسانانو او مرغانو لښكرې راغونډې كړاى شوې وې او هغوى تر پوره انضباط لاندې ساتل كېدل.","arabic":"وَحُشِرَ لِسُلَيۡمَٰنَ جُنُودُهُۥ مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ وَٱلطَّيۡرِ فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3176,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:18","price":"تر دې چې د مېږيانو ناو ته ورسېدل، يو مېږي وويل: اې مېږيانو خپلو کورونو ته ننوځئ، هسې نه چې سليمان او د هغه لښكرې مو مات كړي او هغوى به خبر هم نه وي.","arabic":"حَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3177,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:19","price":"نو سليمان د هغه په خبره مسكی په خندا شو او ويې ويل: زما ربه! توفیق راکړې ماته چې ستا د هغه نعمت شكر وباسم چې پر ما او زما پر مور او پلار دې پېرزو كړى او دا چې زه سم كارونه وكړم كوم چې ته يې خوښوې او په خپل رحمت سره مې خپلو نېكو بندګانو كې شامل كړې!","arabic":"فَتَبَسَّمَ ضَاحِكٗا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَدۡخِلۡنِي بِرَحۡمَتِكَ فِي عِبَادِكَ ٱلصَّٰلِحِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3178,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:20","price":"او (يو بل ځل) هغه د مرغانو پلټنه کوله نو ويې ويل: څه خبره ده چې هغه ملاچرګك نه وينم؟ كه (رېښتيا هم) ناسوب دى.","arabic":"وَتَفَقَّدَ ٱلطَّيۡرَ فَقَالَ مَالِيَ لَآ أَرَى ٱلۡهُدۡهُدَ أَمۡ كَانَ مِنَ ٱلۡغَآئِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3179,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:21","price":"هرومرو به سخت عذاب ورکړم، يا به يې حلالوم يا دا چې څه ښكاره دليل به راته راوړي.","arabic":"لَأُعَذِّبَنَّهُۥ عَذَابٗا شَدِيدًا أَوۡ لَأَاْذۡبَحَنَّهُۥٓ أَوۡ لَيَأۡتِيَنِّي بِسُلۡطَٰنٖ مُّبِينٖ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3180,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:22","price":"نو لاډېر ځنډېدلى نه و چې ويې ويل: زه له يو داسې څه خبر شوم چې ته نه يې ترې خبر او له (سبا) نه مې يو باوري خبر درته راوړى دى.","arabic":"فَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3181,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:23","price":"ما يوه ښځه وموندله چې د هغوى پاچايي يې کوله، هغې ته هر څه وركړل شوي وو او د هغې لوى تخت دى.","arabic":"إِنِّي وَجَدتُّ ٱمۡرَأَةٗ تَمۡلِكُهُمۡ وَأُوتِيَتۡ مِن كُلِّ شَيۡءٖ وَلَهَا عَرۡشٌ عَظِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3182,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:24","price":"ما هغه او د هغې قوم داسې وموندل چې له الله  پرته لمر ته يې سجده كوله او شيطان يې عملونه ورته ښايسته كړي وو نو له سمې لارې يې ايسار كړي وو، اوس هغوى لار نه مومي.","arabic":"وَجَدتُّهَا وَقَوۡمَهَا يَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ فَهُمۡ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3183,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:25","price":"دا چې هغه الله ته سجده ونه كړي كوم چې د آسمانونو او ځمكې پټ شيان راڅرګندوي او په هغه څه پوهيږي چې تاسو يې پټوئ او (يا يې) ښكاره كوئ.","arabic":"أَلَّاۤ يَسۡجُدُواْۤ لِلَّهِ ٱلَّذِي يُخۡرِجُ ٱلۡخَبۡءَ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3184,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:26","price":"الله، هغه چې له هغه پرته بل معبود نشته، د لوى عرش رب دی.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ۩","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3185,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:27","price":"سليمان وويل: اوس به موږ وګورو چې رېښتيا دې ويلي دي كه له درواغجنو يې.","arabic":"۞ قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ ٱلۡكَٰذِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3186,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:28","price":"زما دا ليك وېسه، هغوى ته يې وروغورځوه، بيا ترې شاته شه، ګوره چې هغوى څه (ځواب را) ګرځوي.","arabic":"ٱذۡهَب بِّكِتَٰبِي هَٰذَا فَأَلۡقِهۡ إِلَيۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَٱنظُرۡ مَاذَا يَرۡجِعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3187,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:29","price":"هغې وويل: اى سردارانو! ماته يو عزتمن ليك راغورځول شوى.","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ إِنِّيٓ أُلۡقِيَ إِلَيَّ كِتَٰبٞ كَرِيمٌ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3188,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:30","price":"هغه د سليمان لخوا او د ډېر مهربان بخښونكي الله په نوم دى.","arabic":"إِنَّهُۥ مِن سُلَيۡمَٰنَ وَإِنَّهُۥ بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3189,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:31","price":"چې پر ما لويي مه كوئ او مسلمان شوي راته راشئ.","arabic":"أَلَّا تَعۡلُواْ عَلَيَّ وَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3190,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:32","price":"ملكې وويل: اى سردارانو! زما په دې كار كې مشوره راكړئ زه تر هغه د يو كار پرېکړه كوونكې نه يم څو چې تاسو نه ياست حاضر شوي.","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَفۡتُونِي فِيٓ أَمۡرِي مَا كُنتُ قَاطِعَةً أَمۡرًا حَتَّىٰ تَشۡهَدُونِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3191,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:33","price":"هغوى وويل: موږ خو د ځواك څښتنان او د سخت جنـګ والا خلك يو او نور ستا كار دى نو ګوره چې (موږ ته) څه امر كوې؟","arabic":"قَالُواْ نَحۡنُ أُوْلُواْ قُوَّةٖ وَأُوْلُواْ بَأۡسٖ شَدِيدٖ وَٱلۡأَمۡرُ إِلَيۡكِ فَٱنظُرِي مَاذَا تَأۡمُرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3192,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:34","price":"هغې وويل: شك نشته چې كله پاچايان يوه كلي ته ننوځې نو ورانوي يې او عزتمن خلك يې خواروي او دغسې دوی کوي.","arabic":"قَالَتۡ إِنَّ ٱلۡمُلُوكَ إِذَا دَخَلُواْ قَرۡيَةً أَفۡسَدُوهَا وَجَعَلُوٓاْ أَعِزَّةَ أَهۡلِهَآ أَذِلَّةٗۚ وَكَذَٰلِكَ يَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3193,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:35","price":"او زه هغوى ته يوه ډالۍ ورلېږم، بيا به ګورم چې هغه استازي له څه ځواب سره راګرځي.","arabic":"وَإِنِّي مُرۡسِلَةٌ إِلَيۡهِم بِهَدِيَّةٖ فَنَاظِرَةُۢ بِمَ يَرۡجِعُ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3194,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:36","price":"كله چې هغه (استازى) سليمان ته ورغی، وېلې تاسو په مال زما مرسته كوئ؟ نو څه چې الله راكړي، له هغه څه غوره دي چې تاسو ته يې دركړي، خو تاسو په خپله ډالۍ خوشالېږئ.","arabic":"فَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3195,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:37","price":"بېرته هغوى ته ورشه، موږ به له داسې لښكرو سره ورشو چې هغوى به يې د مقابلې نه وي او له هغه (ځايه) به يې په رسوايۍ وباسو او هغوى به خواران وي.","arabic":"ٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3196,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:38","price":"بيا يې وويل: ای درباريانو! ستاسو كوم يو به د هغې عرش راته راوړي، مخکې تر دې چې هغوی مسلمان شوي راشي؟","arabic":"قَالَ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَيُّكُمۡ يَأۡتِينِي بِعَرۡشِهَا قَبۡلَ أَن يَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3197,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:39","price":"له پېريانو څخه يوه ستر ځواكمن (عفریت) وويل: زه به يې درته راوړم، مخكې له دې چې ته له خپله ځايه پاڅېږې، او زه خامخا په هغه باندې زورور او امانتداره يم.","arabic":"قَالَ عِفۡرِيتٞ مِّنَ ٱلۡجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن تَقُومَ مِن مَّقَامِكَۖ وَإِنِّي عَلَيۡهِ لَقَوِيٌّ أَمِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3198,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:40","price":"هغه كس چې د كتاب څه پوهه ورسره وه، وويل: زه به يې مخکې د سترګو له رپ څخه درته راوړم، نو كله چې هغه (تخت) يې خپلې خواته اېښودل شوى وليد، ويې ويل: دا زما د رب فضل دى، تر څو ما وازمويي چې شكر باسم كه ناشكري كوم او چا چې شكر واېست؛ نو يوازې د خپل ځان لپاره يې باسي او څوك چې ناشكري وكړي نو زما رب يقيناً بې پروا سخاوت والا دى.","arabic":"قَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3199,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:41","price":"سليمان وويل: تخت يې ورته نا اشنا (بدل غوندې) كړئ چې وګورو دا يې پېژني او كه له هغو كسانو ده چې سمه لار نه مومي.","arabic":"قَالَ نَكِّرُواْ لَهَا عَرۡشَهَا نَنظُرۡ أَتَهۡتَدِيٓ أَمۡ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3200,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:42","price":"نو كله چې راغله ورته وويل شول: آيا ستا تخت همداسى دى؟ وېلې: دا لكه چې همغه دى، موږ ته لا مخكې علم راكړى شوى و او موږ مسلمانان وو.","arabic":"فَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3201,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:43","price":"او له هغه څه يې ايساره كړه چې له الله پرته به يې لمانځل، يقيناً هغه له يو كافر قوم څخه وه.","arabic":"وَصَدَّهَا مَا كَانَت تَّعۡبُدُ مِن دُونِ ٱللَّهِۖ إِنَّهَا كَانَتۡ مِن قَوۡمٖ كَٰفِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3202,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:44","price":"(بيا) هغې ته وويل شول: بنګلې ته ننوځه، نو چې ويې ليده، ګومان يې وكړ چې ډنډ دى او پايڅې يې له پنډيو پورته كړې سليمان وويل: دا د شيشې هواره بنګله ده، هغې وويل: زما ربه! ما پر خپل ځان ظلم كړى و او (اوس) ما له سليمان سره د مخلوقاتو پالونكي الله ته غاړه كېښودله.","arabic":"قِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3203,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:45","price":"او بې شكه موږ ثموديانو ته د هغوى ورور صالح ورلېږلى وو چې (يوازې) الله ولمانځئ نو يو دم هغوى دوې ډلې شول چې سره جنګېدل به.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحًا أَنِ ٱعۡبُدُواْ ٱللَّهَ فَإِذَا هُمۡ فَرِيقَانِ يَخۡتَصِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3204,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:46","price":"(صالح) وويل: زما قومه! له نېكۍ وړاندې ولې د بدۍ لپاره بيړه كوئ؟ ولې له الله بخښنه نه غواړئ چې رحم درباندې وكړى شي.","arabic":"قَالَ يَٰقَوۡمِ لِمَ تَسۡتَعۡجِلُونَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِۖ لَوۡلَا تَسۡتَغۡفِرُونَ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3205,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:47","price":"هغوى ويل: موږ په تا او ستا په ملګرو پورې بدمرغي نيولې ده! (صالح) وويل: ستاسو (بدمرغي) الله سره ده، خو تاسي يو قوم ياست چې ازمويل کېږئ.","arabic":"قَالُواْ ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَۚ قَالَ طَٰٓئِرُكُمۡ عِندَ ٱللَّهِۖ بَلۡ أَنتُمۡ قَوۡمٞ تُفۡتَنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3206,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:48","price":"او په هغه ښار كې نه (9) ټولي مشران وو چې په هغه سيمه كې يې فساد خپرولو او څه سمون يې نه كولو.","arabic":"وَكَانَ فِي ٱلۡمَدِينَةِ تِسۡعَةُ رَهۡطٖ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3207,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:49","price":"ويې ويل: پر الله قسم سره وكړئ چې هرومرو به پر هغه او كورنۍ يې د شپې يرغل كوو بيا به يې خپلوانو ته وايو چې موږ د هغه د كورنۍ د وژنې په ځاى كې حاضر نه وو او موږ بالكل رښتيني يو.","arabic":"قَالُواْ تَقَاسَمُواْ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهۡلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدۡنَا مَهۡلِكَ أَهۡلِهِۦ وَإِنَّا لَصَٰدِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3208,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:50","price":"هغوى يوه دسيسه جوړه كړه خو موږ هم يو تدبیر جوړ كړ چې هغوى خبر هم نه وو.","arabic":"وَمَكَرُواْ مَكۡرٗا وَمَكَرۡنَا مَكۡرٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3209,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:51","price":"نو ګوره چې د هغوى د دسيسې پايله څه وه؟ دا چې موږ هغوى او ټول قوم يې تباه كړ.","arabic":"فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ مَكۡرِهِمۡ أَنَّا دَمَّرۡنَٰهُمۡ وَقَوۡمَهُمۡ أَجۡمَعِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3210,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:52","price":"هغه دي كورونه يې وران تش پراته دي په دې چې ظلم يې كړى وو، يقيناً په دې كې يوه (ستره) نښانه ده هغو خلكو لپاره چې پوهيږي.","arabic":"فَتِلۡكَ بُيُوتُهُمۡ خَاوِيَةَۢ بِمَا ظَلَمُوٓاْۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3211,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:53","price":"او هغه خلك مو وساتل چې ايمان يې راوړى و او تقوا يې كوله.","arabic":"وَأَنجَيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3212,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:54","price":"او (در په ياد كړئ) لوط كله چې خپل قوم ته يې وويل: آيا تاسو په (رڼو) سترګو وينئ بدكاري كوئ؟","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ وَأَنتُمۡ تُبۡصِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3213,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:55","price":"آيا تاسو ښځې پرېږدئ، سړيو ته د شهوت لپاره ورځئ؟ بلكې داسې خلك ياست چې ډېر جهالت كوئ.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3214,"juzNumber":19,"footnotes":"","lang":"ps"},{"name":"27:56","price":"نو نه و جواب د قوم د هغه مګر دا چې ویې ویل هغوی وباسئ کورنۍ د لوط لره له خپل کلي خپل څخه، یقینا دوی خلک دي چې د پاکۍ دعوا کوي.","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:57","price":"پس وژغوره موږ هغه او کورنۍ  د هغه، پرته د هغه له مېرمنې څخه ځکه موږ ( په کلي کې ) د هغې پاتې کېدل ټاکلي و.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:58","price":"او موږ پر دوی ناشنا باران را ووراوه، نو ناکاره و باران د ویرولیو شوو.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:59","price":"ووايه الله لره ستاينه ده او د ده پر هغو بندګانو دې سلام وي چې غوره كړي يې دي آيا (يو) الله غوره دى كه هغه (معبودان) چې هغوى يې (ورسره) شريكوي.","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:60","price":"ایا هغه چا چې آسمانونه او ځمكه  پيدا كړي او تاسو ته يې له آسمانه اوبه را اورولې دي بيا مو په هغو سره ښايسته باغونه را زرغون كړل چې د هغو د ونو زرغونول ستاسي په وس كې نه وو، آيا له الله سره كوم بل معبود شته؟ بلكې هغوى داسې خلك دي چې له سمې لارې كږيږي.","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:61","price":"آیا هغه ذات چې ګرځولې یې ده ځمكه ځای د آرام ، او د هغې منځ كې يې سيندونه پيدا كړل، هغې ته يې محكم ولاړ غرونه پيدا كړل او د دوو سمندرونو تر منځ يې پرده اچولې ده، آيا له الله سره په دغه کارونوکې بل معبود شته؟ بلكې زياتره انسانان له عقل څخه کار نه اخلي.","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:62","price":"آیا هغه څوك  چې د ډیر ناچاره دعا قبلوي كله يې چې را وبولي او هغه كړاو لرې كوي او تاسي د ځمكې خليفه ګان ګرځوي، آیا الله سره كوم بل معبود شته؟ تاسي ډېر لږ نصيحت منئ.","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:63","price":"آیا هغه ذات  چې د وچې او سمندر په تیارو كې لاره درښايي او هغه ذات چې د خپل رحمت [باران] څخه مخكې زېرى وركوونكي بادونه ليږي؟ آيا الله سره كوم بل معبود شته؟ چې دا کارونه وکړي؛ الله ډېر اوچت دى له هغو شيانو چې هغوى يې ورسره شريكوي.","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:64","price":"آیا هغه څوك چې د پيدايښت پيل كوي او بيا يې (هم) تكراروي؟ او هغه څوک چې له آسمان او ځمكې تاسو ته روزي دركوي [چې هغه یوالله دی]؟ آيا دې الله سره كوم بل معبود شریک شته [چې دا کارونه وکړي ]؟ ورته وايه كه تاسي رښتيني ياست دليل مو راوړئ.","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:65","price":"ورته ووايه: په آسمانو او ځمكه كې هيڅوك په غيبو نه پوهيږي او هغوى (په دې هم) نه پوهيږي چې كله به راپاڅول كيږي؟","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:66","price":"بلكې د آخرت په هكله د هغوى علم ختم شوى دى، (نه) بلكې هغوى له هغه نه په شك كې لاڅه چې ترې ړانده دي.","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:67","price":"او كافران وايي: آيا كله چې موږ او زموږ پلرونه خاورې شوي يو؛ نو آيا بيا را اېستل كېدونكي يو.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:68","price":"بې شكه دا ژمنه خو له موږ سره او مخكې زموږ له پلرونو سره هم شوې وه، دا همغه د پخوانيو له درواغجنو كيسو پرته بل څه نه دي.","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:69","price":"ورته ووايه: په ځمكه كې وګرځئ، بيا وګورئ چې د مجرمانو پايله څنګه وه.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:70","price":"پر هغوى مه خپه كېږه او مه يې په هغو چلونو زړه تنګى كېږه چې هغوى يې جوړوي.","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:71","price":"او هغوى وايي چې (ښه) دا ژمنه به كله وي، كه تاسي رښتيني ياست؟","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:72","price":"ووايه د كوم عذاب لپاره چې تاسي بيړه كوئ كيدى شي د هغه يوه برخه تاسي ته بيخي نږدې شوې وې [تاسو امید ولرئ].","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:73","price":"او يقيناً ستا رب هرومرو پر خلكو د لورينې څښتن دى خو هغوى زياتره شكر نه باسي.","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:74","price":"او بې شكه ستا رب خامخا په هغه څه پوهيږي چې د هغوى سينو دننه پټ كړي او څه چې هغوى يې څرګندوي.","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:75","price":"او په آسمان او ځمكه كې هيڅ داسې كوم پټ شى نشته چې په يو څرګند كتاب كې نه وي.","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:76","price":"بې شكه دا قرآن بني اسرائيلو ته زياتره هغه خبرې بيانوي چې هغوى پكې اختلاف كوي.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:77","price":"او دا (قران) خامخا لارښوونه او رحمت دى د مومنانو لپاره.","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:78","price":"بې شکه ستا رب په خپل حكم سره د هغوى ترمنځ پرېكړه كوي او همغه ډېر پوه برلاسى دى.","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:79","price":"نو پر الله بروسه وكړه، ته په څرګند حق باندې (ولاړ) يې.","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:80","price":"یقینا ته مړو ته اورول نه شې کولای او نه هغه کڼو ته خپل اوازرسولی شې چې شا اړوي تښتي.","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:81","price":"او نه ړانده له بې لاريتوب سمې لارې ته را اړولئ شې، ته ايله هغه څوك اورولئ شې چې زموږ آيتونه مني (او) بيا غاړه اېښودونكي شي.","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:82","price":"او کله چې وینا (د عذاب) واقع شي، نو يو ځناور به له ځمكې ورته راوباسو، له دوى سره به خبرې كوي چې یقینا وو دا خلک چې زموږ پر آيتونو یې باور نه كولو.","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:83","price":"او هغه ورځ چې موږ به له هر امت څخه د هغو كسانو يو پوځ راغونډ كړو چې زموږ آيتونه يې دروغ ګڼل، بيا به د هغوى ډلې سره ترتيب شوې روانيږي.","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:84","price":"تر دې چې ټول (ميدان ته) راشي، (الله) به ووايي: آيا زما آيتونه مو درواغ وګڼل حال دا چې په هغو مو پوره علم نه درلود، كنه (نور) نو تاسي څه كول؟","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:85","price":"او را به شي پریکړه د عذاب پر دوی باندې له امله د ظلم د دوی، نو دوی به خبرې نه شي کولی.","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:86","price":"آيا هغوى نه دي ليدلي چې موږ شپه د دې لپاره جوړه كړې چې آرام پكې وكړي او ورځ مو روښانه كړې ده، يقيناً په دې كې هرومرو څه نښانې دي د هغو خلكو لپاره چې ايمان راوړي.","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:87","price":"او هغه ورځ چې په شپېلۍ كې پوكى وشي، نو هغه ټول به هيبت وهلي شي، څوك چې په آسمانونو او څوك چې په ځمكه كې وي، پرته له هغو چې الله يې (ژغورل) وغواړي او ټول به هغه ته په عاجزۍ سره راشي.","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:88","price":"او ته غرونه وينې، په خپل ځاى به يې كلك ولاړ ګڼې، خو هغه به د ورېځى غوندې تېرېږي، د هغه الله جوړونه ده چې هر څه يې محكم كړي دي بې شكه همغه ښه خبردار دى په هغو كارو چې تاسي يې كوئ.","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:89","price":"څوك چې له نيكۍ سره راشي نو هغه ته به لا ترې ښه بدله وركړى شي او هغوى به د هغې ورځې له هيبته بې غمه وي.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:90","price":"او څوك چې له بدۍ سره راشي نو مخونه به يې په اور كې نسكور كړى شي، څه چې تاسي كول له هغو پرته خو به نوره سزا نه دركول كيږي؟","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:91","price":"ماته خو یوازې دا امر شوى چې د دې ښارګوټي د رب بندګي وکړم، كوم یې چې حرام ګرځولى او هر څه د هغه دي او ماته امر شوى چې مسلمان و اوسم.","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:92","price":"او دا چې قرآن تلاوت كړم، نو څوك چې په سمه لار برابر شو، هغه د ځان لپاره سمه لار مومي او څوك چې بې لارې شو نو ورته ووايه چې زه خو ايله بیروونکی يم.","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":"","lang":"ps"},{"name":"27:93","price":"او ووايه چې ستاينه الله لره ده، زر به خپلې نښانې در وښايي بيا به يې وپېژنئ، او ستا رب له هغو كارو ناخبره نه دى چې تاسو يې كوئ.","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":"","lang":"ps"}],"chapter":["27 (An-Naml)","An-Naml","Surah An-Naml","Chapter An-Naml","Naml","Surah Naml","Chapter Naml","An Naml","Surah An Naml","Chapter An Naml","Surah 27","Chapter 27","The Ant","النَّمْل"]}