{"data":[{"name":"31:1","price":"الم [1]","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"31:2","price":"دا آیتونه د داسې کتاب دي چې د حکمتونو نه ډک دی.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:3","price":"هدایت او رحمت دی لپاره د نېکانو.","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:4","price":"هغه خلك چې پابندي کوي د لمانځه، ورکوي زكات او هغوى په آخرت باور لري.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:5","price":"دغو (صفتونو والا) د خپل رب لخوا په سمه لار برابر او همدوى برى موندونكي دي.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:6","price":"او له خلكو څخه ځينې هغه دي چې چټي خبرې پيري، تر څو پرته له دلیل نه (خلك) د الله له لارې واړوي او هغه ټوكې وګڼي، د داسې خلكو لپاره سپكونكى عذاب دى.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:7","price":"او كله چې پر هغه زموږ اّيتونه لوستل كيږي نو داسې په لويي مخ واړوي لكه چې (بيخي يې) اورېدلي نه وي، (يا) لكه غوږونو كې يې چې دروندوالى وي، نو هغه ته د يو دردناك عذاب زېرى وركړه.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:8","price":"يقيناً چا چې ايمان راوړى او سم كارونه يې كړي دي هغو لپاره له نعمتونو ډك جنتونه دي.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:9","price":"تلپاتې به وي په هغو كې، د الله ریښتينې ژمنه ده او هغه حكمت والا برلاسى دى.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:10","price":"اّسمانونه يې بې له ستنو پيدا كړي ( لکه څرنګه یې) چې تاسې وينئ، او په ځمكه كې يې كلك ولاړ غرونه پيدا كړل چې هغه پر تاسي ونه خوځيږي او هر ډول خوځېدونكي ژوي يې پكې خپاره كړل او موږ له اسمانه اوبه را وورولې بيا مو په هغې كې هر ډول ګټور بوټي را شنه کړل.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:11","price":"دا پيدايښت د الله دى، نو را وښاياست چې له هغه پرته دوى (باطلو معبودانو) څه پيدا كړي دي، بلكې دا ظالمان خو په څرګنده بې لاریتوب کې دي.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:12","price":"او بې شكه ورکړی و موږ لقمان ته پوخ علم (ورته مو ویلی و) د الله شكر وباسه، او څوك چې شكر وباسي نو خپل ځان ته شكر وباسي او څوك چې ناشکري کوي نو بې شكه الله بې پروا ستايل شوى دى.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:13","price":"او كله چې لقمان خپل زوى ته په نصيحت كې وويل: اې زما زویه الله سره څه مه شريكوه، يقيناً شرك يو ستر ظلم دى.","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:14","price":"او موږ انسان ته د هغه د مور او پلار په هكله نصيحت كړى دى، ځكه مور يې د سستۍ دپاسه سستۍ حالت كې بار كړى دى، او (له تي) پرېکول يې په دوو كلونو كې دي، چې زما او د مور او پلار دې شكر وباسه، یوازې ما ته راګرځېدل دي.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:15","price":"او كه چېرې هغوى دواړه پر تا زور واچوي چې ما سره هغه څه شريك كړې چې تا سره د هغه څه علم نشته نو بيا د هغوى مه منه، او ملګرتیا د دوی کوه د دنیا په کار کې؛ ملګرتیا نېکه، او د هغه چا په لار ځه چې زما په خوا راګرځېدلى وي، بيا ستاسي راتلل زما په لور دي نو زه به مو په هغه څه خبروم چې تاسي به كول.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:16","price":"اې زما زویه! خبره دا ده چې كه هغه (نېکي یا بدي) د اوري د يوې دانې په اندازه هم وي او په يو ګټ، يا په اسمانو يا ځمكه كې وي، الله به يې راوړي، بې شكه الله ډېر با خبره باريك ليدونكى دى.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:17","price":"اې زما زویه! پابندي کوه د لمانځه او حکم کوه د نیکۍ او منع کوه له بدۍ نه او صبر کوه په هغه مصیبتونو چې تا ته رسیږي، یقینا دا له اړینو کارونو څخه دي.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:18","price":"او (په لویۍ سره د خبرو پرمهال) له خلكو نه مخ مه اړوه او مه ګرځه په ځمكه كې په لویۍ او ناز سره، بې  شكه الله كبرجن او لویي کوونکی نه خوښوي.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:19","price":"او خپل تګ كې منځنی اوسه او غږ دې لږ ورو كړه، بې شكه تر ټولو غږونو ناكاره غږ د خرو وي.","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:20","price":"آيا تاسي نه دي ليدلي چې الله هغه څه ستاسو تابع ګرځولي چې په اسمانو او هغه څه چې ځمكه كې دي او پر تاسي يې خپل ټول ښكاره او پټ نعمتونه تمام كړي دي؟ خو ځينې خلك داسې دي چې پرته له پوهې، هدايت او روښانه كتاب، د الله په اړه [دهغه د وجود او د یووالي په اړه] جګړې کوي.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:21","price":"او کوم وخت چې وویل شي دوی ته د هغه څه تابع شئ چې الله را نازل كړي! وايي: بلکې موږ د هغه څه تابعداري کوو چې خپل پلرونه مو پرى موندلي [آیا تابعداري کوي دوی د پلارانو] اګر که شیطان دوی ته د جهنم د عذاب بلنه ورکوي.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:22","price":"او چا چې خپل مخ الله تعالی ته وسپارلو (تابع کړ) په داسې حال كې چې نېكي کوونکی هم وي نو هغه کلکه كړۍ ټینګه کړله، او د كارونو انجام د الله په لور دى.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:23","price":"او چا چې کفر وکړ نو د هغه كفر دې تا خپه نكړي، زموږ خوا ته يې راګرځېدل دي، بيا به يې په هغه څه خبر كړو چې كړي يې دي، بې شكه الله ښه عالم دى په هغه څه چې سينو كې دي.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:24","price":"لږه فائده به وركړو [په دنیا کې] خو بيا به يې د يو سخت عذاب په لور مجبور كړو [په اخرت کې].","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:25","price":"او كه دوى وپوښتې چې دا اسمانونه او ځمكه چا پيدا كړي؟ خامخا به وايي چې الله، و وايه الله لره ستاينه ده، خو زياتره يې نه پوهيږي.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:26","price":"په اسمانونو او ځمكه كې هر څه الله لره دي، بې شكه هماغه الله بې پروا ستايل شوى دى.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:27","price":"او كه په ځمكه كې چې څه ونې دي، قلمونه شي او سمندر يې رنګ او بيا اوه نور سمندرونه هم يې ورسره شي نو بيا به هم د الله خبرې خلاصې نه شي، بې شکه الله برلاسى حكمت والا دى.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:28","price":"ستاسو د ټولو پيدايښت او بيا پاڅون ندی مګر لكه د يو تن (پيدايښت او پاڅون) په څېر (اسان) دى، بې شكه الله اورېدونكى ليدونكى دى.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:29","price":"آیا ته نه وینې چې بې شکه الله شپه په ورځ كې ننباسي او ورځ په شپه كې ننباسي او لمر او سپوږمۍ يې تابع كړي دي، دا ټول يوې ټاكلې نېټې پورې چليږي او بې شکه الله ستاسي په كړنو خبردار دى.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:30","price":"دا ځكه چې بې شکه الله حق دی او دوى چې له هغه پرته څه رابلي هغه باطل دي او بې شكه چې هماغه الله ډېر اوچت او لوي ذات دی.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:31","price":"آيا تا نه دي ليدلي چې په سمندر كې بېړۍ د الله په فضل چليږي چې تاسي ته له خپلو نښانو څه در وښايي، په دې كې خو بې شکه د هر صبرناك شكر وېستونكي لپاره (ډېرې) نښانې دي.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:32","price":"او كله چې د ورېځو غوندې څپې يې را لاندې كړي نو په سوچه عقيده سره الله رابولي، خو چې بيايې وچې ته وژغوري نو له دوی څخه ځېنې يې درمیانه تګ والا شي او زموږ له آيتونو پرته له هر بې لوظه او ناشكره بل څوك انكار نه كوي.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:33","price":"اې خلكو له خپل رب نه مو ووېرېږئ او له هغې ورځې وډار شئ چې پلار به خپل زوی ته ګټه نشي رسولی، او نه به زوى خپل پلار ته ګټه رسونکی وي د څه شي، د الله ژمنه بې شكه رښتينې ده، نو د دنيا ژوند مو دوكه نه كړي او غولونكى (شيطان) مو د الله په اړه دوكه نه كړي.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"ps"},{"name":"31:34","price":"بې شكه الله سره خو د قيامت معلومات دي، او باران وروي، او په هغه څه پوهيږي چې (د ميندو) په خېټو كې دي، او هيڅ ساكښ نه پوهيږي چې سبا به څه كوي؟ او نه هيڅوك پوهيږي چې په كومه ځمكه به مري، بې شكه الله خبردار عالم دى.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"ps"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}