{"data":[{"name":"35:1","price":"الله لره ستاينه ده، له نوي سره د اسمانو او ځمكې پيدا كونكي (لره)، د دوه دوه، درې درې او څلورو څلورو وزرونو والا ملايكو استازى ګرځونكي (الله) لره، چې هغه په مخلوق كې څنګه غواړي هومره زياتوالى كوي يقيناً الله په هر څه قادر دى.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:2","price":"الله چې خلكو ته خپل څه رحمت را پرانيزي نو د هغه څوك بندوونكى نشته، او څه چې بند كړي نو بيا له ده وروسته يې څوك جاري كوونكى نشته او همغه برلاسى او د حكمت والا دى.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:3","price":"اې خلكو! الله چې پر تاسو څه پېرزوينه كړې هغه درياد كړئ، آيا له الله پرته كوم بل خالق شته چې له آسمان او ځمكې روزي دركړي؟ له هغه پرته كوم بل الله نشته، نو تاسو څنګه اړول كيږئ (له حقه).","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:4","price":"او كه تا درواغجن بولي نو (خير) له تا مخكې هم (ډېر) رسولان درواغجن ګڼل شوي او ټول كارونه الله ته ورګرځول كيږي.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:5","price":"ای خلكو په رېښتيا د الله ژمنه رېښتينې ده نو (ګورئ) د دنيا ژوند مو ونه غولوي او غولوونكى (شيطان) مو په (حلم د) الله دوكه نه كړي.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:6","price":"بېشكه شيطان ستاسي لپاره دښمن دى نو په دښمنۍ يې ونيسئ، هغه خو خپله ډله دېته رابولي چې دوزخيان شي.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:7","price":"كوم كسان چې كافر شوي د هغو لپاره سخت عذاب دى او كوم كسان چې ايمان يې راوړی او ښه عملونه يې كړي د هغو لپاره مغفرت اولوى اجر دى.","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:8","price":"آيا نو څوك چې بد عمل يې ورته ښكلى شوی بيا يې هغه غوره بولي (د ښه سړي په شان دى؟) نو بېشكه چا ته چې الله وغواړي بې لارې كوي يې او چاته چې وغواړي سمه لار ورښايي، نو د هغوى په غم كې خپل ځان له منځه مه وړه، په رېښتيا الله پر هغو كارونو ښه پوه دى چې هغوى يې كوي.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:9","price":"او الله هغه ذات دى چې بادونه راليږي بيا هغه (بادونه) ورېځې راپورته كوي بيا يې موږ يوې مړې (وچې) ځمكې ته بيايو چې په دې سره بيا هغه ځمكه له مرګه وروسته بېرته راژوندۍ كوو، په همدې ډول به بيا را ژوندي كېدل وي.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:10","price":"څوك چې عزت غواړي نو عزت خو ټول الله لره دى، (ټولې) پاكې خبرې (د الله ستاينې) همغه ته ورخېژي (خو) نېك عمل (الله) اوچتوي، او هغه كسان چې د بديو چلونه کوي، هغوى لپاره سخت عذاب دى او د دغو خلکو چلونه به (ټول) تباه كيږي.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:11","price":"الله تاسي له خاورې پيدا كړئ، بيا له نطفې، بيا يې ستاسي جوړې پيدا كړې (يعنې نر او ښځه). هېڅ ښځه نه حامله كېږي او نه ماشوم زېږوي مګر د الله په علم كې دي، او عمر نه ورکول کیږي هیڅ یوعمر ورکړل شوي لره او نه د چا په عمر كې څه كموالى راځي مګر په يو كتاب كې ليكل شوي دي، بېشکه الله لره دا ډېر آسانه دى.","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:12","price":"او نه (هغه) دوه سمندرونه سره برابر دي، (چې) دا يو ډیر خوږ، په څښلو کې ښه تېرېدونكى او دا بل مالګين تريخ دى، او له هر يوه تاسو تازه غوښې خورئ او داسې ګاڼه ترې را وباسئ چې اغوندئ يې، او بېړۍ ګانې پكې وينئ چې څېروونكې (پكې روانې) دي، تر څو د هغه له پېرزوينې څه ولټوئ او د دې لپاره چې شكر وباسئ.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:13","price":"همغه (ذات) شپه په ورځ كې ننباسي او ورځ په شپه كې ننباسي او لمر او سپوږمۍ يې په كار اچولي دي، ټول تر ټاكلې نېټې پورې چليږي، الله همدا دى ستاسو رب، پاچايي هغه لره ده، او کوم شيان چې له هغه پرته يې تاسو رابولئ د كجورې د زړي د پوټكي څښتنان هم نه دي.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:14","price":"که تاسو یې را وبلئ، هغوی ستاسو اواز نه اوري، که یې واهم وري منلی یې نه شي، او د قیامت پر ورځ به ستاسو له شرک انکار کوي، او د با خبر (الله) په شان به دي هيڅوك خبر نه كړي.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:15","price":"اې خلكو تاسو الله ته اړ (محتاج) ياست او الله په خپله بې پروا ستايل شوى ذات دى.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:16","price":"كه وغواړي تاسو به له منځه يوسي او نوي خلك به راولي.","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:17","price":"او دا پر الله باندې څه ګرانه نه ده.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:18","price":"او هيڅ بار وړونكى به د بل بار نه وړي، او كوم دروند باری كه خپل بار ته بل څوك رابولي نو د هغه هيڅ شى به نه شي پورته كولى كه څه هم خپلوان يې وي، بېشکه خبره دا ده چې ته يوازې هغه خلك وېرولاى شې چې په غيبو له الله وېريږي او لمونځ يې ودرولای وي، او چا چې ځان پاك كړ، نو د خپل ځان لپاره يې پاك كړ او ورتګ خو د الله په لور دى.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:19","price":"او نه برابریږي سره ړوند او لیدونکی.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:20","price":"او نه تيارې او رڼا.","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:21","price":"او نه سيورى او نه تود باد.","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:22","price":"او نه ژوندي او مړه سره برابريږي، بېشكه چا ته چې الله وغواړي وراوروي یې، او ته د هغو اوروونكى نه يې څوك چې په قبرو كې دي.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:23","price":"نه يې ته (ای محمده!) مګر ویروونکی.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:24","price":"پرته له شکه ته مو له حق سره زېرى وركوونكى او وېروونكى لېږلى يې او هيڅ يو داسې ولس به نه وي چې كوم وېروونكى پكې نه وې تېر شوى.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:25","price":"او كه هغوى دې درواغجن وبولي نو له هغوى مخكې خلكو هم (رسولان) درواغجن بللي وو، هغوى ته هم خپل رسولان له څرګندو نښانو، صحيفو او روښانه كتاب سره راغلي وو.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:26","price":"بيا مې ونیول هغه كسان چې كافران شوي وو، نو بيا څنګه و عذاب زما.","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:27","price":"آيا نه وينې چې الله له آسمانه اوبه راتويې كړې دي چې بيا مو په هغو سره (ډېرې) مېوې را اېستې چې بېل بېل رنګونه يې دي، او له غرونو څخه هم ځينې لارې (يا ټوټې) دي، سپينې او سرې د بېلو بېلو رنګونو والا او څه تكې تورې.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:28","price":"او همدارنګه د خلكو، ځناورو او څارويو نه هم ځينې د بېلو بېلو رنګونو والا دي خو حقه خبره دا ده چې له الله يوازې د هغه پوه بندګان ډاريږي، بېشكه الله برلاسى او بخښونكى دى.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:29","price":"بې شکه كوم خلك چې د الله كتاب لولي، لمونځ یې ودرولای وي او څه چې موږ ور روزي كړي له هغو په پټه او ښكاره لګښت كوي، هغوى د يوې داسې سوداګرۍ هيله كوي چې هيڅكله به هلاکه نه شي [تاوان نكوي].","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:30","price":"تر دې چې (الله به يې) اجرونه پوره وركړي او له خپله فضله به لا نور هم زيات وركړي، هغه له شک پرته بخښونكى احسان قبلوونكى دى.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:31","price":"او موږ چې تا ته له كتابه څه په وحي درلېږلې، همغه حق دي چې له هغه د مخكني كتاب تصديق هم كوي، بې شكه الله په خپلو بندګانو هرومرو ښه باخبر ليدونكى دى.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:32","price":"بيا مو هغه كسان د دې كتاب وارثان وګرځول چې له خپلو بندګانو مو را چاڼ كړي وو، نو له هغوی ځينې پر خپل ځان ظالمان، ځينې يې منځني او ځينې يې د الله په حكم (توفيق) سره نېكيو ته ور مخکې كېدونكي دي، همدا ډېر لوى فضل دى.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:33","price":"(هغه) د تل اوسېدلو باغونه دي چې دوى ورننوځي، په هغو كې به دوى ته د سرو زرو او ملغلرو بنګړي وراچول كيږي او پوښاك به يې هلته ورېښم وي.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:34","price":"او هغوى به ووايي هغه الله لره ستاينه ده چې له موږ يې خپګان لرې كړ، بې شكه زموږ پالونکی هرومرو بخښونكى احسان قبلوونكى دى.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:35","price":"همغه چې موږ يې په خپل فضل سره په تلپاتې كور كې مېشت كړو، چې (اوس) نه څه كړاو پكې رارسيږي او نه پكې ستوماني رارسي.","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:36","price":"او څوك چې كافر شوي د هغوی لپاره د جهنم اور دى، نه به ورباندې پرې پرېکړه كيږي چې مړه شي او نه به يې څه عذاب ترې سپكيږي، هر نا شكره ته موږ همدا ډول سزا وركوو.","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:37","price":"او هغوى به پكې چيغې وهي چې اې زموږ ربه! موږ وباسه چې ښه كارونه وكړو، هغسې نه چې موږ به كول (وبه ويلې شي) آيا موږ دومره عمر نه و دركړى چې (كه) څوك پكې څه درس اخلي، درس اخيستلاى شي او وېروونكى هم درغلى و، نو اوس يې (خوند) وڅكئ، د ظالمانو لپاره څوك مرستندوى نشته.","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:38","price":"بې شكه الله د آسمانونو او ځمكې د غيبو عالم دى، بې شكه هغه د سينو پر رازونو ښه پوه دى.","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:39","price":"الله همغه دى چې تاسو يې په ځمكه كې ځای ناستي ګرځولي ياست، نو چا چې کفر وکړ، كفر يې خپله پر هغه دى او كافرانو ته يې كفر د خپل رب پر وړاندې پرته له غضبه بل څه نه ور زياتوي، او كافرانو ته يې خپل كفر پرته له تاوانه بل څه نه ورزياتوي.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:40","price":"ورته وايه: د هغو شریکانو په اړه خبر راکړئ كوم چې تاسي له الله پرته رابولئ، را وښايئ چې هغوى د ځمكې (له شيانو) څه پيدا كړي دي؟ يا يې په آسمانونو كې څه شراكت دى؟ يا موږ هغوى ته كوم كتاب وركړى دى چې هغوى يې په څه دليل ولاړ دي؟ خو نه، په اصل كې دا ظالمان يو بل ته يوازې د دوكې ژمنې وركوي.","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:41","price":"بې شكه الله آسمانونه او ځمكه (محكم) نيسي چې (له خپله ځايه) ونه خوځي او كه چېرې هغه دواړه بې ځايه شي نو له هغه پرته به يې هيڅوك هم ونه ساتي، په رېښتيا هغه ډېر د زغم والا بخښونكى دى.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:42","price":"او هغوى پر الله خپلې پخې پخې لوړې وکړې چې كه څوك وېروونكى ورته راشي نو بيا به هغوى هرومرو له نورو قومونو زيات ښه لار موندونكي وي، خو كله چې هغه بيا ورته راغلو نو له کرکې يې بل څه ورزيات نه كړل.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:43","price":"په ځمكه كې دلویي کولو او ناوړه دسيسو له امله، او ناوړه چلونه له خپل وړ كسانو پرته له چا راچاپېريږي، نو آيا هغوى له پخوانيو سره د شوي چلند پرته د بل څه انتظار كوي؟ نو د الله عادت لره خو به هيڅكله څه بدلون ونه مومې او نه به هيڅكله د الله عادت لره څه ګرځېدل ومومې.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:44","price":"آيا هغوى په ځمكه كې نه دي ګرځېدلي چې وويني د هغو خلكو پايله څنګه وه چې له هغوى مخكې وو، حال دا چې هغوى په قوت كې لاترې زيات وو، او الله داسې نه دى چې كوم شى به يې كمزورى كړى، نه په آسمانونو كې او نه په ځمكه كې، په رېښتيا هغه ډېر پوه ځواکمن دى.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"ps"},{"name":"35:45","price":"او كه چېرې الله دا خلك په خپلو عملونو نيولاى نو د ځمكې پر مخ به يې يو ژوندى خوځېدونكى هم نه واى پرېښى خو هغه يې تر يوې ټاكلې نېټې پورې ځنډوي، بيا چې كله يې نېټه راورسيږي نو بې شكه الله پر خپلو بندګانو ښه ليدونكى دى.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"ps"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}