{"data":[{"name":"39:1","price":"راتلل د دې کتاب د الله له طرفه دي زورور او حکمتونو والا دی.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:2","price":"موږ يقينا دا كتاب تا ته په حقه نازل كړى پس د یو الله عبادت کوه په داسې حال کې چې سوچه کونکی یې الله لره په طاعت کې.","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:3","price":"خبر اوسئ چې الله لره سوچه (له شركه پاك) دين دى او كومو خلكو چې له هغه پرته نور دوستان نيولي (او وايي چې) موږ خو د دوی عبادت نه کوو مګر د دې لپاره چې دوی نږدې کړي موږ الله ته، بېشكه الله به د دوى تر منځ په هغه څه كې فيصله كوي چې د دوى پكې اختلاف دى، يقيناً الله هغه چا ته هدايت نه كوي چې ډیر دروغجن او غټ کافر دی.","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:4","price":"كه چېرې الله غوښتلى چې (څوك) زوى ونيسي نو خامخا به يې چې څه خوښه واى له هغه مخلوق نه چې پيدا كوي يې څه غوره كړى و، هغه لره پاكي ده، هماغه يو برلاسى الله دى.","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:5","price":"آسمانونه او ځمكه يې په حقه پيدا كړي، هغه شپه پر ورځي ورتاووي او ورځ پر شپې ورتاووي او لمر او سپوږمۍ يې په كار لګولي دي، دا ټول به تر يوې ټاكلې نېټې چليږي خبر اوسئ هماغه برلاسى ډېر بخښونكى دى.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:6","price":"تاسو (ټول) يې له يو كس نه پيدا كړئ بيا يې د هغه جوړه ترې پيدا كړه او تاسو ته يې له څارويو نه اته جوړې پیدا كړې دي، هغه تاسي د خپلو ميندو په ګېډو كې د يو پيدايښت نه وروسته بل پيدايښت سره په دريو تيارو كې پيدا كوي، دا الله ستاسو رب دى باچايي د هغه ده، له هغه پرته كوم بل د عبادت لایق نشته نو تاسو كومې خواته اړول كېږئ؟","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:7","price":"كه تاسو كفر وكړئ نو الله يقيناً له تاسي بې پروا دى او هغه خپلو بندګانو ته كفر نه خوښوي او كه شكر وكړئ نو دا درته خوښوي او هيڅ بار وړونكى به د بل بار يونسي، بيا به مو ورتګ د خپل رب په لور وي نو تاسو چې څه كول بيا به مو په هغو خبر كړي، بېشكه هغه د سينو په رازونو ښه پوه دى.","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:8","price":"او كله چې انسان ته څه تكليف ورسي نو خپل رب رابلي په داسې حال کې چې هغه ته ښه ورګرځېدونكى وي، او كله چې الله له خپل لوري څه نعمت وروبخښي نو له هغه مخكې يې چې څه ته رابللو هغه (ذات) هېر كړي او الله سره نور شريكان وټاكي چې بيا (نور خلك هم) د هغه له لارې واړوي، ورته وايه: له خپل كفر دې لږه نوره ګټه هم واخله، ته خو يې له دوزخيانو.","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:9","price":"آیا هغه څوک چې د شپې په وختونو كې په سجده او قيام په عبادت لګياوى، له اّخرته وېريږي او د خپل رب رحمت ته په هيله وي [دا کیدای شي په شان د هغه چا چې داسې نه دی]؟ ووايه: آيا هغه كسان چې پوهيږي او هغه چې نه پوهيږي (دواړه) سره برابر دي؟ یقینا هغه څوک پند اخلي چې د خالص عقل خاوندان وي.","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:10","price":"ورته ووايه: اې زما هغه بندګانو چې ايمان يې راوړى، د خپل رب نه وېره وكړئ، د هغو كسانو لپاره چې په دې دنيا كې يې نيكي وكړه، ښه بدله ده او د الله ځمكه پراخه ده او يقيناً چې د صبر كونكو اجر به بې حسابه پوره پوره وركول كيږي.","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:11","price":"ورته ووايه: بېشكه ماته امر شوى چې د الله لپاره په بندګۍ او طاعت کې اخلاص وکړم","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:12","price":"او (بل دا) امر راته شوى چې تر ټولو لومړى مسلمان واوسم.","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:13","price":"ووايه: كه زه د خپل رب نه سرغړونه وكړم نو يقيناً د هماغې لويې ورځې له عذابه وېريږم.","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:14","price":"ووايه چې زه خو به دالله لپاره د دين په خالصولو سره د همغه بندګي وكړم.","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:15","price":"نو تاسو له هغه پرته چې څه غواړئ بندګي یې وکړئ! ووايه بېشكه (حقیقي) زيانمن هغه خلك دي چې د قيامت په ورځ يې ځانونه او خپلې كورنۍ په تاوان كې اچولې دي، خبر اوسئ چې همدغه څرګند تاوان دى.","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:16","price":"د هغوى لپاره به لاندې باندې د اور (ټوټې) وريځې (لكه چترۍ راتاو) وي، دا هغه عذاب دى چې الله خپل بندګان پرې ډاروي، اې زما بندګانو له ما نه ووېرېږئ.","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:17","price":"او هغه کسانو چې د باطل معبود دعبادت څخه یې ځان ساتلى او الله ته ورګرځېدلي، د هغو لپاره زېرى دى، نو زما بندګانو ته زېرى وركړه.","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:18","price":"هغه کسان چې خبرې ته (ښه) غوږ ږدي، بيا چې كومه ډېره غوره وي د هماغې متابعت كوي، دوى هغه خلك دي چې الله هدايت ورته كړى او همدوى د سوچه عقل خاوندان دي.","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:19","price":"اّيا نو پر چا چې د عذاب خبره ثابته شوې وي، نو ته هغه ژغورلى شې چې په اور كې وي؟","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:20","price":"خو كوم كسان چې د خپل رب څخه وېرېدلي وي د هغو لپاره داسې ماڼۍ دي چې د پاسه يې (نورې) ماڼۍ جوړې شوې (او) د هغو لاندې ويالې بهيږي، الله وعده كړې ده، الله وعده نه ماتوي.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:21","price":"اّيا تا نه دي ليدلي چې الله اوبه له اسمانه را اورولې، بيا يې د ځمكې په چينو كې ننوېستې بيا په هغو سره رنګارنګ كښتونه راباسي، بيا هغه وچيږي نو تك زېړ يې وينې بيا يې مات رامات وګرځوي، يقيناً په دې كې لوى پند دى د عقل خاوندانو ته.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:22","price":"ایا هغه څوک چې پرایزي الله سینه د هغه اسلام ته، نو هغه خو د خپل رب له لورې په يوه رڼا (كې) وي، نو د هغو كسانو لپاره تباهي ده چې د الله له يادولو يې زړونه سخت دي، دوى په څرګند بې لارېتوب كې دي.","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:23","price":"الله يو ډېر غوره كلام نازل كړى، داسې كتاب چې (آيتونه يې) يو بل ته ورته او بيا بيا لوستل كيږي، د هغو كسانو پوستكي ترې لړزيږي چې خپل رب نه وېره كوي، وروسته يې پوستكي او زړونه د الله يادولو په لور نرم شي، دا د الله لارښوونه ده، چا ته چې الله وغواړي په دې سره يې لارښوونه كوي، او هغه چې الله يې بې لارې كړي نو بيا د هغه لپاره لارښود نشته.","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:24","price":"نو آيا څوك چې د قيامت ورځې له ناكاره عذابه په خپل مخ (ډال كولو) سره ځان ساتي، او (داسې) ظالمانو ته به وويل شي تاسو چې څه ترلاسه كول هغه وڅكئ.","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:25","price":"له دوى مخكې خلكو هم (دا خبرې) دروغ وګڼلې نو له يو داسې لوري عذاب ورته راغلو چې دوى نه پوهېدل.","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:26","price":"نو الله د دنيا په ژوند كې (هم) رسوايي ور وڅكله او د آخرت عذاب خو حتماً ډېر لوى دى، كه چېرې دوى پوهېدلى.","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:27","price":"او بېشكه موږ په دې قرآن كې خلكو ته هر ډول مثال بيان كړی، تر څو هغوى پند واخلي.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:28","price":"(دا) يو عربي قراّن دى، پرته له څه كوږوالي، د دې لپاره چې دوى ځان وساتي.","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:29","price":"الله يو مثال بيانوي: يو سړى (مريى) دى چې په هغه كې (ګڼ) يو بل سره مخالف شريكان دي، او (يو) بل سړى سلامت د يو سړي دى، نو آيا دواړه مثالونه سره برابر دي؟ الله لره ستاينه ده خو د هغوى زياتره نه پوهيږي.","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:30","price":"بېشكه ته مړ كېدونكى يې او دوى هم مړه كېدونكي دي.","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:31","price":"بيا به تاسي (ټول) د قيامت په ورځ د خپل رب پر وړاندې جګړې کوئ.","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"","lang":"ps"},{"name":"39:32","price":"پس له هغه چا لوى ظالم څوك دى چې پر الله دروغ تړي، او رېښتیا (قرآن) دروغ ګڼي، كله چې دغه (رېښتیا) ده ته راشي؟ آیا په دوزخ كې د كافرانو لپاره هستوګنځى نشته؟","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:33","price":"او هغه چا چې راتګ کړی په صدق [چې خبر یې د واقع مطابق وي] او عمل یی ورباندې کړی وي همدوی پرهیزګاران دي.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:34","price":"د هغوى لپاره د خپل رب پر وړاندې هغه څه دي چې هغوى يې غواړي، دغه د نېكانو بدله ده.","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:35","price":"انجام به دا شي چې الله له هغوی هغه ناوړه کړنې له منځه يوسي چې کړې يې دي اوهغوی ته يې د هغه څه غوره بدله ورکړي چې کول يې.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:36","price":"آیا الله خپل بنده ته بسنه نه کوي او هغوى تا په هغو (معبودانو) وېروي چې له هغه (الله) پرته دي او څوك چې الله يې لارورکی كړي، نو د هغه لپاره هیڅ لار ښوونكى نشته.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:37","price":"او چاته چې الله لارښوونه وكړي نو بيا يې څوك بې لارې كوونكى نشته، اّيا الله برلاسى غچ اخېستونکی نه دى؟","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:38","price":"او كه ته پوښتنه وکړې د هغوی څخه چې اسمانونه او ځمكه چا پيدا كړي؟ هرومرو به وايي چې الله! ورته ووايه: خبر راکړئ د هغه څه په اړه چې تاسو یی له الله پرته عبادت کوئ؟ كه ماته الله لږ ضرر رسول وغواړي، آيا هغوى هغه ضرر لرې کولی شي؟ يا كه ماته څه رحمت وغواړي آيا هغوى يې د رحمت بندوونكي دي؟ ورته ووايه الله مې بس دى، بروسه کوونکي (يوازي) پر هغه بروسه كوي.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:39","price":"ووايه: ای زما قومه! تاسو پخپله طریقه عمل كوئ زه هم عمل كوونكى يم پس زر به پوه شئ.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:40","price":"چې چاته شرموونكى عذاب راځي او تلپاتې سزا ورباندې راپرېوزي.","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:41","price":"په رېښتيا مونږ (دا) كتاب په حقه د خلكو لپاره درباندې نازل كړى نو څوك چې په سمه لار برابر شو، (ګټه يې) د خپل ځان لپاره ده او څوك چې بې لارې شو نو له شک پرته پر خپل ځان يې (تاوان) دى او ته ورباندې (ذمه وار) ساتونكى نه يې.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:42","price":"(همغه) الله د مرګ  پر وخت كې ساګانې اخلي او د كومو چې مرګ نه وي راغلى په خوب كې (يې اخلي) بيا چې په هر چا د مرګ پرېکړه شوې وي هغه ايساروي او نورې تر يوې ټاكلې نېټې بېرته راليږي، په دې كې په رېښتيا د هغو خلكو لپاره ډېرې نښانې دي چې فکر کوي.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:43","price":"آيا هغوى له الله پرته نور سفارش كوونكي نيولي دي؟ ووايه: آيا كه څه هم هغوى نه د كوم شي واک لري او نه عقل لري؟","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:44","price":"ورته ووایه: سفارش ټول د الله په واک کې دی همغه لره د اسمانو او ځمكې پاچايي ده، بيا به تاسې (ټول) د همغه لور ته ورګرځول كېږئ.","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:45","price":"او كله چې يوازى (يو) الله ياد شي نو د هغو خلكو زړونه كركه كوي چې آخرت نه مني او کله چې له هغه پرته نور ياد شي، يو دم هغوى په خوشالۍ شي.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:46","price":"ووايه: يا الله! د اسمانونو او ځمكې پيدا كوونكيه (او) په پټو او ښكاره پوهېدونكيه! همدا ته به د خپلو بندګانو تر منځ په هغه څه كې پرېکړه كوې چې هغوى به پكې اختلافات كولو.","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:47","price":"او كه د ځمكى ټول شته او ورسره همدومره نور د هغو خلكو وي چې ظلمونه يې كړي، نو د قيامت په ورځ به يې د ناكاره عذاب بدله كې خامخا وركړي، او هغوى ته به دالله لخوا هغه څه ورڅرګند شي چې (هيڅ) ګومان يې نه كولو.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:48","price":"او څه يې چې كړي د هغو بدۍ به ورته راښكاره شي او په كوم شي يې چې ملنډې وهلې هغه به ترې چاپېر شي.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:49","price":"پس انسان [کافر] ته چې كله څه تكليف ورسيږي، نو موږ رابولي، بيا چې له خپل لوري كوم نعمت وركړو، وايي دا خو يوازې ماته په خپله پوهه راكړل شوي دي، (نه) په اصل كې هغه يو امتحان دى خو ډېری يې نه پوهيږي.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:50","price":"په تحقیق سره له هغوى مخكې خلكو هم دا بده خبره كړې وه پس دفع نه کړ له دوی څخه هیڅ شی [عذاب] هغه چې دوی یې کسب کاوه.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:51","price":"نو څه يې چې كړي وو د هغو بدۍ ورته ورسېدلې، او له دغو خلكو هم چا چې ظلمونه كړي، د خپلو کړنو بدۍ به زر ورته ورسيږي او هغوى (موږ لره) عاجزوونكي نه دي.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:52","price":"آيا نه دي پوهېدلي چې الله چاته وغواړي روزي يې پراخوي او (يايې) كموي؟ بېشكه په دې كې د هغو خلكو لپاره نښانې دي چې ايمان راوړي.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:53","price":"ته ورته ووايه: ای زما هغو بندګانو چې پر ځانو يې ظلم كړى د الله له رحمته مه ناهيلي كيږئ، يقيناً الله ټول ګناهونه بخښي بېشكه همغه ډېر بخښونكى مهربان دى.","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:54","price":"او خپل پالونکي ته مو وروګرځئ او هغه ته غاړه كېږدئ مخكې له دې چې عذاب درته راشي بيا به له تاسو سره څه مرسته نه كېږي.","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:55","price":"او د هغه غوره شي پيروي كوئ چې د پالونکي لخوا مو درته نازل شوى، مخكې له دې چې ناڅاپه عذاب درته راشي او تاسو خبر هم نه ياست.","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:56","price":"چې بیا (ونه) وایي یو نفس: های افسوس؛ چې ما کوتاهي نه وای کړی د الله په طاعت کې او یقینا شان دا دی ومه زه [په دنیا کې] له ملنډو وهونكو څخه.","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:57","price":"يا (داسې) (و نه) وايي چې كه الله راته سمه لار ښوولې واى، زه به هم هرومرو له پرهیزګارانو څخه وم.","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:58","price":"يا (و نه) وايي كله چې عذاب وويني: كاشكي زما بل وار ورتګ واى، بيا به زه له نېكانو څخه وم.","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:59","price":"داسې نه ده؛ تا ته خو زموږ آيتونه درغلي وو خو تا دروغ وګڼل، كبر دې پرې وكړ او له كافرانو څخه شوې.","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:60","price":"او وبه وينې چې د قيامت په ورځ د هغو كسانو مخونه تور شوي وي چا چې  په الله دروغ ويلي، اّيا د كبر كوونكو استوګنځى په جهنم كې نه دى؟","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:61","price":"او نجات به ورکړي الله کاملو پرهیزګارانو ته په کامیابۍ د دوی [ځکه چې دوی د نجات اسباب کارولي وو] نه به څه تکلیف ور ورسیږي او نه به غمجن وي.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:62","price":"الله د هر شي پيدا كوونكى او همغه د هر څه ساتونكى دى.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:63","price":"هغه لره د اسمانو او ځمكې کونجي ګانې (کلیانې) دي، او كومو خلكو چې د الله په ايتونو كفر كړى همغوى تاوانيان دي.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:64","price":"ووايه نو آيا تاسو راته امر كوئ چې له الله پرته د بل چا بنده ګي وکړم اې جاهلانو!","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:65","price":"قسم دی خامخا په تحقیق سره تا ته هم دا وحى شوې او له تا مخكينيو ته هم چې كه شرك دې وكړ، هرومرو به دې عمل هم برباد شي او هرومرو به له زيانمنو هم شې.","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:66","price":"بلكې یوازې د یو الله عبادت کوه او له شكر کوونکو څخه اوسه.","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:67","price":"او هغوى د الله هغه شان درناوى ونه كړ څنګه چې ښايي، حال دا چې ځمكه به ټوله د قيامت په ورځ د هغه په موټي كې وي، او اسمانونه به د ده په ښي لاس كې نغښتي وي، هغه لره پاكي ده او له هغه څه ډېر لوړ دى چې هغوى يې (ورسره) شريكوي.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:68","price":"او شپېلۍ به پو كړى شي نو څوك چې په اسمانونو او څوك چې په ځمكه كې دي، ټول به بې هوښه شي پرته له هغه چې الله یې وغواړي، بيا به بل وار پو كړى شي سمدلاسه په دغه وخت به دوی ولاړ وي ګوري به.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:69","price":"او ځمكه به د خپل پالونکي په نور روښانه شي، كتاب به كېښودل شي، نبيان او شاهدان به راوستل شي او په حقه به يې ترمنځ پرېكړه وشي او په هغوى به ظلم نه كيږي.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:70","price":"او هر چا چې څه كړي وي همغه به پوره وركړل شي او هغه (الله) ښه پوه دى په هغو كارو چې هغوى يې كوي.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:71","price":"او كومو خلكو چې كفر كړى هغوى به ډلې ډلې جهنم ته روان كړى شي، تر دې چې هلته ورشي، دروازې يې ورته پرانيستل شي او څوكيداران يې ورته ووايي: آيا له تاسو څوك رسولان نه وو درغلي چې د خپل رب ايتونه يې درباندې لوستل، او تاسي یې له دغې ورځې سره د مخامخ كېدلو څخه وېرولي واى؟ هغوى به وايي: هو (راغلي وو) خو په دغو كافرانو د عذاب خبره ثابته شوې ده.","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:72","price":"(بيا به) وويل شي: د جهنم دروازو ته ننوځئ، تل به پكې اوسئ نو (دا) د كبرجنو ناكاره هستوګنځى دى.","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:73","price":"او هغه خلك چې له خپل پالونکي وېرېدل، ډلې ډلې به جنت ته روان كړل شي، تر دې چې هلته ورشي، دروازې يې پرانيستل شي او څوكيداران به يې ورته ووايي: پر تاسو دې سلام وي، تاسو پاك ياست نو ورننوځئ تل (پكې) اوسېدونكي.","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:74","price":"او هغوى به ووايي: هغه الله لره ستاينه ده چې موږ سره يې خپله ژمنه رښتينې كړه او (دا) ځمكه يې موږ ته په ميراث راكړه چې (اوس) په جنت كې چېرته غواړو هلته ځاى نيسو نو (دا) د (غوره) عمل كوونكو ښه بدله ده.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"39:75","price":"او ته به پرېښتې وينې چې له عرش چاپېرېدونكې د خپل پالونکي له ستاينې سره تسبيح وايي او (بيا به) د هغوى ترمنځ په حقه پرېكړه وشي او وبه ويل شي چې د مخلوقاتو پالونکي الله لره ستاينه ده.","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"ps"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}