{"data":[{"name":"41:1","price":"حم [1]","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"[1] د سورت په پيل کې دغو مقطعاتو تورو کې د قرآن کريم اعجاز ته اشاره ده؛ ځکه چې په دې مشرکانو ته چلينج ورکړل شوی نو له مقابلې يې ناتوانه شول، په داسې حال کې چې دا قرآن له هماغو تورو جوړ شوی له کومو چې د عربو ژبه جوړه ده.\nنو د قرآن په څېر د بل کلام راوړلو څخه د عربو ناتواني - سره له دې چې د نړۍ فصيح خلک وو- په دې دلالت کوي چي دا قرآن د الله له لوري وحي شوی دی.","lang":"ps"},{"name":"41:2","price":"راتلل د دې [قران] د ډیر او همیشه مهربان ذات لخوا.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:3","price":"يو داسې كتاب دى چې آيتونه يې بېل بېل څرګند بيان شوي چې عربي قرآن دى د هغه قوم لپاره چې پوهيږي.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:4","price":"زېرى وركوونكى او وېروونكى، خو بيا هم زياترو يې مخ وګرځولو او نه يې اوري.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:5","price":"او هغوى وايي چې زموږ زړونه په پردو كې دي له هغه څه نه چې ته مو وربولې په غوږو كې مو دروندوالى او زموږ او ستا ترمنځ يوه پرده ده نو (خپل) كار كوه موږ هم (خپل) كار كوونكي يو.","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:6","price":"ووايه: یقینا زه خو ستاسي په شان بشر يم، وحي راته كيږي چې ستاسي الله په رېښتيا يوازې يو الله دى نو تاسي د همغه لور ته ورنېغ (متوجه) شئ او بخښنه ترې وغواړئ او د مشركانو لپاره تباهي ده.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:7","price":"هغوى زكات نه وركوي او له آخرته هم منكر دي.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:8","price":"ېشكه كومو كسانو چې ايمان راوړى او ښه كارونه يې كړي د هغوی لپاره نه ختمېدونكى اجر دى.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:9","price":"ووايه آيا تاسو له هغه ذاته انكار كوئ چې ځمكه يې په دوو ورځو كې پيدا كړه او له هغه سره شريكان ټاكئ؟ همدا د مخلوقاتو پالونكى دى.","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:10","price":"او په هغې كې يې د پاسه غرونه پيدا كړل او بركت يې پكې واچولو او په څلورو ورځو كې يې خوراكونه ور وټاكل، د (ټولو) پوښتنه کوونكو لپاره يو شان برابر.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:11","price":"بيا یې آسمان ته اراده وکړه او هغه لوګی و نو هغه او ځمكې ته يې وويل: دواړه راشئ په خوښه يا ناخوښه! دواړو وویل: په خوښۍ (تابعدار) راغلي يو.","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:12","price":"نو هغه بيا په دوو ورځو كې اووه اسمانونه جوړ كړل او په هر اسمان كې يې (مناسب) احكام وحي كړل او د دنيا اسمان مو په چراغونو ښكلى كړ او ومو ساتلو، دا د برلاسي ډېر پوه ذات اندازه کول دي.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:13","price":"نو كه مخ يې وګرځولو بيا ورته ووايه چې ما له سخت عذاب نه ووېرولئ، لكه د عاد او ثمود [تندر او تیزه سیلۍ].","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:14","price":"كله چې هغوى ته يې رسولان مخامخ او له څټه ورغلل چې يوازې له الله پرته د بل څه عبادت مه کوئ، هغوى ويل: كه زموږ رب غوښتي واى نو پرېښتې به يې راكوزې كړې وای! نو تاسي چې له كوم شي سره رالېږل شوي ياست، موږ ترې منكر يو.","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:15","price":"پس عاديانو په ناحقه په ځمكه كې لويي وكړه او ويل يې چې څوك له موږه په قوت كې زيات دي؟ آيا هغوى نه دي ليدلي چې كوم ذات هغوى پيدا كړل، هغه ترې زيات قوي دى؟ او هغوى به زموږ له آيتونو انكار كولو.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:16","price":"نو پر هغو مو يوه تیزه سيلۍ ورولېږله په (همغو) شومو ورځو كې تر څو د دنيا په ژوندانه كې لا د سپكاوي عذاب وروڅكو او د آخرت عذاب خو هرومرو لازيات رسوا کوونکی دى او هغوى سره به مرسته ونشي.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:17","price":"هر چې ثموديان دي نو هغو ته مو (دواړه) لارې وښودلې خو هغوى د لارښوونې پر وړاندې ړوندوالى غوره وګڼلو نو بيا د سپكاوي د عذاب يوې سختې كړېكې راګير كړل، د هغه څه له امله چې هغوى به كول.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:18","price":"او هغه كسان مو وژغورل چې ايمان يې راوړى و او تقوى به يې كوله.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:19","price":"او هغه ورځ (درياده كړئ) چې د الله دښمنان به جهنم ته ورغونډيږي او هغوى به كتار كتار كړى شي.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:20","price":"تر دې چې دوى هغه (اور) ته ورشي نو پر هغوى به يې غوږونه، سترګې او پوستكي شاهدي وايي د هغو کړنو له امله چې هغوى به كول.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:21","price":"او هغوى به خپلو پوستكو ته وايي چې ولې مو پر موږ شاهدي وويله؟ وايي به هغه الله وغږولو چې هر شى يې غږولی دی او همغه په لومړي ځل هم پيدا كړي ياست او (ټول به) هغه ته ورګرځول كيږئ.","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:22","price":"او تاسي (له خپل ځانه) خپل عملونه نه پټول چې (ښايي) بيا به مو خپل غوږونه، سترګې او پوستكي شاهدي درباندې ووايي، خو تاسي دا ګومان كړى و چې الله ستاسي په ډېرو عملونو نه پوهيږي.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:23","price":"او دا ستاسي همغه ګومان و چې په خپل پالونکي مو كړى و كوم چې تباه يې كړئ او (نن) تاوانيان وګرځېدئ.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:24","price":"نو كه هغوى صبر وكړي، پس هستوګنځى يې اور دى، او كه غواړي چې زموږ ملامتیا دې ومنل شي نو نه دي دوی له هغو کسانو څخه چې د الله عتاب [ملامتیا] ورڅخه لرې کړای شوې وي.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:25","price":"او هغوى ته مو څه ملګري ټاكلي وو، نو څه يې چې په مخكې و [دنیا] او څه يې چې تر شا و [داخرت څخه انکار] هغه يې ورته ښايسته كړل او [اور ته به داخل شي] د پېريانو او انسانانو له هغو امتونو سره چې ترې مخكې تېر شوي وو، پر هغوى هم وینا د عذاب د الله ثابته شوه، بېشكه هغوى تاوانيان وو.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:26","price":"او كوم خلك چې كافر شوي وو، هغوى وويل: دې قرآن ته غوږ مه نيسئ او شور ماشور  پكې جوړوئ، ښايي چې برلاسي شئ.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:27","price":"نو كوم خلك چې كافر شوي هغو ته به هرومرو سخت عذاب وروڅكو او د دوى د هغو ډېرو بدو اعمالو بدله به وركوو چې كول به يې.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:28","price":"دا د الله د دښمنانو جزا اور دى، هلته د  هغوى لپاره تلپاتې كور دى، د هغه څه بدله چې دوى به زموږ له آيتونو انكار كولو.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:29","price":"او كوم خلك چې كافر شوي هغوى به ووايي: زموږ ربه! د پېريانو او انسانانو هغه دوه (ډلې) راوښایاست كوم چې موږ يې بې لارې كړي يو، تر څو له خپلو پښو يې لاندې كړو چې هغوى دواړه تر ټولو ښكتني شي.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:30","price":"بېشكه هغه كسان چې وايي زموږ رب الله دى بيا پرې ټينګ هم شي، نو پر هغوى به پرېښتې رانازليږي چې مه وېرېږئ او مه خپه كيږئ او په هغه جنت خوشاله اوسئ چې ژمنه يې درسره كېدله.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:31","price":"موږ د دنيا په ژوندانه كې هم ستاسي ملګري يو او په آخرت كې هم او هلته به ستاسي لپاره هر هغه څه وي چې ستاسي زړه يې غواړي او په هغه كې چې څه غواړئ هغه درته شته.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:32","price":"(دا) مېلمستيا ده د بخښونكي مهربان (الله) له لوري.","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:33","price":"او تر هغه زيات غوره وينا والا څوک دى چې د الله په لور بلنه كوي، نېک عمل كوي او وايي چې زه له مسلمانانو څخه يم.","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:34","price":"نیکي او بدي سره برابر نه دي؛ په ښایسته خصلتونو د بدۍ مخنیوی کوه؛ نو په دغه وخت کې بيا به هغه كس چې ستا او د هغه تر منځ دښمني وي، لكه يو مهربان دوست داسې شي.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:35","price":"او دا (خصلت) پرته له هغو چې صبر يې كړى وي، بل چاته نه وركول كيږي او له لويې برخې والا پرته يې بل څوك نه شي موندلاى.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:36","price":"او كه د شيطان لخوا څه وسوسه درلوېدله نو په الله پورې پنا غواړه، بېشكه هغه ښه پوه اورېدونكى دى.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:37","price":"او د هغه له نښانو څخه شپه، ورځ، لمر او سپوږمۍ ده، مه لمر ته سجده كوئ او مه سپوږمۍ ته، او (يوازې) هغه الله ته سجده وكړئ چې هغه (ټول) يې پيدا كړي دي، كه چېرې تاسو يوازې د هغه بندګي کوئ.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:38","price":"خو كه هغوى لويي كوي نو څوک چې ستا له رب سره دي [ ملایک]، هغوى شپه او ورځ د هغه تسبيح (پاکي) وايي او نه ستومانه كيږي.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:39","price":"او د هغه له نښانو څخه دا دي چې ته ځمكه وينې چې وچه (شاړه) ده خو كله چې موږ ورباندې اورښت وکړو، نو سره وخوځيږي او راوپړسيږي، په رېښتيا همغه ذات دی چې دا يې راژوندۍ كړه هرومرو د مړو راژوندى كوونكى هم دى، بېشكه هغه په هر څه ځواکمن دى.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:40","price":"په رېښتيا هغه خلك چې زموږ په آيتونو كې كوږوالى كوي، له موږه پټ نه دي، آيا نو څوك چې په اور كې غورځول كيږي هغه غوره دى، كه هغه څوك چې د قيامت په ورځ بې غمه راشي؟ څه چې غواړئ هغه وكړئ، هغه ستاسو د هغو كارو چې كوئ يې ښه ليدونكى دى.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:41","price":"بېشكه څوك چې په دې ذكر (قرآن) كافر شول كله چې ورته راغلو (هغوى هم پټ نه دي)، حال دا چې هغه يو ډېر قوي كتاب دى.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:42","price":"چې هغه ته باطل نه له مخې ورتللى شي نه له څټه يې، د حكمت والا ستايل شوي (الله) له لوري نازل شوى دى.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:43","price":"تا ته خو بل څه نه ويل كيږي پرته له هغه چې له تا مخكې رسولانو ته ويل شوي و په رېښتيا ستا رب خامخا بخښنې والا او د دردوونکي عذاب څښتن دى.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:44","price":"او كه هغه مو د عجمي ژبې قرآن ګرځولى واى نو خامخا به هغوى ويلي و چې د دې آيتونه ولې څرګند نه دي بيان شوي؟ آيا عجمي (كتاب) او عربي (رسول)؟ ووايه: دا د هغو خلكو لپاره چې ايمان يې راوړى هدايت او شفاء ده، او كوم كسان چې باور نه كوي د هغوى په غوږونو كې دروندوالى دى، او هغه پر دوى ړوندوالى دى هغوى داسې خلک دي (لكه) چې د لرې ځاى نه اّواز ورته كيږي.","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:45","price":"او بېشكه موږ موسى ته كتاب وركړى و خو په هغه كې هم اختلاف وكړى شو او كه هغه خبره نه واى چې ستا د رب لخوا مخكې (ټاكل) شوې ده، نو خامخا به يې تر منځه پرېكړه شوې وه او په رېښتيا دوى له هغه نه په يو پرېشانوونكي شک كې دي.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:46","price":"چا چې نېک عمل وكړ نو د خپل ځان لپاره يې دى او چا چې بد وكړل نو (بد) هم پر هغه دي او ستا رب پر بندګانو ظلم كوونكى نه دى.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"ps"},{"name":"41:47","price":"د قيامت پوهه (يوازې) هغه ته ورګرځي، نه راوزي هیڅ نوعه میوه له خپل وږی څخه او نه باروي یوه ښځینه حمل او نه یې زیږوي مګر دا ټول د الله په علم کې دي او په هغه ورځ چې آواز ورته وكړي: چېرې دي زما شريكان؟ هغوى به وايي: موږ خبر دركوو تا ته په دی خبره چې نشته په موږ كې هیڅوك چې هغه ګواهي وکړي په شرک.","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"41:48","price":"او څه يې چې مخکې رابلل هغه به ترې ورك شي او باور به وكړي چې (اوس) د هغوى لپاره د خلاصون ځاى نشته.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"41:49","price":"انسان د خير (مال) له غوښتنې څخه نه ستړى كيږي، او كه څه تكليف ورته ورسي نو بيا ډېر ناهيلى (نا اميد) وي.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"41:50","price":"او كه (بيا) زموږ لخوا كوم رحمت وروڅكو له هغه تكليف وروسته چې ور رسېدلى و، هرومرو به وايي چې دا خو زما لپاره دی، او ګومان نه كوم چې قيامت راتلونكى وي، او كه (فرضاً) د خپل رب لور ته وګرځول شوم نو له هغه سره به مې هم غوره (برخه) وي! نو څوك چې كافر شوی وي هغوى به هرومرو په هغو عملونو خبر كړو چې کړي يې دي او له سخت عذابه به (خوند) وروڅكو.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"41:51","price":"او كله چې په انسان څه پیرزوینه د یو نعمت وکړو نو مخ واړوي، او پر څنګ لرې شي، او كله چې څه تكليف ور ورسي، نو بيا د اوږدې دعا څښتن شي. [کنایه ده له ډیرو دعاګانو څخه]","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"41:52","price":"ته ووايه: خبر راکړئ كه چېرې وي دا (قرآن) د الله له لوري بيا کفر کوئ تاسو پدې باندې نو تر هغه چا به زيات بې لارې څوك وي چې هغه په (دومره) لرې مخالفت كې وي.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"41:53","price":"زر دی موږ به در وښایو تاسو ته خپلې نښې په څنډو (د اسمان) کې، او ستاسو په نفسونو کې، تر څو ورته ښكاره شي چې دا (قران) حق دى، آيا ستا رب كافي نه دى په هر شي ګواه.","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"ps"},{"name":"41:54","price":"خبر اوسئ چې هغوى له خپل پالونکي سره په مخامخ كېدلو كې شكمن دي، خبر اوسئ چې بېشكه هغه له هر شي راچاپېر دى.","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"ps"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}