{"data":[{"name":"6:1","price":"ټول د کمال صفتونه خاص الله هغه ذات لره دي چې آسمانونه او ځمکه یې پیدا کړي،او رڼا او تيارې يې پيدا كړي، بيا هم هغه كسان چې کفر یې کړی د خپل رب سره نور مخلوق برابروي (په عبادت کې).","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:2","price":"هماغه ذات دى چې تاسي يې له خټې پيدا كړئ، بيا يې ستاسي لپاره د ژوند يوه نېټه وټاكله، او يوه بله نېټه هم ده چې د هغه په وړاندې ټاكل شوېده، خو تاسي بیا په شک کوئ.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:3","price":"او هماغه يو الله هم په اسمانو كې دى او هم په ځمكه كې (د علم او قدرت په اعتبار سره)، ستاسو په پټو هم هغه پوهېږي او په څرګنده هم او هم په هغه څه چې تاسو يې كوئ.","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:4","price":"او هغوى ته د خپل رب له نښانو يوه نخښه هم داسې نه راځي چې دوى ترې مخ ګرځوونكي نه وي","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:5","price":"نو (دا دى) هغه حق يې هم دروغ وګڼلو چې ورته راغلى دى نو ډېر زر به د هغه څه خبرونه ورته راشي چې دوى پرې ملنډې وهلې.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:6","price":"آيا نه يې دي ليدلي چې له دوى مخكى مو څومره داسې ولسونه تباه كړي دي چې هر يوه ته مو په ځمكه كې داسې واكمني وركړې وه چې هسې واكمني مو تاسو ته نه ده دركړې؟ او پر هغوى مو له اسمانه پرله پسې ښه بارانونه وكړل او ترې لاندې مو ويالې روانې كړې وې خو بيا مو د ګناهونو له امله (ټول) تباه كړل او له هغوى وروسته مو د بلې پېړۍ نور خلك را پيدا كړل.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:7","price":"اى پېغمبره! كه موږ پر تا په كوم كاغذ كې ليكلى كتاب هم نازل كړى واى او خلكو هغه په خپلو لاسونو سره لمس كړى ليدلى هم واى هله به هم هغو كسانو چې له حق څخه منكر شويدي همدا خبره كوله چې دا خو ښكاره كوډې دي.","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:8","price":"او كه پر تا مو په څه كاغذ ليكلى كتاب هم درنازل كړى واى او خپل لاسونه يې هم پرې لګولي واى نو بيا به هم كافرانو ويل چې دا له څرګندو كوډو پرته بل څه نه دي.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:9","price":"او كه هغه مو ملايك ګرځولى وى نو حتماً به مو د سړي په بڼه ګرځولو او هماغسې به مو په شك كې اچولي وو چې دوى اوس پكى اخته دي.","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:10","price":"او يقيناً له تا ړومبى هم په (ډېرو) رسولانو پورې ملنډې وهل شوې دي خو بيا پرهغو خلكو چې ملنډې يې وهلې هماغه د ملنډو  سزا  نازله  شوه.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:11","price":"ورته وايه: په ځمكه كې وګرځئ، بيا وګورئ چې د دروغ ګڼونكو انجام څنګه و.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:12","price":"ورته وايه: په اسمانونو او ځمكه كې چې څه دي هغه د چا دي؟ ورته وايه: د الله دي. هغه پر خپل ځان رحمت لازم كړى، حتماً به مو د قيامت ورځې ته راغونډ كړي چې څه شك پكې نشته خو چا چې خپل ځانونه په تباهۍ كې اچولي هغوى يې نه مني.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:13","price":"او څه چې په شپه او په ورځ كې اوسي هغه ټول د الله دي او هماغه ښه پوه اورېدونكى دى.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:14","price":"ورته وايه: آيا له الله پرته ځان ته بل پالونكى ونيسم، هغه (الله) چې د اسمانو او ځمكې پيدا كوونكى دى او هغه چې (خلكو ته) خواړه وركوي او ده ته نه وركول كيږي، ورته وايه: ماته خو امر شوى چې تر هر چا ړومبى ورته تسليم شم او چې هيڅكله له مشركانو مه كېږه.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:15","price":"ووايه: كه زه د خپل رب نه سرغړونه وكړم نو يقيناً د هماغې لويې ورځې له عذابه وېريږم.","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:16","price":"په هغه ورځ چې څوك له عذابه وژغورل شو نو پر هغه الله ډېر لوى رحم وكړ او همدا څرګند برياليتوب دى.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:17","price":"كه الله تا ته كوم ډول زيان ورسوي؛ نو له هغه پرته بل څوك نشته چې تا له هغه زيان څخه وژغورلاى شي، اوكه هغه تا ته پر كومه ښېګڼه ګټه درواړوي نو هغه د هر څه واك لري.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:18","price":"هغه پر خپلو بندګانو پوره برلاسى واكمن دى او د حكمت څښتن او باخبره دى.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:19","price":"ووايه: د چا لويه شاهدي ده؟ ورته وايه: الله زما او ستاسو ترمنځ شاهد دى او دا قراّن ماته په وحى راغلى تر څو هم تاسو پرې ووېروم او هم چاته چې ورسېد، آيا تاسو دا شاهدي وركوئ چې الله سره نور معبودان هم شته؟ ورته وايه زه خو دا شاهدي نه شم ويلاى، ورته وايه، هغه خو هماغه يوازینی معبود دى او زه خو له هغه څه بالكل بيزاريم چې تاسو يې ورسره شريكوئ.","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:20","price":"چاته مو چې كتاب وركړى داسې يې پېژني لكه خپل زامن چې پېژني، خو چا چې خپل ځانونه تاواني كړي نو هغوى يې نه مني.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:21","price":"او تر هغه لوى ظالم به څوك وي چې پرالله يې دروغ وتړل او د هغه اّيتونه يې دروغ وګڼل؟ يقيناً داسې ظالمان برى نه شي موندلاى.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:22","price":"په كومه ورځ چې موږ دوى ټول راپاڅوو او له مشركانو څخه پوښتنه وكړو چې اوس ستاسي هغه شریکان چېرته دي چې تاسو یې ګومان کولو.","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:23","price":"بیا به نه وي وینا د دوی مګر وایې به قسم په هغه الله چې زموږ پالونکی دی، موږ شرک نه دی کړی.","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:24","price":"ورته ګوره څنګه يې پر خپلو ځانو دروغ وتپل؟ او هغه دروغونه ترې ورك شول چې دوى به جوړول.","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:25","price":"او ځينې يې تاته غوږ نيسي خو موږ يې په زړونو پردې اچولې له دې نه چې پري پوه شي او په غوږونو كې يې كوڼوالى دى، او كه هره نښانه وګوري ايمان پرې نه راوړي، ان تر دې چې كله درته راشي تا سره ناندرۍ وهي نو څوك چې كافر شوي هغوى وايي: دا هماغه د ړومبنيو له كيسو پرته بل څه نه دي.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:26","price":"او دوى (يې له منلو) خلك هم ايساروي او خپله هم ترې ډډه كوي او حال داچې له خپلو ځانونو پرته بل څوك نه تباه كوي او پوهيږي هم نه.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:27","price":"او كه هغه مهال يې وګورې چې كله په اور ودرول شي نو وايي به ارمان چې بېرته تللي او د خپل رب أيتونه مو دروغ نه واى ګڼلي او له مومنانو وى.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:28","price":"بلكې اوس هغه څه ورته څرګند شو چې  مخكى به يې پټول، او كه (فرضاً) بيا (دنيا ته) ور وګرځول شي نو خامخا به هماغه څه وكړي چې ترې منع شوي وو او دوى بیخي دروغجن دي.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:29","price":"او ويل يې بل څه نشته، همدا د دنيا ژوند مو دى او موږ بېرته نه يو را پورته كېدونكي.","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:30","price":"او كه ته يې ووينې كله چې خپل رب ته و درول شي، ورته وايي به: آيا دا حق نه دى؟  دوى به وايي: ولې نه! زموږ په رب قسم  (چې دا هر څه حق دي) هغه به وفرمايي : (ښه) نو چې انكار مو كولو، اوس دا عذاب وڅكئ.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:31","price":"حتماً هغه كسان تاواني شول چې الله سره مخامخ كېدل يې دروغ ګڼل، څو چې ناڅاپه ساعت (قیامت) ورته راشي نو وايي به ای زموږ افسوسه پر هغه چې نيمګړتيا مو پكې كړې وه او دوى به خپل بارونه پر خپلو شاګانو وړي، خبر اوسئ! څومره بد پېټى دى چې دوى يې وړي.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:32","price":"او د دنيا ژوند له لوبې او تماشې پرته بل څه نه دى، او هماغه د آخرت مېنه هغو خلكو ته غوره ده چې ځان ساتنه (تقوى) كوي، آيا عقل نه كاروئ.","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:33","price":"بې شكه موږ پوهېږو چې دوى څه وايي هغه دې ځوروي خو دا خلك تا دروغجن نه بولي بلكى دا ظالمان د الله له آيتونو منكريږي.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:34","price":"او يقيناً له تا مخكې هم (يو شمېر) رسولان دروغجن ګڼل شوي دي خو په هغو دروغجن ګڼلو او كړېدلو يې تر هغه صبر وكړ چې زموږ مرسته ورغله، او د الله خبرو لره څوك بدلوونكى نشته، او د (مخكنيو) رسولانو له خبرونو هم څه درته راغلي دي.","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:35","price":"او كه مخ ګرځول يې درباندې سخت (يا درانه) وي نو كه په وسه كې دې وی چې په ځمكه كې يو سورنګ ولټوې يا اسمان ته پارسنګ (زينه) كېږدې نو هم نښانه (معجزه) به ورته راوړې، او كه الله غوښتي واى نو هغوى يې په سمه لار غونډولاى شول نو له ناپوهانو مه كېږه.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:36","price":"خبره دا ده چې ستا بلنه هغه خلك مني چې اوري او مړي خو به الله را پاڅوي او بيا به هغه ته ورګرځول كيږي.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:37","price":"او ويې ويل: ولې پر هغه د خپل رب له خوا كومه نښانه (معجزه) راكوزه نه شوه؟ ورته وايه: الله خو په دې قادر دى چې كومه نښانه را نازله كړي، خو د دوى زياتره نه پوهيږي.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:38","price":"او په ځمكه كې هر خوځېدونكى او هر هغه الوتونكى چې په خپلو دواړو وزروالوزى، بل څه نه ستاسو په شان مخلوقات دي، موږ په كتاب (دفتر) كې هيڅ شى نه دي پريښي، بيا به (ټول) خپل رب لوري ته ورغونډيږي.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:39","price":"او چا چې زموږ آيتونه دروغ وګڼل، كاڼه او ګونګيان په تيارو كې (پراته) دي، الله چې هر چاته غواړي بې لارې كوي يې او چاته چې وغواړي په سمه لاړ يې برابروي.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:40","price":"ورته وايه: راوښاياست! كه د الله عذاب درته راشي، يا قيامت درته راشي نو له الله پرته بل څوك رابلئ؟ كه تاسو رښتيني ياست.","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:41","price":"بلكې یوازې هغه به رابلئ، بيا يې كه خوښه شوه هغه سختي لرې كوي چې تاسو (هغى لپاره) الله وربولئ او خپل انګېرلي شريكان هېروئ.","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:42","price":"له تا مخكې موږ ډېرو قومونو ته پېغمبران ليږلي او هغه قومونه مو په كړاوونو او غمونو لتاړ كړل تر څو هغوى له عاجزۍ سره زموږ پر وړاندې سر کښته كړي.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:43","price":"نو كله چې زموږ له لوري پر هغو سختي راغله نو هغوى ولې عاجزي غوره نه كړه؟ خو د هغوى زړونه لا نور هم سخت شول او شيطان هغوى ته ډاډېنه وركړه چې تاسي چې څه كوئ ښه كوئ.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:44","price":"بيا كله چې هغوى هغه نصيحت هېر كړ چې ورته شوى و، نو موږ د هر ډول سوكالۍ دروازې د هغوی لپاره پرانيستې، تر دې پورې چې كله هغوى په هغو نعمتونو كې چې ورکړل شوي وو ښه ډوب شول نو موږ په ناڅاپي ډول هغوى ونيول او په دې وخت كې د هغوی دا حالت و چې له هرې ښېګڼې څخه ناهيلي وو.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:45","price":"په دې توګه د هغوی خلكو سټه وايستلی شوه چې ظلم یې كړى و او ټوله ستاينه الله رب العلمين لپاره ده.","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:46","price":"دوى ته ووايه! آیا لیدلي مو دي (فكر مو پرې كړی چې) كه الله ستاسي غوږونه او سترګې درڅخه واخلي او ستاسي زړونه مهر كړي نو له الله پرته بل كوم (اله) لایق د عبادت شته چې تاسي ته دا قواوې بېرته دركړاى شي؟ وګوره په څه شان موږ بيا بيا خپلې نښانې دوى ته وړاندې كوو او بيا دوى ورڅخه په څه ډول سترګې اړوي.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:47","price":"ووايه! آیا لیدلي مو دي؟ (فكر مو كړی) چې د الله له لوري په ناڅاپي يا څرګند ډول پر تاسي عذاب راشي نو آيا له ظالمانو پرته به نور څوك هلاك شي؟","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:48","price":"موږ چې كوم پېغمبران لېږو د همدې لپاره يې لېږو چې هغوى نيكانو ته زيرى وركوونكي او د بد عمله خلكو ويروونكي اوسي، نو كوم كسان چې د هغوى خبره ومني او خپله كړنچاره سمه كړي د هغوى لپاره هېڅ وېره او خپګان نشته.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:49","price":"او كوم خلك چې زموږ آيتونه دروغ وګڼي هغوى ته به د خپلو سرغړونو له امله عذاب ورسېږي.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:50","price":"دوى ته ووايه \" زه تاسي ته دا نه وايم چې له ما سره د الله خزانې ديڼ نه زه د غيبو علم لرم او نه تاسي ته دا وايم چې زه پرښته يم، زه خو يوازې د هغې وحيې پيروي كوم چې ما ته را استول كېږي، بيا له دوى نه پوښتنه وكړه آيا ړانده او سترګور دواړه برابرېداى شي؟ آيا تاسې فكر نه كوئ؟","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:51","price":"او په هغه (قرآن) سره هغه كسان ووېروه چې ډاريريږى له دې نه چې خپل رب ته به ورغونډ كړى شي، نه به يې له هغه پرته څوك دوست وي او نه كوم سپارښتونكى، (دا) د دې لپاره چې دوى ځان وساتي.","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:52","price":"او كوم خلك چې شپه او ورځ خپل رب ته لاس په دعا دي او د هغه خوښي غواړي هغوى له خپله ځانه ليرې مه شړه، د هغوى له حساب نه د هېڅ شي پيټى پر تا نشته او ستا له حساب نه د هېڅ شي پېټى پر هغوى نشته، د دې له پاسه هم كه ته هغوى لرې وشړې نو په ظالمانو كې به وشمېرل شې.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:53","price":"او په دې توګه يې ځينې پرځينو آزمايو، چې بيا ووايي: آيا په موږ كې یوازې پر دې خلكو الله احسان كړى دى؟ (هو) آيا الله په شكر ويستونكو بندګانو ښه پوه نه دى؟","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:54","price":"كله چې تا ته هغه خلك راشي چې زموږ پر آيتونو ايمان راوړي نو هغوى ته ووايه: سلام پر تاسي، ستاسي رب رحم او مهرباني پر ځان لازمه كړېده، دا د هغه رحم او مهرباني ده چې كه له تاسي نه څوك په ناپوهۍ سره د كومې بدۍ مرتكب شوی وي بيا له هغه وروسته تو به وباسي او (ځان) اصلاح كړي نو بېشکه هغه بخښونکی  او مهربان دی.","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:55","price":"او په دې ډول موږ خپلې نښانې څرګندې بیانوو چې د مجرمانو لاره بيخي ښكاره شي.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:56","price":"ووايه! تاسي چې له الله نه پرته نور رابلئ د هغو له بندګۍ كولو نه زه منع كړاى شوى يم، ووايه ، زه به ستاسي د نفسي غوښتنو پيروي ونه كړم، كه ما داسې وكړل نو ګمراه شوم، او د سمې لارې له موندونكو څخه به نه شم.","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:57","price":"ووايه: زه د خپل رب له لوري په يو څرګند دليل ولاړ يم او تاسو هغه دروغ ګڼلى، ما سره هغه څه نشته چې ستاسو ورته بيړه ده، د فيصلې واك الله لره دى، هغه حق بيانوي او هماغه غوره فيصله كوونكى دى.","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:58","price":"ووايه: كه چېرى هغه څه ما سره وى چې ستاسو ورته بيړه ده نو زما او ستاسو ترمنځ به د دې كار پرېكړه شوې وه او الله په ظالمانو ډېر ښه پوه دى.","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:59","price":"له هماغه سره د غيبو ټولې کنجیانې دي چې له ده پرته بل څوك نه پرې پوهيږي، په وچه او لمده كې چې هر څه دي ورباندې  پوهيږي، داسې كومه پاڼه نه رالويږي چې دى پرې عالم نه وي او نه به د ځمكى په ترږميو كې څه دانه وي (چى الله ته معلومه نه وي)، لامده او وچ ټول په يو روښانه كتاب كې (ليكل شوي) دي.","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:60","price":"او دى هماغه دى چې د شپې مو ساګانې اخلي او د ورځې چې څه (ګناه) كوئ ورباندې پوهيږي، بيا مو پكې را پاڅوي تر څو هغه ټاكلې موده پوره شي، بيا مو د هغه لور ته ورتګ دى بيا مو په هغه څه خبروي چې تاسو به كول.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:61","price":"هغه پر خپلو بندګانو واکمن او پر تاسي څارونكې پرښتې لېږي، تر دې چې كله له تاسي څخه د كوم يوه د مرګ نېټه رارسېږي نو زموږ لېږل شوې پرښتې د هغه سا اخلي او (خپلو دندو کې) کمی نه کوي.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:62","price":"بيا دوى ټول د الله په لور خپل رښتيني مالك ته ورګرځول كيږي، ښه واورئ چې پرېكړه به (يوازې) د هغه وي او هغه ډېر چټك حساب كوونكى دى.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:63","price":"ووايه: د وچې او لمدې له تيارو مو څوك ژغوري چې په زاريو يې پټ پټ رابولئ، (او وایاست) كه له دې يې بچ كړلو نو خامخا به له شكر وېستونكو يو.","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:64","price":"ورته وايه: الله مو له هغې او له بل هر كړاوه ساتي خو تاسو بيا هم شريكان ورسره نيسئ.","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:65","price":"ووايه: هغه په دې واکمن دى چې له پاسه يا له پښو لاندې مو كوم عذاب درباندې راولي، يا مو په ډلو ډلو كې سره ګډوډ كړي او ځينو ته د ځينى نورو د عذاب  خوند وروڅكي، وګوره څرنګه اّيتونه اړوو تر څو دوى وپوهيږي.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:66","price":"ستا قوم له هغه څخه انكار كوي حال دا دى چې هغه حقيقت دى، دوى ته ووايه، چې زه پر تاسي د محافظ په حيث نه يم مقرر شوى.","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:67","price":"د هر خبر (څرګندېدو) لپاره يوه نېټه ټاكل شوې او زر به پوه شئ.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:68","price":"او كله چې هغه خلك و وينې كوم چې زموږ په اّيتونو كې د عيب لټونې بحثونه كوي نو ترى په څنګ شه تر هغه چې په نورو خبرو كې لګيا شي، او كه شيطان يې درنه هېركړى نو دريادېدلو نه وروسته له ظالمانو خلكو سره مه كېنه.","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:69","price":"او پر هغو خلكو چې ځان ساتنه كوي، د هغو (بدويونكو) له حسابه څه نشته، البته  نصيحت كول (يې په ذمه) دي تر څو هغوى ځان وساتي.","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:70","price":"او هغه خلك پرېږده چې خپل دين يې لوبه او ننداره جوړه كړې، او دنيايې ژوند غولولي دي، او په دې (قراّن) سره پند وركوه هسې نه چې څوك په خپلو كړو وړو كې داسې راګير شي چې له الله پرته يې بيا نه څوك ملاتړ وي او نه كوم سپارښتونكى، او كه هر څه فديه وركوي نه به ترې اخيستل كيږي، دا هماغه خلك دي چې په خپلو كړو وړو سره په تباهۍ كې راګير شوي، هغوى لره د خوټېدلو اوبو څښاك او دردناك عذاب دى، په دې چې دوى به كفر كولو.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:71","price":"ورته وايه: آيا الله نه پرته هغه څه راوبلو چې نه ګټه رارسولاى شي او نه تاوان او پس له دې چې الله هدايت راته وكړ، بېرته په پوندو شاته وګرځو؟ لكه هغه څوك چې شيطانانو په ځمكه كې بى لارې كړى وي او حيران ګرځي، حال دا چې ملګري يي سمې لارې ته وربولي چې موږ ته راشه ووايه: هماغه د الله لار سمه لار ده، او موږ ته امر شوى چې د مخلوقاتو رب ته غاړه كيږدو.","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:72","price":"او دا چې لمونځ  ترسره كوئ او له هغه ووېرېږئ، او دى هماغه دى چې تاسو به ورغونډېږئ.","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:73","price":"او دى هماغه دى چې اسمانونه او ځمكه يې په حقه پيدا كړي، او په هغه ورځ چې  ووايي ( شه!) نو وبه شي، د هغه وينا حق ده، او يوازي د هغه واكمني به وي كومه ورځ چې شپېلۍ پو كړی شي، هغه په پټو اوښكار ؤ پوه او هغه ځيرك او با خبر دى.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:74","price":"او كله چې ابراهيم خپل پلار اّزر ته وويل: اّيا ته بتان په خدايۍ سره نيسې؟ زه خو تا او ستا قوم په څرګند بې لاريتوب كې وينم.","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:75","price":"او په همدې توګه مو ابراهيم ته د اسمانو او ځمكې عجائب (يا لويه پاچايي) ورښودل او د دې لپاره چې له باوركونكو واوسي.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:76","price":"نو بيا چې كله شپه پرې راخوره شوه، يو ستورى يې وليد، ويلې دا به مې رب وي خو چې هغه پرېوت ويلې: پرېوتونكي مې نه خوښيږي.","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:77","price":"بيا چې كله يې سپوږمۍ ښه ځلانده تر سترګو شوه، ويلې دا به زما رب وي! خو كله چې هغه هم پرېوتله، ويلې كه خپل رب مې سمه لارښوونه راته نه واى كړې، نو  زه به هم خامخا له بې لارو خلكو وم.","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:78","price":"بيا يې چې لمر ځلېدونكى وليد ويلې همدا به مې رب وي دا خو ډېر لوى دى! خو كله چې هغه هم ډوب شو نو ويلې: اى زما قومه! زه له (ټولو) هغو شيانو بيزار يم چې تاسو يې شريك ګڼئ.","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:79","price":"بې شكه ما د هغه ذات په لوري مخ ور اړولى چې اسمانونه او ځمكه يې پيدا كړي، (حق ته) ورګرځېدونکی (یم)، او زه له مشركانو څخه نه يم.","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:80","price":"او د قوم يې ورسره ناندرۍ شوې، ده ويل: آيا د الله په هكله راسره ناندرۍ وهئ؟ چې دا دى سمه لار يې راښودلې ده، او زه خو له هغه څه نه وېرېږم چې تاسو يې ورسره شريك ګڼئ، مګر دا چې رب مې  د څه شى اراده وكړي، زما د رب علم په هر څه راخپور دى نو آيا تاسو نصيحت نه اخلئ.","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:81","price":"او څرنګه به له هغه څه ډارېږم چې تاسو يې شريك ګڼئ حال دا چې تاسو په دې هم نه ويرېږئ چې الله سره هغه څه شريكوئ كوم چې د هغه په اړه يې پر تاسو كوم سند هم نه دى رانازل كړى، نو په دې دواړو ډلو كې كومه يوه زياته د ډادينې وړ ده؟ كه تاسو پوهېږئ.","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:82","price":"نو هماغه خلك چې ايمان يې راوړى او خپل ايمان يې له ظلم (شرك) سره نه وي ګډ كړى د همدوى لپاره امنيت (نجات) دى او همدوى په سمه لار برابر دي.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:83","price":"او همدا زموږ حجت و چې ابراهيم ته مو د هغه د قوم په مقابل كې وركړى ؤ، چاته چې وغواړو درجي يې اوچتوو، بې شكه ستا رب د حكمت والا پوه دى.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:84","price":"او هغه ته مو اسحاق او يعقوب وركړ، هر يوه ته مو سمه لاره وښوده او نوح ته مو لا وړاندې لارښوونه كړې وه او د هغه له اولادې مو داود، سليمان، ايوب، يوسف، موسى او هارون (ته هدايت كړى ؤ) او په همدې شان نېك عملو ته بدله وركوو.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:85","price":"او زكريا، يحيى، عيسى او الياس دا ټول له نېكانو څخه وو.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:86","price":"او اسماعيل، اليسع، يونس او لوط او هر يو مو پر نړيوالو غوره ګرځولى و.","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:87","price":"او همداسې له پلرونو، خېلخانو او وروڼو يې او دوى ټول مو غوره كړي او سمې لارې ته برابر كړي وو.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:88","price":"دا د الله هدايت دى، په دې سره له خپلو بندګانو چاته چې غواړي سمه لار ښايي، او كه چېرې يې شرك كړى واى نو خامخا به يې عملونه عبث تللي وو.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:89","price":"دوى هغه كسان دي چې كتاب، حكم (يا پوهه) او نبوت مو وركړى و نو (اوس) كه دا خلك يې نه مني نو (دا دى بل) يوه داسې قوم ته مو وسپارلو چې له هغه منكران نه دي.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:90","price":"دوى هغه خلك وو چې الله ورته هدايت كړى و نو ته هم په هماغو پسې ځه، ورته وايه: له تاسو نه په دې (تبلېغ) څه بدله نه غواړم، دا بل څه نه، ګردو نړيوالو ته يو نصيحت دى.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:91","price":"او څنګه چې ښايي هغسې يې د الله درناوى نه دى كړى، دا چې ويلي يې دي الله په هېڅ بشر باندې كوم شى نه دى را نازل كړى! ووايه: هغه كتاب چا را نازل كړى چې موسى راوړى و؟ كوم چې د خلکو لپاره رڼا او لارښونه وه، چې (دا دى) تاسو يې پاڼې پاڼې كوئ، څه ښكاره کوئ او زيات پټوئ، او (په هغه سره) تاسي ته هغه ښوونه وشوه چې نه تاسو او نه مو پلرونه ورباندې پوهېدل، ورته وايه: الله، بيا يې په خپلو باطلو خبرو كې لوبو كولو ته پرېږده.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:92","price":"او دا يو داسې كتاب دى چې له بركته ډك او د هغه څه تصديقوونكى دى چې ترې مخكې وو او د دې لپاره (راغلى) چې ته د كليو دا مركز (مكه) او شاوخوا يې چې څوك دي، وډار كړې او څوك چې آخرت مني، هغه (كتاب) هم مني او دوى د خپل لمانځه هم (ټينګه) ساتنه كوي.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:93","price":"او له هغه چا به لوى ظالم څوك وي چې په الله پورې يو دروغ وتړې يا ووايي چې ماته وحى وشوه حال دا چې هغه ته هېڅ وحى نه وي راغلي او (يا) داسې څوك چې وايي زه به هم دغه شان څه نازل كړم لكه الله چې نازل كړي! او كه تا ليدلى چې كله داسې ظالمان د مرګ  په سختيو كې (غوټې وهي) او ملايكې په غځولو لاسونو (ورته وايي) را و باسئ ساګانې مو! نن تاسو ته په شرموونكي عذاب بدله دركول كيږي ځكه چې تاسو به الله پورې ناحقه خبرې كولې او د هغه له اّيتونو مو لويي (او سرغړونه) كوله.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:94","price":"او دا دى (اوس) هماغه شان يوازې راته حاضر شوئ لكه په ړومبي ځل مې چې پيدا كړي وئ او څه مو چې (په دنيا كې) كړي وو، ټول مو تر شا پريښودل او ستاسو هغه سپارښتونكي هم درسره نه وينو چې ګومان مو كولو هغوى په تاسو كې برخمن دي، بيخې مو ترمنځ پريكون وشو، او په څه مو چې ګومان درلود هغه ټول درنه ورک شول.","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:95","price":"يقيناً د دانې او زړي چوونكى الله دى له مړي نه ژوندى راوباسي او له ژوندي نه د مړي راوېستونكى هماغه دى الله خو همدا دى نو تاسو كوم لور ته اوښتونكي ياست.","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:96","price":"د سهار چوونكى دى، او شپه يې د ارام او لمر سپوږمۍ يې د حساب لپاره (وسيله) ګرځولي، دا د هماغه برلاسي او عليم (ذات) ټاكلې اندازه ده.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:97","price":"او دى هماغه دى چې ستوري يې ستاسو لپاره د وچى او سمندر په ترږميو كې د لار موندلو وسيله ګرځولي، دا آيتونه مو د هغو خلكو لپاره څرګند بيان كړل چې پوهيږي.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:98","price":"او (الله) هماغه دى چې تاسو يې له يو كس نه پيدا كړئ، بيا نو يو د ارام ځاى دی او يو د هغه ورسپارل كېدو ځاي، يقيناً دا آيتونه مو داسې قوم ته څرګند بيان كړي چې پوهه لري.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:99","price":"او دى هماغه ذات دى چې له اسمانه يې اوبه را ورولې دي، بيا مو پرې د هر ډول تېغونه راوټوكول، بيا مو ترې شين ډكى راواېست چې يو په بل سپرې دانې ترې باسو او د كجورو له كڅوړو نږدې راځوړند غونچكونه، او د انګورو، ښونو او انارو داسې باغونه چې مېوې يې يو بل ته ورته هم دي او (په خوند كې) بېلا بېلى هم، دا چې كله ميوه نيسي نو مېوې ته يې وګورئ او پخېدو ته، بې شكه په دې كې خامخا ډېرې نښانې دي هغو خلكو ته چې ايمان راوړي.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:100","price":"او دوى پيريان الله سره شريكان وګرځول، حال دا چې هغه (الله) پيدا كړي دي، او پرته له كومې پوهې يې هغه ته زامن او لوڼې جوړې كړې، پاكي ده هغه لره او ډېر لوړ دى له هغه څه چې دوى يې بيانوي.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:101","price":"د اسمانونو او ځمكې پېدا کوونكى دى د هغه زوى له كومه كېداى شي چې بالكل يې ملګرې (مېرمن)  نشته، هغه خو هر څه پيدا كړي دي او هغه په هر شي ډېر ښه پوه دى.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:102","price":"همدا الله دى ستاسو رب، له هغه پرته -په حقه- كوم بل معبود نشته، د هر څه پيدا كوونكى دى نو ويې لمانځئ او هماغه په هر شي څارونكى ساتونكى دى.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:103","price":"نظرونه یې نه شي موندلاى او هغه نظرونه موندلى شي هغه خورا باریک بین او با خبره دى.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:104","price":"تاسو ته د خپل رب له خوا د حق ليدلو نښانې راغلي دي، نو چا چې هغه وليد (ګټه يې) د خپل ځان ده او څوك چې ړوند شو نو تاوان يې (خپله) پر ده دى او زه خو پر تاسو كوم پيره دار نه يم.","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:105","price":"او په همدې شان موږ دغه ايتونه بيا بيا (ورته) بيانوو چې دوى ووايي له چا دې درس ويلى دى، او چې هغو خلكو ته يې بيان كړو چې پوهيږي.","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:106","price":"د هغه څه متابعت كوه چې د خپل رب له خوا درته وحى شوې، له هغه پرته -په حقه- كوم بل معبود نشته او له مشركانو مخ ګرځوه.","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:107","price":"او كه الله غوښتي وى نو دوى به شرك نه و كړى او ته مو ورباندې پيره دار نه يې ټاكلى او نه ته پر دوى واكمن څارونكى يې.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:108","price":"او هغه كسان مه ښكنځئ چې الله نه پرته شيان را بلي (ځكه چې) بيا به له بريده ورتېر په ناپوهۍ سره الله ته ښكنځل كوي، همداسې مو هرې ډلې ته خپل عمل ښايسته كړى دى بيا يې خپل رب لور ته ورستنېدل دي، هغه به يې په هغه څه خبر كړي چې دوى به كول.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:109","price":"او دوى كلك قسمونه وخوړل چې كه څه نښانه ورته راشي نو خامخا به ايمان پرې راوړي، ووايه: خبره دا ده چې دغه نښانې الله سره دي او څه شى به مو پوه كړي چې كه هغه نښانې هم راشي، ايمان نه راوړي.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:110","price":"او هماغه شان به يې زړونه او نظرونه اړوو لكه چې ړومبى ځل يې پرې ايمان نه و راوړى او همداسې يې په خپلې ناړامۍ كې لا لهانده پرېږدو.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"ps"},{"name":"6:111","price":"او كه چېرې مو دوى ته ملايكې هم نازلې كړې واى، او مړيو خبرې ورسره كړې وای او ټول شيان مو د دوى په وړاندې راغونډ كړي واى، بيا به هم چمتو نه وو چې ايمان راوړي، مګر دا چې الله وغواړي خو زياتره يې نا پوهي كوي.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:112","price":"او په همدې توګه مو هر نبي ته انسي او جني شيطانان دښمنان ګرځولي، چې د غولونې لپاره يو بل ته په ( ظاهره) ښكلې خبرې وسوسه كوي او كه ستا رب غوښتي واى نو داسې به يې نه وو كړي، نو هماغسې يې په  خپلو دروغ تړلو كې پرېږده.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:113","price":"ترڅو د هغو خلكو زړونه ورته په تلوسه كې وي چې په آخرت ايمان نه راوړي او پرې خوښ شي او هغه ناوړه كارونه ترسره كړي چې دوى يې كول غواړي.","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:114","price":"آيا نو پرته له الله بل فيصله كوونكى ولټوم او حال دا چې هماغه تاسو ته (ښه پوره) څرګند كتاب را نازل كړی، او هغه كسان چې كتاب مو وركړى (ښه) پوهېږي چې هغه ستا د رب له خوا په حقه نازل شوى نو له شك كوونكو مه اوسه.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:115","price":"او ستا د رب وينا په رښتينولۍ او عدالت كې پوره كره ده، هيڅوك د هغه د خبرو (حكم) بدلونكى نه دى او هماغه ښه پوه اورېدونكى دى.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:116","price":"او كه ته د زياترو هغو خلكو خبره ومنې چې په ځمكه مېشت دي نو د الله له لارې به دې واړوي، دوى بل څه نه، صرف ګومان پسې ځي او له دروغ تړلو پرته بل څه نه كوي.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:117","price":"بې شكه ستا رب په هغه چا ډېر ښه پوه دى چې لارې نه يې اوښتى وي او هماغه په لار موندونكو باندې ښه پوه دى.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:118","price":"نو له هغه (حيوان) څخه خورئ چې د الله نوم پرې ياد شوى وي، كه چېرى يې په آيتونو باور لرونكي ياست.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:119","price":"او تاسو ته څه (دليل) دى چې هغه شى نه خورئ كوم چې د الله نوم پرې ياد شوى، حال دا چې كوم شيان يې درباندې حرام كړي، هغه يې ښه پوره درته بيان كړل، پرته له هغه چې تاسو ورته اړ شئ (چې هغه هم حلال دي) او يقيناً زياتره خلك د خپلو هوسونو په اساس  پرته له څه علمه بې لارې توب كوي، بې شكه ستا رب په داسې له حده تېرېدونكو ډېر ښه پوه دي.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:120","price":"او ښكاره او پټه (هر ډول) ګناه پرېږدئ، بې شكه هغه كسان چې د ګناه كسب كوي، زر به د هغو ګناهونو بدله وركړل شي چې دوى به كول.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:121","price":"او په كوم (حيوان) چې د الله نوم نه وي ياد شوى له هغه نه څه مه خورئ او دا يوه سرغړونه ده او بې شكه شيطانان حتماً خپلو ملګرو ته وسوسې اچوي چې تاسو سره شخړه وكړي او كه د هغوى خبره مو ومنله نو بيا به يقيناً تاسو هم له مشركانو ياست.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:122","price":"آيا نو هغه چې مړ و بيا مو را ژوندى كړ او داسې رڼايي مو وركړه چې په هغې سره د خلكو ترمنځ روان چليږي، د هغه چا په شان دى چې په تيارو كې (راګير) وي او ترې وتونكى نه وي؟ همدغه شان كافرانو ته هغه څه ښايسته شوي دي چې دوى به كول.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:123","price":"او همداسې مو په هر كلي كې غټان ورته مجرمان كړي دي چې تګۍ برګۍ پكې كوي، حال دا چې هغوى صرف له خپلو ځانو سره ټګي كوي او (په ځان) خبرهم نه دي.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:124","price":"او كله چې كوم آيت ورته راشي وايي تر هغه به يې ونه منو څو چې هغه څه رانكړل شي كوم چې د الله رسولانو ته وركړل شوي دي، الله ښه پوه دى چې خپل رسالت (يا پيغام) چېرته كيږدي، مجرمانو ته به ډېر زر د الله په وړاندې سپكاوى او سخت عذاب ورسيږى په دې چې دوى به ټګۍ كولې.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:125","price":"نو چاته چې الله هدايت كول غواړي، سينه يې د اسلام لپاره پرانيزي او چاته چې وغواړي بې لارې يې كړي نو د هغه سينه داسې تنګوي لكه چې د اسمان په لور د ختلو هڅه كوي، په همدې توګه الله هغو خلكو باندې عذاب ور اچوي چې ايمان نه راوړي.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:126","price":"او همدغه ستا د رب نېغه لار ده، يقيناً هغو خلكو ته مو دا آيتونه څرګند بيان كړي چې نصيحت مني.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:127","price":"د هغو لپاره يې له رب سره د سلامتۍ كور دى او هماغه يې ملګرى دى، د هغو عملونو په سبب چې دوى به كول.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:128","price":"او په هغه ورځ چې ټول راغونډ كړي (ورته وايي به) اې د پېريانو ډلې! بې شكه چې له انسانانو مو ډېر د ځان تابع كړي دي، او چې له انسانانو يې  څوك ملګري دى، هغوى به ووايي: زموږ ربه! موږ يو بل نه كار واخيست او دا دى هغې نېټې ته را ورسيدو چې تا راته ټاكلې وه، (الله) ورته فرمايي: ښه نو اوس ستاسو استوګنځى اور دى، تلپاتې په هغه كې، مګر دا چې الله څه وغواړي بې شكه ستا رب حكمت والا ډېر پوه دى.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:129","price":"او په همدې توګه ظالمان يو د بل ملګري كوو د هغو عملونو په سبب چې دوى به كول.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:130","price":"ای د پيريانو او انسانانو ډلې! آيا تاسو ته په خپله همدا تاسو نه زما رسولان نه وو درغلي، چې زما آيتونه به يې درته بيانول او له دغې ورځې سره مخامخ كېدو نه يې وېرولئ دوى به وايي: موږ پر خپل ځان شاهدي وايو، او د دنيا ژوند غولولي وو او پر خپل ځان يې شاهدي وويله چې بې شكه هغوى كافران وو.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:131","price":"دا د دې لپاره چې ستا رب په داسې حال كې په ظلم د كليو تباه كوونكى نه دى چې خلك يې ناخبره وي.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:132","price":"او هر چاته له خپلو كړو وړو درجې (ټاكل شوې) دي او ستا رب له هغو كارو چې دوى يې كوي بې خبره نه دى.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:133","price":"او ستا رب بې نيازه د رحمت خاوند دى، كه وغواړي تاسو به له منځه يوسي او پر ځاى به مو له تاسو وروسته چې څوك غواړي هغه راولي، لكه تاسو يې چې د نورو خلكو له ځوځاته را پيدا كړي ياست.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:134","price":"بې شكه هغه څه حتماً را تلونكي دي چې لوز يى درسره كيږي او تاسو د هغه د عاجزولو وس نه لرئ.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:135","price":"ورته ووايه: اى زما قومه! تاسو پر خپل حال (خپل) كار كوئ زه هم خپل كار كوونكى يم، بيا به زر وپوهېږئ چې د دار (آخرت) ښه انجام به د چا وي، دا حقيقت دى چې ظالمان نه شي بچ كېداى.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:136","price":"او الله لره يې له هغو شيانو يوه برخه ټاكلې چې ده خپله پيدا كړي، له كښت او څارويو نه، نو ويل به يې دا د الله لپاره ده –په خپل ګومان سره– او دا زموږ د انګېرليو شريكانو لپاره، نو څه (برخه) چې د دوى د شريكانو لپاره ده، هغه خو الله ته نه رسي او كومه چې د الله لپاره ده هغه يې شريكانو ته رسي، (څه) بدې فيصلى كوي.","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:137","price":"او شريكانو يې په همدى ډول زياترو مشركينو ته د خپل اولاد وژل ښايسته كړي دي، د دې لپاره چې هلاك يې كړي او خپل دين يې ورباندې ګډوډ كړي، او كه الله غوښتي واى داسې به يې نه وو كړي نو همداسې يې په خپلو دروغ تړلو كې پرېږده.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:138","price":"او دوى وويل: دا څاروي او دا كښت منع (بند) دي، له هغه پرته چې زموږ خوښه وي بل څوك به يې نه خوري –د دوى په ګومان– او (څه نور داسې) څاروي دي چې شاګانې يې حرام شوې او ځينې څاروي داسې وو چې د الله نوم يې پرې نه يادولو، پر هغه باندې دروغ  تړلو سره، په دې دروغ تړلو به هغوى ته ډېر زر سزا  وركړي.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:139","price":"او ويل يې: د دغو څارويو په ګېډو كې چې څه دي هغه به مو يوازې  د نارينه وو لپاره وي او زموږ پر ښځو به حرام وي، او كه هغه مرداره وي نو بيا به ټول پكې شريك وي، زر به يې د دې دروغو سزا وركړ شي، بې شكه هغه حكمت والا ډېر پوه دى.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:140","price":"حقيقتاً هغو خلكو ډېرتاوان وكړ چې په جهالت او ناپوهۍ سره يې خپل اولادونه ووژل او څه چې الله ور روزي كړي وو هغه يې هم پر الله باندې دروغ تړلو سره حرام كړل، په يقينى توګه هغوى بې لارې شول او لار موندونكي نه دي.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:141","price":"او دى هماغه دى چې په څپريو پراته او بې څپريو باغونه يې پيدا كړي او كجورې او كښتونه چې بېلا بېل خواړه لري، او زيتون او انار چې (په رنګ) سره ورته او (په خوند كې) سره بېل وي، له دې مېوو نه خورئ چې كله ميوه نيسي، او د هغه حق وركوئ (عشر) د فصل اخيستو په ورځ او اسراف مه كوئ، بې شكه الله اسراف كوونكي نه خوښوي.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:142","price":"او له څارويو نه ځينې بار وړونكي او ځينى (پر ځمكه) هوارېدونكي، كومه روزي چې الله دركړې، له هماغې نه يې خورئ او د شيطان پلونو پسې مه ځئ، يقيناً هغه مو څرګند غليم (دښمن) دى.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:143","price":"اته جوړې دي، دوه له مېږو، او دوه له چېليو (بزو)، ورته وايه: آيا دا دواړه نران يې حرام كړي او كه دواړه ښځينه؟ يا هغه چې د دواړه ښځينه وو په ګېډو كې وي؟ كه تاسو رښتيني ياست نو يو علمي سند راوښایاست.","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:144","price":"همدارنګه دوه له اوښانو او دوه له غويانو، ووايه: آيا د دې دواړو نارينه يې حرام كړي كه ښځينه؟ يا هغه چې د دې دواړو ښځينه وو په ګېډو كې وي؟ او كه تاسو حاضر یاست چې الله د دې حكم دركولو؟ نو تر هغه چا به لوى ظالم بل څوك وي چې په الله پورې  څه دروغ تړي ترڅو پرته له علمه خلك بې لارې كړي او الله خو ظالمانو خلكو ته سمه لار نه ښايي.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:145","price":"ورته وايه: زه خو په هغه څه كې چې راته وحي شوي داسې كوم حرام نه مومم چې يو خوړونكى يې خوري، مګر دا چې مرداره يا بهېدلې وينه، يا د سور غوښه وي چې دا ناپاكه دي، يا دا چې فسق وي كوم چې له الله نه پرته د بل څه غږ پرې شوى وي، نو كه څوك اړ شو په داسى حال كې چې نه ظالم وي او نه تېرى كوونكى نو بيا خو ستا رب بخښونكى مهربان دى.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:146","price":"او په يهودي شوو مو هر نوكانو والا ځناور حرام كړ او له غويانو او ګډو مو د هغوى وازده پرى حرامه كړې وه، پرته له هغې چې پر شا ګانو به يې وه، يا په كولمو نښتې او يا هغه چې هډوكو سره به ګډه وه، دا مو د هغوى په ناړامۍ سزا وركړه او بې شكه موږ رښتيني يو.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:147","price":"نو كه دروغجن يې وبللې ورته وايه ستاسو رب د پراخ رحمت خاوند دى او له مجرمو خلكو يې عذاب بېرته نه شي ګرځول كېداى.","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:148","price":"هغو كسانو چې شرك كړى وايي به كه الله غوښتي واى نه به موږ شرك كړى وو، نه مو پلرونو او نه به مو كوم شى حرام كړى و، له دوى مخكى هم چې كوم خلك وو همدغسې دروغ يې تړلي وو تر دې چې زموږ عذاب يې وڅكلو، ورته ووايه: آيا تاسو سره كوم علمي سند شته چې موږ ته يې راوباسئ؟ تاسي له ګومانه پرته بل څه پسې نه ځئ او (په الله پورې) له دروغ تړلو پرته بل څه نه كوئ.","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:149","price":"ووايه: نو الله سره خو حق ته رسېدلى سند شته، او كه غوښتي يې واى تاسو ټولو ته به يې هدايت كړى و.","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:150","price":"ووايه: هغه شاهدان مو راولئ چې دا شاهدي وايي چې دا شيان الله حرام كړي دي، نو كه هغوى دا شاهدي وركړه نو ته دا شاهدي ورسره مه وايه او د هغو په هوسونو پسې مه ځه چې زموږ آيتونه يې دروغ ګڼلي او هغوى چې په آخرت ايمان نه راوړي او دوى له خپل رب سره نور څه برابروي.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:151","price":"ورته ووايه: راشئ هغه څه در باندې ولولم چې خپل رب مو در باندې حرام كړي، دا چې هېڅ شی به نه ورسره شريكوئ، له مور او پلار سره به ښېګڼه كوئ، د نېستۍ له امله به خپل اولاد نه وژنئ، تاسو او هغوى دواړو ته موږ روزي دركوو، بې حيا كارونه كه ښكاره وي او كه پټ، مه ورنږدې كيږئ، داسې كس مه وژنئ چې الله (يى وژل) حرام كړي وي، پرته له حقه، په دې سره الله تاسو ته حكم كړى چې له عقله كار واخلئ.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:152","price":"او (بل دا چى) د يتيم مال ته مه ورنږدې كيږئ مګر په ښه طريقه، تر هغه چې خپلې ځوانۍ ته ورسيږى، پوره كوئ پيمانه او تول په عدل سره، هيڅوك  نه رانيسو مګر په خپل وس يې، او چې خبره مو كوله نو انصاف (رښتينولي) كوئ، كه څه هم خپلوان وي، او د الله په لوز وفا كوئ، په همدې سره يې تاسو ته حكم كړى، ښايي  چې نصيحت ومنئ.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:153","price":"او دا چې دا زما نېغه سمه لار ده نو متابعت يې وكړئ، او په نورو لارو پسې مه ځئ چې بيا به مو د هغه له لارې خواره واره كړي، په همدې يې تاسو ته حكم كړى چې ځان (له بې لارۍ) وساتئ.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:154","price":"بيا مو موسى ته كتاب وركړي و چې پر هغه چا د نعمت پوره كول و چا چې نيكى كړې وه، د هر شي لپاره څرګند بيان، لارښوونه او رحمت و، تر څو هغوى له خپل خداى سره په مخامخ کېدلو ايمان راوړي.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:155","price":"او دا كتاب چې موږ نازل كړى بركتي دى نو متابعت يې كوئ او تقوى كوئ چې رحم درباندې وشي.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:156","price":"تر څو بيا ونه واياست چې كتاب خو پر (هغو) دوو طائفو له موږ مخكې نازل شوى و او موږ د هغوى له لوستلو ناخبره وو.","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:157","price":"يا داسې ونه واياست چې كه پر موږ باندې كتاب را نازل شوى وى نو حتماً به موږ تر دوى زيات په سمه لار برابر وو، نو دا دى خپل رب له خوا مو ښكاره دليل، لارښوونه او رحمت درته راغلى دى، نو تر هغه چا به لوى ظالم څوك وي چې د الله آيتونه دروغ وګڼي او مخ ترې واړوي، كوم خلك چې زموږ له آيتونو مخ اړوي، هغوى ته به ډېر زر په همدې مخ اړولو د سخت عذاب بدله وركړو.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:158","price":"آيا دوى انتظار كوي چې ملايكې ورته راشي، يا خپله ستا رب ورته راشي او يا ستا د رب څه نښانې؟ هغه ورځ چې ستا د رب څه نښانې راشي نو بيا يى چاته ايمان څه ګټه نه رسوي چې مخكې يې ايمان نه وي راوړى او يا يې په خپل ايمان كې څه ښېګڼه نه وي ترلاسه كړې، ورته وايه: تاسو هم انتظار كوئ موږ هم انتظار كوونكي يو.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:159","price":"بې شكه چا چې خپل دين ټوټه ټوټه كړ او ډلى ډلې شول، ستا ورسره هيڅ نشته، خبره داده چې د دوى كار الله ته (سپارل شوى) دى، بيا به يې په هغه څه خبر كړي چې دوى به كول.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:160","price":"چا چې ښېګڼه وكړه نو هغه ته يې لس برابره (ثواب) دى، او څوك چې له بدۍ سره راغۍ نو له يو برابر پرته كومه (زياته) سزا نه وركول كيږي، او نه به كوم ظلم پرې وشي.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:161","price":"ورته وايه: يقيناً زما رب د سمې لارې ښوونه راته كړې ده، بالكل سهى نېغ دين، د ابراهيم ملت چې حق پلوى و، او له مشركانو څخه نه و.","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:162","price":"ورته وايه: بې شكه زما لمونځ، زما د عبادت ټول مراسم او زما ژوند او مرګ هر څه د مخلوقاتو رب الله لره دي.","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:163","price":"چې هيڅ شريك نه لري، او په همدې راته امر شوى او زه د مسلمانانو اول كس يم.","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:164","price":"ورته وايه: آيا له الله پرته بل څوك رب ولټوم؟ حال دا چې هماغه د هر څه رب دى، او هر څوك چې څه ترلاسه كوي نو ذمه واري يې له هغه پرته په بل چا نه وي او هېڅ بار وړونكى به د بل بار نه وړي، وروسته مو خپل رب لور ته ستنېدل دي، بيا به مو په هغه څه خبر كړي چې تاسو پكې شخړه كوله.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"ps"},{"name":"6:165","price":"او دى هماغه ذات دى چې تاسو يې د ځمكې خليفه ګان وګرځولئ او يو پر بل يې ستاسو درجې لوړې كړې دي تر څو په هغه څه كې مو وازمايي چې دركړي يې دي، بې شكه ستا رب (هم) زر سزا وركوونكى او (هم) ډېر مهربان بخښونكى دى.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"ps"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}