{"data":[{"name":"61:1","price":"په اسمانونو او ځمكه كې چې څه دي (ټول) د الله تسبيح وايي او همغه برلاسى حکمت والا دی.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5164,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"61:2","price":"اې هغو کسانو چې ايمان يې راوړی! ولې هغه څه واياست چې كوئ يې نه؟","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5165,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"61:3","price":"د الله پر وړاندې دا ډېره د غصې خبره ده چې تاسي هغه څه واياست چې نه يې كوئ.","arabic":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5166,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"61:4","price":"بېشكه الله له هغو کسانو سره مينه لري چې د هغه په لار كې داسې كتار ټولګي جنګيږي لكه چې هغوى كلا كړل شوى (پوخ) دېوال وي.","arabic":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5167,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"61:5","price":"او هغه وخت (ياد كړئ) چې موسى خپل قوم ته وويل: ولې مې ځوروئ حال دا چې ښه پوهېږئ زه تاسي ته د الله رسول يم، خو كله چې هغوى كاږه شول نو الله يې زړونه (نور هم) كاږه كړل او الله فاسقانو خلكو ته لارښوونه نه كوي.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5168,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"61:6","price":"او كله چې د مريمې زوى عيسىٰ وويل: اې بني اسرائيلو! زه په داسې حال كې تاسي ته د الله (رالېږل شوى) رسول يم چې له ما څخه د مخکېني (كتاب) تورات تصديقوونكى او د يو داسې رسول زېرى وركوونكى يم چې له ما وروسته راځي (او) نوم به يې احمد وي، خو كله چې له څرګندو نښانو سره ورته راغى، وېلې دا خو ښكاره كوډې دي.","arabic":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5169,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"61:7","price":"او ترهغه به لوى ظالم څوك وي چې پر الله پورې درواغ تړي؟ حال دا چې هغه اسلام ته بلل كيږي او الله (داسې) ظالم قوم ته لارښوونه نه كوي.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5170,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"61:8","price":"هغوى غواړي چې په خپلو خولو سره د الله (د دين) رڼا مړه كړي او الله د خپلې رڼا پوره كوونكى دى، كه څه هم كافران يې بده وګني.","arabic":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5171,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"61:9","price":"الله همغه دى چې خپل رسول يې له لارښوونې او رېښتيني دين سره لېږلى تر څو پر ټولو دينونو يې برلاسى كړي كه څه هم مشركان نا خوښه شي.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5172,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"61:10","price":"اې هغو کسانو چې ايمان يې راوړی! ايا يوه داسې سوداګري دروښايم چې له دردوونکي عذابه مو وژغوري؟","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5173,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"61:11","price":"(دا چې) پر الله او د هغه پر رسول به (كلك) ايمان لرئ او د الله په لار كې په خپلو مالونو او ځانونو جهاد كوئ، دا (ډېره) درته غوره ده، كه تاسي پوهېږئ.","arabic":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5174,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"61:12","price":"ستاسو ګناهونه به دروبخښي او داسې جنتونو ته به مو ننباسي چې ترې لاندې ويالې بهيږي او د تلپاتې باغونو پاك سوتره كورونو كې، دا ستر برى دى.","arabic":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5175,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"61:13","price":"او (تاسي ته به) يو بل نعمت دركړي چې خوښوئ يې، د الله لخوا مرسته او نېږدې (راتلونكې) بریا، او مومنانو ته زېرى وركړه.","arabic":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5176,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"61:14","price":"اې هغو کسانو چې ايمان يې راوړی! د الله (د دين) مرستندويان شئ، لكه د مريمې زوى عيسىٰ چې خپلو خاصو ملګرو ته وويل: د الله په لار كې څوك زما مرسته کوونکي دي؟ ملګرو يې وويل: موږ د الله (د دين) مرسته کوونکي يو، بيا له بني اسرائيلو څخه يوې ډلې ايمان راوړ او يوه ډله كافره شوه، نو له مومنانو سره مو د هغوى د دښمن پر خلاف مرسته وكړه نو برلاسي شول.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5177,"juzNumber":28,"footnotes":"","lang":"ps"}],"chapter":["61 (As-Saff)","As-Saff","Surah As-Saff","Chapter As-Saff","Saff","Surah Saff","Chapter Saff","As Saff","Surah As Saff","Chapter As Saff","Surah 61","Chapter 61","The Ranks","الصَّف"]}