{"data":[{"name":"64:1","price":"څه چې په اسمانونو او څه چې په ځمكه كې دي، ټول د الله تسبيح وايي، هغه لره پاچايي او همغه لره ستاينه ده او هغه پر هرڅه ځواکمن دى.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:2","price":"همغه دى چې تاسي يې پيدا كړئ، نو له تاسي ځينې كافر او ځينې مومنان دي او الله پر هغو كارونو ښه ليدونكى دى چې تاسې يې كوئ.","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:3","price":"هغه اسمانونه او ځمكه په حقه (تدبير او حكمت) پيدا كړي او شکلونه یې درکړي دي تاسو ته، نو ښایسته کړي یې دي شکلونه ستاسو او خاص هغه ته ورګرځیدل دي.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:4","price":"څه چې په اسمانونو او ځمكه كې دي، (ټول) هغه ته معلوم دي او څه چې پټوئ او څرګندوئ هغه ورباندې پوهيږي او الله د سينو په رازونو هم ښه پوه دى.","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:5","price":"ايا د هغو خلكو خبر تاسي ته نه دى راغلى چې له دې مخکې كافران شوي وو او د خپل كار سزا يې وڅكله او د هغوى لپاره دردوونکی عذاب دى.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:6","price":"دا له دې امله چې هغوى ته به يې رسولان له څرګندو دليلونو سره راتلل، خو هغوى به ويل چې ايا (زموږ غوندې) يو انسان به زموږ لارښوونه كوي؟ نو (ځكه) كافر شول، مخ يې وګرځولو او الله هم (ترې) بې پروايي وكړه، او الله خو دى بې نيازه ستايل شوى.","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:7","price":"كافرانو دا خيال (او دعوا) كړې چې بيا به هغوى را ژوندي نه شي، ورته ووايه: ولې نه! زما په رب قسم چې تاسي به را ژوندي كېږئ او څه مو چې كړي پر هغو به خبرېږئ او دا پر الله ډېره اسانه ده.","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:8","price":"نو پر الله، د هغه پر رسول او هغې رڼا ايمان راوړئ چې موږ رانازله كړې او الله ستاسي په كړنو ښه خبر دى.","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:9","price":"هغه ورځ چې تاسي د راغونډولو په ورځ راټول كړي، همغه د ګټې او تاوان (څرګندېدو) ورځ ده او څوك چې پر الله ايمان راوړي او ښه عمل وكړي، بدۍ به يې ترې ورژوي او داسې باغونو ته به يې ننباسي چې ترې لاندې ويالې بهيږي، چې تل ترتله به پكې وي، دا ستر برياليتوب دى.","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:10","price":"او كومو کسانو چې کفر کړی او زموږ آيتونه يې درواغ ګڼلي، هغوى دوزخيان دي، تلپاتې په هغه كې وي او هغه د ورتلو بد ځاى دى.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:11","price":"نه رسیږي هیڅ مصیبت مګر په حکم (تقدیر) د الله تعالی سره او چا چې ایمان راوړ پر الله تعالی نو کلک به کړي الله زړه د هغه [توفیق به ورکړي د هدایت] او الله پر هر شي ښه پوه دى.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:12","price":"او د الله خبره ومنئ او د رسول خبره ومنئ خو كه مخ واړوئ؛ نو زموږ پر رسول يوازې ښكاره تبليغ كول دي.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:13","price":"له الله پرته بل معبود نشته او پر همغه الله دې مومنان توكل وكړي.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:14","price":"اې هغو کسانو چې ايمان يې راوړی! بېشكه ستاسي ځينې مېرمنې او اولادونه ستاسي (لپاره) دښمنان دي نو ځان ترې ساتئ، او كه تاسو عفوه وكړئ، مخ واړوئ او بخښنه وكړئ نو بېشكه الله (هم) بخښونكى مهربان دى.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:15","price":"ستاسي مالونه او اولادونه خو يوه ازموينه ده، او همدا الله دى چې له هغه سره لوى اجر دى.","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:16","price":"نو څومره چې كولاى شئ له الله ووېرېږئ، (خبره) واورئ او ومنئ، او لګښت كوئ د خپلو ځانو د ګټې لپاره او څوك چې د خپل ځان له بخيلۍ وساتل شو؛ نو همغه خلك بریا موندونكي دي.","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:17","price":"كه تاسې الله ته غوره قرض وركړئ، هغه به يې درته زيات كړي او بخښنه به درته وكړي او الله قدر كوونكى زغم والا دى.","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"64:18","price":"د پټو او ښكاره وو عالم، برلاسى (او) حكمت والا دى.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"ps"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}