{"data":[{"name":"66:1","price":"اې نبى! ته ولې هغه څه حراموې چې الله درته حلال كړي وي؟ (ايا) په دې سره د خپلو مېرمنو خوشالي غواړې او الله بخښونكى مهربان دى.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5230,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"66:2","price":"بېشكه الله ستاسي لپاره د خپلو قسمونو د حلالېدو لاره ټاكلې ده او الله ستاسو چارواكى او همغه ډېر پوه حكمت والا دى.","arabic":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5231,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"66:3","price":"او كله چې نبي (عليه السلام) خپلې يوې مېرمنې ته يوه خبره پټه وكړه، خو بيا چې هغې بل چا ته خبر وركړ او الله نبي ته د دې (راز څرګندولو) خبر وركړ، نو نبي هغه خبره يو څه ښكاره او له څه تېر شو، خو كله چې نبى (عليه السلام) هغې ته دغه (د راز څرګندېدو) خبره ښكاره كړه، هغې ويل: ته چا پرې خبر كړې؟ (نبي عليه السلام) وويل هغه ذات خبر كړم چې ډېر پوه او پوره خبر دى.","arabic":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5232,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"66:4","price":"كه چیرته توبه وباسئ دواړه الله ته (نو درته غوره ده) ځكه چې زړونه مو كاږه شوي دي او كه د هغه (نبى عليه السلام) پر خلاف يو بل سره ملګرتيا وكړئ نو بېشكه الله د هغه ملګرى دى او جبريل او صالح مومنان،  او له دوی وروسته يې پرېښتې هم ملاتړ دي.","arabic":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5233,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"66:5","price":"لرې نه ده چې كه هغه تاسي ته طلاق دركړي نو الله به ستاسي په بدل كې داسې مېرمنې وركړي چې له تاسي غوره وي، (ریښتينې) مسلمانې، ايماندارې، امر منونكې، توبه اېستونكې، عبادت كوونكې، روژه نيوونكې، كونډې او پېغلې وي.","arabic":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5234,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"66:6","price":"اې هغو کسانو چې ايمان يې راوړی! خپل ځانونه او خېلخانې مو له هغه اور څخه وژغورئ چې خس خاشاك يې انسانان او ډبرې دي، چې پر هغه به غوسه ناك، سخت زړې پرېښتې (ولاړې) وي، كوم چې د الله له حكمه سرغړاوى نه كوي او چې څه امر ورته كيږي هغه پر ځاى كوي.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5235,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"66:7","price":"اې هغو کسانو چې کفر يې کړی! نن عذرونه مه كوئ، تاسو ته خو يوازې د همغه څه بدله دركول كيږي چې كول مو.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5236,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"66:8","price":"اې هغو کسانو چې ايمان يې راوړی! الله ته توبه وباسئ، سوچه توبه، ښايي چې پالونکی مو بدۍ در څخه ورژوي او داسې جنتونو ته مو ننباسي چې ترې لاندې يې ويالې بهيږي، هغه ورځ چې الله به نبي (عليه السلام) او هغه كسان چې له ده سره يې ايمان راوړى، ونه شرموي، رڼاګانې به يې مخې او ښۍ غاړو ته ځغلي، وايي به: زموږ ربه! زموږ رڼا راته پوره كړه او موږ ته بخښنه وكړه، په رېښتيا ته پر هر څه ځواکمن يې.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5237,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"66:9","price":"اې نبى! له كافرانو او منافقانو سره جهاد وكړه او سخت چلند ورسره كوه او د هغوى استوګنځى جهنم دى او هغه د ورتلو بد ځاى دى.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5238,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"66:10","price":"الله د كافرانو په هكله د نوح او لوط مېرمنې د بېلګې په توګه بيانوي چې زموږ د دوو نېكو بندګانو (تر نكاح) لاندې وې، خو بيا يې خيانت ورسره وكړ نو هغوى (نوح او لوط) د الله (له عذاب) څخه هيڅ شى ترې ايسار نه كړى شول او هغو (ښځو) ته وويل شول: دواړه اور ته ننوځئ له نورو ننوتونكو سره.","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5239,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"66:11","price":"او د هغو کسانو لپاره چې ايمان يې راوړی وو الله د فرعون د مېرمنې بېلګه وړاندې كوي، چې ويې ويل: زما ربه! زما لپاره خپل ځان سره په جنت كې يو كور جوړ كړه او له فرعون او د هغه له عمله مې وژغوره او له ظالمانو خلكو خلاصون را کړه.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5240,"juzNumber":28,"footnotes":"","lang":"ps"},{"name":"66:12","price":"او (همدارنګه) مريم د عمران لور، هغه چې د خپل شرمځاى ساتنه يې وكړه، بيا موږ په هغې كې له خپل لورې څخه روح پو كړ او هغې د خپل پالونکي په خبرو او كتابونو باور كړى و او له امر منونكو څخه وه.","arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5241,"juzNumber":28,"footnotes":"","lang":"ps"}],"chapter":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim","Chapter At-Tahrim","Tahrim","Surah Tahrim","Chapter Tahrim","At Tahrim","Surah At Tahrim","Chapter At Tahrim","Surah 66","Chapter 66","The Prohibition","التحريم"]}