{"data":[{"name":"7:155","price":"और मूसा ने हमारे निर्धारित[53] समय के लिए अपनी जाति के सत्तर व्यक्तियों को चुन लिया। फिर जब उन्हें भूकंप ने पकड़[54] लिया, तो उसने कहा : ऐ मेरे पालनहार! यदि तू चाहता तो इससे पहले ही इन सबका और मेरा विनाश कर देता। क्या तू उसके कारण हमारा विनाश करता है, जो हममें से मूर्खों ने किया है? यह[55] तो केवल तेरी ओर से एक परीक्षा है। जिसके द्वारा तू जिसे चाहता है, गुमराह करता है और जिसे चाहता है, सीधा मार्ग दिखाता है। तू ही हमारा संरक्षक है। अतः हमारे पापों को क्षमा कर दे और हमपर दया कर। तू क्षमा करने वालों में सबसे बेहतर है।","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"53. अल्लाह ने मूसा अलैहिस्सलाम को आदेश दिया था कि वह तूर पर्वत के पास बछड़े की पूजा से क्षमा याचना के लिए कुछ लोगों को लाएँ। (इब्ने कसीर) 54. जब वह उस स्थान पर पहुँचे तो उन्होंने यह माँग की कि हम को हमारी आँखों से अल्लाह को दिखा दे। अन्यथा हम तेरा विश्वास नहीं करेंगे। उस समय उनपर भूकंप आया। (इब्ने कसीर) 55. अर्थात बछड़े की पूजा।","lang":"hi"},{"name":"7:156","price":"और हमारे लिए इस संसार में भलाई लिख दे तथा परलोक (आख़िरत) में भी। निःसंदेह हम तेरी ओर लौट आए। अल्लाह ने कहा : मैं अपनी यातना से जिसे चाहता हूँ, ग्रस्त करता हूँ। और मेरी दया प्रत्येक चीज़ को घेरे हुए है। अतः मैं उसे उन लोगों के लिए अवश्य लिख दूँगा, जो डरते हैं और ज़कात देते है और जो हमारी आयतों पर ईमान लाते हैं।","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"hi"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}