{"data":[{"name":"10:1","price":"अलिफ़, लाम, रा। ये पूर्ण हिकमत वाली किताब की आयतें हैं।","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1365,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:2","price":"क्या लोगों के लिए आश्चर्य की बात है कि हमने उनमें से एक व्यक्ति की ओर वह़्य (प्रकाशना) भेजी कि लोगों को डराए और उन लोगों को शुभ-सूचना दे, जो ईमान लाए हैं कि उनके लिए उनके पालनहार के पास उच्च स्थान है। काफ़िरों ने कहा : निःसंदेह यह तो खुला जादूगर है।","arabic":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1366,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:3","price":"निःसंदेह तुम्हारा पालनहार अल्लाह ही है, जिसने आकाशों तथा धरती को छह दिनों में पैदा किया, फिर अर्श (सिंहासन) पर बुलंद हुआ। वह हर चीज़ की व्यवस्था चला रहा है। कोई सिफ़ारिश करने वाला नहीं परंतु उसकी अनुमति के बाद। वही अल्लाह तुम्हारा पालनहार है, अतः उसी की इबादत करो। क्या तुम उपदेश ग्रहण नहीं करतेॽ[1]","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1367,"juzNumber":11,"footnotes":"1. भावार्थ यह है कि जब विश्व की व्यवस्था वही अकेला कर रहा है, तो पूज्य भी वही अकेला होना चाहिए।","lang":"hi"},{"name":"10:4","price":"तुम सब को उसी की ओर लौटना है। यह अल्लाह का सच्चा वादा है। निःसंदेह वही रचना का आरंभ करता है, फिर उसे दोबारा पैदा करेगा, ताकि उन लोगों को न्याय के साथ बदला[2] दे, जो ईमान लाए और अच्छे कर्म किए। तथा जिन लोगों ने कुफ़्र किया, उनके लिए खौलते हुए जल का पेय और दर्दनाक यातना है, उसके बदले जो वे कुफ़्र किया करते थे।","arabic":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1368,"juzNumber":11,"footnotes":"2. भावार्थ यह है कि यह दूसरा परलोक का जीवन इसलिए आवश्यक है कि कर्मों के फल का नियम यह चाहता है कि जब एक जीवन कर्म के लिए है, तो दूसरा कर्मों के प्रतिफल के लिए होना चाहिए।","lang":"hi"},{"name":"10:5","price":"वही है जिसने सूर्य को ज्योति तथा चाँद को प्रकाश बनाया और उस (चाँद) की मंज़िलें निर्धारित कीं, ताकि तुम वर्षों की गिनती तथा हिसाब जान सको। अल्लाह ने इन सब को सत्य के साथ बनाया है। वह उन लोगों के लिए निशानियों को खोलकर बयान करता है, जो जानते हैं।","arabic":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1369,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:6","price":"निःसंदेह रात और दिन के एक-दूसरे के बाद आने में और उन चीज़ों में जो अल्लाह ने आकाशों तथा धरती में पैदा की हैं, निश्चय उन लोगों के लिए निशानियाँ हैं, जो अल्लाह का डर रखते हैं।","arabic":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1370,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:7","price":"निःसंदेह जो लोग हमसे मिलने की आशा नहीं रखते और वे सांसारिक जीवन से प्रसन्न हो गए तथा उसी से संतुष्ट हो गए और वे लोग जो हमारी निशानियों से असावधान हैं।","arabic":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1371,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:8","price":"यही लोग हैं जिनका ठिकाना जहन्नम है, उसके बदले जो वे कमाया करते थे।","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1372,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:9","price":"निःसंदेह जो लोग ईमान लाए और अच्छे कर्म किए, उनका पालनहार उनके ईमान के कारण उनका मार्गदर्शन करेगा, उनके नीचे नेमत के बाग़ों में नहरें बहती होंगी।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1373,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:10","price":"उनमें उनकी प्रार्थना यह होगी : ''ऐ अल्लाह! तू पवित्र है।'' और उनमें उनका अभिवादन 'सलाम' होगा, और उनकी प्रार्थना का अंत यह होगा कि : ''सब प्रशंसा अल्लाह के लिए है, जो सारे संसारों का पालनहार है।''","arabic":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1374,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:11","price":"और अगर अल्लाह लोगों को बुराई जल्दी दे दे, उन्हें बहुत जल्दी भलाई प्रदान करने की तरह, तो निश्चय उनकी ओर उनकी अवधि पूरी कर दी जाए। (किंतु) हम उन लोगों को जो हमसे मिलने की आशा नहीं रखते, उनकी सरकशी ही में भटकता[3] हुआ छोड़ देते हैं।","arabic":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1375,"juzNumber":11,"footnotes":"3. आयत का अर्थ यह है कि अल्लाह का दुष्कर्मों का दंड देने का नियम यह नहीं है कि तुरंत संसार ही में उसका कुफल दे दिया जाए। परंतु दुष्कर्मी को यहाँ अवसर दिया जाता है, अन्यथा उनका समय कभी का पूरा हो चुका होता।","lang":"hi"},{"name":"10:12","price":"और जब मनुष्य को कोई दुःख पहुँचता है, तो अपने पहलू पर, या बैठा हुआ या खड़ा हुआ हमें पुकारता है। फिर जब हम उससे उसका दुःख दूर कर देते हैं, तो ऐसे चल देता है, जैसे उसने हमें किसी दुःख के पहुँचने पर पुकारा ही नहीं। इसी प्रकार सीमा से आगे बढ़ने वालों के लिए शोभित कर दिया गया, जो वे किया करते थे।","arabic":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1376,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:13","price":"और निःसंदेह हमने तुमसे पहले बहुत-से समुदायों को विनष्ट कर दिया, जब उन्होंने अत्याचार किया। हालाँकि उनके रसूल उनके पास खुली निशानियाँ लेकर आए थे, परंतु वे ऐसे नहीं थे कि ईमान लाते। इसी प्रकार हम अपराधी लोगों को बदला दिया करते हैं।","arabic":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1377,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:14","price":"फिर उनके बद हमने तुम्हें धरती में उत्तराधिकारी बनाया, ताकि हम देखें कि तुम कैसे कार्य करते हो?","arabic":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1378,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:15","price":"और जब उन्हें हमारी स्पष्ट आयतें सुनाई जाती हैं, तो जो लोग हमसे मिलने की आशा नहीं रखते, वे कहते हैं : \"इसके अलावा कोई और क़ुरआन ले आओ, या इसे बदल दो।\" कह दो : मेरे लिए यह संभव नहीं है कि मैं इसे अपनी ओर से बदल दूँ। मैं तो केवल उसी का पालन करता हूँ, जो मेरी ओर वह़्य की जाती है। निःसंदेह, यदि मैं अपने पालनहार की अवज्ञा करूँ, तो मुझे एक बड़े दिन की यातना का डर है।","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1379,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:16","price":"आप कह दें : यदि अल्लाह चाहता, तो मैं तुम्हें इसे पढ़कर न सुनाता और न वह तुम्हें  इसकी ख़बर देता। फिर निःसंदेह मैं इससे पहले तुम्हारे बीच जीवन की एक अवधि व्यतीत कर चुका हूँ। तो क्या तुम नहीं समझतेॽ[4]","arabic":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1380,"juzNumber":11,"footnotes":"4. आयत का भावार्थ यह है कि यदि तुम एक इसी बात पर विचार करो कि मैं तुम्हारे लिए कोई अपरिचित, अज्ञात नहीं हूँ। मैं तुम्ही में से हूँ। यहीं मक्का में पैदा हुआ, और चालीस वर्ष की आयु तुम्हारे बीच व्यतीत की। मेरा पूरा जीवन चरित्र तुम्हारे सामने है, इस अवधि में तुमने सत्य और अमानत के विरुद्ध मुझ में कोई बात नहीं देखी, तो अब चालीस वर्ष के पश्चात् यह कैसे हो सकता है कि अल्लाह पर यह मिथ्या आरोप लगा दूँ कि उसने यह क़ुरआन मुझपर उतारा है? मेरा पवित्र जीवन स्वयं इस बात का प्रमाण है कि यह क़ुरआन अल्लाह की वाणी है। और मैं उसका नबी हूँ। और उसी की अनुमति से यह क़ुरआन तुम्हें सुना रहा हूँ।","lang":"hi"},{"name":"10:17","price":"फिर उससे बढ़कर अत्याचारी कौन होगा, जो अल्लाह पर झूठा आरोप लगाए अथवा उसकी आयतों को झुठलाएॽ निःसंदेह अपराधी लोग सफल नहीं होते।","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1381,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:18","price":"और वे लोग अल्लाह को छोड़कर उनको पूजते हैं, जो न उन्हें कोई हानि पहुँचाते हैं और न उन्हें कोई लाभ पहुँचाते हैं और कहते हैं कि ये लोग अल्लाह के यहाँ हमारे सिफ़ारिशी हैं। आप कह दें : क्या तुम अल्लाह को ऐसी बात की सूचना दे रहे हो, जिसे वह न आकाशों में जानता है और न धरती में? वह पवित्र है और उससे बहुत ऊँचा है, जिसे वे साझीदार ठहराते हैं।","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1382,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:19","price":"तथा लोग एक ही समुदाय थे, फिर वे अलग-अलग[5] हो गए और यदि वह बात न होती जो तुम्हारे पालनहार की ओर से पहले ही निश्चित हो चुकी[6], तो उनके बीच उसके बारे में अवश्य फ़ैसला कर दिया जाता, जिसमें वे विभेद कर रहे हैं।","arabic":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1383,"juzNumber":11,"footnotes":"5. अतः कुछ शिर्क करने और देवी-देवताओं को पूजने लगे। (इब्ने कसीर) 6. कि वह लोगों के बीच होने वाले मतभेद के बारे में इस दुनिया में फैसला नहीं करेगा।","lang":"hi"},{"name":"10:20","price":"और वे कहते हैं कि उसपर उसके पालनहार की ओर से कोई निशानी क्यों नहीं उतारी गईॽ[7] आप कह दें : परोक्ष (का ज्ञान) तो केवल अल्लाह के पास है। अतः तुम प्रतीक्षा करो, मैं भी तुम्हारे साथ प्रतीक्षा करने वालों में से हूँ।[8]","arabic":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1384,"juzNumber":11,"footnotes":"7. जैसे कि उनके लिए सफ़ा पहाड़ी को सोना या मक्का के पहाड़ों को हटाकर उनकी जगह नहरें और बाग़ बना दिया जाता। (इब्ने कसीर) 8. अर्थात अल्लाह के आदेश की।","lang":"hi"},{"name":"10:21","price":"और जब हम लोगों को उनके किसी तकलीफ़ में पड़ने के बाद कोई दया चखाते हैं, तो अचानक उनके लिए हमारी आयतों के बारे में कोई न कोई चाल होती है। कह दें कि अल्लाह अधिक तेज़ उपाय करने वाला है। निःसंदेह हमारे भेजे हुए (फ़रिश्ते) लिख रहे हैं, जो तुम चाल चलते हो।","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1385,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:22","price":"वही है जो तुम्हें जल और थल में चलाता है, यहाँ तक कि जब तुम नावों में होते हो और वे उन्हें लेकर अच्छी (अनुकूल) हवा के सहारे चल पड़ती हैं और वे उससे प्रसन्न हो उठते हैं, कि अचानक एक तेज़ हवा उन (नावों) पर आती है और उनपर प्रत्येक स्थान से लहरें आ जाती हैं और वे समझते हैं कि निःसंदेह उन्हें घेर लिया गया है, तो वे अल्लाह को इस तरह पुकारते हैं कि उसके लिए हर इबादत को विशुद्ध करने वाले[9] होते हैं, निश्चय अगर तूने हमें उससे नजात दे दी, तो हम अवश्य ही शुक्रगुज़ारों में से होंगे।","arabic":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1386,"juzNumber":11,"footnotes":"9. और सब देवी-देवताओं को भूल जाते हैं।","lang":"hi"},{"name":"10:23","price":"फिर जब वह उन्हें बचा लेता है, तो वे अचानक धरती में नाहक़ सरकशी करने लगते हैं। ऐ लोगो! तुम्हारी सरकशी, तुम्हारे अपने ही विरुद्ध है। ये सांसारिक जीवन के कुछ लाभ[10] हैं। फिर तुम्हें हमारी ही ओर लौटकर आना है। तब हम तुम्हें बताएँगे जो कुछ तुम किया करते थे।","arabic":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1387,"juzNumber":11,"footnotes":"10. भावार्थ यह है कि जब तक सांसारिक जीवन के संसाधन का कोई सहारा होता है, तो लोग अल्लाह को भूले रहते हैं। और जब यह सहारा नहीं होता, तो उनका अंतर्ज्ञान उभरता है। और वे अल्लाह को पुकारने लगते हैं। और जब दुःख दूर हो जाता है, तो फिर वही दशा हो जाती है। इस्लाम यह शिक्षा देता है कि सदा सुख-दुख में उसे याद करते रहो।","lang":"hi"},{"name":"10:24","price":"सांसारिक जीवन की मिसाल तो बस उस पानी जैसी है, जिसे हमने आकाश से बरसाया, तो उसके साथ धरती से उगने वाले पौधे ख़ूब मिल गए, जिन्हें इनसान और जानवर खाते हैं, यहाँ तक कि जब धरती ने अपनी शोभा पूरी कर ली और खूब ससज्जित हो गई और उसके मालिकों ने समझ लिया कि निःसंदेह वे उसपर सक्षम हैं, तो रात या दिन में उसपर हमारा आदेश आ गया, तो हमने उसे कटी हुई कर दिया, जैसे वह कल थी ही नहीं।[11] इसी प्रकार हम उन लोगों के लिए आयतें खोलकर बयान करते हैं, जो मनन-चिंतन करते हैं।","arabic":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1388,"juzNumber":11,"footnotes":"11. अर्थात सांसारिक आनंद और सुख वर्षा की उपज के समान सामयिक और अस्थायी है।","lang":"hi"},{"name":"10:25","price":"और अल्लाह शांति के घर की ओर बुलाता है और जिसे चाहता है सीधा मार्ग दिखा देता है।","arabic":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1389,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:26","price":"जिन लोगों ने अच्छे कर्म किए, उन्हीं के लिए सबसे अच्छा बदला और कुछ अधिक[12] है और उनके चेहरों पर न कोई कलौंस छाएगी और न ज़िल्लत। यही लोग जन्नत वाले हैं, वे उसमें हमेशा रहने वाले हैं।","arabic":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1390,"juzNumber":11,"footnotes":"12. अधिकांश भाष्यकारों ने \"अधिक\" का भावार्थ \"आख़िरत में अल्लाह का दर्शन\" और \"अच्छा बदला\" का \"जन्नत\" किया है। (इब्ने कसीर)","lang":"hi"},{"name":"10:27","price":"और जिन लोगों ने बुराइयाँ कमाईं, तो किसी भी बुराई का बदला उसी के समान मिलेगा और उनपर अपमान छाया होगा। उन्हें अल्लाह से बचाने वाला कोई न होगा। मानो कि उनके चेहरों पर अँधेरी रात के बहुत-से टुकड़े ओढ़ा दिए गए हों। यही लोग जहन्नम वाले हैं। वे उसमें हमेशा रहने वाले हैं।","arabic":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1391,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:28","price":"और जिस दिन हम उन सबको एकत्र करेंगे, फिर हम उन लोगों से, जिन्होंने शिर्क किया, कहेंगे : तुम अपने साझीदारों समेत अपनी जगह ठहरे रहो, फिर हम उनके बीच अलगाव कर देंगे और उनके साझीदार कहेंगे कि तुम हमारी इबादत तो नहीं किया करते थे।","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1392,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:29","price":"अतः हमारे और तुम्हारे बीच अल्लाह ही गवाह काफ़ी है कि निःसंदेह हम तुम्हारी इबादत से निश्चय बेख़बर थे।","arabic":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1393,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:30","price":"उस अवसर पर प्रत्येक व्यक्ति अपने पहले के किए हुए कामों को जाँच लेगा और वे अपने सच्चे मालिक अल्लाह की ओर लौटाए जाएँगे और वे जो कुछ झूठा आरोप लगाया करते थे, सब उनसे गुम हो जाएगा।","arabic":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1394,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:31","price":"कहो : वह कौन है जो तुम्हें आकाश और धरती[13] से जीविका देता है? या फिर कान और आँख का मालिक कौन है? और कौन जीवित को मृत से निकालता और मृत को जीवित से निकालता है? और कौन है जो हर काम का प्रबंध करता है? तो वे ज़रूर कहेंगे : ''अल्लाह''[14], तो कहो : फिर क्या तुम डरते नहीं?","arabic":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1395,"juzNumber":11,"footnotes":"13. आकाश की वर्षा तथा धरती की उपज से। 14. जब यह स्वीकार करते हो कि संसार की व्यवस्था अल्लाह ही कर रहा है तो इबादत भी उसी की होनी चाहिए।","lang":"hi"},{"name":"10:32","price":"तो वह अल्लाह ही तुम्हारा सच्चा पालनहार है, फिर सत्य के बाद पथभ्रष्टता के सिवा और क्या हैॽ फिर तुम कहाँ फेरे जाते हो?","arabic":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1396,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:33","price":"इसी प्रकार आपके पालनहार की बात उन लोगों के बारे में सत्य सिद्ध हुई जिन्होंने अवज्ञा की थी कि वे ईमान नहीं लाएँगे।","arabic":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1397,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:34","price":"(आप उनसे) कह दें : क्या तुम्हारे साझीदारों में से कोई है, जो सृष्टि का आरंभ करता हो, फिर उसे दोबारा बनाता होॽ आप कह दें : अल्लाह ही सृष्टि का आरंभ करता है, फिर उसे दोबारा बनाता है, तो तुम कहाँ बहकाए जाते होॽ","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1398,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:35","price":"आप कह दें कि क्या तुम्हारे साझीदारों में से कोई है, जो सत्य की ओर मार्गदर्शन करे? आप कह दें कि अल्लाह ही सत्य का मार्गदर्शन करता है। तो क्या जो सत्य की ओर मार्गदर्शन करे, वह अधिक हक़दार है कि उसका अनुसरण किया जाए, या वह जो स्वयं रास्ता नहीं पाता सिवाय इसके कि उसे रास्ता बताया जाए? फिर तुम्हें क्या है, तुम कैसे फ़ैसला करते होॽ","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1399,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:36","price":"और उनमें से अधिकांश लोग केवल अनुमान का पालन करते हैं। निश्चित रूप से अनुमान सत्य की तुलना में किसी काम का नहीं है। निःसंदेह अल्लाह उसे भली-भाँति जानने वाला है, जो कुछ वे कर रहे हैं।","arabic":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1400,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:37","price":"और यह क़ुरआन ऐसा नहीं है कि अल्लाह के अलावा किसी और द्वारा घड़ लिया जाए, बल्कि यह उसकी पुष्टि करता है, जो इससे पहले है और किताब का विवरण (अर्थात् हलाल एवं हराम तथा धर्म के नियमों की व्याख्या) है। इसमें कोई संदेह नहीं कि यह सारे संसारों के पालनहार की ओर से है।","arabic":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1401,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:38","price":"क्या वे कहते हैं कि उसने इस (क़ुरआन) को स्वयं गढ़ लिया हैॽ आप कह दें : तो तुम इस जैसी एक सूरत ले आओ और अल्लाह के सिवा जिसे बुला सको बुला लो, यदि तुम सच्चे हो।","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1402,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:39","price":"बल्कि उन्होंने उस चीज़ को झुठला दिया, जो उनके ज्ञान के घेरे में नहीं[15] आया, हालाँकि उसका वास्तविक तथ्य अभी तक उनके पास नहीं आया था। इसी तरह उन लोगों ने झुठलाया जो इनसे पहले थे। तो देखो कि अत्याचारियों का परिणाम कैसा हुआ?","arabic":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1403,"juzNumber":11,"footnotes":"15. अर्थात् बिना सोचे समझे इसे झुठलाने के लिए तैयार हो गए।","lang":"hi"},{"name":"10:40","price":"और उनमें से कुछ ऐसे हैं जो इस (क़ुरआन) पर ईमान लाते हैं और उनमें से कुछ ऐसे हैं जो इसपर ईमान नहीं लाते और आपका पालनहार बिगाड़ पैदा करने वालों को भली-भाँति जानने वाला है।","arabic":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1404,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:41","price":"और यदि वे आपको झुठलाएँ, तो आप कह दें कि मेरे लिए मेरा कर्म है और तुम्हारे लिए तुम्हारा कर्म। तुमपर उसका दोष नहीं, जो मैं करता हूँ और मुझपर उसका दोष नहीं, जो तुम करते हो।","arabic":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1405,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:42","price":"और उनमें से कुछ ऐसे हैं, जो आपकी ओर कान लगाते हैं। तो क्या आप बहरों[16] को सुनाएँगे, अगरचे वे कुछ भी न समझते होंॽ","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1406,"juzNumber":11,"footnotes":"16. अर्थात् जो दिल और अंतर्ज्ञान के बहरे हैं।","lang":"hi"},{"name":"10:43","price":"और उनमें से कुछ ऐसे हैं, जो आपकी ओर देखते हैं। तो क्या आप अंधों को मार्ग दिखाएँगे, यद्यपि वे न देखते होंॽ","arabic":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1407,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:44","price":"निःसंदेह अल्लाह लोगों पर कुछ भी अत्याचार नहीं करता, परंतु लोग स्वयं ही अपने ऊपर अत्याचार करते हैं।[17]","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1408,"juzNumber":11,"footnotes":"17. भावार्थ यह है कि लोग अल्लाह की दी हुई समझ-बूझ से काम न ले कर सत्य और वास्तविकता के ज्ञान की योग्यता खो देते हैं।","lang":"hi"},{"name":"10:45","price":"और जिस दिन वह उन्हें इकट्ठा करेगा, (उन्हें लगेगा) मानो वे दिन की एक घड़ी भर ठहरे हों, वे एक-दूसरे को पहचानेंगे। निःसंदेह वे लोग घाटे में पड़ गए, जिन्होंने अल्लाह से मिलने को झुठलाया और वे मार्ग पाने वाले न हुए।","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1409,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:46","price":"और अगर कभी हम आपको उसका कुछ हिस्सा दिखा दें, जो हम उनसे वादा करते हैं, या आपको उठा ही लें, तो उनकी वापसी हमारी ही ओर है, फिर जो कुछ वे कर रहे हैं अल्लाह उसका गवाह है।","arabic":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1410,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:47","price":"और प्रत्येक समुदाय के लिए एक रसूल है। फिर जब उनका रसूल आ जाता है, तो उनके बीच न्याय के साथ फ़ैसला कर दिया जाता है और उनपर अत्याचार नहीं किया जाता।","arabic":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1411,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:48","price":"और वे कहते हैं कि यह वादा कब पूरा होगा, यदि तुम सच्चे होॽ","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1412,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:49","price":"आप कह दें कि मैं अपने लिए किसी हानि या लाभ का मालिक नहीं हूँ, परंतु जो अल्लाह चाहे। प्रत्येक समुदाय का एक समय है। जब उनका समय आ जाता है, तो वे एक घड़ी न पीछे रहते हैं और न आगे बढ़ते हैं।","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1413,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:50","price":"(ऐ नबी!) कह दें कि तुम बताओ, यदि उसकी यातना तुमपर रात को या दिन के समय आ जाए, तो अपराधी इसमें से कौन-सी चीज़ जल्दी माँग रहे हैं?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1414,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:51","price":"क्या फिर जब वह (यातना) आ जाएगी, तो उसपर ईमान लाओगे? क्या अब! हालाँकि निश्चय तुम इसी के लिए जल्दी मचा रहे थे?","arabic":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1415,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:52","price":"फिर अत्याचारियों से कहा जाएगा कि स्थायी यातना का मज़ा चखो। तुम्हें उसी का बदला दिया जाएगा, जो तुम कमाया करते थे।","arabic":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1416,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:53","price":"और वे आपसे पूछते हैं कि क्या यह बात सत्य ही है? आप कह दें : हाँ, मेरे पालनहार की क़सम! निःसंदेह यह अवश्य सत्य है और तुम अल्लाह को बिल्कुल भी विवश करने वाले नहीं हो।","arabic":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1417,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:54","price":"यदि अपने आपपर अत्याचार करने वाले व्यक्ति के पास वह सब कुछ हो, जो धरती पर है, तो वह उसे अवश्य छुड़ौती के रूप में दे डाले। और जब वे यातना को देखेंगे, तो अपने पछतावे को छिपाएँगे। तथा उनके बीच न्याय के साथ फ़ैसला कर दिया जाएगा और उनपर कोई अत्याचार नहीं किया जाएगा।","arabic":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1418,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:55","price":"सुनो! आकाशों और धरती में जो कुछ है, अल्लाह ही का है। सुनो! निःसंदेह अल्लाह का वादा सच्चा है, लेकिन उनमें से अधिकतर लोग नहीं जानते।","arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1419,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:56","price":"वही जीवन देता तथा मारता है और उसी की ओर तुम लौटाए जाओगे।[18]","arabic":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1420,"juzNumber":11,"footnotes":"18. प्रलय के दिन अपने कर्मों का फल भोगने के लिए।","lang":"hi"},{"name":"10:57","price":"ऐ लोगो! निःसंदेह तुम्हारे पास तुम्हारे पालनहार की ओर से बड़ी नसीहत और सीनों में जो कुछ (रोग) है उसके लिए पूर्णतया शिफ़ा और ईमान वालों के लिए सर्वथा हिदायत और रहमत आई है।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1421,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:58","price":"आप कह दें : (यह) अल्लाह के अनुग्रह और उसकी दया के कारण है। अतः उन्हें इसी पर प्रसन्न होना चाहिए। यह उससे उत्तम है, जो वे इकट्ठा कर रहे हैं।","arabic":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1422,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:59","price":"(ऐ नबी!) कह दें : क्या तुमने देखा जो अल्लाह ने तुम्हारे लिए रोज़ी उतारी है, फिर तुमने उसमें से कुछ को हराम और कुछ को हलाल ठहरा लिया? (आप उनसे) पूछें : क्या अल्लाह ने तुम्हें (इसकी) अनुमति दी है या तुम अल्लाह पर झूठा आरोप लगा रहे होॽ[19]","arabic":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1423,"juzNumber":11,"footnotes":"19. आयत का भावार्थ यह है कि किसी चीज़ को वर्जित करने का अधिकार केवल अल्लाह को है। अपने विचार से किसी चीज़ को अवैध करना अल्लाह पर झूठा आरोप लगाना है।","lang":"hi"},{"name":"10:60","price":"और जो लोग अल्लाह पर झूठा आरोप लगा रहे हैं, उनका क़ियामत के दिन के बारे में क्या ख़याल हैॽ निःसंदेह अल्लाह तो लोगों पर बड़े अनुग्रह[20] वाला है, परंतु उनमें से अक्सर शुक्र अदा नहीं करते।","arabic":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1424,"juzNumber":11,"footnotes":"20. इसीलिए प्रलय तक का अवसर दिया है और उन्हें दंड देने में जल्दी नहीं की।","lang":"hi"},{"name":"10:61","price":"(ऐ नबी!) आप जिस दशा में भी होते हैं और क़ुरआन में से जो कुछ भी पढ़ते हैं, तथा (ऐ ईमान वालो!) तुम जो भी कर्म करते हो, हम तुम्हें देख रहे होते हैं, जब तुम उसमें लगे होतो हो। और आपके पालनहार से कोई कण भर भी चीज़ न तो धरती में छिपी रहती है और न आकाश में, तथा न उससे कोई छोटी चीज़ है और न बड़ी, परंतु एक स्पष्ट पुस्तक में मौजूद है।","arabic":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1425,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:62","price":"सुन लो! निःसंदेह अल्लाह के मित्रों को न कोई भय है और न वे शोकाकुल होंगे।","arabic":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1426,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:63","price":"वे लोग जो ईमान लाए और अल्लाह से डरते थे।","arabic":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1427,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:64","price":"उन्हीं के लिए सांसारिक जीवन में शुभ सूचना है और आख़िरत में भी। अल्लाह की बातों के लिए कोई बदलाव नहीं है। यही बहुत बड़ी सफलता है।","arabic":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1428,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:65","price":"तथा (ऐ नबी!) आपको उनकी बात दुःखी न करे। निःसंदेह सारा प्रभुत्व अल्लाह ही के लिए है। वही सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1429,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:66","price":"सुन लो! निःसंदेह अल्लाह ही के लिए है जो कोई आसमानों में है और जो कोई ज़मीन में है और जो अल्लाह के सिवा दूसरे साझीदारों को पुकारते हैं, वे किस चीज़ की पैरवी कर रहे हैंॽ वे केवल अनुमान की पैरवी कर रहे हैं और वे मात्र अटकलें लगा रहे हैं।","arabic":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1430,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:67","price":"वही है, जिसने तुम्हारे लिए रात बनाई, ताकि उसमें आराम करो और दिन को प्रकाशमान बनाया। निःसंदेह इसमें उन लोगों के लिए बहुत-सी निशानियाँ हैं, जो सुनते हैं।","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1431,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:68","price":"उन्होंने कहा कि अल्लाह ने कोई औलाद बना रखी है। वह पवित्र है, वह निस्पृह है। जो कुछ आकाशों में है और जो कुछ धरती में है, उसी का है।तुम्हारे पास इसका कोई प्रमाण नहीं है। क्या तुम अल्लाह के विषय में ऐसी बात कहते हो, जिसे तुम नहीं जानते?","arabic":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1432,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:69","price":"आप कह दें : निःसंदेह जो लोग अल्लाह पर झूठ गढ़ते हैं, वे सफल नहीं होंगे।","arabic":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1433,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:70","price":"दुनिया में थोड़ा-सा फ़ायदा है, फिर हमारी ही तरफ़ उनकी वापसी है, फिर हम उन्हें बहुत सख़्त अज़ाब चखाएँगे, उसके कारण जो वे कुफ़्र करते थे।","arabic":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1434,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:71","price":"तथा उन्हें नूह का समाचार सुनाएँ, जब उन्होंने अपनी जाति से कहा : ऐ मेरी जाति के लोगो! यदि मेरा खड़ा होना और अल्लाह की आयतों के द्वारा नसीहत करना तुमपर भारी पड़ गया, तो मैंने अल्लाह ही पर भरोसा किया है। अतः तुम अपना मामला अपने साझीदारों के साथ मिलकर पक्का कर लो, फिर तुम्हारा मामला तुमपर किसी तरह रहस्य न रहे। फिर (जो करना हो) मेरे साथ कर डालो और मुझे मोहलत न दो।","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1435,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:72","price":"फिर यदि तुम मुँह फेर लो, तो मैंने तुमसे कोई पारिश्रमिक नहीं माँगा, मेरा पारिश्रमिक तो अल्लाह के ज़िम्मे है और मुझे आदेश दिया गया है कि मैं आज्ञाकारियों में से हो जाऊँ।","arabic":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1436,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:73","price":"किंतु उन्होंने उसे झुठला दिया, तो हमने उसे और उन लोगों को जो उसके साथ कश्ती में थे बचा लिया और उन्हें उत्तराधिकारी बना दिया और उन लोगों को डुबो दिया जिन्होंने हमारी आयतों को झुठलाया था। तो देखिए उन लोगों का परिणाम कैसा हुआ जिन्हें डराया गया था।","arabic":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1437,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:74","price":"फिर उसके बाद हमने कई रसूल उनकी जाति की ओर भेजे, तो वे उनके पास खुली निशानियाँ लेकर आए। पर वे ऐसे न थे कि जिसे वे पहले झुठला चुके थे, उसपर ईमान लाते। इसी तरह हम सीमा से आगे बढ़ने वालों के दिलों पर मुहर[21] लगा देते हैं।","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1438,"juzNumber":11,"footnotes":"21. अर्थात् जो बिना सोचे-समझे सत्य को नकार देते हैं, उनके सत्य को स्वीकार करने की स्वभाविक योग्यता खो जाती है।","lang":"hi"},{"name":"10:75","price":"फिर उनके बाद हमने मूसा और हारून को अपनी निशानियों के साथ फ़िरऔन और उसके सरदारों के पास भेजा, तो उन्होंने बहुत घमंड किया और वे अपराधी लोग थे।","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1439,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:76","price":"अतः जब उनके पास हमारी ओर से सत्य आया, तो उन्होंने कहा कि : नि:संदेह यह तो खुला जादू है।","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1440,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:77","price":"मूसा (अलैहिस्सलाम) ने कहा : क्या तुम सत्य के बारे में (ऐसा) कहते हो, जब वह तुम्हारे पास आया? क्या जादू है यह? हालाँकि, जादूगर सफल नहीं होते।","arabic":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1441,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:78","price":"उन्होंने कहा : क्या तू हमारे पास इसलिए आया है कि हमको उस मार्ग से फेर दे जिसपर हमने अपने बाप-दादा को पाया है और इस देश में तुम दोनों की बड़ाई स्थापित हो जाए? और हम तुम दोनों को बिलकुल मानने वाले नहीं।","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1442,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:79","price":"और फ़िरऔन ने कहा : हर कुशल जादूगर को मेरे पास लेकर आओ।","arabic":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1443,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:80","price":"फिर जब जादूगर आ गए, तो मूसा ने उनसे कहा : जो कुछ तुम फेंकने वाले हो, फेंको।","arabic":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1444,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:81","price":"फिर जब उन्होंने फेंक दिया, तो मूसा ने कहा : तुम जो कुछ लाए हो, वह तो जादू है। निश्चय ही अल्लाह उसे शीघ्र ही निष्फल कर देगा। निःसंदेह अल्लाह बिगाड़ पैदा करने वालों का काम बनने नहीं देता।","arabic":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1445,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:82","price":"और अल्लाह सत्य को, अपने शब्दों से, सत्य कर दिखाता है, यद्यपि अपराधियों को बुरा लगे।","arabic":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1446,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:83","price":"चुनाँचे मूसा पर उसकी जाति के कुछ युवाओं के सिवा कोई ईमान न लाया, (वह भी) फ़िरऔन और उनके सरदारों से डरते हुए कि कहीं वे उन्हें आज़माइश में न डाल दें। और निःसंदेह फ़िरऔन का धरती में बड़ा प्रभुत्व था और निश्चय ही वह हद पार करने वालों में से था।","arabic":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1447,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:84","price":"और मूसा ने कहा : ऐ मेरी जाति के लोगो! यदि तुम अल्लाह पर ईमान लाए हो, तो उसी पर भरोसा करो, यदि तुम आज्ञाकारी हो।","arabic":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1448,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:85","price":"तो उन्होंने कहा : हमने अल्लाह ही पर भरोसा किया है। ऐ हमारे पालनहार! हमें अत्याचारी लोगों के लिए आज़माइश न बना।","arabic":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1449,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:86","price":"और हमें काफ़िर लोगों से अपनी रहमत से नजात दे।","arabic":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1450,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:87","price":"और हमने मूसा तथा उनके भाई (हारून) की ओर वह़्य भेजी कि अपनी जाति के लिए मिस्र में कुछ घरों को उपासनागृह नियत कर लो, और अपने घरों को क़िबले की तरफ़ बना लो, और नमाज़ क़ायम करो, और ईमान वालों को ख़ुशख़बरी दे दो।","arabic":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1451,"juzNumber":11,"footnotes":"22. \"क़िबला\" उस दिशा को कहा जाता है जिसकी ओर मुख करके नमाज़ पढ़ी जाती है।","lang":"hi"},{"name":"10:88","price":"और मूसा ने कहा : ऐ हमारे पालनहार! तूने फ़िरऔन और उसके सरदारों को सांसारिक जीवन में शोभा-सामग्री तथा धन-संपत्ति प्रदान की है, ऐ हमारे पालनहार! ताकि वे (लोगों को) तेरे मार्ग से भटकाएँ। ऐ मेरे पालनहार! उनके धनों को मिटा दे और उनके दिलों को कसकर बाँध दे, ताकि वे ईमान न लाएँ, यहाँ तक कि दर्दनाक अज़ाब देख लें।","arabic":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1452,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:89","price":"अल्लाह ने कहा : निःसंदेह तुम दोनों की प्रार्थना स्वीकार कर ली गई। अतः तुम दोनों दृढ़ रहो और उन लोगों के मार्ग पर न चलो, जो नहीं जानते।","arabic":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1453,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:90","price":"और हमने बनी इसराईल को सागर पार करा दिया, तो फ़िरऔन और उसकी सेना ने सरकशी और ज़्यादती करते हुए उनका पीछा किया। यहाँ तक कि जब वह डूबने लगा, तो बोला : मैं ईमान ले आया कि निःसंदेह उसके सिवा कोई पूज्य नहीं, जिसपर बनी इसराईल ईमान लाए हैं और मैं आज्ञाकारियों में से हूँ।","arabic":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1454,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:91","price":"क्या अब? हालाँकि निःसंदेह तूने इससे पहले अवज्ञा की और तू बिगाड़ पैदा करने वालों में से था।","arabic":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1455,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:92","price":"अतः आज हम तेरे शरीर को बचा लेंगे, ताकि तू अपने बाद आने वालों के लिए एक बड़ी निशानी[23] बन जाए और निःसंदेह बहुत-से लोग हमारी निशानियों से निश्चय ग़ाफ़िल हैं।","arabic":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1456,"juzNumber":11,"footnotes":"23. बताया जाता है कि 1898 ई◦ में इस फ़िरऔन का मम्मी किया हुआ शव मिल गया है, जो क़ाहिरा के विचित्रालय (अजायबघर) में रखा हुआ है।","lang":"hi"},{"name":"10:93","price":"और निःसंदेह हमने बनी इसराईल को सम्मानित ठिकाना[24]  दिया और उन्हें पाकीज़ा चीज़ों से जीविका प्रदान की। फिर उन्होंने आपस में मतभेद नहीं किया, यहाँ तक कि उनके पास ज्ञान आ गया। निःसंदेह आपका पालनहार क़ियामत के दिन उनके बीच उस चीज़ का निर्णय कर देगा, जिसमें वे मतभेद करते थे।","arabic":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1457,"juzNumber":11,"footnotes":"24. इससे अभिप्राय मिस्र और शाम (लेवंत) के नगर हें।","lang":"hi"},{"name":"10:94","price":"फिर यदि आपको उसमें कुछ संदेह[25] हो, जो हमने आपकी ओर उतारा है, तो उन लोगों से पूछ लें, जो आपसे पहले किताब पढ़ते हैं। निःसंदेह आपके पास आपके पालनहार की ओर से सत्य आ चुका है। अतः आप हरगिज़ संदेह करने वालों में से न हों।","arabic":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1458,"juzNumber":11,"footnotes":"25. आयत में संबोधित नबी सल्लल्लाहु अलैहि व सल्लम को किया गया है। परंतु वास्तव में उनको संबोधित किया गया है जिनको कुछ संदेह था। यह अरबी की एक भाषा शैली है।","lang":"hi"},{"name":"10:95","price":"तथा आप उन लोगों में कभी न होना, जिन्होंने अल्लाह की आयतों को झुठलाया, अन्यथा आप घाटा उठाने वालों में से हो जाएँगे।","arabic":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1459,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:96","price":"निःसंदेह जिन लोगों के विरुद्ध आपके पालनहार का फ़ैसला सिद्ध हो चुका, वे ईमान नहीं लाएँगे।","arabic":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1460,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:97","price":"चाहे उनके पास हर निशानी आ जाए, यहाँ तक कि वे दर्दनाक अज़ाब देख लें।","arabic":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1461,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:98","price":"तो कोई ऐसी बस्ती[26] क्यों न हुई जो ईमान लाई हो, फिर उसके ईमान ने उसे लाभ पहुँचाया हो, सिवाए यूनुस की जाति के लोगों के। जब वे ईमान ले आए, तो हमने उनसे सांसारिक जीवन में अपमान की यातना को टाल दिया[27] और उन्हें एक निश्चित समय तक लाभ उठाने का अवसर दे दिया।","arabic":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1462,"juzNumber":11,"footnotes":"26. अर्थात यातना का लक्षण देखने के पश्चात्। 27. यूनुस अलैहिस्सलाम का युग ईसा मसीह़ से आठ सौ वर्ष पहले बताया जाता है। भाष्यकारों ने लिखा है कि वह यातना की सूचना देकर अल्लाह की अनुमति के बिना अपने नगर नीनवा से निकल गए। इसलिए जब यातना के लक्षण नागरिकों ने देखे और अल्लाह से क्षमा याचना करने लगे, तो उनसे यातना दूर कर दी गई। (इब्ने कसीर)","lang":"hi"},{"name":"10:99","price":"और यदि आपका पालनहार चाहता, तो निश्चय धरती में रहने वाले सभी लोग ईमान ले आते। तो क्या आप लोगों को बाध्य करेंगे कि वे मोमिन बन जाएँॽ[28]","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1463,"juzNumber":11,"footnotes":"28. इस आयत में यह बताया गया है कि सत्धर्म और ईमान ऐसा विषय है जिसमें बल का प्रयोग नहीं किया जा सकता। यह अनहोनी बात है कि किसी को बलपूर्वक मुसलमान बना लिया जाए। (देखिए : सूरतुल-बक़रह, आयत : 256)","lang":"hi"},{"name":"10:100","price":"किसी प्राणी के लिए यह संभव नहीं है कि वह अल्लाह की अनुमति[29] के बिना ईमान लाए और वह उन लोगों पर मलिनता डाल देता है, जो समझ नहीं रखते।","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1464,"juzNumber":11,"footnotes":"29. अर्थात् उसके स्वभाविक नियम के अनुसार जो सोच-विचार से काम लेता है, वही ईमान लाता है।","lang":"hi"},{"name":"10:101","price":"(ऐ नबी!) उनसे कह दें : तुम देखो आकाशों और धरती में क्या कुछ है? तथा निशानियाँ और चेतावनियाँ उन लोगों के लिए किसी काम की नहीं हैं जो ईमान नहीं लाते।","arabic":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1465,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:102","price":"तो क्या ये लोग उन लोगों के दिनों के समान (दिनों) की प्रतीक्षा कर रहे हैं, जो उनसे पहले गुज़र चुके हैंॽ आप कह दें : फिर प्रतीक्षा करो, निश्चय मैं भी तुम्हारे साथ प्रतीक्षा करने वालों में से हूँ।","arabic":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1466,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:103","price":"फिर हम अपने रसूलों को और ईमान लाने वालों को बचा लेते हैं। इसी तरह हमपर हक़ है कि हम ईमान वालों को बचा लें।","arabic":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1467,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:104","price":"आप कह दें : ऐ लोगो! यदि तुम मेरे धर्म के बारे में किसी संदेह में हो, तो मैं उनकी इबादत नहीं करता, जिनकी तुम अल्लाह को छोड़कर इबादत करते हो, बल्कि मैं उस अल्लाह की इबादत करता हूँ, जो तुम्हें मौत देता है और मुझे आदेश दिया गया है कि मैं ईमान वालों में से जाऊँ।","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1468,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:105","price":"और यह कि आप एकाग्र होकर अपना मुख इस धर्म की ओर सीधा रखें और कदापि बहुदेववादियों में से न हों।","arabic":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1469,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:106","price":"और अल्लाह को छोड़कर उसे न पुकारें, जो न आपको लाभ पहुँचाए और न आपको हानि पहुँचा सके। फिर यदि आपने ऐसा किया, तो निश्चय ही आप उस समय अत्याचारियों में से हो जाएँगे।","arabic":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1470,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:107","price":"और यदि अल्लाह आपको कोई कष्ट पहुँचाए, तो उसके सिवा कोई उसे दूर करने वाला नहीं और यदि वह आपके लिए कोई भलाई चाहे, तो उसके अनुग्रह को कोई हटाने वाला नहीं। वह उसे अपने बंदों में से जिसे चाहता है, प्रदान करता है तथा वही बड़ा क्षमाशील, अत्यंत दयावान् है।","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1471,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"10:108","price":"(ऐ नबी!) आप कह दें : ऐ लोगो! निःसंदेह तुम्हारे पालनहार की ओर से तुम्हारे पास सत्य[30] आ गया है। तो जो सीधे मार्ग पर आया, तो वह अपने आप ही के लिए मार्ग पर आता है और जो पथभ्रष्ट हुआ, तो वह अपने आप ही पर पथभ्रष्ट होता है और मैं तुमपर हरगिज़ कोई निरीक्षक नहीं हूँ।[31]","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1472,"juzNumber":11,"footnotes":"30. अर्थात मुह़म्मद सल्लल्लाहु अलैहि व सल्लम क़ुरआन लेकर आ गए हैं। 31. अर्थात मेरा कर्तव्य यह नहीं है कि तुम्हें बलपूर्वक सीधे मार्ग पर कर दूँ।","lang":"hi"},{"name":"10:109","price":"और आप उसी का अनुसरण करें, जो आपकी ओर वह़्य की जाती है और धैर्य से काम लें, यहाँ तक कि अल्लाह फ़ैसला कर दे और वह सब फ़ैसला करने वालों से बेहतर है।","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1473,"juzNumber":11,"footnotes":"","lang":"hi"}],"chapter":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"]}