{"data":[{"name":"11:1","price":"अलिफ, लाम, रा। यह एक पुस्तक है, जिसकी आयतें सुदृढ़ की गईं, फिर उन्हें सविस्तार स्पष्ट किया गया एक पूर्ण हिकमत वाले की ओर से जो पूरी ख़बर रखने वाला है।","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"11:2","price":"यह कि अल्लाह के सिवा किसी की इबादत न करो। निःसंदेह मैं तुम्हारे लिए उसकी ओर से एक डराने वाला तथा शुभ सूचना देने वाला हूँ।","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"11:3","price":"और यह कि अपने पालनहार से क्षमा माँगो, फिर उसकी ओर पलट आओ। वह तुम्हें एक निर्धारित अवधि तक उत्तम सामग्री प्रदान करेगा और प्रत्येक अतिरिक्त सत्कर्म करने वाले को उसका अतिरिक्त बदला देगा और यदि तुम फिर गह, तो मैं तुमपर एक बड़े दिन की यातना से डरता हूँ।","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"11:4","price":"अल्लाह ही की ओर तुम्हारा लौटना है और वह हर चीज़ पर सर्वशक्तिमान है।","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"11:5","price":"सुन लो! निःसंदेह वे अपने सीनों को मोड़ते हैं, ताकि उस (अल्लाह) से छिपे रहें। सुन लो! जब वे अपने कपड़े ख़ूब लपेट लेते हैं, वह जानता है जो कुछ वे छिपाते हैं और जो कुछ प्रकट करते हैं। निःसंदेह वह सीनों की बातों को भली-भाँति जानने वाला है।[1]","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"1. आयत का भावार्थ यह है कि मिश्रणवादी अपने दिलों में कुफ़्र को यह समझ कर छिपाते हैं कि अल्लाह उसे नहीं जानेगा। जबकि वह उनके खुले-छिपे और उनके दिलों के भेदों तक को जानता है।","lang":"hi"},{"name":"11:6","price":"और धरती पर चलने-फिरने वाला जो भी प्राणी है, उसकी रोज़ी अल्लाह के ज़िम्मे है। वह उसके ठहरने के स्थान तथा उसके सौंपे जाने के स्थान को जानता है। सब कुछ एक स्पष्ट पुस्तक में (अंकित) है।[2]","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"2. अर्थात अल्लाह प्रत्येक व्यक्ति के जीवन-मरण आदि की सब दशाओं से अवगत है।","lang":"hi"},{"name":"11:7","price":"और वही है, जिसने आकाशों तथा धरती को छः दिनों में पैदा किया। उस समय उसका सिंहासन पानी पर था। ताकि तुम्हारी परीक्षा ले कि तुममें किसका कर्म सबसे उत्तम है। और (ऐ नबी!) यदि आप उनसे कहें कि निःसंदेह तुम मरने के बाद पुनः जीवित किए जाओगे, तो जिन लोगों ने कुफ़्र किया, वे अवश्य कहेंगे कि यह तो खुला जादू है।","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:8","price":"और यदि हम एक गिनी-चुनी अवधि तक उनसे यातना को विलंबित कर दें, तो अवश्य कहेंगे कि किस चीज़ ने उसे रोक रखा है? सुन लो! वह जिस दिन उनपर आ जाएगी, तो उनपर से टाली नहीं जाएगी। और वह (यातना) उन्हें घेर लेगी, जिसकी वे हँसी उड़ाया करते थे।","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:9","price":"और यदि हम मनुष्य को अपनी तरफ़ से किसी दया (नेमत) का स्वाद चखा दें, फिर उसे उससे छीन लें, तो निश्चय ही वह अति निराश, बड़ा नाशुक्रा हो जाता है।","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:10","price":"और यदि हम उसे विपत्ति पहुँचने के बाद कोई नेमत चखाएँ, तो निश्चय ही वह अवश्य कहेगा : समस्त विपत्तियाँ मुझसे दूर हो गईं। निःसंदेह वह बहुत इतराने वाला, बहुत गर्व करने वाला है।[3]","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"3. इसमें मनुष्य की स्वभाविक दशा की ओर संकेत है।","lang":"hi"},{"name":"11:11","price":"परन्तु जिन लोगों ने धैर्य से काम लिया और अच्छे कर्म करते रहे, ऐस लोगों के लिए क्षमा और बड़ा प्रतिफल है।","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:12","price":"तो (ऐ नबी!) संभवतः आप अपनी ओर की जाने वाली वह़्य के कुछ भाग (का प्रसार) छोड़ देने वाले हैं, और उसके (प्रसार के) कारण आपका सीना तंग हो रहा है कि वे कहेंगे कि इसपर कोई ख़ज़ाना क्यों नहीं उतारा गया या इसके साथ कोई फरिश्ता क्यों नहीं आया? (तो सुनिए) आप केवल सचेत करने वाले हैं और अल्लाह ही प्रत्येक चीज़ का संरक्षक है।","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:13","price":"बल्कि क्या वे कहते हैं कि उसने इस (क़ुरआन) को स्वयं गढ़ लिया है? आप कह दें कि इस जैसी गढ़ी हुई दस सूरतें ले आओ[4] और अल्लाह के सिवा, जिसे बुला सकते हो, बुला लो, यदि तुम सच्चे हो।","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"4. अल्लाह का यह चैलेंज है कि अगर तुमको शंका है कि यह क़ुरआन मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) ने स्वयं बना लिया है, तो तुम इस जैसी दस सूरतें ही बना कर दिखा दो। और यह चैलेंज प्रलय तक के लिए है। और कोई दस तो क्या, इस जैसी एक सूरत भी नहीं ला सकता। (देखिए : सूरत यूनुस, आयत : 38 तथा सूरतुल-बक़रह, आयत : 23)","lang":"hi"},{"name":"11:14","price":"फिर यदि वे तुम्हारी मांग पूरी न करें, तो जान लो कि यह (क़ुरआन) अल्लाह के ज्ञान के साथ उतारा गया है और यह कि उसके सिवा कोई पूज्य नहीं। तो क्या तुम मुसलमान होते हो?","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:15","price":"जो व्यक्ति सांसारिक जीवन तथा उसकी शोभा चाहता हो, हम ऐसे लोगों को उनके कर्मों का बदला इसी (दुनिया) में दे देते हैं और इसमें उनका कोई हक़ नहीं मारा जाता।","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:16","price":"यही वे लोग हैं, जिनके लिए आख़िरत में आग के सिवा कुछ नहीं है और उनके दुनिया में किए हुए समस्त कार्य व्यर्थ हो जाएँगे और उनका सारा किया-धरा अकारथ होकर रह जाएगा।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:17","price":"तो क्या वह व्यक्ति जो अपने पालनहार की ओर से स्पष्ट प्रमाण[5] रखता हो और उसके बाद अल्लाह की ओर से एक गवाह[6] भी आ जाए, तथा उससे पहले मूसा की पुस्तक मार्गदर्शक और दया के रूप में उपस्थित रही हो (वह गुमराही में पड़े हुए लोगों के समान हो सकता है?) ऐसे ही लोग इस (क़ुरआन) पर ईमान रखते हैं। और इन समूहों में से जो व्यक्ति भी इसका इनकार करेगा, तो उसके वादा की जगह (ठिकाना) दोज़ख है। अतः आप इसके बारे में किसी संदेह में न पड़ें। निःसंदेह यह आपके पालनहार की ओर से सत्य है। परंतु अधिकतर लोग ईमान (विश्वास) नहीं रखते।","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"5. अर्थात जो अपने अस्तित्व तथा विश्व की रचना और व्यवस्था पर विचार करके यह जानता था कि इसका स्वामी तथा शासक केवल अल्लाह ही है, उसके अतिरिक्त कोई अन्य नहीं हो सकता। 6. अर्थात नबी और क़ुरआन।","lang":"hi"},{"name":"11:18","price":"और उससे बड़ा अत्याचारी कौन होगा, जो अल्लाह पर झूठ गढ़े? ऐसे लोग अपने पालनहार के समक्ष प्रस्तुत किए जाएँगे और गवाही देने वाले कहेंगे कि यही वे लोग हैं जिन्होंने अपने पालनहार पर झूठ गढ़ा था। सुन लो! अत्याचारियों पर अल्लाह की धिक्कार है।","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:19","price":"जो अल्लाह के मार्ग से रोकते हैं और उसे टेढ़ा बनाना चाहते हैं और वही आख़िरत का इनकार करने वाले हैं।","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:20","price":"वे धरती में अल्लाह की यातना से बचकर भाग नहीं सकते और न उनका अल्लाह के सिवा कोई सहायक है। उनके लिए यातना दुगुनी कर दी जाएगी। वे (दुनिया में) न सुन सकते थे, न देख सकते थे।","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:21","price":"ये वही लोग हैं, जिन्होंने अपने आपको घाटे में डाला और वह सब कुछ उनसे खो गया, जो वे झूठ गढ़ा करते थे।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:22","price":"इसमें कोई संदेह नहीं कि यही लोग आख़िरत में सबसे अधिक घाटा उठाने वाले हैं।","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:23","price":"निःसंदेह जो लोग ईमान लाए और अच्छे कार्य किए, तथा अपने पालनहार के सामने विनम्रता प्रकट की, वही लोग जन्नत वाले हैं। वे उसमें हमेशा रहेंगे।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:24","price":"दोनों पक्षों का उदाहरण अंधे और बहरे तथा देखने और सुनने वाले की तरह है। क्या ये दोनों उदाहरण में बराबर हो सकते हैं? क्या तुम (इससे) नसीहत नहीं पकड़ते?[7]","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"7. कि दोनों का परिणाम एक नहीं हो सकता। एक को नरक में और दूसरे को स्वर्ग में जाना है। ( देखिए : सूरतुल-ह़श्र, आयत : 20)","lang":"hi"},{"name":"11:25","price":"और हमने नूह़ को उसकी जाति की ओर रसूल बनाकर भेजा। (उन्होंने कहा :) निःसंदेह मैं तुम्हें साफ़-साफ़ सावधान करने वाला हूँ।","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:26","price":"कि तुम केवल अल्लाह की इबादत करो। निःसंदेह मैं तुमपर एक दर्दनाक दिन की यातना से डरता हूँ।","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:27","price":"तो उनकी जाति के उन प्रमुखों ने कहा, जिन्होंने कुफ्र किया था : हम तो तुम्हें अपने ही जैसा इनसान समझते हैं और हम देख रहे हैं कि तुम्हारा अनुसरण केवल वही लोग कर रहे हैं, जो हम में नीच हैं, जिन्होंने बिना सोचे-समझे तुम्हारी पैरवी की है।और हम अपने ऊपर तुम्हारी कोई श्रेष्ठता भी नहीं देखते। बल्कि हम तो तुम्हें झूठा समझते हैं।","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:28","price":"नूह़ ने कहा : ऐ मेरी जाति के लोगो! क्या तुमने इस बात पर विचार किया कि यदि मैं अपने पालनहार की ओर से एक स्पष्ट प्रमाण पर हूँ और उसने मुझे अपने पास से दया[8] प्रदान की हो, फिर वह तुम्हें सुझाई न दे, तो क्या हम तुम्हें उसको मानने पर मजबूर[9] कर सकते हैं, जबकि तुम उसे नापसंद करते हो?","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"8. अर्थात नुबुव्वत और मार्गदर्शन। 9. अर्थात मैं बलपूर्वक तुम्हें सत्य नहीं मनवा सकता।","lang":"hi"},{"name":"11:29","price":"और ऐ मेरी जाति के लोगो! मैं इस (संदेश के प्रचार) पर तुमसे कोई धन नहीं माँगता। मेरा बदला बस अल्लाह के ऊपर है। और मैं (अपने यहाँ से) उन लोगों को दूर नहीं हटा सकता, जो ईमान लाए हैं। निःसंदेह वे अपने पालनहार से मिलने वाले हैं। परन्तु मैं देख रहा हूँ कि तुम जाहिलों जैसी बातें कर रहे हो।","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:30","price":"और ऐ मेरी जाति के लोगो! अल्लाह के मुक़ाबले में कौन मेरी सहायता[10] करेगा,  यदि मैं उन्हें अपने पास से निष्कासित कर दूँ? क्या तुम विचार नहीं करते?","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"10. अर्थात अल्लाह की पकड़ से कौन बचाएगा, जिसके पास ईमान और कर्म की प्रधानता है, धन-धान्य की नहीं।","lang":"hi"},{"name":"11:31","price":"और मैं तुमसे यह नहीं कहता कि मेरे पास अल्लाह के ख़ज़ाने हैं और न मुझे परोक्ष का ज्ञान है और न मैं यह कहता हूँ कि निःसंदेह मैं एक फ़रिश्ता हूँ और न ही मैं उन लोगों के बारे में जिन्हें तुम्हारी आँखें तुच्छ समझती हैं, यह कहता हूँ कि अल्लाह उन्हें हरगिज़ कोई भलाई नहीं देगा। अल्लाह अधिक जानता है, जो कुछ उनके दिलों में है। (यदि मैं ऐसा कहूँ,) तो निश्चय ही मैं अत्याचारियों में से हो जाऊँगा।","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:32","price":"उन लोगों ने कहा : ऐ नूह़! तुमने हमसे झगड़ा किया और बहुत झगड़ लिया। अतः अब वह (यातना) हम पर ले आओ, जिसका तुम हमसे वादा करते हो, यदि तुम सच्चे हो।","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:33","price":"उसने कहा : उसे तो तुम्हारे पास अल्लाह ही लाएगा, यदि वह चाहेगा और तुम (उसे) विवश करने वाले नहीं हो।","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:34","price":"और मेरा उपदेश करना तुम्हें कोई लाभ नहीं देगा, अगर मैं तुम्हें उपदेश करना चाहूँ, जबकि अल्लाह तुम्हें गुमराह करना चाहता हो। वही तुम्हारा पालनहार है और तुम उसी की ओर लौटाए जाओगे।","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:35","price":"क्या वे कहते हैं कि उसने इसे गढ़ लिया है? तुम कह दो कि यदि मैंने इसे गढ़ लिया है, तो मेरा अपराध मुझी पर है और मैं उससे निर्दोष हूँ, जो अपराध तुम कर रहे हो।","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:36","price":"और नूह़ की ओर वह़्य (प्रकाशना) की गई कि तुम्हारी जाति में से जो लोग ईमान ला चुके हैं, अब उनके सिवा कोई ईमान नहीं लाएगा। अतः वे जो कुछ कर रहे हैं, उससे तुम दुःखी न हो।","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:37","price":"और हमारी आँखों के सामने और हमारी वह़्य के अनुसार एक नाव बनाओ और मुझसे उन लोगों के बारे में कुछ[11] न कहना, जिन्होंने अत्याचार किया है। निःसंदेह वे डुबाए जाने वाले हैं।","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"11. अर्थात प्रार्थना और सिफ़ारिश न करना।","lang":"hi"},{"name":"11:38","price":"और वह नाव बनाने लगा। और जब भी उसकी जाति के प्रमुख लोग उसके पास से गुज़रते, तो उसकी हँसी उड़ाते। नूह़ ने कहा : यदि तुम हमारी हँसी उड़ाते हो, तो हम भी ऐसे ही (एक दिन) तुम्हारी हँसी उड़ाएँगे।","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:39","price":"फिर तुम्हें जल्द ही पता चल जाएगा कि किसपर अपमानकारी यातना आती है और किसपर स्थायी यातना उतरती है?","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:40","price":"यहाँ तक कि जब हमारा आदेश आ गया और तन्नूर उबलने लगा, तो हमने (नूह़ से) कहा : \"उसमें प्रत्येक प्रकार के जीवों में से जोड़े-जोड़े चढ़ा लो और अपने परिजनों को (भी चढ़ा लो) सिवाय उसके जिसके बारे में पहले ही बता दिया गाय है और उन लोगों को (भी चढ़ा लो) जो ईमान लाए हैं।\" और उसके साथ थोड़े लोग ही ईमान लाए थे।","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:41","price":"और नूह़ ने कहा : इसमें सवार हो जाओ। अल्लाह के नाम ही से इसका चलना तथा इसका ठहरना है। निःसंदेह मेरा पालनहार बड़ा क्षमाशील, दयावान् है।","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:42","price":"और वह उन्हें लिए पर्वतों जैसी ऊँची लहरों में चलती रही। और नूह़ ने अपने बेटे को, जो (उनसे) अलग-थलग था, पुकारा : ऐ मेरे बेटे! मेरे साथ सवार हो जा और काफ़िरों के साथ न रह।","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:43","price":"उसने कहा : मैं किसी पर्वत की ओर शरण ले लूँगा, जो मुझे पानी से बचा लेगा। नूह़ ने कहा : आज अल्लाह के आदेश (यातना) से कोई बचाने वाला नहीं। यह और बात है कि किसी पर उसकी दया हो जाए। और (इतने ही में) दोनों के बीच एक लहर आ गई और वह डूबने वालों में से हो गया।","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:44","price":"और कहा गया : ऐ धरती! अपना पानी निगल जा और ऐ आकाश! थम जा और पानी उतर गया और आदेश पूरा कर दिया गया और नाव 'जूदी'[12] पर ठहर गई और कहा गया कि अत्याचारियों के लिए (अल्लाह की दया से) दूरी है।","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"12. \"जूदी\" एक पर्वत का नाम है, जो कुर्दिस्तान में \"इब्ने उमर\" द्वीप के उत्तर-पूर्व ओर स्थित है। और आज भी जूदी के नाम से ही प्रसिद्ध है।","lang":"hi"},{"name":"11:45","price":"तथा नूह़ ने अपने पालनहार को पुकारा और कहा : मेरे पालनहार! मेरा बेटा मेरे घर वालों में से है और निःसंदेह तेरा वचन सत्य है तथा तू ही सबसे अच्छा निर्णय करने वाला है।","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:46","price":"(अल्लाह ने) कहा : ऐ नूह़! वह तेरे घर वालों में से नहीं है। यह माँग उचित नहीं है। अतः मुझसे उस चीज़ का प्रश्न न कर, जिसका तुझे कोई ज्ञान नहीं। मैं तुझे समझाता हूँ कि अज्ञानियों में से न हो जा।","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:47","price":"नूह़ ने कहा : मेरे पालनहार! मैं तेरी शरण चाहता हूँ इस बात से कि मैं तुझसे ऐसी चीज़ का प्रश्न करूँ, जिस (की वास्तविक्ता) का मुझे कोई ज्ञान नहीं[13] और यदि तूने मुझे क्षमा नहीं किया और मुझपर दया नहीं की, तो मैं नुक़सान उठाने वालों में से हो जाऊँगा।","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"13. अर्थात जब नूह़ (अलैहिस्सलाम) को बता दिया गया कि तुम्हारा पुत्र ईमान वालों में से नहीं है, इसलिए वह अल्लाह के अज़ाब से बच नहीं सकता, तो नूह़ अलैहिस्सलाम तुरंत अल्लाह से क्षमा माँगने लगे।","lang":"hi"},{"name":"11:48","price":"कहा गया : ऐ नूह़! हमारी ओर से सुरक्षा और बरकतों के साथ उतर जाओ, जो तुम पर और उन समूहो पर हैं जो तुम्हारे साथ हैं। तथा कुछ समूह ऐसे हैं, जिन्हें हम (दुनिया में) जीवन-यापन सामग्री प्रदान करेंगें, फिर उन्हें हमारी ओर से कष्टदायक यातना पहुँचेगी।","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:49","price":"ये ग़ैब (परोक्ष) की कुछ बातें हैं, जिन्हें (ऐ नबी!) हम आपकी ओर वह़्य कर रहे हैं। इससे पूर्व न तो आप इन्हें जानते थे और न आपकी जाति के लोग। अतः आप सब्र करें। निःसंदेह अच्छा परिणाम तक़वा वालों के लिए है।","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:50","price":"और 'आद' (जाति) की ओर उनके भाई हूद को भेजा। उन्होंने कहा : ऐ मेरी जाति के लोगो! अल्लाह की इबादत (उपासना) करो। उसके अलावा तुम्हारा कोई पूज्य नहीं। तुम तो केवल झूठी बातें गढ़ने वाले लोग हो।[14]","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"14. अर्थात अल्लाह के सिवा तुमने जो पूज्य बना रखे हैं, वे तुम्हारे मनगढ़ंत पूज्य हैं।","lang":"hi"},{"name":"11:51","price":"ऐ मेरी जाति के लोगो! मैं तुमसे इस (उपदेश) पर कोई बदला नहीं चाहता; मेरा पारिश्रमिक (बदला) उसी (अल्लाह) पर है, जिसने मुझे पैदा किया है। तो क्या तुम (इसे) नहीं समझते?[15]","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"15. अर्थात यदि तुम समझ रखते, तो अवश्य सोचते कि एक व्यक्ति अपने किसी सांसारिक स्वार्थ के बिना क्यों हमें रात-दिन उपदेश दे रहा है और सारे दुःख झेल रहा है? उसके पास कोई ऐसी बात अवश्य होगी जिसके लिए अपनी जान जोखिम में डाल रहा है।","lang":"hi"},{"name":"11:52","price":"ऐ मेरी जाति के लोगो! अपने पालनहार से क्षमा याचना करो। फिर उसकी ओर पलट आओ। वह आकाश से तुमपर खूब बारिश बरसाएगा और तुम्हारी शक्ति और अधिक बढ़ा देगा और विमुख हो कर अपराधी न बनो।","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:53","price":"उन्होंने कहा : ऐ हूद! तुम हमारे पास कोई स्पष्ट प्रमाण लेकर नहीं आए तथा हम तुम्हारी बात के कारण अपने पूज्यों को छोड़ने वाले नहीं हैं और न हम तुम्हारा विश्वास करने वाले हैं।","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:54","price":"हम तो यही कहेंगे कि हमारे किसी देवता ने तुझे पागल बना दिया है। हूद ने कहा : मैं अल्लाह को (गवाह) बनाता हूँ और तुम भी गवाह रहो कि मैं उस शिर्क से बरी हूँ, जो तुम कर रहे हो।","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:55","price":"उस (अल्लाह) के सिवा। अतः तुम सब मिलकर मेरे विरुद्ध चाल चलो, फिर मुझे मोहलत न दो।[16]","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"16. अर्थात तुम और तुम्हारे सब देवी-देवता मिलकर भी मेरा कुछ बिगाड़ नहीं सकते। क्योंकि मेरा भरोसा जिस अल्लाह पर है, पूरा संसार उसके नियंत्रण में है, उसके आगे किसी की शक्ति नहीं कि किसी का कुछ बिगाड़ सके।","lang":"hi"},{"name":"11:56","price":"निःसंदेह मैंने अपने पालनहार और तुम्हारे पालनहार, अल्लाह पर भरोसा किया है। कोई चलने वाला जीव नहीं, परंतु वह उसके माथे के बालों को पकड़े हुए है। निश्चय ही मेरा पालनहार सीधे रास्ते[17] पर है।","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"17. अर्थात उसका रास्ता अत्याचार का रास्ता नहीं हो सकता कि तुम दुराचारी और कुपथ में रहकर सफल रहो और मैं सदाचारी रहकर हानि में पड़ूँ।","lang":"hi"},{"name":"11:57","price":"फिर यदि तुम मुँह फेरो, तो मैं तुम्हें वह संदेश पहुँचा चुका, जिसे देकर मुझे तुम्हारी ओर भेजा गया था। और मेरा पालनहार तुम्हारे स्थान पर किसी अन्य जाति को ले आएगा[18] और तुम उसे कुछ भी हानि नहीं पहुँचा सकोगे। निःसंदेह मेरा पालनहार प्रत्येक चीज़ पर संरक्षक है।","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"18. अर्थात तुम्हें ध्वस्त निरस्त कर देगा।","lang":"hi"},{"name":"11:58","price":"और जब हमारा आदेश आ पहुँचा, तो हमने हूद और उसके साथ ईमान लाने वालों को अपनी दया से बचा लिया। तथा हमने उन्हें एक कठोर यातना से छुटकारा दिया।","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:59","price":"ये वही 'आद' (जाति) के लोग हैं, जिन्होंने अपने पालनहार की आयतों (निशानियों) का इनकार किया और उसके रसूलों की बात नहीं मानी और हर ऐसे व्यक्ति के पीछे चलते रहे, जो अभिमानी, उद्दंड हो।","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:60","price":"और इस संसार में उनके साथ धिक्कार लगा दी गई तथा क़ियामत के दिन भी लगी रहेगी। सुनो! आद ने अपने पालनहार का इनकार किया। सुनो! हूद की जाति आद के लिए दूरी[19] हो!","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"19. अर्थात अल्लाह की दया से दूरी। इसका प्रयोग धिक्कार और विनाश के अर्थ में होता है।","lang":"hi"},{"name":"11:61","price":"और समूद[20] की ओर उनके भाई सालेह़ को भेजा। उसने कहा : ऐ मेरी जाति के लोगो! अल्लाह की इबादत (पूजा) करो, उसके सिवा तुम्हारा कोई पूज्य नहीं है। उसी ने तुम्हें धरती से पैदा किया और तुम्हें उसमें बसाया। अतः उससे क्षमा माँगो; फिर उसकी ओर पलट आओ। निःसंदेह मेरा पालनहार निकट है (और प्रार्थनाओं को) स्वीकार करने वाला है।[21]","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"20. यह जाति तबूक और मदीना के बीच \"अल-ह़िज्र\" में आबाद थी। 21. देखिए : सूरतुल-बक़रह, आयत : 186.","lang":"hi"},{"name":"11:62","price":"उन्होंने कहा : ऐ सालेह! हमें इससे पहले तुझसे बड़ी आशाएँ थीं। क्या तू हमें उन (बुतों) की पूजा करने से रोक रहा है, जिनकी पूजा हमारे बाप-दादा करते आए हैं? तू जिस चीज़ की ओर हमें बुला रहा है, निःसंदेह उसके बारे में हमें (ऐसा) संदेह है, जो हमें दुविधा में डाले हुए है।","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:63","price":"उस (सालेह़) ने कहा : ऐ मेरी जाति के लोगो! क्या तुमने विचार किया कि यदि मैं अपने पालनहार की ओर से एक स्पष्ट प्रमाण पर हूँ और उसने मुझे अपनी दया प्रदान की हो, फिर मैं उसकी अवज्ञा करूँ, तो कौन है, जो अल्लाह के मुक़ाबले में मेरी सहायता करेगा? तुम मुझे घाटे में डालने के सिवा कुछ नहीं करोगे।","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:64","price":"और ऐ मेरी जाति के लोगो! यह अल्लाह की ऊँटनी[22] तुम्हारे लिए एक निशानी है। अतः इसे छोड़ दो, अल्लाह की धरती में चरती फिरे और इसे कोई कष्ट न पहुँचाओ, अन्यथा तुम्हें अति शीघ्र यातना पकड़ लेगी।","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"22. उसे अल्लाह की ऊँटनी इसलिए कहा गया है कि उसे अल्लाह ने उनके लिए एक पर्वत से निकाला था। क्योंकि उन्होंने उसकी माँग की थी कि यदि पर्वत से ऊँटनी निकलेगी, तो हम ईमान ले आएँगे। (तफ़्सीर क़ुर्तुबी)","lang":"hi"},{"name":"11:65","price":"तो उन्होंने उसे मार डाला। तब सालेह़ ने कहा : तुम अपने नगर में तीन दिन अपने जीवन का आनंद लो! यह वचन झूठा सिद्ध होने वाला नहीं है।","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:66","price":"फिर जब हमारा आदेश आ गया, तो हमने सालेह़ को और उन लोगों को जो उसके साथ ईमान लाए थे, अपनी दया से बचा लिया और उस दिन के अपमान से भी (उन्हें सुरक्षित रखा)। निःसंदेह आपका पालनहार ही शक्तिशाली, प्रभुत्वशाली है।","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:67","price":"और अत्याचारियों को भयंकर आवाज़ (चीत्कार) ने पकड़ लिया और वे अपने घरों में औंधे पड़े रह गए।","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:68","price":"जैसै वे वहाँ कभी बसे ही नहीं थे। सावधान! समूद ने अपने पालनहार का इनकार किया। सुन लो! समूद के लिए (अल्लाह की दया से) दूरी हो।","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:69","price":"और हमारे फ़रिश्ते इबराहीम के पास शुभ सूचना लेकर आए। उन्होंने सलाम कहा, तो इबराहीम ने सलाम का जवाब दिया। फिर देर न हुई कि वह एक भुना हुआ वछड़ा[23] ले आया।","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"23. अर्थात अतिथि सत्कार के लिए।","lang":"hi"},{"name":"11:70","price":"फिर जब देखा कि उनके हाथ खाने की ओर नहीं बढ़ रहे हैं, तो उनके प्रति अचंभे में पड़ गए और दिल में उनसे भय महसूस किया। उन्होंने कहा : भय न करो। दरअसल हम लूत[24] की जाति की ओर भेजे गए हैं।","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"24. लूत अलैहिस्सलाम को भाष्यकारों ने इबराहीम अलैहिस्सलाम का भतीजा बताया है, जिनको अल्लाह ने सदूम की ओर नबी बना कर भेजा।","lang":"hi"},{"name":"11:71","price":"और उस (इबराहीम) की पत्नी खड़ी थी। चुनाँचे वह हँस पड़ी[25], तो हमने उसे इसह़ाक़ की और इसह़ाक़ के बाद याक़ूब की शुभ सूचना[26] दी।","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"25. कि भय की कोई बात नहीं है। 26. फ़रिश्तों द्वारा।","lang":"hi"},{"name":"11:72","price":"वह बोली : हाय मेरा दुर्भाग्य! क्या मेरी संतान होगी, जबकि मैं बूढ़ी हो चुकी हूँ और मेरा यह पति भी बूढ़ा है? वास्तव में, यह बड़े आश्चर्य की बात है।","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:73","price":"फ़रिश्तों ने कहा : क्या तू अल्लाह के आदेश पर आश्चर्य करती है? ऐ घर वालो! तुम सब पर अल्लाह की दया तथा बरकतों की वर्षा हो। निःसंदेह वह अति प्रशंसित, गौरवशाली है।","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:74","price":"फिर जब इबराहीम का भय दूर हो गया और उसे शुभ सूचना मिल गई, तो वह हमसे लूत की जाति के बारे में झगड़ने लगा।[27]","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"27. अर्थात प्रार्थना करने लगा कि लूत की जाति को और संभलने का अवसर दिया जाए। हो सकता है कि वे ईमान ले आएँ।","lang":"hi"},{"name":"11:75","price":"निःसंदेह इबराहीम बड़ा सहनशील, बहुत विलाप करने वाला और हर मामले में अल्लाह की ओर पलटने वाला था।","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:76","price":"(फ़रिश्तों ने कहा :) ऐ इबराहीम! इस बात को रहने दो। निःसंदेह तुम्हारे पालनहार का आदेश[28] आ चुका तथा उनपर ऐसी यातना आने वाली है, जो हटाई जाने वाली नहीं।","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"28. आर्थात यातना का आदेश।","lang":"hi"},{"name":"11:77","price":"और जब हमारे फ़रिश्ते लूत के पास आए, तो उनका आना उसे बुरा लगा और उनके कारण व्याकुल[29] हो गया और कहा : यह तो बड़ा कठोर दिन है।","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"29. फ़रिश्ते सुंदर किशोरों के रूप में आए थे। और लूत अलैहिस्सलाम की जाति का आचरण यह था कि वे बालमैथुन में रूचि रखती थे। इसलिए उन्होंने उनको पकड़ने की कोशिश की। इसीलिए इन अतिथियों के आने पर लूत अलैहिस्सलाम व्याकुल हो गए थे।","lang":"hi"},{"name":"11:78","price":"और उसकी जाति के लोग दौड़ते हुए उसके पास आ गए और वे पहले से कुकर्म[30] किया करते थे। उसने कहा : ऐ मेरी जाति के लोगो! ये मेरी[31] बेटियाँ हैं, ये तुम्हारे लिए अधिक पवित्र हैं। अतः अल्लाह से डरो और मुझे मेरे अतिथियों में अपमानित न करो। क्या तुममें कोई भला आदमी नहीं?","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"30. अर्थात बालमैथुन। (तफ़्सीर क़ुर्तुबी) 31. अर्थात बस्ती की स्त्रियाँ। क्योंकि जाति का नबी उनके पिता के समान होता है। (तफ़्सीर क़ुर्तुबी)","lang":"hi"},{"name":"11:79","price":"उन लोगों ने कहा : निश्चय तुम तो जानते हो कि हमें तुम्हारी बेटियों से कोई मतलब नहीं।[32] तथा निःसंदेह तुम भली-भाँति जानते हो कि हम क्या चाहते हैं।","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"32. अर्थात हमें स्त्रियों में कोई रूचि नहीं है।","lang":"hi"},{"name":"11:80","price":"लूत ने कहा : काश, मेरे पास तुमसे मुक़ाबले की शक्ति होती या मैं किसी मज़बूत सहारे की शरण लेता!","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:81","price":"फ़रिश्तों ने कहा : ऐ लूत! हम तेरे पालनहार के भेजे हुए (फ़रिश्ते) हैं। वे कदापि तेरे पास नहीं पहुँच सकेंगे। अतः तू रात के किसी हिस्से में अपने घरवालों को लेकर निकल जा और तुममें से कोई पीछे मुड़कर न देखे, सिवाय तेरी पत्नी के। उसपर भी वही बीतने वाला है, जो उनपर बीतेगा। उनकी यातना का निर्धारित समय प्रातः काल है। क्या प्रातः काल निकट नहीं है?","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:82","price":"फिर जब हमारा आदेश आ गया, तो हमने उस बस्ती को तहस-नहस कर दिया और उनपर कंकरियों की ताबड़-तोड़ बारिश कर दी।","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:83","price":"जो तेरे पालनहार के यहाँ चिह्न लगाई हुई थीं और वह[33] अत्याचारियों[34] से कुछ दूर नहीं।","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"33. अर्थात सदूम, जो समूद की बस्ती थी। 34. अर्थात आज भी जो उनकी नीति पर चल रहे हैं, उनपर ऐसी ही यातना आ सकती है।","lang":"hi"},{"name":"11:84","price":"और मदयन की ओर उनके भाई शुऐब को भेजा। उसने कहा : ऐ मेरी जाति के लोगो! अल्लाह की इबादत (उपासना) करो, उसके सिवा कोई तुम्हारा पूज्य नहीं और नाप-तौल में कमी न करो।[35] निःसंदेह मैं तुम्हें अच्छी स्थिति में देख रहा हूँ। और निःसंदेह मैं तुमपर एक घेर लेने वाले दिन की यातना से डरता हूँ।","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"35. शुऐब की जाति में शिर्क (मिश्रणवाद) के सिवा नाप-तौल में कमी करने का रोग भी था।","lang":"hi"},{"name":"11:85","price":"ऐ मेरी जाति के लोगो! न्याय के साथ नाप और तौल को पूरा रखो और लोगों को उनकी चीज़ें कम न दो तथा धरती में उपद्रव फैलाते न फिरो।","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:86","price":"अल्लाह की दी हुई बचत, तुम्हारे लिए अच्छी है, यदि तुम ईमान वाले हो और मैं तुमपर कोई संरक्षक नहीं हूँ।","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:87","price":"उन्होंने कहा : ऐ शुऐब! क्या तेरी नमाज़ (इबादत) तुझे आदेश दे रही है कि हम उसे त्याग दें, जिसकी पूजा हमारे बाप-दादा करते आए हैं? अथवा अपने धन में वह न करें जो करना चाहें? वास्तव में, तू बड़ा ही सहनशील तथा भला व्यक्ति है!","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:88","price":"शुऐब ने कहा : ऐ मेरी जाति के लोगो! तुम बताओ, यदि मैं अपने पालनहार की ओर से स्पष्ट प्रमाण पर हूँ और उसने मुझे अच्छी जीविका प्रदान की हो, (तो कैसे तुम्हारा साथ दूँ?) मैं नहीं चाहता कि तुम्हारा विरोध करते हुए वह कार्य करूँ, जिससे तुम्हें रोक रहा हूँ। मैं जहाँ तक हो सके, सुधार ही चाहता हूँ और यह जो कुछ करना चाहता हूँ, मुझे इसका सामर्थ्य अल्लाह ही से मिलेगा। मैंने उसी पर भरोसा किया है और उसी की ओर लौटता हूँ।","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:89","price":"ऐ मेरी जाति के लोगो! तुम्हें मेरा विरोध इस बात पर न उभारे कि तुमपर वैसी ही यातना आ पड़े, जो नूह़ की जाति, या हूद की जाति, या सालेह़ की जाति पर आई। और लूत की जाति तुमसे कुछ दूर नहीं है।","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:90","price":"और अपने पालनहार से क्षमा माँगो, फिर उसी की ओर पलट आओ। निःसंदेह मेरा पालनहार अति दयालु तथा प्रेम करने वाला है।","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:91","price":"उन्होंने कहा : ऐ शुऐब! तुम्हारी बहुत-सी बातें हम नहीं समझते और हम तुम्हें अपने बीच निर्बल देख रहे हैं। और यदि तुम्हारा क़बीला (हमारे धर्म पर) न होता, तो हम तुम्हें पथराव करके मार डालते और तुम हमारी नज़र में प्रतिष्ठित भी नहीं हो।","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:92","price":"उसने कहा : ऐ मेरी जाति के लोगो! क्या मेरा क़बीला तुम्हारे निकट अल्लाह से अधिक प्रभावशाली है?! और तुमने उस (अल्लाह) को पीठ पीछे डाल दिया है।[36] निःसंदेह मेरा पालनहार उसे घेरे में लिए हुए है, जो कुछ तुम कर रहे हो।","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"36. अर्थात तुम मेरे भाई बंधु के भय से मेरे विरुद्ध कुछ करने से रुक गए, तो क्या वे तुम्हारे विचार में अल्लाह से अधिक प्रभाव रखते हैं?","lang":"hi"},{"name":"11:93","price":"और ऐ मेरी जाति के लोगो! तुम अपने तरीक़े पर काम करो, मैं (भी अपने तरीक़े पर) काम कर रहा हूँ। तुम्हें बहुत जल्द पता चल जाएगा कि किसपर अपमानित कर देने वाली यातना आती है और कौन झूठा है? तथा तुम प्रतीक्षा करो, मैं (भी) तुम्हारे साथ प्रतीक्षा करने वाला हूँ।","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:94","price":"और जब हमारा आदेश आ गया, तो हमने शुऐब को और उसके साथ ईमान लाने वालों को अपनी दया से बचा लिया और अत्याचारियों को भयंकर आवाज़ (चीत्कार) ने पकड़ लिया। फिर वे अपने घरों में औंधे मुँह पड़े रह गए।","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:95","price":"जैसै वे वहाँ कभी बसे ही नहीं थे। सुन लो! मदयन वाले भी वैसे ही (अल्लाह की दया से) दूर कर दिए गए, जैसे समूद जाति के लोग दूर कर दिए गए।","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:96","price":"और हमने मूसा को अपनी निशानियों (चमत्कार) तथा स्पष्ट प्रमाण के साथ भेजा।","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:97","price":"फ़िरऔन और उसके प्रमुखों की ओर। तो उन्होंने फ़िरऔन के आदेश का पालन किया। जबकि फ़िरऔन का आदेश सटीक नहीं था।","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:98","price":"वह क़ियामत के दिन अपनी जाति के आगे-आगे चलेगा और उनको नरक में उतारेगा और वह क्या ही बुरा उतरने का स्थान है!","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:99","price":"और इस दुनिया में उनके पीछे लानत (धिक्कार) लगा दी गई और क़ियामत के दिन भी। कैसा बुरा पुरस्कार है, जो उन्हें दिया जाएगा!","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:100","price":"(ऐ नबी!) ये बस्तियों के समाचार हैं, जिनका वर्णन हम आपके सामने कर रहे हैं। उनमें से कुछ खड़ी हैं और कुछ उजड़ चुकी हैं।","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:101","price":"और हमने उनपर अत्याचार नहीं किया, परंतु उन्होंने स्वयं अपने ऊपर अत्याचार किया। जब आपके पालनहार का आदेश आ गया, तो उनके वे पूज्य, जिन्हें वे अल्लाह के सिवा पुकारा करते थे, उनके कुछ भी काम न आए और उन्होंने केवल उन्हें हानि ही पहुँचाया।[37]","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"37. अर्थात ये जातियाँ अपने देवी-देवता की पूजा इसलिए करती थीं कि वे उन्हें लाभ पहुँचाएँगे। किंतु उनकी पूजा ही उनपर अधिक यातना का कारण बन गई।","lang":"hi"},{"name":"11:102","price":"और तेरे पालनहार की पकड़ ऐसी ही होती है, जब वह अत्याचार करने वाली बस्तियों को पकड़ता है। निःसंदेह उसकी पकड़ बहुत दर्दनाक, बहुत कठोर होती है।[38]","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"38. नबी सल्लल्लाहु अलैहि व सल्लम का कथन है कि अल्लाह अत्याचारी को अवसर देता है, यहाँ तक कि जब उसे पकड़ता है तो उससे बचता नहीं, और आपने फिर यही आयत पढ़ी। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 4686)","lang":"hi"},{"name":"11:103","price":"निश्चय ही इसमें उसके लिए एक निशानी है, जो आख़िरत की यातना से डरे। वह ऐसा दिन होगा, जिसके लिए सभी लोग एकत्रित किए जाएँगे तथा उस दिन सभी लोग उपस्थित होंगे।","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:104","price":"और हम उसे केवल एक निर्धारित अवधि के लिए पीछे कर रहे हैं।","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:105","price":"जिस दिन वह आ जाएगा, तो अल्लाह की अनुमति के बिना कोई प्राणी बात नहीं कर सकेगा, फिर उनमें से कुछ अभागे होंगे और कुछ भाग्यशाली होंगे।","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:106","price":"चुनाँचे जो लोग अभागे होंगे, वे नरक में होंगे, उसमें उन्हें चीखना और चिल्लाना होगा।","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:107","price":"वे उसमें हमेशा रहेंगे, जब तक आकाश तथा धरती अवस्थित हैं। परन्तु यह कि आपका पालनहार कुछ और चाहे। निःसंदेह आपका पालनहार जो चाहे, करने वाला है।","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:108","price":"लेकिन जो भाग्यशाली हैं, तो (वे) स्वर्ग में होंगे, वे उसमें सदैव रहेंगे जब तक आकाश तथा धरती विद्यमान् हैं। परन्तु यह कि आपका पालनहार कुछ और चाहे। यह एक अनंत प्रदान है।","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:109","price":"अतः (ऐ नबी!) आप उसके बारे में किसी संदेह में न रहें, जिसे ये पूजते हैं। ये उसी प्रकार पूजते हैं, जैसे इनसे पहले इनके बाप-दादा पूजते[39] थे। निःसंदेह हम इन्हें इनका हिस्सा बिना किसी कमी के पूरा-पूरा देने वाले हैं।","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"39. अर्थात इनकी पूजा निर्मूल और बाप-दादा की परंपरा पर आधारित है, जिसका सत्य से कोई संबंध नहीं है।","lang":"hi"},{"name":"11:110","price":"और हमने मूसा को पुस्तक (तौरात) प्रदान की। तो उसमें विभेद किया गया। और यदि आपके पालनहार ने पहले से एक बात[40] निश्चित न की होती, तो उनके बीच निर्णय कर दिया गया होता। और निःसंदेह वे[41] उस (क़ुरआन) के बारे में असमंजस में डाल देनेवाले संदेह में पड़े हुए हैं।","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"40. अर्थात यह कि संसार में प्रत्येक को अपनी इच्छानुसार कर्म करने का अवसर दिया जाएगा। 41. अर्थात मिश्रणवादी क़ुरआन के विषय में।","lang":"hi"},{"name":"11:111","price":"और निःसंदेह आपका पालनहार अवश्य प्रत्येक व्यक्ति को उसके कर्मों का पूरा बदला देगा। निश्चित रूप से वह उनके कर्मों से सूचित है।","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:112","price":"अतः (ऐ नबी!) आप सुदृढ़ रहें जैसा आपको आदेश दिया गया है और वे लोग भी जिन्होंने आपके साथ तौबा की। तथा तुम सीमा का उल्लंघन[42] न करो, निःसंदेह वह (अल्लाह) जो कुछ तुम कर रहे हो, उसे ख़ूब देखने वाला है।","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"42. अर्थात धर्मादेश की सीमा का।","lang":"hi"},{"name":"11:113","price":"और अत्याचारियों की ओर न झुक पड़ो। अन्यथा तुम्हें भी आग पकड़ लेगी और अल्लाह के सिवा तुम्हारा कोई सहायक नहीं होगा (जो तुम्हें बचा सके)। फिर तुम्हारी सहायता नहीं की जाएगी।","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:114","price":"तथा आप दिन के दोनों सिरों में और रात के कुछ क्षणों[43] में नमाज़ क़ायम करें। निःसंदेह नेकियाँ बुराइयों को दूर कर देती[44] हैं। यह एक शिक्षा है, शिक्षा ग्रहण करने वालों के लिए।","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"43. नमाज़ के समय के सविस्तार विवरण के लिए देखिए  सूरत बनी इसराईल, आयत : 78, सूरत ताहा, आयत : 130, तथा सूरतुर्-रूम, आयत : 17-18.  44. ह़दीस में आता है कि आप (सल्लल्लाहु अलैहि व सल्लम) ने फरमाया : यदि किसी के द्वार पर एक नहर जारी हो, जिसमें वह पाँच बार स्नान करता हो, तो क्या उसके शरीर पर कुछ मैल रह जाएगी? इसी प्रकार पाँचों नमाज़ों से अल्लाह पापों को मिटा देता है। (बुख़ारी : 528, मुस्लिम : 667) किंतु बड़े-बड़े पाप जैसे शिर्क, हत्या इत्यादि बिना तौबा के क्षमा नहीं किए जाते।","lang":"hi"},{"name":"11:115","price":"तथा आप धैर्य से काम लें, क्योंकि अल्लाह सदाचारियों का प्रतिफल नष्ट नहीं करता।","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:116","price":"फिर तुमसे पहले गुज़रे हुए समुदायों में ऐसे बचे खुचे भले-समझदार लोग क्यों न हुए, जो धरती में बिगाड़ से रोकते? सिवाय उन थोड़े-से लोगों के, जिन्हें हमने उनमें से बचा लिया। और अत्याचारी लोग तो उसी सुख-सामग्री के पीछे पड़े रहे, जिसमें वे रखे गए थे और वे तो थे ही अपराधी।","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:117","price":"और आपका पालनहार ऐसा नहीं है कि वह बस्तियों को अन्यायपूर्वक विनष्ट कर दे, जबकि उनके निवासी सुधार करने वाले हों।","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:118","price":"और यदि आपका पालनहार चाहता, तो सब लोगों को एक ही समुदाय बना देता और वे सदैव विभेद करते ही रहेंगे।","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:119","price":"सिवाय उसके, जिसपर आपका पालनहार दया करे और इसी के लिए उसने उन्हें पैदा किया।[45] और आपके पालनहार की बात पूरी हो गई कि मैं नरक को सब जिन्नों तथा इनसानों से अवश्य भर दूँगा।[46]","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"45. अर्थात एक ही सत्धर्म पर सबको कर देता। परंतु उसने प्रत्येक को अपने विचार की स्वतंत्रता दी है कि जिस धर्म या विचार को चाहे अपनाए ताकि प्रलय के दिन सत्धर्म को ग्रहण न करने पर उन्हें यातना का स्वाद चखाया जाए। 46. क्योंकि इस स्वतंत्रता का ग़लत प्रयोग करके अधिकतर लोग सत्धर्म को छोड़ बैठे।","lang":"hi"},{"name":"11:120","price":"और हम रसूलों की खबरों में से आपको हर वह खबर सुनाते हैं, जिसके द्वारा हम आपके दिल को सुदृढ़ रखते हैं। और इसमें आपके पास सत्य आ गया है और ईमान वालों के लिए उपदेश और अनुस्मरण भी।","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:121","price":"और (ऐ नबी!) आप उनसे कह दें, जो ईमान नहीं लाते कि तुम अपने रास्ते पर काम करते रहो। निःसंदेह हम (भी) काम करने वाले हैं।","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"hi"},{"name":"11:122","price":"तथा तुम प्रतीक्षा[47] करो, निःसंदेह हम भी प्रतीक्षा करने वाले हैं।","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"47. अर्थात अपने परिणाम की।","lang":"hi"},{"name":"11:123","price":"अल्लाह ही के पास आकाशों तथा धरती की छिपी हुई चीज़ों का ज्ञान है और सभी मामले उसी की ओर लौटाए जाते हैं। अतः आप उसी की इबादत (उपासना) करें और उसी पर भरोसा करें। और आपका पालनहार उससे अनभिज्ञ नहीं है, जो तुम कर रहे हो।","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"hi"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}