{"data":[{"name":"18:1","price":"सब प्रशंसा अल्लाह ही के लिए है, जिसने अपने बंदे पर पुस्तक उतारी, और उसमें कोई टेढ़ नहीं रखी।","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:2","price":"(बल्कि उसे) अति सीधा (बनाया)। ताकि वह (अल्लाह) अपनी ओर से आने वाली कठोर यातना से डराए, और उन ईमान वालों को जो अच्छे कार्य करते हैं, शुभ सूचना सुना दे कि उनके लिए अच्छा बदला है।","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:3","price":"जिसमें वे हमेशा रहने वाले होंगे।","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:4","price":"और उन लोगों को डराए, जिन्होंने कहा कि अल्लाह ने कोई संतान बना रखी है।","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:5","price":"न उन्हें इसका कुछ ज्ञान है और न उनके बाप-दादा को। बहुत बड़ी (गंभीर) बात है, जो उनके मुँह से निकल रही है। वे सरासर झूठ बोल रहे हैं।","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:6","price":"ऐसा लगता है कि यदि वे इस 'हदीस' (क़ुरआन) पर ईमान नहीं लाए, तो आप इनके पीछे दुःख से अपना प्राण ही खो देंगे।","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:7","price":"निःसंदेह जो कुछ धरती के ऊपर है, हमने उसे उसकी शोभा बनाया है। ताकि हम उनका परीक्षण करें कि उनमें कौन कर्म की दृष्टि से सबसे अच्छा है?","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:8","price":"और जो कुछ उस (धरती) के ऊपर है, निःसंदेह हम उसे चटियल मैदान कर देने[1] वाले हैं।","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"1. अर्थात प्रलय के दिन।","lang":"hi"},{"name":"18:9","price":"(ऐ नबी!) क्या आपने समझ रखा है कि गुफा तथा शिलालेख वाले[2], हमारी अद्भुत निशानियों में से थे?[3]","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"2. कुछ भाष्यकारों ने लिखा है कि \"रक़ीम\" शब्द जिसका अर्थ शिलालेख किया गया है, एक बस्ती का नाम है। 3. अर्थात आकाशों तथा धरती की उत्पत्ति हमारी शक्ति का इससे भी बड़ा लक्षण है।","lang":"hi"},{"name":"18:10","price":"जब उन युवकों ने गुफा में शरण ली[4], तो उन्होंने कहा : ऐ हमारे पालनहार! हमें अपने पास से दया प्रदान कर और हमारे लिए हमारे मामले में मार्गदर्शन (सीधे रास्ते पर चलने) को आसान कर दे।","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"4. अर्थात नवयुवकों ने अपने ईमान की रक्षा के लिए गुफा में शरण ली। जिस गुफा के ऊपर आगे चलकर उनके नामों का स्मारक शिलालेख लगा दिया गया था। उल्लेखों से यह विदित होता है कि युवक ईसा अलैहिस्सलाम के अनुयायियों में से थे। और रोम के मुश्रिक राजा की प्रजा थे। जो एकेश्वरवादियों का शत्रु था। और उन्हें मूर्ति पूजा के लिए बाध्य करता था। इसलिए वे अपने ईमान की रक्षा के लिए जार्डन की गुफा में चले गए, जो नये शोध के अनुसार जार्डन की राजधानी से 8 की◦ मी◦ दूर (रजीब) में अवशेषज्ञों को मिली है। जिस गुफा के ऊपर सात स्तंभों की मस्जिद के खँडहर और गुफा के भीतर आठ समाधियाँ तथा उत्तरी दीवार पर पुरानी यूनानी लिपि में एक शिलालेख मिला है और उसपर किसी जीव का चित्र भी है। जो कुत्ते का चित्र बताया जाता है और यह 'रजीब' ही 'रक़ीम' का बदला हुआ रूप है। (देखिए : भाष्य दावतुल क़ुरआन : 2/983)","lang":"hi"},{"name":"18:11","price":"तो हमने उन्हें गुफा में सुला दिया कई वर्षों तक।","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:12","price":"फिर हमने उन्हें (नींद से) उठाया, ताकि हम जान लें कि दोनों समूहों में से कौन उस अवधि को अधिक याद रखने वाला है, जो वे ठहरे?","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:13","price":"हम आपसे उनका हाल ठीक-ठीक बयान करते हैं। निःसंदेह, वे कुछ युवक थे, जो अपने पालनहार पर ईमान लाए और हमने उन्हें हिदायत में अधिक कर दिया।","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:14","price":"और हमने उनके दिलों को मज़बूत कर दिया, जब वे खड़े हुए, तो बोले : हमारा पालनहार तो आकाशों और धरती का पालनहार है। हम उसके सिवा किसी पूज्य को हरगिज़ नहीं पुकारेंगे। (यदि ऐसा किया) तो निश्चय ही हमने सत्य से हटी हुई बात कही।","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:15","price":"ये हमारी जाति के लोग हैं। इन्होंने अल्लाह के सिवा अन्य पूज्य बना लिए हैं। ये उन (के पूज्य होने) पर कोई स्पष्ट प्रमाण क्यों नहीं लाते? फिर उससे बड़ा अत्याचारी कौन होगा, जो अल्लाह पर झूठ गढ़े?","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:16","price":"और जब तुमने उनसे तथा अल्लाह के अतिरिक्त उनके पूज्यों से किनारा कर लिया, तो अब गुफा में शरण लो। तुम्हारा पालनहार तुम्हारे लिए अपनी कुछ दया खोल देगा, तथा तुम्हारे लिए तुम्हारे काम में कोई आसानी पैदा कर देगा।","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:17","price":"और तुम सूर्य को देखोगे, जब वह निकलता है, तो उनकी गुफा से दायीं ओर झुक (हट) जाता है और जब डूबता है, तो उनसे बायीं ओर कतरा जाता है और वे उस (गुफा) के एक विस्तृत स्थान में हैं। यह अल्लाह की निशानियों में से है। और जिसे अल्लाह मार्ग दिखा दे, वही मार्ग पाने वाला है और जिसे राह से हटा दे, तो तुम उसके लिए हरगिज़ कोई मार्ग दर्शाने वाला सहायक नहीं पाओगे।","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:18","price":"और तुम[5] उन्हें समझते कि जाग रहे हैं, जबकि वे सोए हुए थे। और हम उन्हें दायें तथा बायें फेरते रहे। और उनका कुत्ता गुफा की चौखट पर अपनी दोनों बाहें फैलाए हुए था। यदि तुम झाँककर देख लेते, तो पीठ फेरकर भाग जाते और उनसे भयभीत हो जाते।","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"5. इसमें किसी को भी संबोधित माना जा सकता है, जो उन्हें उस दशा में देख सके।","lang":"hi"},{"name":"18:19","price":"और इसी प्रकार, हमने उन्हें जगा दिया, ताकि वे आपस में एक-दूसरे से पूछें। उनमें से एक कहने वाले ने कहा : तुम कितना समय ठहरे? उन्होंने कहा : हम एक दिन या दिन का कुछ हिस्सा ठहरे। (फिर) उन्होंने कहा : तुम्हारा पालनहार अधिक जानता है कि तुम कितना (समय) ठहरे। (अब) अपने में से किसी को अपना यह चाँदी का सिक्का देकर नगर की ओर भेजो। फिर वह देखे कि किसके पास अधिक स्वच्छ (पवित्र) भोजन है, तो वह उसमें से तुम्हारे लिए कुछ खाना ले आए, तथा वह नरमी व सावधानी बरते और तुम्हारे बारे में किसी को बिल्कुल ख़बर न होने दे।","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:20","price":"क्योंकि यदि वे तुम्हें जान जाएँगे, तो तुम्हें पथराव करके मार डालेंगे या तुम्हें अपने धर्म में लौटा लेंगे और उस समय तुम कभी सफल नहीं हो सकोगे।","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:21","price":"और इसी प्रकार, हमने (लोगों को) उनसे अवगत करा दिया, ताकि वे जान लें कि अल्लाह का वादा सत्य है, और क़ियामत (के आने) में कोई संदेह[6] नहीं। (याद करो) जब वे[7] (उनके विषय में) आपस में विवाद करने लगे। कुछ लोगों ने कहा : उनपर कोई भवन निर्माण करा दो, उनका पालनहार उनके बारे में अधिक जानता है। जो लोग उनके मामले में प्रभावी रहे, उन्होंने कहा : हम तो उन (की गुफा के स्थान) पर अवश्य एक मस्जिद बनाएँगे।","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"6. जिसके आने पर सबको उनके कर्मों का फल दिया जाएगा। 7. अर्थात जब पुराने सिक्के और भाषा के कारण उनका भेद खुल गया और वहाँ के लोगों को उनकी कथा का ज्ञान हो गया, तो फिर वे अपनी गुफा ही में मर गए। और उनके विषय में यह विवाद उत्पन्न हो गया। यहाँ यह ज्ञातव्य है कि इस्लाम में समाधियों पर मस्जिद बनाना, और उसमें नमाज़ पढ़ना तथा उसपर कोई निर्माण करना अवैध है। जिसका पूरा विवरण ह़दीसों में मिलेगा। (सह़ीह़ बुख़ारी : 435, मुस्लिम : 531-32)","lang":"hi"},{"name":"18:22","price":"अब कुछ[8] लोग कहेंगे : वे तीन हैं, उनका चौथा उनका कुत्ता है। और कुछ कहेंगे : वे पाँच हैं, उनका छठा उनका कुत्ता है। ये लोग अँधेरे में तीर चलाते हैं। और (कुछ लोग) कहेंगे : वे सात हैं, उनका आठवाँ उनका कुत्ता है। (ऐ नबी!) आप कह दें : मेरा पालनहार ही उनकी संख्या को भली-भाँति जानता है। उन्हें बहुत थोड़े लोगों के सिवा कोई नहीं जानता।[9] अतः आप उनके संबंध में बहस न करें, सिवाय सरसरी बहस के, और आप उनके विषय में इनमें से किसी से भी न पूछें।[10]","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"8. इनसे मुराद नबी सल्लल्लाहु अलैहि व सल्लम के युग के अह्ले किताब हैं। 9. भावार्थ यह है कि उनकी संख्या का सही ज्ञान तो अल्लाह ही को है, किंतु वास्तव में ध्यान देने की बात यह है कि इससे हमें क्या शिक्षा मिल रही है। 10. क्योंकि आपको उनके बारे में अल्लाह के बताने के कारण उन लोगों से अधिक ज्ञान है। और उनके पास कोई ज्ञान नहीं। इसलिए किसी से पूछने की आवश्यक्ता भी नहीं है।","lang":"hi"},{"name":"18:23","price":"और किसी चीज़ के बारे में हरगिज़ न कहें : निःसंदेह मैं इसे कल करने वाला हूँ।","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:24","price":"परंतु यह कि अल्लाह[11] चाहे। तथा जब भूल जाएँ तो अपने पालनहार को याद करें और कहें : आशा है कि मेरा पालनहार मुझे हिदायत (भलाई) का इससे निकटतर मार्ग दिखा दे।","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"11. अर्थात भविष्य में कुछ करने का निश्चय करें, तो \"इन् शा अल्लाह\" कहें। अर्थता यदि अल्लाह ने चाहा तो।","lang":"hi"},{"name":"18:25","price":"और वे अपनी गुफा में तीन सौ वर्ष रहे और नौ वर्ष और अधिक[12] रहे।","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"12. अर्थात सूर्य के वर्ष से तीन सौ वर्ष, और चाँद के वर्ष से नौ वर्ष अधिक गुफा में सोए रहे।","lang":"hi"},{"name":"18:26","price":"आप कह दें : अल्लाह ही उनके ठहरे रहने की अवधि को बेहतर जानता है। आकाशों तथा धरती की छिपी हुई बातें उसी के ज्ञान में हैं। वह क्या ही खूब देखने वाला और क्या ही खूब सुनने वाला है। न उसके सिवा उनका कोई सहायक है और न वह अपने शासन में किसी को साझी बनाता है।","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:27","price":"और आपके पालनहार की किताब में से आपकी ओर जो वह़्य की गई है, उसे पढ़ते रहें। उसकी बातों को कोई बदलने वाला नहीं है। और आप उसके सिवा कोई शरण लेने की जगह हरगिज़ नहीं पाएँगे।","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:28","price":"और अपने आपको उन लोगों के साथ रोके रखें, जो सुबह-शाम अपने पालनहार को पुकारते हैं। वे उसका चेहरा चाहते हैं। और सांसारिक जीवन की शोभा की चाह[13] में अपनी आँखों को उनसे न फेरें। और उसकी बात न मानें, जिसके दिल को हमने अपनी याद से ग़ाफ़िल कर दिया है, और वह अपनी इच्छा के पीछे लगा हुआ है, और उसका मामला हद से बढ़ा हुआ है।","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"13. भाष्यकारों ने लिखा है कि यह आयत उस समय उतरी जब मुश्रिक क़ुरैश के कुछ प्रमुखों ने नबी सल्लल्लाहु अलैहि व सल्लम से यह माँग की, कि आप अपने निर्धन अनुयायियों के साथ न रहें। तो हम आपके पास आकर आपकी बातें सुनेंगे। इसलिए अल्लाह ने आपको आदेश दिया कि इनका आदर किया जाए, ऐसा नहीं होना चाहिए कि इनकी उपेक्षा करके उन धनवानों की बात मानी जाए जो अल्लाह की याद से निश्चेत हैं।","lang":"hi"},{"name":"18:29","price":"आप कह दें : यह सत्य तुम्हारे पालनहार की ओर से है। अब जो चाहे, ईमान लाए और जो चाहे कुफ़्र करे। निःसंदेह हमने अत्याचारियों के लिए ऐसी आग तैयार कर रखी है, जिसकी दीवारें[14] उन्हें घेर लेंगी। और यदि वे फ़र्याद करेंगे, तो उन्हें ऐसा जल दिया जाएगा, जो तेल की तलछट जैसा होगा, जो चेहरों को भून डालेगा। वह क्या ही बुरा पेय है और वह क्या ही बुरा विश्राम स्थान है!","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"14. क़ुरआन में \"सुरादिक़\" शब्द प्रयुक्त हुआ है। जिसका अर्थ प्राचीर, अर्थात वह दीवार है जो नरक के चारों ओर बनाई गई है।","lang":"hi"},{"name":"18:30","price":"निःसंदेह जो लोग ईमान लाए तथा अच्छे कार्य किए। निश्चय हम उसका प्रतिफल व्यर्थ नहीं करते, जिसने अच्छे कार्य किए।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:31","price":"यही लोग हैं, जिनके लिए स्थायी बाग़ हैं, जिनके नीचे से नहरें बहती हैं। वहाँ उन्हें सोने के कंगन[15] पहनाए जाएँगे। तथा वे महीन और गाढ़े रेशम के हरे वस्त्र पहनेंगे। वहाँ तख़्तों पर तकिया लगाए हुए होंगे। यह क्या ही अच्छा बदला है और क्या ही अच्छा विश्राम स्थान है।","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"15. यह स्वर्ग वासियों का स्वर्ण कंगन है। किंतु संसार में इस्लाम की शिक्षानुसार पुरुषों के लिए सोने का कंगन पहनना ह़राम है।","lang":"hi"},{"name":"18:32","price":"और (ऐ नबी!) आप उन्हें दो व्यक्तियों का एक उदाहरण दें; जिनमें से एक को हमने अंगूरों के दो बाग़ दिए और हमने दोनों को खजूरों के पेड़ों से घेर दिया और दोनों के बीच कुछ खेती रखी।","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:33","price":"दोनों बाग़ों ने अपने पूरे फल दिए और उसमें से कुछ कमी नहीं की। और हमने दोनों के बीच एक नहर जारी कर दी।","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:34","price":"और उसके पास बहुत-सा फल था। तो उसने अपने साथी से, जबकि वह उससे बात कर रहा था, कहा : मैं तुझसे धन-दौलत में अधिक हूँ तथा जत्थे में भी बढ़कर हूँ।","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:35","price":"और उसने अपने बाग़ में (इस हाल में) प्रवेश किया कि वह अपने आप पर अत्याचार करने वाला था। उसने कहा : मैं नहीं समझता कि इसका कभी विनाश होगा।","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:36","price":"और न मैं यह समझता हूँ कि क़ियामत आने वाली है। और वाक़ई यदि मुझे अपने पालनहार की ओर लौटाया गया, तो निश्चय ही मैं ज़रूर इससे उत्तम लौटने का स्थान पाऊँगा।","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:37","price":"उसके साथी ने, जबकि वह उससे बातें कर रहा था, उससे कहा : क्या तूने उसके साथ कुफ़्र किया, जिसने तुझे तुच्छ मिट्टी से पैदा किया, फिर वीर्य से, फिर तुझे ठीक-ठाक एक पुरुष बना दिया?","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:38","price":"लेकिन मैं, तो वह अल्लाह ही मेरा पालनहार है और मैं अपने पालनहार के साथ किसी को साझी नहीं बनाता।","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:39","price":"और जब तूने अपने बाग़ में प्रवेश किया, तो क्यों नहीं कहा : ''जो अल्लाह ने चाहा, अल्लाह की मदद के बिना कोई शक्ति नहीं'', यदि तू मुझे देखता है कि मैं धन तथा संतान में तुझसे कमतर हूँ।","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:40","price":"तो आशा है कि मेरा पालनहार मुझे तेरे बाग़ से अच्छा प्रदान कर दे, और इस (बाग़) पर आकाश से कोई आपदा भेज दे, तो यह (चटियल) चिकनी भूमि बन जाए।","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:41","price":"या उसका पानी गहरा हो जाए, फिर तू उसे कभी तलाश न कर सकेगा।","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:42","price":"(अंततः) उसका सारा फल मारा गया।[16] फिर वह अपने दोनों हाथ मलता रह गया, उस (धन) पर जो उसमें खर्च किया था। जबकि वह (बाग़) अपने छप्परों सहित गिरा हुआ था और वह कहता था : काश मैं अपने पालनहार के साथ किसी को साझी न बनाता।","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"16. अर्थात आपदा ने घेर लिया।","lang":"hi"},{"name":"18:43","price":"और नहीं था उसके पास कोई जत्था, जो अल्लाह के मुक़ाबले में उसकी मदद करता और न वह अपनी सहायता आप कर सका।","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:44","price":"वहाँ सहायता करना केवल परम सत्य अल्लाह के अधिकार में है। वह प्रतिफल प्रदान करने में सबसे बेहतर तथा परिणाम कि दृष्टि से सबसे अच्छा है।","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:45","price":"और (ऐ नबी!) आप उन्हें सांसारिक जीवन का उदाहरण दें, वह उस पानी के समान है, जिसे हमने आकाश से बरसाया, तो पृथ्वी की वनस्पति (घनी होकर) उसके साथ मिल गई। फिर वह चूरा-चूरा हो गई, जिसे हवाएँ उड़ाए फिरती[17] हैं। और अल्लाह प्रत्येक चीज़ का सामर्थ्य रखने वाला है।","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"17. अर्थात सांसारिक जीवन और उसका सुख-सुविधा सब सामयिक है।","lang":"hi"},{"name":"18:46","price":"धन और पुत्र सांसारिक जीवन की शोभा हैं। और बाकी रहने वाली नेकियाँ तेरे पालनहार के यहाँ सवाब में बहुत उत्तम और आशा की दृष्टि से भी बहुत बेहतर हैं।","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:47","price":"तथा जिस दिन हम पर्वतों को चलाएँगे, और तुम धरती को साफ़ मैदान[18] देखोगे, और हम उन्हें एकत्रित करेंगे, तो उनमें से किसी को नहीं छोड़ेंगे।","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"18. अर्थात न उसमें कोई चिह्न होगा न छिपने का स्थान।","lang":"hi"},{"name":"18:48","price":"और वे आपके पालनहार के समक्ष पंक्तिबद्ध प्रस्तुत किए जाएँगे। (और कहा जाएगा :) निश्चय ही तुम हमारे पास उसी तरह आए हो, जैसे हमने तुम्हें पहली बार पैदा किया था। बल्कि तुम समझते थे कि हम तुम्हारे लिए वादे का कोई समय निर्धारित नहीं करेंगे।","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:49","price":"और किताब[19] सामने रख दी जाएगी, तो आप अपराधियों को देखेंगे कि जो कुछ उसमें होगा, उससे डरने वाले होंगे और कहेंगे : हाय हमारा विनाश! यह कैसी किताब है, जो न कोई छोटी बात छोड़ती है न बड़ी, परंतु उसने उसे संरक्षित कर रखा है। तथा उन्होंने जो कर्म किए थे, सब अंकित पाएँगे। और आपका पालनहार किसी पर अत्याचार नहीं करेगा।","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"19. अर्थात प्रत्येक का कर्मपत्र जो उसने सांसारिक जीवन में किया है।","lang":"hi"},{"name":"18:50","price":"तथा (याद करो) जब हमने फ़रिश्तों से कहा : आदम को सजदा करो। तो इबलीस के सिवा सबने सजदा किया। वह जिन्नों में से था। अतः उसने अपने पालनहार के आदेश का उल्लंघन किया। क्या फिर (भी) तुम उसे और उसकी संतान को मुझे छोड़कर मित्र बनाते हो, जबकि वे तुम्हारे शत्रु हैं? वह (शैतान) अत्याचारियों के लिए क्या ही बुरा बदल (विकल्प) है।","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:51","price":"मैंने उन्हें न आकाशों तथा धरती के पैदा करने में उपस्थित किया और न स्वयं उनके पैदा करने में, और न ही मैं पथभ्रष्ट करने वालों को सहायक[20] बनाने वाला था।","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"20. भावार्थ यह है कि विश्व की उत्पत्ति के समय इनका अस्तित्व न था। यह तो बाद में उत्पन्न किए गए हैं। उनकी उत्पत्ति में भी उनसे कोई सहायता नहीं ली गई, तो फिर ये अल्लाह के बराबर कैसे हो गए।","lang":"hi"},{"name":"18:52","price":"और जिस दिन वह (अल्लाह) कहेगा : मेरे उन साझियों को पुकारो, जिनका तुम दावा करते थे। तो ये उन्हें पुकारेंगे, पर वे इन्हें कोई उत्तर नहीं देंगे। और हम उनके बीच एक विनाश का स्थान बना देंगे।","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:53","price":"और अपराधी लोग जहन्नम को देखेंगे, तो उन्हें यक़ीन हो जाएगा कि वे उसमें गिरने वाले हैं। और उससे फिरने (बचने) का कोई स्थान नहीं पाएँगे।","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:54","price":"और हमने इस क़ुरआन में लोगों (को समझाने) के लिए हर प्रकार के उदाहरण प्रस्तुत किए हैं। और इनसान सब चीज़ों से अधिक झगड़ालू है।","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:55","price":"और जब लोगों के पास मार्गदर्शन आ गया, तो उन्हें ईमान लाने और अपने पालनहार से क्षमा याचना करने से केवल इस बात ने रोका कि उनको भी पहले लोगों जैसा मामला पेश आ जाए या यातना उनके सामने आ खड़ी हो।","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:56","price":"तथा हम रसूलों को केवल शुभ सूचना देने वाले और डराने वाले बनाकर भेजते हैं। और जो काफ़िर हैं, वे असत्य के सहारे झगड़ा करते हैं, ताकि उसके द्वारा सत्य को विचलित[21] कर दें। और उन्होंने हमारी आयतों को तथा उन चीज़ों को जिनसे उन्हें डराया गया, मज़ाक बना लिया।","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"21. अर्थात सत्य को दबा दें।","lang":"hi"},{"name":"18:57","price":"और उससे बड़ा अत्याचारी कौन है, जिसे उसके पालनहार की आयतें सुनाकर समझाया जाए, तो वह उनसे मुँह मोड़ ले और जो कुछ उसके दोनों हाथों ने आगे भेजा हो, उसे भूल जाए? निःसंदेह हमने उनके दिलों पर पर्दे डाल दिए हैं कि उसे[22] समझ न पाएँ और उनके कानों में बोझ डाल दिया है। और यदि आप उन्हें सीधी राह की ओर बुलाएँ, तब (भी) वे कभी सीधी राह पर नहीं आएँगे।","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"22. अर्थात क़ुरआन को।","lang":"hi"},{"name":"18:58","price":"और आपका पालनहार अत्यंत क्षमाशील, दयावान् है। यदि वह उन्हें उसकी वजह से पकड़े, जो उन्होंने कमाया है, तो निश्चय उनपर शीघ्र ही यातना भेज दे। बल्कि उनके लिए वादे का एक समय है, जिससे बचने का उन्हें कदापि कोई स्थान नहीं मिलेगा।","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:59","price":"तथा यही बस्तियाँ हैं, हमने इन (के निवासियों) का विनाश कर दिया, जब उन्होंने अत्याचार किया। और हमने उनके विनाश का एक समय निश्चित कर रखा था।","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:60","price":"तथा (याद करो) जब मूसा ने अपने युवक (सेवक) से कहा : मैं बराबर चलता रहूँगा, यहाँ तक कि दो सागरों के संगम पर पहुँच जाऊँ या वर्षों चलता रहूँ।[23]","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"23. मूसा अलैहिस्सलाम की यात्रा का कारण यह बना था कि वह एक बार भाषण दे रहे थे। तो किसी ने पूछा कि इस संसार में सर्वाधिक ज्ञानी कौन है? मूसा ने कहा : मैं हूँ। यह बात अल्लाह को अप्रिय लगी। और मूसा से फरमाया कि दो सागरों के संगम के पास मेरा एक बंदा है जो तुमसे अधिक ज्ञानी है। मूसा ने कहा : मैं उससे कैसे मिल सकता हूँ? अल्लाह ने फरमाया : एक मछली रख लो, और जिस स्थान पर वह खो जाए, तो वहीं वह मिलेगा। और वह अपने सेवक यूशा' बिन नून को लेकर निकल पड़े। (संक्षिप्त अनुवाद, सह़ीह़ बुख़ारी : 4725)","lang":"hi"},{"name":"18:61","price":"फिर जब वे दोनों उन दोनों (सागरों) के मिलने की जगह पर पहुँचे, तो वे दोनों अपनी मछली भूल गए और उसने सागर में अपना रास्ता सुरंग जैसा बना लिया।","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:62","price":"फिर जब दोनों आगे बढ़ गए, तो मूसा ने अपने सेवक से कहा कि हमारा खाना लाओ। हम अपनी इस यात्रा से काफ़ी थक गए हैं।","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:63","price":"उसने कहा : क्या आपने देखा? जब हम चट्टान के पास ठहरे थे तो निःसंदेह मैं मछली भूल गया, और मुझे शैतान ही ने भुलाया कि मैं (आपसे) उसकी चर्चा करूँ, और उसने अनोखे तरीक़े से सागर में अपनी राह बना ली।","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:64","price":"मूसा ने कहा : यही तो है, जो हम तलाश कर रहे थे। फिर वे दोनों अपने क़दमों के निशान देखते हुए वापस लौटे।","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:65","price":"तो उन दोनों ने हमारे बंदों में से एक बंदे[24] को पाया, जिसे हमने अपने पास से दया प्रदान की थी और उसे अपने पास से एक ज्ञान सिखाया था।","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"24. इससे अभिप्रेत आदरणीय ख़ज़िर अलैहिस्सलाम हैं।","lang":"hi"},{"name":"18:66","price":"मूसा ने उनसे कहा : क्या मैं आपका अनुसरण करूँ, इस (शर्त) पर कि मुझे उस मार्गदर्शन की बातों में से कुछ सिखा दें, जो आपको सिखाई गई हैं?","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:67","price":"उन्होंने कहा : तुम मेरे साथ हरगिज़ धैर्य न रख सकोगे।","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:68","price":"और तुम उसपर कैसे धीरज रख सकते हो, जिसका तुम्हें पूरा ज्ञान नहीं?","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:69","price":"उसने कहा : यदि अल्लाह ने चाहा, तो आप मुझे धैर्य रखने वाला पाएँगे और मैं आपके किसी आदेश का उल्लंघन नहीं करूँगा।","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:70","price":"उन्होंने कहा : यदि तुम्हें मेरा अनुसरण करना है, तो मुझसे किसी चीज़ के बारे में प्रश्न न करना, यहाँ तक कि मैं (स्वयं ही) तुमसे उसकी चर्चा शुरू करूँ।","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:71","price":"फिर वे दोनों चले, यहाँ तक कि जब वे नौका पर सवार हुए, तो उस (ख़ज़िर) ने उसे फाड़ दिया। मूसा ने कहा : क्या आपने इसे इसलिए फाड़ दिया है कि इसके सवारों को डुबो दें? निश्चित रूप से आपने एक गंभीर काम कर डाला।","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:72","price":"उन्होंने कहा : क्या मैंने नहीं कहा था कि तुम मेरे साथ हरगिज़ धैर्य न रख सकोगे?","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:73","price":"मूसा ने कहा : मुझे मेरी भूल पर न पकड़ें और मेरे मामले में मुझे किसी कठिनाई में न डालें।","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:74","price":"फिर वे दोनों चल पड़े, यहाँ तक कि जब वे एक बालक से मिले, तो उस (ख़ज़िर) ने उसे क़त्ल कर दिया। उस (मूसा) ने कहा : क्या आपने एक निर्दोष जान को किसी जान के बदले के बिना[25] क़त्ल कर दिया? निःसंदेह आपने बहुत ही बुरा काम किया।","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"25. अर्थात उसने किसी प्राणी को नहीं मारा कि उसके बदले में उसे मारा जाए।","lang":"hi"},{"name":"18:75","price":"उन्होंने कहा : क्या मैंने तुमसे नहीं कहा था कि निश्चय तुम मेरे साथ हरगिज़ धैर्य न रख सकोगे?","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:76","price":"(मूसा ने) कहा : यदि मैं इसके बाद आपसे किसी चीज़ के विषय में प्रश्न करूँ, तो मुझे अपने साथ न रखें। निश्चय आप मेरी ओर से उज़्र को पहुँच[26] चुके।","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"26. अर्थात अब कोई प्रश्न करूँ तो आपके पास मुझे अपने साथ न रखने का उचित कारण होगा।","lang":"hi"},{"name":"18:77","price":"फिर दोनो चले, यहाँ तक कि जब एक गाँव वालों के पास आए, तो उसके वासियों से भोजन माँगा। परंतु उन्होंने उनका अतिथि सत्कार करने से इनकार कर दिया। फिर वहाँ उन्होंने एक दीवार पाई, जो गिरा चाहती थी। तो उस (खज़िर) ने उसे सीधा कर दिया। (मूसा ने) कहा : यदि आप चाहते, तो इसपर पारिश्रमिक ले लेते।","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:78","price":"उसने कहा : यह मेरे और तुम्हारे बीच जुदाई है। मैं तुम्हें उसकी वास्तविकता बताऊँगा, जिसपर तुम धैर्य नहीं रख सके।","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:79","price":"रही नाव, तो वह कुछ निर्धनों की थी, जो सागर में काम करते थे। तो मैंने चाहा कि उसे ख़राब[27] कर दूँ और उनके आगे एक राजा था, जो हर (अच्छी) नाव को छीन लेता था।","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"27 . अर्थात उसमें छेद कर दूँ।","lang":"hi"},{"name":"18:80","price":"और रहा बालक, तो उसके माता-पिता दोनों ईमान वाले थे। अतः हम डरे कि वह उन दोनों को अवज्ञा और कुफ़्र में फँसा देगा।","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:81","price":"इसलिए हमने चाहा कि उन दोनों का पालनहार उन्हें बदले में ऐसा बच्चा दे, जो पवित्रता में उससे बेहतर और करुणा में अधिक क़रीब हो।","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:82","price":"और रही दीवार, तो वह शहर के दो अनाथ लड़कों की थी और उसके नीचे उन दोनों के लिए एक खज़ाना था और उनके पिता नेक थे। तो तेरे पालनहार ने चाहा कि वे दोनों अपनी जवानी को पहुँच जाएँ और अपना खज़ाना निकाल लें, तेरे पालनहार की ओर से दया स्वरूप। और मैंने यह अपनी मर्जी से नहीं किया।[28] यह है उन बातों का असली सच जिनपर तुम धैर्य न रख सके।","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"28. ये सभी कार्य, विशेष रूप से निर्दोष बालक का वध धार्मिक नियम से उचित न था। इसलिए मूसा (अलैहिस्सलाम) इसको सहन न कर सके। किंतु ख़ज़िर को विशेष ज्ञान दिया गया था जो मूसा (अलैहिस्सलाम) के पास नहीं था। इस प्रकार अल्लाह ने जता दिया कि हर ज्ञानी के ऊपर भी कोई ज्ञानी है।","lang":"hi"},{"name":"18:83","price":"और (ऐ नबी!) वे आपसे ज़ुल-क़रनैन[29] के विषय में प्रश्न करते हैं। आप कह दें : मैं तुम्हें उसका कुछ वृत्तांत पढ़कर सुनाऊँगा।","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"29. यह तीसरे प्रश्न का उत्तर है जिसे यहूदियों ने मक्का के मिश्रणवादियों द्वारा नबी सल्लल्लाहु अलैहि व सल्लम से कराया था। ज़ुल-क़रनैन के आगामी आयतों में जो गुण-कर्म बताए गए हैं उनसे विदित होता है कि वह एक सदाचारी विजेता राजा था। मौलाना अबुल कलाम आज़ाद के शोध के अनुसार यह वही राजा है जिसे यूनानी साईरस, हिब्रू भाषा में खोरिस तथा अरब में ख़ुसरु के नाम से पुकारा जाता है। जिसका शासन काल 559 ई. पूर्व है। वह लिखते हैं कि 1838 ई. में साईरस की एक पत्थर की मूर्ति अस्तख़र के खंडहरों में मिली है। जिसमें बाज़ पक्षी की भाँति उसके दो पंख तथा उसके सिर पर भेड़ के समान दो सींग हैं। इसमें मीडिया और फ़ारस के दो राज्यों की उपमा दो सींगों से दी गई है। (देखिए : तर्जमानुल क़ुरआन, भाग : 3, पृष्ठ : 436-438)","lang":"hi"},{"name":"18:84","price":"हमने उसे धरती में प्रभुत्व प्रदान किया तथा उसे प्रत्येक प्रकार का साधन दिया।","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:85","price":"तो वह कुछ सामान लेकर चला।","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:86","price":"यहाँ तक कि जब वह सूर्यास्त के स्थान[30] तक पहुँचा, तो उसे पाया कि वह एक काले कीचड़ वाले जलस्रोत में डूब रहा है और उसके पास एक जाति को पाया। हमने कहा : ऐ ज़ुल-क़रनैन! या तो तू उन्हें यातना दे और या तो तू उनके साथ अच्छा व्यवहार कर।","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"30. अर्थात पश्चिम की अंतिम सीमा तक।","lang":"hi"},{"name":"18:87","price":"उसने कहा : जो अत्याचार करेगा, हम उसे शीघ्र दंड देंगे। फिर वह अपने पालनहार की ओर लौटाया[31] जाएगा, तो वह उसे बहुत बुरी यातना देगा।","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"31. अर्थात निधन के पश्चात् प्रलय के दिन।","lang":"hi"},{"name":"18:88","price":"परंतु जो ईमान लाया और उसने अच्छा कर्म किया, तो उसके लिए बदले में भलाई है और शीघ्र ही हम उसे अपने काम में से सर्वथा सरलता का आदेश देंगे।","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:89","price":"फिर वह कुछ और सामान लेकर चला।","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:90","price":"यहाँ तक कि जब वह सूरज उगने के स्थान पर पहुँचा, तो उसे ऐसे लोगों पर उगता हुआ पाया, जिनके लिए हमने उसके सामने पर्दा नहीं बनाया था।","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:91","price":"मामला ऐसा ही था और उस (ज़ुल-क़रनैन) के पास जो कुछ था, निश्चित रूप से वह हमारे ज्ञान के घेरे में था।","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:92","price":"फिर वह कुछ और सामान लेकर चला।","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:93","price":"यहाँ तक कि जब वह दो पर्वतों के बीच पहुँचा, तो उन दोनों की उस ओर एक जाति को पाया, जो क़रीब न थी कि कोई बात समझे।[32]","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"32. अर्थात अपनी भाषा के सिवा कोई भाषा नहीं समझती थी।","lang":"hi"},{"name":"18:94","price":"उन्होंने कहा : ऐ ज़ुल-क़रनैन! निःसंदेह याजूज और माजूज इस भूभाग में उत्पात मचाने वाले हैं। तो क्या हम आपके लिए कुछ राजस्व तय कर दें, इस शर्त पर कि आप हमारे और उनके बीच एक अवरोध बना दें?","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:95","price":"उसने कहा :  मेरे पालनहार ने जो कुछ मुझे प्रदान किया है, वह उत्तम है। अतः तुम श्रमशक्ति से मेरी सहायता करो, मैं  तुम्हारे और उनके बीच एक मोटी (और दृढ़) दीवार बना दूँगा।","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:96","price":"मुझे लोहे के टुकड़े ला दो, यहाँ तक कि जब दोनों पहाड़ों के बीच का हिस्सा ऊपर तक बराबर कर दिया, तो कहा : अब इसमें आग दहकाओ, यहाँ तक कि जब उसे आग कर दिया, तो कहा : मुझे पिघला हुआ ताँबा ला दो, ताकि मैं इसपर उँड़ेल दूँ।","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:97","price":"फिर उनमें न यह शक्ति रही कि उस पर चढ़ सकें और न वे उसमें कोई छेद कर सके।","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:98","price":"उस (ज़ुलक़रनैन) ने कहा : यह मेरे पालनहार की ओर से एक दया है। फिर जब मेरे पालनहार का वादा[33] आ जाएगा, तो वह इसे पृथ्वी के बराबर कर देगा, और मेरे पालनहार का वादा हमेशा से सच्चा है।","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"33. वादा से अभिप्राय प्रलय के आने का समय है। जैसी कि सह़ीह़ बुख़ारी ह़दीस संख्या : 3346 आदि में आता है कि क़ियामत आने के समीप याजूज-माजूज वह दीवार तोड़ कर निकलेंगे, और धरती में उपद्रव मचा देंगे।","lang":"hi"},{"name":"18:99","price":"और उस[34] दिन हम उन्हें इस अवस्था में छोड़ देंगे कि वे एक-दूसरे से मौजों की तरह परस्पर गुत्थम-गुत्था हो जाएँगे और “सूर” फूँक दिया जाएगा, तो हम उन सभी को इकट्ठा करेंगे।","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"34. इस आयत में उस प्रलय के आने के समय की दशा का चित्रण किया गया है जिसे ज़ुल-क़रनैन ने सच्चा वादा कहा है।","lang":"hi"},{"name":"18:100","price":"और उस दिन हम जहन्नम को काफिरों के ठीक सामने कर देंगे।","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:101","price":"जिनकी आँखें मेरी याद से पर्दे में थीं और वे सुन ही नहीं सकते थे।","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:102","price":"तो क्या जिन लोगों ने कुफ़्र किया, उन्होंने यह सोचा है कि वे मुझे छोड़कर मेरे बंदों को सहायक बना लेंगे? निःसंदेह हमने जहन्नम को काफिरों के लिए आतिथ्य के रूप में तैयार कर रखा है।","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:103","price":"आप कह दें : क्या हम तुम्हें उन लोगों के बारे में बताएँ जो कर्मों में सबसे अधिक घाटा वाले हैं?","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:104","price":"वे लोग जिनका प्रयास संसार के जीवन में व्यर्थ हो गया है और वे सोचते हैं कि निःसंदेह वे एक अच्छा काम कर रहे हैं।","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:105","price":"यही वे लोग हैं, जिन्होंने अपने पालनहार की आयतों और उससे मिलन का इनकार किया। तो उनके कर्म बेकार हो गए, अतः हम क़ियामत के दिन उनके लिए कोई वज़न नहीं रखेंगे।[35]","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"35. अर्थात उनका हमारे यहाँ कोई भार न होगा। ह़दीस में आया है कि नबी सल्लल्लाहु अलैहि व सल्लम ने कहा : क़ियामत के दिन एक भारी भरकम व्यक्ति आएगा। मगर अल्लाह के सदन में उसका भार मच्छर के पंख के बराबर भी नहीं होगा। फिर आपने इसी आयत को पढ़ा। (सह़ीह़ बुख़ारी : 4729)","lang":"hi"},{"name":"18:106","price":"यह उनका बदला नरक है, इस कारण कि उन्होंने कुफ़्र किया और मेरी आयतों और मेरे रसूलों का मज़ाक उड़ाया।","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:107","price":"निःसंदेह जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए, उनके आतिथ्य के लिए फ़िरदौस[36] के बाग़ होंगे।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"36. फ़िरदौस, स्वर्ग के सर्वोच्च स्थान का नाम है। (सह़ीह़ बुख़ारी : 7423)","lang":"hi"},{"name":"18:108","price":"उनमें हमेशा रहने वाले होंगे, वे उससे स्थान बदलना नहीं चाहेंगे।","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:109","price":"(ऐ नबी!) आप कह दें : यदि सागर मेरे पालनहार की बातें लिखने के लिए स्याही बन जाए, तो निश्चय सागर समाप्त हो जाएगा इससे पहले कि मेरे पालनहार की बातें समाप्त हों, यद्यपि हम उसके बराबर और स्याही ले आएँ।","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:110","price":"आप कह दे : मैं तो तुम्हारे जैसा ही एक मनुष्य हूँ, मेरी ओर प्रकाशना (वह़्य) की जाती है कि तुम्हारा पूज्य केवल एक ही पूज्य है। अतः जो कोई अपने पालनहार से मिलने की आशा रखता हो, उसके लिए आवश्यक है कि वह अच्छे कर्म करे और अपने पालनहार की इबादत में किसी को साझी न बनाए।","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"hi"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}