{"data":[{"name":"19:1","price":"काफ़, हा, या, ऐन, स़ाद।","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:2","price":"(यह) आपके पालनहार की अपने बंदे ज़करिय्या पर दया की चर्चा है।","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:3","price":"जब उसने अपने पालनहार को गुप्त स्वर में पुकारा।","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:4","price":"उसने कहा : ऐ मेरे पालनहार! निश्चय मेरी हड्डियाँ कमज़ोर हो गईं और सिर बुढ़ापे से सफेद[1] हो गया, तथा ऐ मेरे पालनहार! मैं तुझे पुकारकर कभी असफल नहीं हुआ।","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"1. अर्थात पूरे बाल सफ़ेद हो गए।","lang":"hi"},{"name":"19:5","price":"और निःसंदेह मैं अपने पीछे रिश्तेदारों से डरता हूँ, और मेरी पत्नी आरंभ से बाँझ है, अतः मुझे अपनी ओर से एक उत्तराधिकारी प्रदान कर दे।","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:6","price":"जो मेरा उत्तराधिकारी हो तथा याक़ूब के वंश का उत्तराधिकारी[2] हो और ऐ मेरे पालनहार! उसे पसंदीदा बना दे।","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"2. अर्थात नबी हो। आदरणीय ज़करिय्या (अलैहिस्सलाम) याक़ूब (अलैहिस्सलाम) के वंश में थे।","lang":"hi"},{"name":"19:7","price":"ऐ ज़करिय्या! निःसंदेह हम तुझे एक बालक की शुभ सूचना देते हैं, जिसका नाम यह़्या है। हमने इससे पहले उसका कोई समनाम नहीं बनाया।","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:8","price":"उसने कहा : ऐ मेरे पालनहार! मेरे यहाँ बालक कैसे होगा, जबकि मेरी पत्नी शुरू से बाँझ है और मैं बुढ़ापे की अंतिम सीमा को पहुँच गया हूँ।","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:9","price":"उसने कहा : ऐसा ही है, तेरे पालनहार ने कहा है : यह मेरे लिए सरल है, और निश्चय मैंने तुझे इससे पहले पैदा किया, जबकि तू कुछ भी नहीं था।","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:10","price":"उस (ज़करिय्या) ने कहा : ऐ मेरे पालनहार! मेरे लिए कोई निशानी निर्धारित कर दे। (अल्लाह ने) फरमाया :  तेरी निशानी यह है कि तू स्वस्थ होते हुए लोगों से तीन रातों तक बात नहीं करेगा।[3]","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"3. रात से अभिप्राय दिन तथा रात दोनों ही हैं। अर्थात जब बिना किसी रोग के लोगों से बात नहीं कर सकोगे तो यह शुभ सूचना की निशानी होगी।","lang":"hi"},{"name":"19:11","price":"फिर वह उपासना-गृह से निकलकर अपनी जाति के पास आया और उन्हें संकेत द्वारा आदेश दिया कि सुबह और शाम (अल्लाह की) पवित्रता का वर्णन करो।","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:12","price":"ऐ यह़्या[4]! इस पुस्तक (तौरात) को मज़बूती से थाम लो। और हमने उसे बचपन ही में निर्णय-शक्ति प्रदान की।","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"4. अर्थात जब यह़्या का जन्म हो गया और कुछ बड़े हुए, तो अल्लाह ने उन्हें तौरात का ज्ञान दिया।","lang":"hi"},{"name":"19:13","price":"तथा अपनी ओर से दया तथा पवित्रता (प्रदान की) और वह बड़ा संयमी (परहेज़गार) था।","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:14","price":"तथा अपने माता-पिता के साथ सुशील था। तथा वह क्रूर और अवज्ञाकारी नहीं था।","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:15","price":"और उसपर सलामती हो जिस दिन वह पैदा हुआ और जिस दिन वह मरेगा और जिस दिन वह जीवित करके उठाया जाएगा।","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:16","price":"तथा इस किताब में मरयम[5] की चर्चा करें, जब वह अपने घरवालों से एक स्थान पर अलग हो गईं जो (उनसे) पूरब की ओर था।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"5. मरयम आदरणीय इमरान की पुत्री, दाऊद अलैहिस्सलाम के वंश से थीं। उनके जन्म के विषय में सूरत आले इमरान देखिए।","lang":"hi"},{"name":"19:17","price":"फिर उसने उनकी ओर से एक परदा बना लिया, तो हमने उसकी ओर अपनी रूह़ (विशेष फ़रिश्ता)[6] को भेजा, तो उसने उसके लिए एक पूरे मनुष्य का रूप धारण कर लिया।","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"6. इससे अभिप्रेत फ़रिश्ता जिबरील (अलैहिस्सलाम) हैं।","lang":"hi"},{"name":"19:18","price":"उसने कहा : निःसंदेह मैं तुझसे रहमान (परम दयावान्) की शरण माँगती हूँ, यदि तू डर रखने वाला है।","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:19","price":"उसने कहा : मैं तेरे पालनहार का भेजा हुआ हूँ, ताकि तुझे एक पवित्र लड़का प्रदान करूँ।","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:20","price":"वह बोली : मुझे लड़का कैसे हो सकता है, जबकि किसी पुरुष ने मुझे छुआ तक नहीं है और न मैं कभी व्यभिचारिणी थी।","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:21","price":"उसने कहा : ऐसा ही है, तेरे पालनहार ने कहा है कि यह मेरे लिए आसान है और ताकि हम इसे लोगों के लिए एक निशानी[7] और अपनी ओर से रहमत बनाएँ और यह एक पूर्वनियत कार्य है।","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"7. अर्थात अपने सामर्थ्य की निशानी, कि हम नर-नारी के योग के बिना भी स्त्री के गर्भ से शिशु की उत्पत्ति कर सकते हैं।","lang":"hi"},{"name":"19:22","price":"फिर वह उस (लड़के) के साथ गर्भवती हो गई, तो उसे लेकर एक दूर स्थान पर अलग चली गई।","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:23","price":"फिर प्रसव पीड़ा उसे खजूर के एक तने के पास ले लाई, कहने लगी : ऐ काश! मैं इससे पहले मर जाती और भूली-बिसरी होती।","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:24","price":"तो उसने उसके नीचे से पुकारा[8] कि शोकाकुल न हो, तेरे पालनहार ने तेरे नीचे[9] एक नदी (प्रवाह) कर दी है।","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"8. अर्थात जिबरील फ़रिश्ते ने घाटी के नीचे से आवाज़ दी। दूसरा कथन है कि ईसा अलैहिस्सलाम ने नीचे से आवाज़ दी। 9. अर्थात मरयम के चरणों के नीचे।","lang":"hi"},{"name":"19:25","price":"और खजूर के तने को अपनी ओर हिला, वह तुझपर ताज़ा पकी हुई खजूरें गिराएगा।[10]","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"10. अल्लाह ने अस्वाभाविक रूप से आदरणीय मरयम के लिए, खाने-पीने की व्यवस्था कर दी।","lang":"hi"},{"name":"19:26","price":"अतः खा और पी और आँख ठंडी कर। फिर यदि तू किसी आदमी को देखे, तो कह दे : मैंने तो रहमान के लिए रोज़े की मन्नत मानी है। अतः आज मैं कदापि किसी मनुष्य से बात नहीं करूँगी।","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:27","price":"फिर वह उसे उठाए हुए अपनी जाति के पास ले आई, उन्होंने कहा : ऐ मरयम! तूने बहुत बुरा काम किया है।","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:28","price":"ऐ हारून की बहन! न तेरा पिता कोई बुरा व्यक्ति था और न तेरी माँ कोई व्यभिचारिणी थी।","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:29","price":"तो उसने उस (शिशु) की ओर संकेत किया। उन्होंने कहा : हम उससे कैसे बात करें, जो अभी तक गोद में बच्चा है?","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:30","price":"वह (शिशु) बोल पड़ा : निःसंदेह मैं अल्लाह का बंदा हूँ। उसने मुझे पुस्तक (इन्जील) प्रदान की तथा मुझे नबी बनाया है।[11]","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"11. अर्थात मुझे पुस्तक प्रदान करने और नबी बनाने का निर्णय कर दिया है।","lang":"hi"},{"name":"19:31","price":"तथा मुझे बरकत वाला बनाया है, जहाँ भी मैं रहूँ और मुझे नमाज़ तथा ज़कात का आदेश दिया है, जब तक मैं जीवित रहूँ।","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:32","price":"तथा आपनी माँ के साथ अच्छा व्यवहार करने वाला (बनाया) और उसने मुझे क्रूर तथा अभागा[12] नहीं बनाया।","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"12. इसमें यह संकेत है कि माता-पिता के साथ दुर्व्यवहार करना क्रूरता तथा दुर्भाग्य है।","lang":"hi"},{"name":"19:33","price":"तथा सलामती है मुझपर, जिस दिन मैं पैदा हुआ और जिस दिन मैं मरूँगा और जिस दिन मैं जीवित करके उठाया जाऊँगा।","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:34","price":"यह है ईसा बिन मरयम। यही सत्य बात है, जिसमें वे संदेह कर रहे हैं।","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:35","price":"अल्लाह के योग्य नहीं है कि वह कोई संतान बनाए। वह पवित्र है! जब वह किसी कार्य का निर्णय करता है, तो उससे केवल यह कहता है कि \"हो जा\", तो वह हो जाता है।","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:36","price":"और निःसंदेह अल्लाह ही मेरा पालनहार और तुम्हारा पालनहार है, अतः उसी की इबादत करो, यही सीधा रास्ता है।","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:37","price":"फिर इन गिरोहों[13] ने आपस में मतभेद कर लिया, तो उन लोगों के लिए जिन्होंने कुफ़्र किया, एक बड़े दिन की उपस्थिति के कारण बड़ा विनाश है।","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"13. अर्थात अह्ले किताब के गिरोहों ने ईसा अलैहिस्सलाम की वास्तविकता जानने के पश्चात् उनके विषय में मतभेद किया। यहूदियों ने उसे जादूगर तथा वर्णसंकर (व्यभिचार से उत्पन्न व्यक्ति) कहा। और ईसाइयों के एक गिरोह ने कहा कि वह स्वयं अल्लाह है। दूसरे ने कहा : वह अल्लाह का पुत्र है। और उनके तीसरे कैथुलिक गिरोह ने कहा कि वह तीन में का तीसरा है। बड़े दिन से अभिप्राय प्रलय का दिन है।","lang":"hi"},{"name":"19:38","price":"वे कितने सुनने वाले होंगे और कितने देखने वाले होंगे! जिस दिन वे हमारे पास आएँगे, किंतु अत्याचारी लोग आज खुली गुमराही में हैं।","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:39","price":"और (ऐ नबी!) आप उन्हें पछतावे के दिन से डराएँ, जब हर काम का फैसला[14] कर दिया जाएगा, और वे पूरी तरह से ग़फ़लत में हैं और वे ईमान नहीं लाते।","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"14. अर्थात प्रत्येक के कर्मानुसार उसके लिए नरक अथवा स्वर्ग का निर्णय कर दिया जाएगा। फिर मौत को एक भेड़ के रूप में वध कर दिया जाएगा। तथा घोषणा कर दी जाएगी कि ऐ स्वर्गियो! तुम्हें सदा रहना है, और अब मौत नहीं है। और हे नारकियो! तुम्हें सदा नरक में रहना है, अब मौत नहीं है। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 4730)","lang":"hi"},{"name":"19:40","price":"निःसंदेह हम ही धरती के उत्तराधिकारी होंगे और उनके भी जो उसपर हैं और वे हमारी ही ओर लौटाए जाएँगे।","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:41","price":"तथा इस किताब में इबराहीम की चर्चा करें, निःसंदेह वह बहुत सच्चा (और) नबी था।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:42","price":"जब उसने अपने पिता से कहा : ऐ मेरे पिता! आप उस चीज़ को क्यों पूजते हैं, जो न सुनती है और न देखती है और न आपके किसी काम आती है?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:43","price":"ऐ मेरे पिता! निःसंदेह मेरे पास वह ज्ञान आया है, जो आपके पास नहीं आया, अतः आप मेरा अनुसरण करें, मैं आपको सीधा मार्ग दिखाऊँगा।","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:44","price":"ऐ मेरे पिता! शैतान की पूजा न करें। निःसंदेह शैतान हमेशा से रहमान (परम दयालु अल्लाह) का अवज्ञाकारी है।","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:45","price":"ऐ मेरे पिता! वास्तव में, मुझे डर है कि आपको रहमान (परम दयालु) की ओर से कोई यातना आ लगे, फिर आप शैतान के मित्र हो जाएँगे।","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:46","price":"उसने कहा : क्या तू हमारे पूज्यों से विमुख हो रहा है, ऐ इबराहीम!? निश्चय यदि तू बाज़ न आया, तो मैं अवश्य ही तुझे संगसार कर दूँगा और तू लंबे समय के लिए मुझसे अलग हो जा।","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:47","price":"(इबराहीम ने) कहा : आपपर सलाम हो! मैं अपने पालनहार से आपके लिए अवश्य क्षमा की प्रार्थना करूँगा। निःसंदेह वह हमेशा से मुझपर बहुत दयालु है।","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:48","price":"तथा मैं आप लोगों से और उन चीज़ों से जिन्हें आप लोग अल्लाह के सिवा पुकारते हैं, किनारा करता हूँ और अपने पालनहार को पुकारता हूँ। आशा है कि मैं अपने रब को पुकारकर असफल नहीं रहूँगा।","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:49","price":"फिर जब वह उनसे और उन चीज़ों से जिनकी वे अल्लाह के सिवा पूजा करते थे, अलग हो गया, तो हमने उसे इसहाक़ और याक़ूब प्रदान किए और हर एक को हमने नबी बनाया।","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:50","price":"तथा हमने उन्हें अपनी रहमत से हिस्सा दिया और उन्हें बहुत ऊँची, सच्ची ख्याति प्रदान की।","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:51","price":"और आप इस पुस्तक में मूसा की चर्चा करें। निश्चय वह चुना हुआ था तथा रसूल एवं नबी था।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:52","price":"और हमने उसे पहाड़ की दाहिनी ओर से पुकारा तथा सरगोशी करते हुए उसे समीप कर लिया।","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:53","price":"और हमने उसे अपनी दया से उसके भाई हारून को नबी बनाकर प्रदान किया।","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:54","price":"तथा इस किताब में इसमाईल[15] की चर्चा करें। निश्चय वह वादे का सच्चा तथा रसूल एवं नबी था।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"15. आप इबराहीम अलैहिस्सलाम के बड़े पुत्र थे, इन्हीं से अरबों का वंश चला और आप ही के वंश से अंतिम नबी मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) नबी बनाकर भेजे गए।","lang":"hi"},{"name":"19:55","price":"और वह अपने घरवालों को नमाज़ और ज़कात का आदेश देता था और वह अपने पालनहार के निकट पसंदीदा था।","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:56","price":"तथा इस किताब में इदरीस की चर्चा करें। निःसंदेह वह बड़ा सत्यवादी और नबी था।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:57","price":"तथा हमने उसे बहुत ऊँचे स्थान पर उठाया।","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:58","price":"ये वे लोग हैं, जिनपर अल्लाह ने अनुग्रह किया नबियों में से, आदम की संतान में से तथा उन लोगों में से जिन्हें हमने नूह़ के साथ सवार किया तथा इबराहीम और इसराईल की संतान में से तथा उन लोगों में से जिन्हें हमने मार्गदर्शन प्रदान किया और चुन लिया। जब उनपर रहमान की आयतें पढ़ी जाती थीं, तो वे सजदा करते और रोते हुए गिर जाते थे।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:59","price":"फिर उनके बाद उनके स्थान पर ऐसे अयोग्य उत्तराधिकारी आए, जिन्होंने नमाज़ की उपेक्षा की और अपनी इच्छाओं का पालन किया, तो वे जल्द ही पथभ्रष्टता का सामना करेंगे।","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:60","price":"परंतु जिसने तौबा कर ली और ईमान लाया और अच्छे कर्म किए, तो ये लोग जन्नत में प्रवेश करेंगे और उनपर कुछ भी अत्याचार नहीं किया जाएगा।","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:61","price":"सदा निवास के बाग़ो में, जिनका रहमान ने अपने बंदों से (उनके) बिन देखे वादा किया है। निःसंदेह उसका वादा पूरा होकर रहने वाला है।","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:62","price":"वे उसमें 'सलाम' के सिवा कोई व्यर्थ बात नहीं सुनेंगे, तथा उनके लिए उसमें सुबह और शाम उनकी जीविका होगी।","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:63","price":"यह है वह जन्नत, जिसका वारिस हम अपने बंदों में से उसे बनाते हैं, जो परहेज़गार हो।","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:64","price":"और हम[16] नहीं उतरते, परंतु आपके पालनहार के आदेश से, उसी का है जो हमारे आगे है तथा जो हमारे पीछे है और जो इसके बीच है और आपका पालनहार कभी भूलने वाला नहीं है।","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"16. ह़दीस के अनुसार एक बार नबी सल्लल्लाहु अलैहि व सल्लम ने (फ़रिश्ते) जिबरील से कहा कि क्या चीज़ आपको रोक रही है कि आप मुझसे और अधिक मिला करें। इसी पर यह आयत अवतरित हुई। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 4731)","lang":"hi"},{"name":"19:65","price":"जो आकाशों और धरती का और उन दोनों के बीच की चीज़ों का पालनहार है। अतः उसी की इबादत करें तथा उसकी इबादत पर पर दृढ़ रहें। क्या आप उसका समकक्ष किसी को जानते हैं?","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:66","price":"तथा मनुष्य कहता है : जब मैं मर गया, तो क्या मैं सचमुच फिर जीवित करके निकाला जाऊँगा?","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:67","price":"और क्या मनुष्य याद नहीं करता कि निःसंदेह हम ही ने उसे इससे पूर्व पैदा किया, जबकि वह कुछ भी नहीं था?","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:68","price":"तो क़सम है आपके पालनहार की! निःसंदेह हम उन्हें और शैतानों को ज़रूर इकट्ठा करेंगे, फिर निःसंदेह हम उन्हें जहन्नम के आसपास घुटनों के बल गिरे हुए ज़रूर उपस्थित करेंगे।","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:69","price":"फिर निश्चय ही हम प्रत्येक गिरोह में से उस व्यक्ति को अवश्य निकालेंगे, जो रहमान (परम दयावान) के प्रति सबसे बढ़कर सरकश है।","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:70","price":"फिर, निश्चित रूप से, हम उन लोगों को अधिक जानने वाले हैं, जो इसमें झोंके जाने के अधिक योग्य हैं।","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:71","price":"और तुममें से जो भी है, उस पर से गुज़रने वाला[17] है। यह एक पूर्वनिर्धारित निर्णय है जिसे पूरा करना आपके पालनहार के ज़िम्मे है।","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"17. अर्थात नरक से जिस पर एक पुल बनाया जाएगा। उस पर से सभी ईमान वालों और काफ़िरों को अवश्य गुज़रना होगा। यह और बात है कि ईमान वालों को इससे कोई हानि न पहुँचे। इसकी व्याख्या सह़ीह़ ह़दीसों में वर्णित है।","lang":"hi"},{"name":"19:72","price":"फिर हम डरने वालों को बचा लेंगे तथा अत्याचारियों को उसमें मुँह के बल गिरे हुए छोड़ देंगे।","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:73","price":"तथा जब उनके समक्ष हमारी स्पष्ट आयतें पढ़ी जाती हैं, तो काफ़िर लोग ईमान लाने वालों से कहते हैं कि दोनों गिरोहों में से किसकी स्थिति बेहतर और सभा की दृष्टि से कौन अधिक अच्छा है?","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:74","price":"और हम इनसे पहले कितनी ही जातियों को नष्ट कर चुके हैं, जो जीवन-साधन और शक्ल-सूरत (वेशभूषा) में कहीं अधिक अच्छी थीं।","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:75","price":"(हे नबी!) आप कह दें कि जो व्यक्ति गुमराही में पड़ा हुआ है, तो रहमान उसे एक अवधि तक मोहलत देता है। यहाँ तक कि जब वे उस चीज़ को देख लेंगे जिसका उनसे वादा किया जाता है; या तो यातना और या क़ियामत, तो वे अवश्य जान लेंगे कि कौन स्थिति में अधिक बुरा और जत्थे की दृष्टि से अधिक कमज़ोर है।","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:76","price":"और अल्लाह हिदायत पाने वालों को हिदायत में आधिक कर देता है और शेष रहने वाली नेकियाँ आपके पालनहार के निकट सवाब की दृष्टि से बेहतर तथा परिणाम की दृष्टि से कहीं अच्छी हैं।","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:77","price":"तो क्या (ऐ नबी!) आपने उस व्यक्ति को देखा, जिसने हमारी आयतों का इनकार किया और कहा : मैं अवश्य ही धन तथा संतान दिया जाऊँगा?","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:78","price":"क्या उसने परोक्ष को झाँककर देख लिया है, या उसने रहमान से कोई वचन ले रखा है?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:79","price":"कदापि नहीं! हम अवश्य लिखेंगे, जो कुछ वह कहता है और हम उसके लिए यातना में अत्यधिक वृद्धि कर देंगे।","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:80","price":"और हम उसके वारिस होंगे उन चीज़ों में जो वह कर रहा है और वह अकेला[18] हमारे पास आएगा।","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"18. इन आयतों के अवतरित होने का कारण यह बताया गया है कि ख़ब्बाब बिन अरत्त का आस बिन वायल (काफ़िर) पर कुछ ऋण था। जिसे वह माँगने के लिए गए, तो उसने कहा : मैं तुझे उस समय तक नहीं दूँगा जब तक मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) के साथ कुफ़्र नहीं करेगा। उन्होंने कहा कि यह काम तो तू मरकर पुनः जीवित हो जाए, तब भी नहीं करूँगा। उसने कहा : क्या मैं मरने के पश्चात् पुनः जीवित किया जाऊँगा? ख़ब्बाब ने कहा : हाँ। आस ने कहा : वहाँ मुझे धन और संतान मिलेगी, तो तुम्हारा ऋण चुका दूँगा। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 4732)","lang":"hi"},{"name":"19:81","price":"तथा उन्होंने अल्लाह के सिवा अन्य पूज्य बना लिए, ताकि वे उनके लिए सम्मान का कारण हों।","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:82","price":"ऐसा कभी नहीं होगा, जल्द ही वे उनकी पूजा का इनकार[19] कर देंगे और उनके खिलाफ (विरोधी) हो जाएँगे।","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"19. अर्थात प्रलय के दिन।","lang":"hi"},{"name":"19:83","price":"क्या आपने नहीं देखा कि हमने शैतानों को काफ़िरों पर छोड़ रखा है, वे उन्हें ख़ूब उकसाते रहते हैं?","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:84","price":"अतः आपर उनपर जल्दी न करें [1], हम तो केवल उनके लिए (दिन) गिन रहे हैं।","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"20. अर्थात उनपर शीघ्र यातना उतारने की माँग ने करें। इसके लिए केवल उनकी आयु पूरी होने की देर है।","lang":"hi"},{"name":"19:85","price":"जिस दिन हम परहेज़गारों को रहमान के पास मेहमान बनाकर इकट्ठा करेंगे।","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:86","price":"तथा अपराधियों को नरक की ओर प्यासे हाँककर ले जाएँगे।","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:87","price":"वे सिफारिश का अधिकार नहीं रखेंगे, सिवाय उसके जिसने रहमान के पास कोई प्रतिज्ञा प्राप्त कर ली हो।[21]","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"21. अर्थात अल्लाह की अनुमति से वही सिफ़ारिश करेगा जो ईमान लाया है।","lang":"hi"},{"name":"19:88","price":"तथा उन्होंने कहा कि रहमान ने संतान बना रखी है।[22]","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"22. अर्थात ईसाइयों ने - जैसा कि इस सूरत के आरंभ में आया है - ईसा अलैहिस्सलाम को अल्लाह का पुत्र बना लिया। और इस भ्रम में पड़ गए कि उन्होंने मनुष्य के पापों का प्रायश्चित कर दिया। इस आयत में इसी गलत धारणा का खंडन किया जा रहा है।","lang":"hi"},{"name":"19:89","price":"निश्चय ही तुम एक बड़ी भारी बात गढ़कर लाए हो।","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:90","price":"समीप है कि इस कथन के कारण आकाश फट पड़ें तथा धरती चिर जाए और और पहाड़ ध्वस्त होकर गिर पड़ें।","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:91","price":"इस बात पर कि उन्होंने रहमान की संतान होने का दावा किया।","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:92","price":"हालाँकि, रहमान के योग्य नहीं कि कोई संतान बनाए।","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:93","price":"आकाशों तथा धरती में जो कोई भी है, वह रहमान के पास दास के रूप में आने वाला है।","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:94","price":"निश्चय उसने उन्हें (अपने ज्ञान के साथ) घेर रखा है तथा उन्हें अच्छी तरह गिन रखा है।","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:95","price":"और उनमें से हर एक क़ियामत के दिन उसके पास अकेला आने वाला है।[23]","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"23. अर्थात उस दिन कोई किसी का सहायक न होगा। और न ही किसी को उसका धन-संतान लाभ देगा।","lang":"hi"},{"name":"19:96","price":"निःसंदेह जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए, शीघ्र ही रहमान उनके लिए प्रेम पैदा करेगा।[24]","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"24. अर्थात उनके ईमान और सत्कर्म के कारण, लोग उनसे प्रेम करने लगेंगे।","lang":"hi"},{"name":"19:97","price":"अतः (ऐ नबी!) हमने इसे आपकी भाषा में सरल बना दिया है, ताकि आप इसके द्वारा डर रखने वालों को शुभ सूचना दें तथा इसके द्वारा उन लोगों को डराएँ जो सख़्त झगड़ालू हैं।","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:98","price":"और हमने उनसे पहले कितनी ही जातियों को विनष्ट कर दिया, तो क्या आप उनमें से किसी एक को महसूस करते हैं, या उनकी कोई भनक सुनते हैं?!","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"hi"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}