{"data":[{"name":"2:1","price":"अलिफ़, लाम, मीम।","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:2","price":"यह (क़ुरआन) वह पुस्तक है, जिसमें कोई संदेह नहीं, परहेज़गारों के लिए सर्वथा मार्गदर्शन है।","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:3","price":"वे लोग जो ग़ैब (परोक्ष)[1] पर ईमान लाते हैं, और नमाज़ की स्थापना करते हैं और जो कुछ हमने उन्हें दिया है, उसमें से ख़र्च करते हैं।","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"1. इस्लाम की परिभाषा में, अल्लाह, उसके फ़रिश्तों, उसकी पुस्तकों, उसके रसूलों तथा अंतिम दिन (प्रलय) और अच्छे-बुरे भाग्य पर ईमान (विश्वास) को 'ईमान बिल ग़ैब' कहा गया है। (इब्ने कसीर)","lang":"hi"},{"name":"2:4","price":"तथा जो उसपर ईमान लाते हैं जो तुम्हारी ओर उतारा गया और जो तुमसे पहले उतारा गया[2]  और आख़िरत[3]  पर वही लोग विश्वास रखते हैं।","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"2. अर्थात तौरात, इंजील तथा अन्य आकाशीय पुस्तकें। 3.आख़िरत पर ईमान का अर्थ है : प्रलय तथा उसके पश्चात् फिर जीवित किये जाने तथा कर्मों के ह़िसाब एवं स्वर्ग तथा नरक पर विश्वास करना।","lang":"hi"},{"name":"2:5","price":"यही लोग अपने पालनहार के बताए हुए मार्ग पर हैं तथा यही लोग सफल हैं।","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:6","price":"निःसंदेह[4]  जिन लोगों ने कुफ़्र किया, उनपर बराबर है, चाहे आपने उन्हें डराया हो या उन्हें न डराया हो, वे ईमान नहीं लाएँगे।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"4. इससे अभिप्राय वे लोग हैं, जो सत्य को जानते हुए उसे अभिमान के कारण नकार देते हैं।","lang":"hi"},{"name":"2:7","price":"अल्लाह ने उनके दिलों पर तथा उनके कानों पर मुहर लगा दी और उनकी आँखों पर भारी पर्दा है तथा उनके लिए बहुत बड़ी यातना है।","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:8","price":"और[5]  कुछ लोग ऐसे हैं, जो कहते हैं कि हम अल्लाह पर तथा आख़िरत के दिन पर ईमान लाए, हालाँकि वे हरगिज़ मोमिन नहीं।","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"5. प्रथम आयतों में अल्लाह ने ईमान वालों की स्थिति की चर्चा करने के पश्चात् दो आयतों में काफ़िरों की दशा का वर्णन किया है। और अब उन मुनाफ़िक़ों (पाखंडियों) की दशा बता रहा है, जो मुख से तो ईमान की बात कहते हैं, लेकिन दिल में अविश्वास रखते हैं।","lang":"hi"},{"name":"2:9","price":"वे अल्लाह तथा ईमान वालों से धोखाबाज़ी करते हैं। हालाँकि वे अपनी जानों के सिवा किसी को धोखा नहीं दे रहे, परंतु वे समझते नहीं।","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:10","price":"उनके दिलों ही में एक रोग है, तो अल्लाह ने उन्हें रोग में और बढ़ा दिया और उनके लिए दर्दनाक यातना है, इस कारण कि वे झूठ बोलते थे।","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:11","price":"और जब उनसे कहा जाता है कि धरती में उपद्रव न करो, तो कहते हैं कि हम तो केवल सुधार करने वाले हैं।","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:12","price":"सावधान! निश्चय वही तो उपद्रव करने वाले हैं, परंतु वे नहीं समझते।","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:13","price":"तथा[6]  जब उनसे कहा जाता है : ईमान लाओ जिस तरह लोग ईमान लाए हैं, तो कहते हैं : क्या हम ईमान लाएँ, जैसे मूर्ख ईमान लाए हैं? सुन लो! निःसंदेह वे स्वयं ही मूर्ख हैं, परंतु वे नहीं जानते।","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"6. यह दशा उन मुनाफ़िक़ों की है, जो अपने स्वार्थ के लिए मुसलमान हो गए, परंतु दिल से इनकार करते रहे।","lang":"hi"},{"name":"2:14","price":"तथा जब वे ईमान लाने वालों से मिलते हैं, तो कहते हैं कि हम ईमान ले आए और जब अकेले में अपने शैतानों (प्रमुखों) के साथ होते हैं, तो कहते हैं कि निःसंदेह हम तुम्हारे साथ हैं। हम तो केवल उपहास करने वाले हैं।","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:15","price":"अल्लाह उनका मज़ाक़ उड़ाता है और उन्हें ढील दे रहा है, अपनी सरकशी में भटकते फिरते हैं।","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:16","price":"यही लोग हैं, जिन्होंने हिदायत (मार्गदर्शन) के बदले गुमराही खरीद ली। तो न उनके व्यापार ने लाभ दिया और न वे हिदायत पाने वाले बने।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:17","price":"उनका[7]  उदाहरण उस व्यक्ति के उदाहरण जैसा है, जिसने एक आग भड़काई, फिर जब उसने उसके आस-पास की चीज़ों को प्रकाशित कर दिया, तो अल्लाह ने उनका प्रकाश छीन लिया और उन्हें कई तरह के अँधेरों में छोड़ दिया कि वे नहीं देखते।","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"7. यह उदाहरण उनका है जो संदेह तथा दुविधा में पड़े रह गए। कुछ सत्य को उन्हों ने स्वीकार भी किया, फिर भी अविश्वास के अँधेरों ही में रह गए।","lang":"hi"},{"name":"2:18","price":"(वे) बहरे हैं, गूँगे हैं, अंधे हैं। अतः वे नहीं लौटते।","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:19","price":"या[8]  आकाश से होने वाली वर्षा के समान, जिसमें कई अँधेरे हैं, तथा गरज और चमक है। वे कड़कने वाली बिजलियों के कारण मृत्यु के भय से अपनी उंगलियाँ अपने कानों में डाल लेते हैं और अल्लाह काफ़िरों को घेरे हुए है।","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"8. यह दूसरा उदाहरण भी दूसरे प्रकार के मुनाफ़िक़ों की दशा का है।","lang":"hi"},{"name":"2:20","price":"निकट है कि बिजली उनकी आँखों को उचक ले जाए। जब भी वह उनके लिए रोशनी करती है, तो उसमें चल पड़ते हैं और जब वह उनपर अँधेरा कर देती है, तो खड़े हो जाते हैं। और यदि अल्लाह चाहता, तो अवश्य उनके कान और उनकी आँखों को ले जाता। निःसंदेह अल्लाह हर चीज़ पर सर्वशक्तिमान है।","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:21","price":"ऐ लोगो! अपने उस पालनहार की इबादत करो, जिसने तुम्हें तथा तुमसे पहले के लोगों को पैदा किया, ताकि तुम बच[9] जाओ।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"9. अर्थात संसार में कुकर्मों तथा प्रलोक की यातना से।","lang":"hi"},{"name":"2:22","price":"जिसने तुम्हारे लिए धरती को एक बिछौना तथा आकाश को एक छत बनाया और आकाश से कुछ पानी उतारा, फिर उससे कई प्रकार के फल तुम्हारी जीविका के लिए पैदा किए। अतः अल्लाह के लिए किसी प्रकार के साझी न बनाओ, जबकि तुम जानते हो।[10]","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"10. अर्थात जब यह जानते हो कि तुम्हारा उत्पत्तिकर्ता तथा पालनहार अल्लाह के सिवा कोई नहीं, तो उपासना भी उसी एक की करो, जो उत्पत्तिकर्ता तथा सारे संसार का व्यवस्थापक है।","lang":"hi"},{"name":"2:23","price":"और यदि तुम उस (पुस्तक) के बारे में किसी संदेह में हो, जो हमने अपने बंदे पर उतारा है, तो उसके समान एक सूरत ले आओ और अल्लाह के सिवा अपने समर्थकों को भी बुला लो, यदि तुम सच्चे[11]  हो।","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"11. आयत का भावार्थ यह है कि नबी के सत्य होने का प्रमाण आप पर उतारा गया क़ुरआन है। यह उनकी अपनी बनाई बात नहीं है। क़ुरआन ने ऐसी चुनौती अन्य आयतों में भी दी है। (देखिए : सूरतुल-क़सस, आयत : 49, इसरा, आयत : 88, हूद, आयत :13 और यूनुस, आयत : 38)","lang":"hi"},{"name":"2:24","price":"फिर यदि तुमने ऐसा न किया और तुम ऐसा कभी नहीं कर पाओगे, तो उस आग से बचो, जिसका ईंधन मानव तथा पत्थर हैं, जो काफ़िरों के लिए तैयार की गई है।","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:25","price":"और (ऐ नबी!) उन लोगों को शुभ सूचना दे दो, जो ईमान लाए तथा उन्होंने अच्छे काम किए कि निःसंदेह उनके लिए ऐसे स्वर्ग हैं, जिनके नीचे से नहरें बहती हैं। जब कभी उनमें से कोई फल उन्हें खाने के लिए दिया जाएगा, तो कहेंगे : यह तो वही है, जो इससे पहले हमें दिया गया था, तथा उन्हें एक-दूसरे से मिलता-जुलता फल दिया जाएगा तथा उनके लिए उनमें पवित्र पत्नियाँ होंगी और वे उनमें हमेशा रहने वाले हैं।","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:26","price":"निःसंदेह अल्लाह[12]  मच्छर अथवा उससे तुच्छ चीज़ की मिसाल देने से नहीं शरमाता। फिर जो ईमान लाए, वे जानते हैं कि यह उनके पालनहार की ओर से सत्य है और रहे वे जिन्होंने कुफ़्र किया, तो वे कहते हैं : अल्लाह ने इसके साथ उदाहरण देकर क्या इरादा किया है? वह इसके साथ बहुतों को गुमराह करता है और इसके साथ बहुतों को हिदायत देता है तथा वह इसके साथ केवल अवज्ञाकारियों को गुमराह करता है।","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"12. जब अल्लाह ने मुनाफ़िक़ों के दो उदाहरण दिए, तो उन्होंने कहा कि अल्लाह ऐसे तुच्छ उदाहरण कैसे दे सकता है? इसी पर यह आयत उतरी। (देखिये तफ़्सीर इब्ने कसीर)","lang":"hi"},{"name":"2:27","price":"जो अल्लाह से पक्का वचन करने के बाद उसे भंग कर देते हैं तथा जिसे अल्लाह ने जोड़ने का आदेश दिया है, उसे तोड़ते हैं और धरती में उपद्रव करते हैं, यही लोग घाटा उठाने वाले हैं।","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:28","price":"तुम अल्लाह का इनकार कैसे करते हो? जबकि तुम निर्जीव थे, तो उसने तुम्हें जीवन दिया, फिर वह तुम्हें मौत देगा, फिर तुम्हें (परलोक में) जीवित करेगा, फिर तुम उसी की ओर लौटाए[13]  जाओगे।","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"13. अर्थात परलोक में अपने कर्मों का फल भोगने के लिए।","lang":"hi"},{"name":"2:29","price":"वही है, जिसने धरती में जो कुछ है, सब तुम्हारे लिए पैदा किया, फिर आकाश की ओर रुख़ किया, तो उन्हें ठीक करके सात आकाश बना दिया और वह प्रत्येक चीज़ को ख़ूब जानने वाला है।","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:30","price":"और (ऐ नबी! याद कीजिए) जब आपके पालनहार ने फ़रिश्तों से कहा कि मैं धरती में एक ख़लीफ़ा[14] बनाने वाला हूँ। उन्होंने कहा : क्या तू उसमें उसको बनाएगा, जो उसमें उपद्रव करेगा तथा बहुत रक्तपात करेगा, जबकि हम तेरी प्रशंसा के साथ तेरा गुणगान करते और तेरी पवित्रता का वर्णन करते हैं। (अल्लाह ने) फरमाया : निःसंदेह मैं जानता हूँ जो तुम नहीं जानते।","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"14. इब्ने कसीर के अनुसार, ख़लीफ़ा का अर्थ है : वे लोग जो पीढ़ी दर पीढ़ी एक-दूसरे के उत्तराधिकारी होंगे।","lang":"hi"},{"name":"2:31","price":"और उस (अल्लाह) ने आदम[15]  को सभी नाम सिखा दिए, फिर उन्हें फ़रिश्तों के समक्ष प्रस्तुत किया, फिर फरमाया : मुझे इनके नाम बताओ, यदि तुम सच्चे हो।","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"15. आदम प्रथम मनु का नाम।","lang":"hi"},{"name":"2:32","price":"उन्होंने कहा : तू पवित्र है। हमें कुछ ज्ञान नहीं परंतु जो तूने हमें सिखाया। निःसंदेह तू ही सब कुछ जानने वाला, पूर्ण हिकमत[16] वाला है।","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"16. हिकमत वाला : अर्थात जो भेद तथा रहस्य को जानता हो।","lang":"hi"},{"name":"2:33","price":"(अल्लाह ने) फरमाया : ऐ आदम! उन्हें इनके नाम बताओ। तो जब उस (आदम) ने उन्हें उनके नाम बता दिए, तो अल्लाह ने कहा : क्या मैंने तुमसे नहीं कहा था कि निःसंदेह मैं ही आकाशों तथा धरती की छिपी बातों को जानता हूँ तथा जानता हूँ जो कुछ तुम ज़ाहिर करते हो और जो कुछ तुम छिपाते हो।","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:34","price":"और जब हमने फ़रिश्तों से कहा : आदम को सजदा करो, तो उन्होंने सजदा किया सिवाय इबलीस के। उसने इनकार किया और अभिमान किया और काफ़िरों में से हो गया।","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:35","price":"और हमने कहा : ऐ आदम! तुम और तुम्हारी पत्नी जन्नत में निवास करो और दोनों उसमें से जहाँ से चाहो वहाँ से (आराम और) बहुतायत से खाओ। और तुम दोनों इस वृक्ष के क़रीब न जाना, अन्यथा तुम दोनों अत्याचारियों में से हो जाओगे।","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:36","price":"तो शैतान ने दोनों को उससे फिसला दिया, चुनाँचे उन्हें उससे निकाल दिया, जिसमें वे दोनों थे और हमने कहा : उतर जाओ, तुम एक-दूसरे के शत्रु हो और तुम्हारे लिए धरती में एक समय[17] तक ठहरना तथा लाभ उठाना है।","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"17. अर्थात अपनी निश्चित आयु तक सांसारिक जीवन के संसाधन से लाभान्वित होना है।","lang":"hi"},{"name":"2:37","price":"फिर आदम ने अपने पालनहार से कुछ शब्द सीख लिए, तो उसने उसकी तौबा क़बूल कर ली। निश्चय वही है जो बहुत तौबा क़बूल करने वाला, अत्यंत दयावान्[18] है।","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"18. आयत का भावार्थ यह है कि आदम ने कुछ शब्द सीखे और उनके द्वारा क्षमा याचना की, तो अल्लाह ने उसे क्षमा कर दिया। आदम के उन शब्दों की व्याख्या भाष्यकारों ने इन शब्दों से की है : \"आदम तथा ह़व्वा दोनों ने कहा : हे हमारे पालनहार! हमने अपने प्राणों पर अत्याचार कर लिया और यदि तूने हमें क्षमा और हम पर दया नहीं की, तो हम क्षतिग्रस्तों में हो जाएँगे।\" (सूरतुल आराफ, आयत :23)","lang":"hi"},{"name":"2:38","price":"हमने कहा : सब के सब इससे उतर जाओ। फिर यदि तुम्हारे पास मेरी ओर से कोई मार्गदर्शन आए, तो जिसने मेरे मार्गदर्शन का पालन किया, तो उनपर न कोई डर है और न वे शोकाकुल होंगे।","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:39","price":"तथा जिन्होंने कुफ़्र किया और हमारी आयतों को झुठलाया, वही लोग आग (नरक) वाले हैं, वे उसमें हमेशा रहने वाले हैं।","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:40","price":"ऐ बनी इसराईल![19] मेरी वह नेमत याद करो, जो मैंने तुम्हें प्रदान की, तथा तुम मेरी प्रतिज्ञा को पूरा करो, मैं तुम्हारी प्रतिज्ञा को पूरा करूँगा, तथा केवल मुझी से डरो।[20]","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"19. इसराईल आदरणीय इबराहीम अलैहिस्सलाम के पौत्र याक़ूब अलैहिस्सलाम की उपाधि है। इसलिए उनकी संतान को बनी इसराईल कहा गया है। यहाँ उन्हें यह प्रेरणा दी जा रही है कि क़ुरआन तथा अंतिम नबी को मान लें, जिसका वचन उनकी पुस्तक \"तौरात\" में लिया गया है। यहाँ यह ज्ञातव्य है कि इबराहीम अलैहिस्सलाम के दो पुत्र इसमाईल तथा इसह़ाक़ हैं। इसह़ाक़ की संतान से बहुत से नबी आए, परंतु इसमाईल अलैहिस्सलाम के गोत्र से केवल अंतिम नबी मुह़म्मद सल्लल्लाहु अलैहि व सल्लम आए। 20. अर्थात वचन भंग करने से।","lang":"hi"},{"name":"2:41","price":"तथा उस (क़ुरआन) पर ईमान लाओ, जो मैंने उतारा है, उसकी पुष्टि करने वाला है जो तुम्हारे पास[21] है और तुम सबसे पहले इससे कुफ़्र करने वाले न बनो तथा मेरी आयतों के बदले थोड़ा मूल्य न लो और केवल मुझी से डरो।","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"21. अर्थात धर्म-पुस्तक तौरात।","lang":"hi"},{"name":"2:42","price":"तथा सत्य को असत्य से न मिलाओ और न सत्य को जानते हुए छिपाओ।[22]","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"22. अर्थात अंतिम नबी के गुणों को, जो तुम्हारी पुस्तकों में वर्णित किए गए हैं।","lang":"hi"},{"name":"2:43","price":"तथा नमाज़ क़ायम करो और ज़कात दो और झुकने वालों के साथ झुक जाओ।","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:44","price":"क्या तुम लोगों को सत्कर्म का आदेश देते हो और अपने आपको भूल जाते हो, हालाँकि तुम पुस्तक पढ़ते हो! तो क्या तुम नहीं समझते?[23]","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"23. नबी सल्लल्लाहु अलैहि व सल्लम की एक ह़दीस (कथन) में इसका दुष्परिणाम यह बताया गया है कि प्रलय के दिन एक व्यक्ति को लाया जाएगा, और नरक में फेंक दिया जाएगा। उसकी अंतड़ियाँ निकल जाएँगी, और वह उनको लेकर नरक में ऐसे फिरेगा, जैसे गधा चक्की के साथ फिरता है। तो नारकी उसके पास जाएँगे और कहेंगे कि तुम पर यह क्या आपदा आ पड़ी है? तुम तो हमें सदाचार का आदेश देते, तथा दुराचार से रोकते थे! वह कहेगा कि मैं तुम्हें सदाचार का आदेश देता था, परंतु स्वयं नहीं करता था। तथा दुराचार से रोकता था और स्वयं नहीं रुकता था। (सह़ीह़ बुखारी, ह़दीस संख्या : 3267)","lang":"hi"},{"name":"2:45","price":"तथा सब्र और नमाज़ से मदद माँगो और निःसंदेह वह (नमाज़) निश्चय बहुत भारी है, परंतु अल्लाह के प्रति पूर्ण समर्पण करने वालों पर (नहीं)।[24]","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"24. भावार्थ यह है कि धैर्य तथा नमाज़ से अल्लाह की आज्ञा के अनुपालन तथा सदाचार की भावना उत्पन्न होती है।","lang":"hi"},{"name":"2:46","price":"जो विश्वास रखते हैं कि निःसंदेह वे अपने पालनहार से मिलने वाले हैं और यह कि निःसंदेह वे उसी की ओर लौटने वाले हैं।","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:47","price":"ऐ इसराईल की संतान! मेरे उस अनुग्रह को याद करो, जो मैंने तुमपर किया और यह कि निःसंदेह मैंने ही तुम्हें संसार वालों पर श्रेष्ठता प्रदान की।","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:48","price":"तथा उस दिन से डरो, जब कोई किसी के कुछ काम न आएगा, और न उससे कोई अनुशंसा (सिफ़ारिश) स्वीकार की जाएगी, और न उससे कोई फ़िदया (दंड राशि) लिया जाएगा और न उनकी मदद की जाएगी।","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:49","price":"तथा (वह समय याद करो) जब हमने तुम्हें फ़िरऔनियों[25] से मुक्ति दिलाई, जो तुम्हें बुरी यातना देते थे; तुम्हारे बेटों को बुरी तरह ज़बह कर देते थे तथा तुम्हारी स्त्रियों को जीवित छोड़ देते थे। इसमें तुम्हारे पालनहार की ओर से बड़ी परीक्षा थी।","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"25. फ़िरऔन मिस्र के शासकों की उपाधि होती थी।","lang":"hi"},{"name":"2:50","price":"तथा (उस समय को याद करो) जब हमने तुम्हारे लिए सागर को फाड़ दिया, फिर हमने तुम्हें बचा लिया और फ़िरऔनियों को डुबो दिया और तुम देख रहे थे।","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:51","price":"तथा (याद करो) जब हमने मूसा को (तौरात प्रदान करने के लिए) चालीस रातों का वादा किया, फिर उसके बाद तुमने बछड़े को (पूज्य) बना लिया और तुम अत्याचारी थे।","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:52","price":"फिर हमने इसके बाद तुम्हें क्षमा कर दिया, ताकि तुम शुक्रगुज़ार बनो।","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:53","price":"तथा (हमारी वह अनुग्रह भी याद करो) जब हमने मूसा को पुस्तक (तौरात) और (सत्य एवं असत्य के बीच) अंतर करने वाली चीज़[26] प्रदान की, ताकि तुम मार्गदर्शन पा सको।","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"26. फ़ुरक़ान का अर्थ है भेदकारी, अर्थात सत्य और असत्य, सही और गलत के बीच भेद या अंतर करने वाला।","lang":"hi"},{"name":"2:54","price":"तथा (वह समय याद करो) जब मूसा ने अपनी जाति से कहा : ऐ मेरी जाति के लोगो! निःसंदेह तुमने बछड़े को पूज्य बनाकर अपने आपपर अत्याचार किया है। अतः तुम अपने पैदा करने वाले के समक्ष तौबा करो और आपस में एक-दूसरे[27] को क़त्ल करो। यही तुम्हारे लिए तुम्हारे पैदा करने वाले के निकट बेहतर है। फिर उसने तुम्हारी तौबा क़बूल कर ली। निःसंदेह वही बहुत तौबा क़बूल करने वाला, अत्यंत दयावान् है।","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"27. अर्थात जिसने बछड़े की पूजा की है, उसे, जो निर्दोष हो वह हत करे। यही दोषी के लिए क्षमा है। (तफ़्सीर इब्ने कसीर)","lang":"hi"},{"name":"2:55","price":"तथा (वह समय याद करो) जब तुमने कहा : ऐ मूसा! हम कदापि तुम्हारा विश्वास नहीं करेंगे, यहाँ तक कि हम अल्लाह को खुल्लम-खुल्ला देख लें! तो तुम्हें बिजली की कड़क ने पकड़ लिया और तुम देख रहे थे।","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:56","price":"फिर हमने तुम्हें तुम्हारे मरने के बाद जीवित किया, ताकि तुम आभार प्रकट करो।","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:57","price":"और हमने तुमपर बादलों की छाया[28] की, तथा हमने तुमपर 'मन्न'[29] और 'सलवा' उतारा, (और तुमसे कहा :) उन अच्छी पाक चीज़ों में से खाओ, जो हमने तुम्हें प्रदान की हैं। और उन्होंने हमपर अत्याचार नहीं किया, परंतु वे अपने आप ही पर अत्याचार किया करते थे।","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"28. अधिकांश भाष्यकारों ने इसे \"तीह\" के क्षेत्र से संबंधित माना है। (देखिए : तफ़्सीर क़ुर्तुबी) 29.भाष्यकारों ने लिखा है कि \"मन्न\" एक प्रकार का अति मीठा स्वादिष्ट गोंद था, जो ओस के समान रात्रि के समय आकाश से गिरता था। तथा \"सलवा\" एक प्रकार के पक्षी थे, जो संध्या के समय सीनै के पास हज़ारों की संख्या में एकत्र हो जाते, जिन्हें बनी इसराईल पकड़ कर खाते थे।","lang":"hi"},{"name":"2:58","price":"और (याद करो) जब हमने कहा : इस बस्ती[30] में प्रवेश कर जाओ, फिर इसमें से जहाँ से चाहो, (आराम और) बहुतायत से खाओ, और इसके द्वार से सिर झुकाए हुए प्रवेश करो, और कहो क्षमा कर दे, तो हम तुम्हारे पापों को क्षमा कर देंगे तथा हम नेकी करने वालों को शीघ्र ही अधिक प्रदान करेंगे।","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"30. साधारण भाष्यकारों ने इस बस्ती को \"बैतुल मुक़द्दस\" माना है।","lang":"hi"},{"name":"2:59","price":"फिर इन अत्याचारियों ने बात को उसके विपरीत बदल दिया, जो उनसे कही गई थी। तो हमने इन अत्याचारियों पर आकाश से एक यातना उतारी, इस कारण कि वे अवज्ञा करते थे।","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:60","price":"तथा (वह समय याद करो) जब मूसा ने अपनी जाति के लिए पानी माँगा, तो हमने कहा : अपनी लाठी पत्थर पर मारो। तो उससे बारह[31] सोते फूट निकले। निःसंदेह सब लोगों ने अपने पीने के स्थान को जान लिया। अल्लाह के दिए हुए में से खाओ और पियो और धरती में बिगाड़ फैलाते न फिरो।","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"31. इसराईली वंश के बारह क़बीले थे। अल्लाह ने प्रत्येक क़बीले के लिए अलग-अलग सोते निकाल दिए, ताकि उनके बीच पानी के लिए झगड़ा न हो। (देखिए : तफ़्सीर क़ुर्तुबी)।","lang":"hi"},{"name":"2:61","price":"तथा (उस समय को याद करो) जब तुमने कहा : ऐ मूसा! हम एक (ही प्रकार के) खाने पर कदापि संतोष नहीं करेंगे। अतः हमारे लिए अपने पालनहार से प्रार्थना करो, वह हमारे लिए कुछ ऐसी चीज़ें निकाले जो धरती अपनी तरकारी, और अपनी ककड़ी, और अपने गेहूँ, और अपने मसूर और अपने प्याज़ में से उगाती है। (मूसा ने) कहा : क्या तुम उत्तम वस्तु के बदले कमतर वस्तु माँग रहे हो? किसी नगर में जा उतरो, तो निश्चय तुम्हारे लिए वह कुछ होगा, जो तुमने माँगा। तथा उनपर अपमान और निर्धनता थोप दी गई और वे अल्लाह की ओर से भारी प्रकोप के साथ लौटे। यह इसलिए कि वे अल्लाह की आयतों का इनकार करते और नबियों की अकारण हत्या करते थे। यह इसलिए कि उन्होंने अवज्ञा की तथा वे (धर्म की) सीमा का उल्लंघन करते थे।","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:62","price":"निःसंदेह जो लोग ईमान लाए, और जो यहूदी बने, तथा ईसाई और साबी, जो भी अल्लाह तथा अंतिम दिन पर ईमान लाएगा और अच्छे कर्म करेगा, तो उनके लिए उनका प्रतिफल उनके पालनहार के पास है और उनपर न कोई डर है और न वे शोकाकुल होंगे।[32]","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"32. इस आयत में यहूदियों के इस भ्रम का खंडन किया गया है कि मुक्ति केवल उन्हीं के गिरोह के लिए है। आयत का भावार्थ यह है कि इन सभी धर्मों के अनुयायी अपने समय में सत्य आस्था एवं सत्कर्म के कारण मुक्ति के योग्य थे, परंतु अब नबी सल्लल्लाहु अलैहि व सल्लम के आगमन के पश्चात् आपपर ईमान लाना तथा आपकी शिक्षाओं को मानना मुक्ति के लिए अनिवार्य है।","lang":"hi"},{"name":"2:63","price":"और (उस समय को याद करो) जब हमने तुमसे दृढ़ वचन लिया और तूर (पर्वत) को तुम्हारे ऊपर उठाया। हमने जो (पुस्तक) तुम्हें दी है, उसे मज़बूती से पकड़ो और जो उसमें (आदेश-निर्देश) है, उसे याद करो; ताकि तुम (अज़ाब से) बच जाओ।","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:64","price":"फिर तुम उसके बाद फिर गए। तो यदि तुमपर अल्लाह का अनुग्रह और उसकी दया न होती, तो निश्चय तुम नुक़सान उठाने वालों में से होते।","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:65","price":"और निःसंदेह तुम उन लोगों को जान चुके हो, जो तुममें से शनिवार (के दिन) में सीमा से बढ़ गए। तो हमने उनसे कहा कि तुम अपमानित बंदर[33] बन जाओ।","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"33. यहूदियों के लिए यह नियम था कि वे शनिवार का आदर करें और इस दिन कोई सांसारिक कार्य न करें। परंतु उन्होंने इसका उल्लंघन किया, तो उनपर यह प्रकोप आया।","lang":"hi"},{"name":"2:66","price":"फिर हमने इसे उन लोगों के लिए जो इसके सामने थे और जो इसके पीछे थे, एक इबरत और (अल्लाह से) डरने वालों के लिए एक उपदेश बना दिया।","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:67","price":"तथा (याद करो) जब मूसा ने अपनी जाति से कहा : निःसंदेह अल्लाह तुम्हें एक गाय ज़बह करने का आदेश देता है। उन्होंने कहा : क्या आप हमें मज़ाक़ बनाते हैं? (मूसा ने) कहा : मैं अल्लाह की पनाह माँगता हूँ कि मैं मूर्खों में से हो जाऊँ।","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:68","price":"उन्होंने कहा : हमारे लिए अपने पालनहार से प्रार्थना करो, वह हमारे लिए स्पष्ट कर दे वह (गाय) क्या है? (मूसा ने) कहा : निःसंदेह वह कहता है : निःसंदेह वह ऐसी गाय है, जो न बूढ़ी है और न बछड़ी, इसके बीच आयु की है। अतः तुम्हें जो आदेश दिया जा रहा है, उसका पालन करो।","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:69","price":"उन्होंने कहा : हमारे लिए अपने पालनहार से प्रार्थना करो, वह हमारे लिए स्पष्ट कर दे उसका रंग क्या है? (मूसा ने) कहा : निःसंदेह वह कहता है कि निःसंदेह वह गाय पीले रंग की है, उसका रंग ख़ूब गहरा है, देखने वालों को प्रसन्न करती है।","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:70","price":"उन्होंने कहा : हमारे लिए अपने पालनहार से प्रार्थना करो, वह हमारे लिए स्पष्ट कर दे वह (गाय) क्या है? निःसंदेह गायें हमपर एक-दूसरे से मिलती-जुलती हो गई हैं। और निश्चय हम यदि अल्लाह ने चाहा, तो उद्देश्य तक पहुँचने ही वाले हैं।","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:71","price":"(मूसा ने) कहा : निःसंदेह वह कहता है कि निःसंदेह वह ऐसी गाय है जो न (जोतने हेतु) सधाई हुई है कि भूमि जोतती हो, और न खेती को पानी देती है। सही-सालिम (दोष रहित) है, उसमें किसी और रंग का निशान नहीं। उन्होंने कहा : अब तू सही बात लाया है। फिर उन्होंने उसे ज़बह़ किया, और वे क़रीब न थे कि करते।","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:72","price":"और (वह समय याद करो) जब तुमने एक व्यक्ति की हत्या कर दी, फिर तुमने उसके बारे में झगड़ा किया और अल्लाह उस बात को निकालने वाला था, जो तुम छिपा रहे थे।","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:73","price":"अतः हमने कहा इस (मक़्तूल) पर उस (गाय) का कोई टुकड़ा मारो।[34] इसी प्रकार अल्लाह मुर्दों को जीवित करता है और तुम्हें अपनी निशानियाँ दिखाता है; ताकि तुम समझो।","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"34. भाष्यकारों ने लिखा है कि इस प्रकार निहत व्यक्ति जीवित हो गया। और उसने अपने हत्यारे को बताया, और फिर मर गया। इस हत्या के कारण ही बनी इसराईल को गाय की बलि देने हा आदेश दिया गया था। अगर वे चाहते, तो किसी भी गाय की बलि दे देते, परंतु उन्होंने टाल-मटोल से काम लिया। इसलिए अल्लाह ने उस गाय के विषय में कठोर आदेश दिया।","lang":"hi"},{"name":"2:74","price":"फिर इन (निशानियों को देखने) के बाद तुम्हारे दिल कठोर हो गए, तो वे पत्थरों के समान हैं, या कठोरता में (उनसे भी) बढ़कर हैं; और निःसंदेह पत्थरों में से कुछ ऐसे हैं, जिनसे नहरें फूट निकलती हैं, और निःसंदेह उनमें से कुछ वे हैं जो फट जाते हैं, तो उनसे पानी निकलता है, और निःसंदेह उनमें से कुछ वे हैं जो अल्लाह के डर से गिर पड़ते हैं और अल्लाह उससे बिल्कुल ग़ाफ़िल नहीं जो तुम कर रहे हो।","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:75","price":"तो क्या तुम आशा रखते हो कि वे तुम्हारी बात मान लेंगे, जबकि उनमें से कुछ लोग ऐसे रहे हैं, जो अल्लाह की वाणी (तौरात) को सुनते हैं, फिर उसे बदल डालते हैं, इसके बाद कि उसे समझ चुके होते हैं और वे जानते हैं।","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:76","price":"तथा जब वे ईमान लाने वालों से मिलते हैं, तो कहते हैं कि हम ईमान[35] ले आए और जब वे आपस में एक-दूसरे के साथ एकांत में होते हैं, तो कहते हैं क्या तुम उन्हें वे बातें बताते हो, जो अल्लाह ने तुमपर खोली[36] हैं, ताकि वे उनके साथ तुम्हारे पालनहार के पास तुमसे झगड़ा करें, तो क्या तुम नहीं समझते?","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"35. अर्थात मुह़म्मद सल्लल्लाहु अलैहि व सल्लम पर। 36. अर्थात अंतिम नबी के विषय में तौरात में बताई है।","lang":"hi"},{"name":"2:77","price":"और क्या वे नहीं जानते कि निःसंदेह अल्लाह जानता है, जो कुछ वे छिपाते हैं और जो कुछ ज़ाहिर करते हैं?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:78","price":"तथा उनमें से कुछ अनपढ़ हैं, जो पुस्तक का ज्ञान नहीं रखते सिवाय कुछ कामनाओं के, तथा वे केवल अनुमान लगाते हैं।","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:79","price":"तो उन लोगों के लिए[37] बड़ा विनाश है, जो अपने हाथों से पुस्तक लिखते हैं, फिर कहते हैं कि यह अल्लाह की ओर से है, ताकि उसके द्वारा थोड़ा मूल्य हासिल करें! तो उनके लिए बड़ा विनाश उसके कारण है, जो उनके हाथों ने लिखा और उनके लिए बड़ा विनाश उसके कारण है जो वे कमाते हैं।","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"37. इसमें यहूदी विद्वानों के कुकर्मों को बताया गया है।","lang":"hi"},{"name":"2:80","price":"तथा उन्होंने कहा कि हमें जहन्नम की आग गिनती के कुछ दिनों के सिवा हरगिज़ नहीं छुएगी। (ऐ नबी!) कह दीजिए कि क्या तुमने अल्लाह से कोई वचन ले रखा है, तो अल्लाह कदापि अपने वचन के विरुद्ध नहीं करेगा, या तुम अल्लाह पर वह बात कहते हो, जिसका तुम्हें ज्ञान नहीं।","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:81","price":"क्यों[38] नहीं! जिसने बड़ी बुराई कमाई और उसके पाप ने उसे घेर लिया, तो वही लोग आग (जहन्नम) वाले हैं, वे उसमें हमेशा रहने वाले हैं।","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"38. यहाँ यहूदियों के दावे का खंडन तथा नरक और स्वर्ग में प्रवेश के नियम का वर्णन है।","lang":"hi"},{"name":"2:82","price":"तथा जो लोग ईमान लाए और उन्होंने अच्छे कार्य किए, वही जन्नत वाले हैं, वे उसमें हमेशा रहने वाले हैं।","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:83","price":"और (उस समय को याद करो) जब हमने बनी इसराईल से पक्का वचन लिया कि तुम अल्लाह के सिवा किसी की इबादत नहीं करोगे, तथा माता-पिता, रिश्तेदारों, अनाथों और निर्धनों के साथ अच्छा व्यवहार करोगे। और लोगों से भली बात कहो, तथा नमाज़ क़ायम करो और ज़कात दो। फिर तुम में से थोड़े लोगों के सिवा सब फिर गए और तुम मुँह फेरने वाले थे।","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:84","price":"तथा (याद करो) जब हमने तुमसे पक्का वचन लिया कि तुम अपने ख़ून नहीं बहाओगे और न अपने आपको अपने घरों से निकालोगे। फिर तुमने स्वीकार किया और तुम स्वयं गवाही देते हो।","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:85","price":"फिर[39] तुम ही वे लोग हो कि अपने आपकी हत्या करते हो और अपने में से एक गिरोह को उनके घरों से निकालते हो, उनके विरुद्ध पाप तथा अत्याचार के साथ एक-दूसरे की मदद करते हो और यदि वे बंदी होकर तुम्हारे पास आएँ, तो उनका फ़िदया देते हो, हालाँकि उन्हें निकालना ही तुमपर ह़राम (निषिद्ध) है। तो क्या तुम पुस्तक के कुछ भाग पर ईमान रखते हो और कुछ का इनकार करते हो? फिर तुममें से जो ऐसा करे, उसका प्रतिफल इसके सिवा क्या है कि सांसारिक जीवन में अपमान हो तथा क़ियामत के दिन वे अत्यंत कठोर यातना (अज़ाब) की ओर लौटाए जाएँगे? और अल्लाह बिलकुल उससे असावधान नहीं जो तुम करते हो!","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"39. मदीने में यहूदियों के तीन क़बीलों में से बनी क़ैनुक़ाअ और बनी नज़ीर मदीने के अरब क़बीले ख़ज़रज के सहयोगी थे। और बनी क़ुरैज़ा औस क़बीले के सहयोगी थे। जब इन दोनों क़बीलों में युद्ध होता, तो यहूदी क़बीले अपने पक्ष के साथ दूसरे पक्ष के साथी यहूदी की हत्या करते। और उसे बेघर कर देते थे। और युद्ध विराम के बाद पराजित पक्ष के बंदी यहूदी का अर्थदंड दे कर, यह कहते हुए मुक्त करा देते कि हमारी पुस्तक तौरात का यही आदेश है। इसी का वर्णन अल्लाह ने इस आयत में किया है। (तफ़्सीर इब्ने कसीर)","lang":"hi"},{"name":"2:86","price":"यही वे लोग हैं, जिन्होंने आख़िरत (परलोक) के बदले सांसारिक जीवन ख़रीद लिया। अतः न उनसे अज़ाब हल्का किया जाएगा और न उनकी सहायता की जाएगी।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:87","price":"तथा निःसंदेह हमने मूसा को पुस्तक (तौरात) प्रदान की और उसके बाद लगातार रसूल भेजे, और हमने मरयम के पुत्र ईसा को खुली निशानियाँ दीं और रूह़ुल-क़ुदुस[40] (पवित्र-आत्मा) द्वारा उन्हें शक्ति प्रदान की। फिर क्या जब कभी कोई रसूल तुम्हारे पास वह चीज़ लेकर आया जिसे तुम्हारे दिल न चाहते थे, तो तुमने अभिमान किया, चुनाँचे एक समूह को झुठला दिया और एक समूह की हत्या करते रहे।","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"40. रूह़ुल क़ुदुस से अभिप्रेत फ़रिश्ता जिब्रील अलैहिस्सलाम हैं।","lang":"hi"},{"name":"2:88","price":"तथा उन्होंने कहा कि हमारे दिल तो बंद[41] हैं। बल्कि अल्लाह ने उनके कुफ़्र (इनकार) के कारण उन्हें धिक्कार दिया है। इसलिए वे बहुत कम ईमान लाते हैं।","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"41. अर्थात नबी की बातों का हमारे दिलों पर कोई प्रभाव नहीं पड़ सकता।","lang":"hi"},{"name":"2:89","price":"और जब उनके पास अल्लाह की ओर से एक पुस्तक (क़ुरआन) आई, जो उसकी पुष्टि करने वाली है, जो उनके पास है, हालाँकि वे इससे पूर्व काफ़िरों पर विजय की प्रार्थना किया करते थे, फिर जब उनके पास वह चीज़ आ गई, जिसे उन्होंने पहचान लिया, तो उन्होंने उसका इनकार[42] कर दिया। तो काफ़िरों पर अल्लाह की लानत है।","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"42. आयत का भावार्थ यह है कि मुह़म्मद सल्लल्लाहु अलैहि व सल्लम के इस पुस्तक (क़ुरआन) के साथ आने से पहले वह काफ़िरों से युद्ध करते थे, तो उनपर विजय की प्रार्थना करते और बड़ी व्याकुलता के साथ आपके आगमन की प्रतीक्षा कर रहे थे। जिसकी भविष्यवाणि उन के नबियों ने की थी, और प्रार्थनाएँ किया करते थे कि आप शीघ्र आएँ, ताकि काफ़िरों का प्रभुत्व समाप्त हो, और हमारे उत्थान के युग का शुभारंभ हो। परंतु जब आप आ गए, तो उन्होंने आपके नबी होने का इनकार कर दिया, क्योंकि आप बनी इसराईल में नहीं पैदा हुए। फिर भी आप इबराहीम अलैहिस्सलाम ही के पुत्र इसमाईल अलैहिस्सलाम के वंश से हैं, जैसे बनी इसराईल उनके पुत्र इसहाक़ अलैहिस्सलाम के वंश से हैं।","lang":"hi"},{"name":"2:90","price":"बहुत बुरी है वह चीज़ जिसके बदले उन्होंने अपने आपको बेच डाला, कि उस चीज़ का इनकार कर दें, जो अल्लाह ने उतारी[43] है, इस द्वेष (हठ) के कारण कि अल्लाह अपना कुछ अनुग्रह अपने बंदों में से जिसपर[44] चाहता है, उतारता है। अतः वे प्रकोप पर प्रकोप लेकर लौटे और (ऐसे) काफ़िरों के लिए अपमानजनक यातना है।","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"43. अर्थात क़ुरआन। 44. अर्थात मुह़म्मद सल्लल्लाहु अलैहि व सल्लम को नबी बना दिया।","lang":"hi"},{"name":"2:91","price":"और जब उनसे कहा जाता है उस पर ईमान लाओ जो अल्लाह ने उतारा[45] है, तो कहते हैं : हम उसपर ईमान रखते हैं जो हमपर उतारा गया है, और जो उसके अलावा है, उसका वे इनकार करते हैं! जबकि वही सत्य है, उनके पास जो कुछ है उसकी पुष्टि करने वाला है। आप (उनसे) कह दीजिए कि अगर तुम ईमान वाले थे, तो फिर इससे पहले अल्लाह के नबियों की हत्या क्यों किया करते थे?","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"45. अर्थात क़ुरआन पर।","lang":"hi"},{"name":"2:92","price":"और निःसंदेह मूसा तुम्हारे पास खुली निशानियाँ लेकर आए, फिर तुमने उसके बाद बछड़े को (पूज्य) बना लिया और तुम अत्याचारी थे।","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:93","price":"और (याद करो) जब हमने तुमसे पक्का वचन लिया और तुम्हारे ऊपर तूर पर्वत उठा लिया। (हमने कहा :) हमने तुम्हें जो दिया है, उसे मज़बूती से पकड़ो और सुनो। उन्होंने कहा : हमने सुना और नहीं माना। और उनके कुफ़्र के कारण उनके दिलों में बछड़े की मुहब्बत पिला दी गई। (ऐ नबी!) आप कह दीजिए : बुरी है वह चीज़, जिसका आदेश तुम्हें तुम्हारा ईमान देता है, यदि तुम ईमान वाले हो।","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:94","price":"(ऐ नबी!) आप कह दीजिए : यदि आख़िरत का घर अल्लाह के पास सब लोगों को छोड़कर विशेष रूप से तुम्हारे ही लिए है, तो तुम मौत की कामना करो, यदि तुम सच्चे हो।","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:95","price":"और वे हरगिज़ उसकी कामना कभी नहीं करेंगे, उसके कारण जो उनके हाथों ने आगे भेजा और अल्लाह अत्याचारियों को ख़ूब जानने वाला है।","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:96","price":"और निःसंदेह तुम उन्हें सब लोगों से बढ़कर किसी भी तरह जीने का लोभी पाओगे और उनसे भी जिन्होंने शिर्क किया। उनका (हर) एक व्यक्ति चाहता है काश! उसे हज़ार वर्ष की आयु दी जाए। हालाँकि यह उसे अज़ाब से बचाने वाला नहीं कि उसे लंबी आयु दी जाए और अल्लाह ख़ूब देखने वाला है, जो कुछ वे कर रहे हैं।","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:97","price":"(ऐ नबी!)[46] कह दीजिए कि जो व्यक्ति जिबरील का शत्रु हो, तो निःसंदेह उसने इसे आपके दिल पर अल्लाह के आदेश से उतारा है, उसकी पुष्टि करने वाला है, जो इससे पूर्व है तथा ईमान वालों के लिए मार्गदर्शन एवं शुभ समाचार है।","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"46. यहूदी केवल रसूलुल्लाह सल्लल्लाहु अलैहि व सल्लम और आपके अनुयायियों ही को बुरा नहीं कहते थे, वे अल्लाह के फ़रिश्ते जिबरील को भी गालियाँ देते थे कि वह दया का नहीं, प्रकोप का फ़रिश्ता है। और कहते थे कि हमारा मित्र मीकाईल है।","lang":"hi"},{"name":"2:98","price":"जो कोई अल्लाह और उसके फ़रिश्तों और उसके रसूलों और जिबरील तथा मीकाल का शत्रु हो, तो निःसंदेह अल्लाह सब काफ़िरों का शत्रु है।[47]","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"47. आयत का भावार्थ यह है कि जिसने अल्लाह के किसी रसूल - चाहे वह फ़रिश्ता हो या इनसान - से बैर रखा, तो वह सभी रसूलों का शत्रु तथा कुकर्मी है। (इब्ने कसीर)","lang":"hi"},{"name":"2:99","price":"और निःसंदेह हमने (ऐ नबी!) आपकी ओर खुली आयतें उतारी हैं और उनका इनकार केवल वही लोग[48] करते हैं, जो फ़ासिक़ (अवज्ञा करने वाले) हैं।","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"48. इब्ने अब्बास रज़ियल्लाहु अन्हुमा कहते हैं कि यहूदियों के विद्वान इब्ने सूरिया ने कहा : ऐ मुह़म्मद! (सल्लल्लाहु अलैहि व सल्लम) आप हमारे पास कोई ऐसी चीज़ नहीं लाए जिसे हम पहचानते हों, और न आपपर कोई खुली आयत उतारी गई कि हम आपका अनुसरण करें। इसपर यह आयत उतरी। (इब्ने जरीर)","lang":"hi"},{"name":"2:100","price":"और क्या जब कभी उन्होंने कोई वचन दिया, तो उनके एक समूह ने उसे तोड़ दिया? बल्कि उनमें अधिकतर ईमान नहीं रखते।","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:101","price":"तथा जब उनके पास अल्लाह की ओर से एक रसूल उसकी पुष्टि करने वाला आया,[49] जो उनके पास है, तो उन लोगों में से एक समूह ने, जिन्हें पुस्तक दी गई थी, अल्लाह की पुस्तक को अपनी पीठों के पीछे ऐसे फेंक दिया, जैसे वे नहीं जानते।","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"49. अर्थात मुह़म्मद सल्लल्लाहु अलैहि व सल्लम क़ुरआन के साथ आ गए।","lang":"hi"},{"name":"2:102","price":"तथा वे उस चीज़ के पीछे लग गए जो शैतान सुलैमान के शासन काल में पढ़ते थे। तथा सुलैमान ने कुफ़्र नहीं किया, लेकिन शैतानों ने कुफ़्र किया कि लोगों को जादू सिखाते थे, (और वे उस चीज़ के पीछे लग गए) जो बाबिल में दो फ़रिश्तों; हारूत और मारूत पर उतारी गई। हालाँकि वे दोनों किसी को भी नहीं सिखाते थे, यहाँ तक कि कह देते कि हम केवल एक आज़माइश हैं, इसलिए तू कुफ़्र न कर। फिर वे उन दोनों से वह चीज़ सीखते, जिसके द्वारा वे आदमी और उसकी पत्नी के बीच जुदाई डाल देते। और वे अल्लाह की अनुमति के बिना उसके द्वारा किसी को हानि पहुँचाने वाले न थे। और वे ऐसी चीज़ सीखते थे, जो उन्हें हानि पहुँचाती और उन्हें लाभ न देती थी। हालाँकि निःसंदेह वे भली-भाँति जान चुके थे कि जिसने इसे ख़रीदा, आख़िरत में उसका कोई भाग नहीं। और निःसंदेह बुरी है वह चीज़ जिसके बदले उन्होंने अपने आपको बेच डाला।[50] काश! वे जानते होते।","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"50. इस आयत का दूसरा अर्थ यह भी किया गया है कि सुलैमान ने कुफ़्र नहीं किया, परंतु शैतानों ने कुफ़्र किया, वे मानव को जादू सिखाते थे। और न दो फ़रिशतों पर जादू उतारा गया, उन शैतानों या मानव में से हारूत तथा मारूत जादू सिखाते थे। (तफ़्सीर क़ुर्तुबी)। जिस ने प्रथम अनुवाद किया है, उसका यह विचार है कि मानव के रूप में दो फ़रिश्तों को उनकी परीक्षा के लिए भेजा गया था। सुलैमान अलैहिस्सलाम एक नबी और राजा हुए हैं। आप दाऊद अलैहिस्सलाम के पुत्र थे।","lang":"hi"},{"name":"2:103","price":"और यदि वे सचमुच ईमान लाते और अल्लाह से डरते, तो निश्चय अल्लाह के पास से थोड़ा बदला भी बहुत बेहतर था, काश! वे जानते होते।","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:104","price":"ऐ ईमान वालो! तुम 'राइना'[51] (हमारा ध्यान रखिए) न कहो, और 'उन्ज़ुरना' (हमारी ओर देखिए) कहो और सुनो तथा काफ़िरों के लिए दुखदायी यातना है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"51. इब्ने अब्बास रज़ियल्लाहु अन्हुमा कहते हैं कि नबी सल्लल्लाहु अलैहि व सल्लम की सभा में यहूदी भी आ जाते थे। और मुसलमानों को आपसे कोई बात समझनी होती तो \"राइना\" कहते, अर्थात हम पर ध्यान दीजिए, या हमारी बात सुनिए। इब्रानी भाषा में इसका बुरा अर्थ भी निकलता था, जिससे यहूदी प्रसन्न होते थे। इसलिए मुसलमानों को आदेश दिया गया कि इसके स्थान पर तुम \"उन्ज़ुरना\" कहा करो। अर्थात हमारी ओर देखिए। (तफ़्सीर क़ुर्तुबी)","lang":"hi"},{"name":"2:105","price":"काफ़िर लोग, अह्ले किताब में से हों या मुश्रिकों (अनेकेश्वरवादियों) में से, नहीं चाहते कि तुम पर तुम्हारे पालनहार की ओर से कोई भलाई उतारी जाए और अल्लाह जिसे चाहता है, अपनी दया के साथ खास कर लेता है और अल्लाह बहुत बड़े अनुग्रह वाला है।","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:106","price":"हम जो भी आयत मन्सूख़ (निरस्त) करते हैं, या उसे भुला देते हैं, तो उससे बेहतर, या उसके समान (और) ले आते हैं। क्या तुमने नहीं जाना कि निःसंदेह अल्लाह हर चीज़[52] पर सर्वशक्तिमान है।","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"52. इस आयत में यहूदियों के तौरात के आदेशों के निरस्त किए जाने तथा ईसा अलैहिस्सलाम और मुह़म्मद सल्लल्लाहु अलैहि व सल्लम की नुबुव्वत के इनकार का खंडन किया गया है।","lang":"hi"},{"name":"2:107","price":"क्या तुमने नहीं जाना कि आकाशों एवं धरती का राज्य अल्लाह ही के लिए है और अल्लाह के सिवा तुम्हारा न कोई दोस्त है और न कोई सहायक।","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:108","price":"या तुम चाहते हो कि अपने रसूल से सवाल करो, जैसे इससे पहले मूसा से सवाल किए गए? और जो कोई ईमान के बदले कुफ़्र को अपना ले, तो निःसंदे वह सीधे मार्ग से भटक गया।","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:109","price":"बहुत-से अह्ले किताब चाहते हैं काश! वे तुम्हें तुम्हारे ईमान के बाद फिर काफ़िर बना दें, अपने दिलों की ईर्ष्या के कारण, इसके बाद कि उनके लिए सत्य ख़ूब स्पष्ट हो चुका। तो तुम क्षमा करो और माफ़ कर दो, यहाँ तक कि अल्लाह अपना हुक्म ले आए। निःसंदेह अल्लाह हर चीज़ पर सर्वशक्तिमान है।","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:110","price":"तथा नमाज़ क़ायम करो और ज़कात दो और जो भी भलाई तुम अपने लिए आगे भेजोगे, उसे अल्लाह के पास पा लोगे। निःसंदेह अल्लाह जो कुछ तुम करते हो, उसे ख़ूब देखने वाला है।","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:111","price":"तथा उन्होंने कहा जन्नत में हरगिज़ नहीं जाएँगे, परंतु जो यहूदी होंगे या ईसाई।[53] ये उनकी कामनाएँ ही हैं। (उनसे) कहो : लाओ अपने प्रमाण, यदि तुम सच्चे हो।","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"53. अर्थात यहूदियों ने कहा कि केवल यहूदी जाएँगे और ईसाईयों ने कहा कि केवल ईसाई जाएँगे।","lang":"hi"},{"name":"2:112","price":"क्यों नहीं,[54] जिसने अपना चेहरा अल्लाह के अधीन कर दिया और वह अच्छा कार्या करने वाला हो, तो उसके लिए उसका बदला उसके पालनहार के पास है और न उनपर कोई भय है और न वे शोकाकुल होंगे।","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"54. स्वर्ग में प्रवेश का साधारण नियम अर्थात मुक्ति एकेश्वरवाद तथा सत्कर्म पर आधारित है, किसी जाति अथवा गिरोह पर नहीं।","lang":"hi"},{"name":"2:113","price":"तथा यहूदियों ने कहा कि ईसाई किसी चीज़ पर नहीं हैं और ईसाइयों ने कहा कि यहूदी किसी चीज़ पर नहीं हैं। हालाँकि वे पुस्तक[55] पढ़ते हैं। इसी तरह उन लोगों ने भी जो कुछ ज्ञान नहीं रखते,[56] उनकी बात जैसी बात कही। अब अल्लाह उनके बीच क़ियामत के दिन उस बारे में फैसला करेगा, जिसमें वे मतभेद किया करते थे।","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"55. अर्थात तौरात तथा इंजील जिसमें सब नबियों पर ईमान लाने का आदेश दिया गया है। 56. धर्म पुस्तक से अज्ञान अरब थे, जो यह कहते थे कि मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) के पास कुछ नहीं है।","lang":"hi"},{"name":"2:114","price":"और उससे बड़ा अत्याचारी कौन है, जो अल्लाह की मस्जिदों में उसके नाम का स्मरण करने से रोके और उन्हें उजाड़ने का प्रयास करे?[57] ऐसे लोगों का हक़ नहीं कि उनमें प्रवेश करते परंतु डरते हुए। उनके लिए संसार ही में अपमान है और उनके लिए आख़िरत में बड़ी यातना है।","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"57. जैसे मक्का वासियों ने आप सल्लल्लाहु अलैहि व सल्लम और आपके साथियों को सन् 6 हिजरी में काबा में आने से रोक दिया। या ईसाइयों ने बैतुल मुक़द्दस को ढाने में बुख़्त नस्सर (राजा) की सहायता की।","lang":"hi"},{"name":"2:115","price":"तथा पूर्व और पश्चिम अल्लाह ही के हैं, तो तुम जिस ओर रुख करो,[58] सो वहीं अल्लाह का चेहरा है। निःसंदेह अल्लाह विस्तार वाला, सब कुछ जानने वाला है।","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"58. अर्थात अल्लाह के आदेशानुसार तुम जिधर भी रुख करोगे, तुम्हें अल्लाह की प्रसन्नता प्राप्त होगी।","lang":"hi"},{"name":"2:116","price":"तथा उन्होंने कहा[59] कि अल्लाह ने कोई संतान बना रखी है, वह पवित्र है। बल्कि उसी का है जो कुछ आकाशों तथा धरती में है, सब उसी के आज्ञाकारी हैं।","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"59. अर्थात यहूद और नसारा तथा मिश्रणवादियों ने।","lang":"hi"},{"name":"2:117","price":"वह आकाशों तथा धरती का आविष्कारक है और जब किसी काम का निर्णय करता है, तो उससे मात्र यही कहता है कि \"हो जा\" तो वह हो जाता है।","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:118","price":"तथा उन लोगों ने कहा जो ज्ञान[60] नहीं रखते : अल्लाह हमसे बात क्यों नहीं करता? या हमारे पास कोई निशानी क्यों नहीं आती? इसी प्रकार उन लोगों ने जो इनसे पूर्व थे, इनकी बात जैसी बात कही। इनके दिल एक-दूसरे जैसे हो गए हैं। निःसंदेह हमने उन लोगों के लिए निशानियाँ खोलकर बयान कर दी हैं, जो विश्वास करते हैं।","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"60. अर्थात अरब के मिश्रणवादियों ने।","lang":"hi"},{"name":"2:119","price":"निःसंदेह (ऐ नबी!) हमने आपको सत्य के साथ खुशख़बरी देने वाला तथा डराने वाला[61] बनाकर भेजा है। और आपसे दोज़ख़ियों के बारे में नहीं पूछा जाएगा।","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"61. अर्थात सत्य ज्ञान के अनुपालन पर स्वर्ग की शुभ सूचना देने वाला, तथा इनकार पर नरक से डराने वाला। इसके पश्चात् भी कोई न माने, तो आप उसके उत्तरदायी नहीं हैं।","lang":"hi"},{"name":"2:120","price":"(ऐ नबी!) यहूदी तथा ईसाई आपसे हरगिज़ राज़ी न होंगे, यहाँ तक कि आप उनके धर्म की पैरवी करें। आप कह दीजिए कि निःसंदेह अल्लाह का मार्गदर्शन ही असल मार्गदर्शन है, और यदि आपने उनकी इच्छाओं का अनुसरण किया, उस ज्ञान के बाद जो आपके पास आया है, तो अल्लाह से (बचाने में) आपका न कोई मित्र होगा और न कोई सहायक।","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:121","price":"वे लोग जिन्हें हमने किताब दी है, उसे पढ़ते हैं जैसे उसे पढ़ने का हक़ है, ये लोग उसपर ईमान रखते हैं और जो कोई उसका इनकार करे, तो वही लोग घाटा उठाने वाले हैं।","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:122","price":"ऐ इसराईल की संतान! मेरे उस अनुग्रह को याद करो, जो मैंने तुमपर किया और यह कि निःसंदेह मैंने ही तुम्हें संसार वालों पर श्रेष्ठता प्रदान की।","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:123","price":"तथा उस दिन से डरो, जब कोई किसी के कुछ काम न आएगा, और न उससे कोई फ़िदया (दंड राशि) स्वीकार किया जाएगा और न उसे कोई अनुशंसा (सिफ़ारिश) लाभ देगी, और न उनकी मदद की जाएगी।","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:124","price":"और (उस समय को याद करो) जब इबराहीम को उसके पालनहार ने कुछ बातों के साथ आज़माया, तो उसने उन्हें पूरा कर दिया। उसने कहा : निःसंदेह मैं तुम्हें लोगों का इमाम (पेशवा) बनाने वाला हूँ। (इबराहीम ने) कहा : तथा मेरी संतान में से भी? (अल्लाह ने) फरमाया : मेरा वचन अत्याचारियों[62] को नहीं पहुँचता।","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"62. आयत में अत्याचार से अभिप्रेत केवल मानव पर अत्याचार नहीं, बल्कि सत्य को नकारना तथा शिर्क करना भी अत्याचार में शामिल है।","lang":"hi"},{"name":"2:125","price":"और (उस समय को याद करो) जब हमने इस घर (काबा) को लोगों के लिए लौट कर आने की जगह तथा सर्वथा शांति बनाया, तथा (आदेश दिया) तुम 'मक़ामे इबराहीम' (इबराहीम के खड़े होने की जगह) को नमाज़ का स्थान[63] बनाओ। तथा हमने इबराहीम और इसमाईल को ताकीदी हुक्म दिया कि तुम दोनों मेरे घर को तवाफ़ (परिक्रमा) करने वालों तथा एतिकाफ़[64] करने वालों और रुकू' एवं सजदा करने वालों के लिए पवित्र (साफ़) रखो।","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"63. \"मक़ामे इबराहीम\" से तात्पर्य वह पत्थर है, जिसपर खड़े होकर उन्होंने काबा का निर्माण किया। जिसपर उनके पदचिह्न आज भी सुरक्षित हैं। तथा तवाफ़ के पश्चात् वहाँ दो रकअत नमाज़ पढ़नी सुन्नत है। 64. \"एतिकाफ़\" का अर्थ किसी मस्जिद में एकांत में होकर अल्लाह की इबादत करना है।","lang":"hi"},{"name":"2:126","price":"और (उस समय को याद करो) जब इबराहीम ने कहा : ऐ मेरे पालनहार! इस (जगह) को शांति वाला नगर बना दे और इसके वासियों को फलों से रोज़ी दे, जो उनमें से अल्लाह और अंतिम दिन पर ईमान लाए। (अल्लाह ने) फरमाया : और जिसने कुफ़्र किया, तो मैं उसे भी थोड़ा-सा लाभ दूँगा, फिर उसे आग की यातना की ओर विवश करूँगा और वह लौटने का बुरा स्थान है।","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:127","price":"और (याद करो) जब इबराहीम और इसमाईल इस घर की बुनियादें उठा रहे थे (और कह रहे थे :) ऐ हमारे पालनहार! हमसे स्वीकार कर ले। निःसंदेह तू ही सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:128","price":"ऐ हमारे पालनहार! और हमें अपना आज्ञाकारी बना और हमारी संतान में से भी एक समुदाय अपना आज्ञाकारी बना और हमें अपनी इबादत के तरीक़े दिखा तथा हमारी तौबा क़बूल फरमा। निःसंदेह तू ही बहुत तौबा क़बूल करने वाला, अत्यंत दयावान् है।","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:129","price":"ऐ हमारे पालनहार! और उनमें उन्हीं में से एक रसूल भेज, जो उनपर तेरी आयतें पढ़े, और उन्हें पुस्तक (क़ुरआन) तथा ह़िकमत (सुन्नत) की शिक्षा दे और उन्हें पाक करे। निःसंदेह तू ही सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।[65]","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"65. यह इबराहीम तथा इसमाईल अलैहिमस्सलाम की प्रार्थना का अंत है। एक रसूल से अभिप्रेत मुह़म्मद सल्लल्लाहु अलैहि व सल्लम हैं। क्योंकि इसमाईल अलैहिस्सलाम की संतान में आपके सिवा कोई दूसरा रसूल नहीं हुआ। ह़दीस में है कि आप सल्लल्लाहु अलैहि व सल्लम ने फ़रमाया : मैं अपने पिता इबराहीम की प्रार्थना, ईसा की शुभ सूचना, तथा अपनी माता का स्वप्न हूँ। आप की माता आमिना ने गर्भ की अवस्था में एक स्वप्न देखा कि मुझसे एक प्रकाश निकला, जिससे शाम (देश) के भवन प्रकाशमान हो गए। (देखिए : ह़ाकिम : 2600) इसको उन्होंने सह़ीह़ कहा है। और इमान ज़हबी ने इसकी पुष्टि की है।","lang":"hi"},{"name":"2:130","price":"तथा कौन है जो इबराहीम के धर्म से विमुख होगा, सिवाय उसके जिसने अपने आपको मूर्ख बना लिया। निःसंदेह हमने उसे संसार में चुन लिया[66] तथा निःसंदेह वह आख़िरत (परलोक) में निश्चय सदाचारियों में से है।","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"66. अर्थात मार्गदर्शन देने तथा नबी बनाने के लिए निर्वाचित कर लिया।","lang":"hi"},{"name":"2:131","price":"जब उसके पालनहार ने उससे कहा : (मेरा) आज्ञाकारी हो जा। उसने कहा : मैं सर्व संसार के पालनहार का आज्ञाकारी हो गया।","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:132","price":"तथा इसी की वसीयत इबराहीम ने अपने बेटों को की और याक़ूब ने भी। ऐ मेरे बेटो! निःसंदेह अल्लाह ने तुम्हारे लिए यह धर्म (इस्लाम) चुन लिया है। सो, तुम हरगिज़ न मरना परंतु इस हाल में कि तुम मुसलमान (आज्ञाकारी) हो।","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:133","price":"या तुम मौजूद थे, जब याक़ूब की मृत्यु का समय आया, जब उसने अपने बेटों से कहा : तुम मेरे बाद किसकी इबादत करोगे? उन्होंने उत्तर दिया : हम तेरे पूज्य और तेरे बाप-दादा इबराहीम और इसमाईल और इसहाक़ के पूज्य की इबादत करेंगे, जो एक ही पूज्य है, और हम उसी के आज्ञाकारी हैं।","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:134","price":"यह एक समुदाय था, जो गुज़र चुका। उसके लिए वह है जो उसने कमाया, और तुम्हारे लिए वह है जो तुमने कमाया। और तुमसे उसके बारे में नहीं पूछा जाएगा, जो वे किया करते थे।","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:135","price":"और उन्होंने कहा : यहूदी अथवा ईसाई हो जाओ, मार्गदर्शन पा जाओगे। आप कह दें : बल्कि (हम) इबराहीम के धर्म (का अनुसरण करेंगे), जो एक अल्लाह का होने वाला था और अनेकेश्वरवादियों में से नहीं था।","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:136","price":"(ऐ मुसलमानो!) तुम कह दो : हम अल्लाह पर ईमान लाए और उसपर जो हमारी ओर उतारा गया, और जो इबराहीम और इसमाईल और इसह़ाक़ और याक़ूब तथा उसकी संतान की ओर उतारा गया, और जो मूसा एवं ईसा को दिया गया तथा जो समस्त नबियों को उनके पालनहार की ओर से दिया गया। हम उनमें से किसी एक के बीच अंतर नहीं करते और हम उसी (अल्लाह) के आज्ञाकारी हैं।","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:137","price":"फिर यदि वे उस जैसी चीज़ पर ईमान लाएँ, जिसपर तुम ईमान लाए हो, तो निश्चय वे मार्गदर्शन पा गए और यदि वे फिर जाएँ, तो वे मात्र विरोध में पड़े हुए हैं। अतः निकट ही अल्लाह तुझे उनके मुक़ाबले में काफ़ी हो जाएगा और वही सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"hi"},{"name":"2:138","price":"अल्लाह का रंग[67] ग्रहण करो और रंग में अल्लाह से बेहतर कौन है? और हम उसी की इबादत करने वाले हैं।","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"67. इसमें ईसाई धर्म की (बपतिस्मा) की परंपरा का खंडन है। ईसाइयों ने पीले रंग का जल बना रखा था। जब कोई ईसाई होता या उनके यहाँ कोई शिशु जन्म लेता तो उसमें स्नान करा के ईसाई बनाते थे। अल्लाह के रंग से अभिप्राय एकेश्वरवाद पर आधारित स्वभाविक धर्म इस्लाम है। (तफ़्सीर क़ुर्तुबी)","lang":"hi"},{"name":"2:139","price":"(ऐ नबी!) कह दो : क्या तुम हमसे अल्लाह के बारे में झगड़ते हो? हालाँकि वही हमारा पालनहार तथा तुम्हारा पालनहार है[68] और हमारे लिए हमारे कर्म हैं और तुम्हारे लिए तुम्हारे कर्म, और हम उसी के लिए मुख़्लिस (निष्ठावान) हैं।","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"68. फिर वंदनीय भी केवल वही है।","lang":"hi"},{"name":"2:140","price":"(ऐ अह्ले किताब!) या तुम कहते हो कि इबराहीम और इसमाईल और इसह़ाक़ और याक़ूब तथा उनकी औलाद यहूदी या ईसाई थे? (ऐ नबी! उनसे) कह दो : क्या तुम अधिक जानते हो अथवा अल्लाह? और उससे बड़ा अत्याचारी कौन है, जिसने वह गवाही छिपा ली, जो उसके पास अल्लाह की ओर से थी। और अल्लाह हरगिज़ उससे ग़ाफ़िल नहीं जो तुम करते हो।[69]","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"69. इसमें यहूदियों तथा ईसाइयों के इस दावे का खंडन किया गया है कि इबराहीम अलैहिस्सलाम आदि नबी यहूदी अथवा ईसाई थे।","lang":"hi"},{"name":"2:141","price":"यह एक समुदाय था, जो गुज़र चुका। उसके लिए वह है जो उसने कमाया, और तुम्हारे लिए वह है जो तुमने कमाया। और तुमसे उसके बारे में नहीं पूछा जाएगा, जो वे किया करते थे।[70]","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"70. अर्थात तुम्हारे पूर्वजों के सत्कर्मों से तुम्हें कोई लाभ नहीं होगा, और न उनके पापों के विषय में तुमसे प्रश्न किया जाएगा। अतः अपने कर्मों पर ध्यान दो।","lang":"hi"},{"name":"2:142","price":"शीघ्र ही मूर्ख लोग कहेंगे कि उन्हें उनके उस क़िबले[71] से, जिस पर वे थे किस चीज़ ने फेर दिया? (ऐ नबी!) कह दीजिए कि पूर्व और पश्चिम अल्लाह ही के हैं। वह जिसे चाहता है, सीधी राह पर लगा देता है।","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"71. नमाज़ में मुख करने की दिशा।","lang":"hi"},{"name":"2:143","price":"और इसी प्रकार हमने तुम्हें सबसे बेहतर उम्मत (समुदाय) बनाया; ताकि तुम लोगों पर गवाही देने[72] वाले बनो और रसूल तुमपर गवाही देने वाला बने। और हमने वह क़िबला जिसपर तुम थे, इसलिए निर्धारित किया था, ताकि हम जान लें कि कौन (इस) रसूल का अनुसरण करता है, उससे (अलग करके) जो अपनी ऐड़ियों पर फिर जाता है। और निःसंदेह यह बात निश्चय बहुत बड़ी थी, परंतु उन लोगों पर (नहीं) जिन्हें अल्लाह ने हिदायत दी और अल्लाह कभी ऐसा नहीं कि तुम्हारा ईमान (अर्थात् क़िबला बदलने से पहले पढ़ी गई नमाज़ों) को व्यर्थ कर दे।[73] निःसंदेह अल्लाह लोगों पर अत्यंत करुणा करने वाला, अत्यंत दयावान् है।","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"72. गवाही देने का अर्थ जैसा कि ह़दीस में आया है यह है कि प्रलय के दिन नूह़ अलैहिस्सलाम को बुलाया जाएगा और उनसे प्रश्न किया जायेगा कि क्या तुमने अपनी जाति को संदेश पहुँचाया? वह कहेंगे : हाँ। फिर उनकी जाति से प्रश्न किया जाएगा, तो वे कहेंगे कि हमारे पास सावधान करने के लिए कोई नहीं आया। तो अल्लाह तआला नूह़ अलैहिस्सलाम से कहेगा कि तुम्हारा गवाह कौन है? वह कहेंगे : मुह़म्मद सल्लल्लाहु अलैहि व सल्लम और उनकी उम्मत। फिर आपकी उम्मत गवाही देगी कि नूह़ ने अल्लाह का संदेश पहुँचाया है। और आप सल्लल्लाहु अलैहि व सल्लम तुमपर अर्थात मुसलमानों पर गवाह होंगे। (सह़ीह़ बुख़ारी : 4486) 73.अर्थात उसका फल प्रदान करेगा।","lang":"hi"},{"name":"2:144","price":"निश्चय (ऐ नबी!) हम आपके चेहरे का बार-बार आकाश की ओर उठना देख रहे हैं। तो निश्चय हम आपको उस क़िबले की ओर अवश्य फेर देंगे, जिसे आप पसंद करते हैं। तो (अब) अपना चेहरा मस्जिदे ह़राम की ओर फेर लें,[74] तथा तुम जहाँ भी हो, तो अपने चेहरे उसी की ओर फेर लो। निःसंदेह वे लोग जिन्हें किताब दी गई है निश्चय जानते हैं कि निःसंदेह उनके पालनहार की ओर से यही सत्य है[75] और अल्लाह उससे हरगिज़ ग़ाफ़िल नहीं जो वे कर रहे हैं।","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"74. नबी सल्लल्लाहु अलैहि व सल्लम मक्का से मदीना प्रस्थान करने के पश्चात्, बैतुल मक़्दिस की ओर मुख करके नमाज़ पढ़ते रहे। फिर आपको काबा की ओर मुख करके नमाज़ पढ़ने का आदेश दिया गया। 75. क्योंकि अंतिम नबी के गुणों में उनकी पुस्तकों में बताया गया है कि वह क़िबला बदल देंगे।","lang":"hi"},{"name":"2:145","price":"और निश्चय यदि आप उन लोगों के पास जिन्हें किताब दी गई है, हर निशानी भी ले आएँ, वे आपके क़िबले का अनुसरण नहीं करेंगे और न आप उनके क़िबले का अनुसरण करने वाले हैं। और न उनमें से कोई दूसरे के क़िबले का अनुसरण करने वाला है। और निश्चय यदि आपने उनकी इच्छाओं का पालन किया, उस ज्ञान के बाद जो आपके पास आया है, तो निःसंदेह उस समय आप अवश्य अत्याचारियों में से हो जाएँगे।","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:146","price":"जिन्हें हमने पुस्तक दी है, वे उसे वैसे ही[76] जानते हैं, जैसे अपने बेटों को पहचानते हैं, और निःसंदेह उनमें से एक समूह जानते हुए भी सत्य को छिपाता है।","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"76. आपके उन गुणों के कारण जो उनकी पुस्तकों में अंतिम नबी के विषय में वर्णित किए गए हैं।","lang":"hi"},{"name":"2:147","price":"यह सत्य आपके पालनहार की ओर से है। अतः आप कदापि संदेह करने वालों में से न हों।","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:148","price":"प्रत्येक के लिए एक दिशा है, जिसकी ओर वह मुख करने वाला है। अतः तुम भलाइयों में एक-दूसरे आगे बढ़ो। तुम जहाँ कही भी होगे, अल्लाह तुम्हें इकट्ठा करके लाएगा। निःसंदेह अल्लाह हर चीज़ पर सर्वशक्तिमान है।","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:149","price":"और आप जहाँ से भी निकलें, तो अपना चेहरा मस्जिदे-ह़राम की ओर फेर लें। और निःसंदेह यही आपके पालनहार की ओर से सत्य है और अल्लाह उससे हरगिज़ ग़ाफ़िल नहीं जो तुम करते हो।","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:150","price":"और आप जहाँ से भी निकलें, अपना चेहरा मस्जिदे-ह़राम की ओर फेर लें। और (ऐ मुसलमानों!) तुम जहाँ भी हो, अपने चेहरे उसी की ओर फेर लो। ताकि लोगों के पास तुम्हारे विरुद्ध कोई हुज्जत (तर्क) न रहे, सिवाय उनके जिन्होंने उनमें से अत्याचार किया। अतः उनसे मत डरो, (बल्कि) मुझसे डरो, और ताकि मैं अपनी नेमत तुमपर पूरी करूँ और ताकि तुम मार्गदर्शन पाओ।","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:151","price":"जिस तरह हमने तुम्हारे बीच एक रसूल तुम्हीं में से भेजा, जो तुमपर हमारी आयतें पढ़ता और तुम्हें पाक करता और तुम्हें किताब (क़ुरआन) तथा ह़िकमत (सुन्नत) सिखाता है और तुम्हें वह कुछ सिखाता है, जो तुम नहीं जानते थे।","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:152","price":"अतः तुम मुझे याद करो,[77] मैं तुम्हें याद करूँगा।[78] और मेरा शुक्र अदा करो तथा मेरी नाशुक्री न करो।","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"77. अर्थात मेरी आज्ञा का अनुपालन और मेरी आराधना करो। 78. अर्थात अपनी क्षमा और पुरस्कार द्वारा।","lang":"hi"},{"name":"2:153","price":"ऐ ईमान वालो! धैर्य तथा नमाज़ के साथ मदद प्राप्त करो। निःसंदेह अल्लाह धैर्य रखने वालों के साथ है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:154","price":"तथा जो अल्लाह की राह में मारे जाएँ, उन्हें मुर्दा न कहो, बल्कि (वे) ज़िंदा हैं, परंतु तुम नहीं समझते।","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:155","price":"तथा निश्चय हम तुम्हें भय और भूख तथा धनों, प्राणों और फलों की कमी में से किसी न किसी चीज़ के साथ अवश्य आज़माएँगे। और (ऐ नबी!) सब्र करने वालों को शुभ समाचार सुना दें।","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:156","price":"वे लोग कि जब उन्हें कोई मुसीबत पहुँचती है, तो कहते हैं : निःसंदेह हम अल्लाह के हैं और निःसंदेह हम उसी की ओर लौटने वाले हैं।","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:157","price":"यही लोग हैं जिनपर उनके रब की ओर से कई कृपाएँ तथा बड़ी दया है, और यही लोग मार्गदर्शन पाने वाले हैं।","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:158","price":"निःसंदेह सफ़ा और मरवा[79] अल्लाह की निशानियों में से हैं। अतः जो कोई इस घर का हज्ज करे या उम्रा करे, तो उसपर कोई दोष नहीं कि इन दोनों का तवाफ़ करे। और जो कोई स्वेच्छा से भलाई का कार्य करे, तो निःसंदेह अल्लाह (उसकी) क़द्र करने वाला, सब कुछ जानने वाला है।","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"79. यह दो पर्वत हैं जो काबा की पूर्वी दिशा में स्थित हैं। जिनके बीच सात फेरे लगाना ह़ज्ज तथा उमरे का अनिवार्य कर्म है। जिसका आरंभ सफ़ा पर्वत से किया जाता है।","lang":"hi"},{"name":"2:159","price":"निःसंदेह जो लोग उसको छिपाते हैं जो हमने स्पष्ट प्रमाणों और मार्गदर्शन में से उतारा है, इसके बाद कि हमने उसे लोगों के लिए किताब[80] में स्पष्ट कर दिया है, उनपर अल्लाह लानत करता है[81] और सब लानत करने वाले उनपर लानत करते हैं।","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"80. अर्थात तौरात, इंजील आदि पुस्तकों में। 81. अल्लाह के लानत करने का अर्थ अपनी दया से दूर करना है।","lang":"hi"},{"name":"2:160","price":"परंतु वे लोग जिन्होंने तौबा कर ली और सुधार कर लिया और खोलकर बयान कर दिया, तो ये लोग हैं जिनकी मैं तौबा स्वीकार करता हूँ और मैं ही बहुत तौबा क़बूल करने वाला, अत्यंत दयावान् हूँ।","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:161","price":"निःसंदेह वे लोग जिन्होंने कुफ़्र किया और इस हाल में मर गए कि वे काफ़िर थे, ऐसे लोग हैं जिनपर अल्लाह की और फ़रिश्तों तथा लोगों की, सब की लानत है।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:162","price":"वे हमेशा इसी (दशा) में रहने वाले हैं, न उनसे यातना हल्की की जाएगी और न उन्हें मोहलत दी जाएगी।","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:163","price":"और तुम्हारा पूज्य (मा'बूद) एक ही[82] पूज्य (मा'बूद) है, उसके सिवा कोई पूज्य (मा'बूद) नहीं, अत्यंत दयावान्, असीम दयालु है।","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"82. अर्थात जो अपने अस्तित्व तथा नामों और गुणों तथा कर्मों में अकेला है।","lang":"hi"},{"name":"2:164","price":"निःसंदेह आकाशों और धरती की रचना तथा रात और दिन के बदलने में, तथा उन नावों में जो लोगों को लाभ देने वाली चीज़ें लेकर सागरों में चलती हैं, और उस पानी में जो जो अल्लाह ने आकाश से उतारा, फिर उसके द्वारा धरती को उसकी मृत्यु के पश्चात् जीवित कर दिया और उसमें हर प्रकार के जानवर फैला दिए, तथा हवाओं को फेरने (बदलने) में और उस बादल में, जो आकाश और धरती के बीच वशीभूत[83] किया हुआ है, (इन सब चीज़ों में) उन लोगों के लिए बहुत-सी निशानियाँ हैं, जो समझ-बूझ रखते हैं।","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"83. अर्थात इस विश्व की पूरी व्यवस्था इस बात का तर्क और प्रमाण है कि इसका व्यवस्थापक अल्लाह ही एक मात्र पूज्य तथा अपने गुणों एवं कर्मों में अकेला है। अतः उपासना भी उसी एक की होनी चाहिए। यही समझ-बूझ का निर्णय है।","lang":"hi"},{"name":"2:165","price":"कुछ लोग ऐसे भी हैं, जो अल्लाह के सिवा कुछ साझी बना लेते हैं, जिनसे वे अल्लाह के प्रेम जैसा प्रेम करते हैं। तथा वे लोग जो ईमान लाए, अल्लाह से प्रेम में सबसे बढ़कर होते हैं। और काश! वे लोग जिन्होंने अत्याचार किया उस समय को देख लें[84] जब वे यातना को देखेंगे,[85] (तो जान लें) कि निःसंदेह शक्ति सब की सब अल्लाह ही के लिए है और यह कि निःसंदेह अल्लाह बहुत सख़्त अज़ाब वाला है।","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"84. अर्थात संसार ही में। 85. अर्थात प्रलय के दिन।","lang":"hi"},{"name":"2:166","price":"जब[86] वे लोग जिनका अनुसरण किया गया[87] था, उन लोगों से बिल्कुल अलग हो जाएँगे जिन्होंने (उनकी) पैरवी की और वे यातना को देख लेंगे और उनके आपस के संबंध पूर्णतया समाप्त हो जाएँगे।","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"86. अर्थात प्रलय के दिन। 87. अर्थात संसार में जिन प्रमुखों का अनुसरण किया गया।","lang":"hi"},{"name":"2:167","price":"तथा जिन लोगों ने अनुसरण किया था, कहेंगे : काश! हमारे लिए एक बार पुनः (संसार में) जाना होता, तो हम इनसे वैसे ही बिल्कुल अलग हो जाते, जैसे ये हमसे बिल्कुल अलग हो गए। ऐसे ही अल्लाह उनके कर्मों को उनके लिए अफ़सोस बनाकर दिखाएगा और वे किसी भी तरह आग से निकलने वाले नहीं हैं।","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:168","price":"ऐ लोगो! उन चीज़ों में से खाओ जो धरती में ह़लाल, पाकीज़ा हैं और शैतान के पदचिह्नों का अनुसरण न करो।[88] निःसंदेह वह तुम्हारा खुला शत्रु है।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"88. अर्थात उसकी बताई बातों को न मानो।","lang":"hi"},{"name":"2:169","price":"वह तो तुम्हें बुराई और निर्लज्जता ही का आदेश देता है और यह कि तुम अल्लाह पर वह बात कहो,[89] जो तुम नहीं जानते।","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"89. अर्थात वैध को अवैध करने आदि का।","lang":"hi"},{"name":"2:170","price":"और जब उनसे[90] कहा जाता है कि उसका अनुसरण करो जो अल्लाह ने (क़ुरआन) उतारा है, तो कहते हैं : बल्कि हम तो उसका अनुसरण करेंगे जिसपर हमने अपने बाप-दादा को पाया है। क्या अगरचे उनके बाप-दादा न कुछ समझते हों और न मार्गदर्शन पाते हों?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"90. अर्थात अह्ले किताब तथा मिश्रणवादियों से।","lang":"hi"},{"name":"2:171","price":"उन लोगों का उदाहरण जिन्होंने कुफ़्र किया, उस व्यक्ति के उदाहरण जैसा है, जो उन जानवरों को पुकारता है, जो पुकार और आवाज़ के सिवा कुछ[91] नहीं सुनते। वे बहरे हैं, गूँगे हैं, अंधे हैं, इसलिए वे नहीं समझते।","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"91. अर्थात ध्वनि सुनता है परंतु बात का अर्ध नहीं समझता।","lang":"hi"},{"name":"2:172","price":"ऐ ईमान वालो! उन पवित्र चीज़ों में से खाओ, जो हमने तुम्हें प्रदान की हैं तथा अल्लाह का शुक्र अदा करो, यदि तुम केवल उसी की इबादत करते हो।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:173","price":"उस (अल्लाह) ने तो तुमपर केवल मुर्दार[92] और ख़ून और सूअर का माँस और हर वह चीज़ हराम की है, जिसपर ग़ैरुल्लाह (अल्लाह के अलावा) का नाम पुकारा जाए। फिर जो (इनमें से कोई चीज़ खाने पर) विवश हो जाए, इस हाल में कि वह न अवज्ञा करने वाला हो और न सीमा से आगे बढ़ने वाला, तो उसपर कोई दोष नहीं। निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।[93]","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"92. जिसे धर्म विधान के अनुसार वध न किया गया हो, अधिक विवरण सूरतुल माइदह में आ रहा है। 93.अर्थात ऐसा विवश व्यक्ति जो ह़लाल जीविका न पा सके उसके लिए निषेध नहीं कि वह अपनी आवश्यकतानुसार ह़राम चीज़ें खा ले। परंतु उसपर अनिवार्य है कि वह उसकी सीमा का उल्लंघन न करे और जहाँ उसे ह़लाल जीविका मिल जाए वहाँ ह़राम खाने से रुक जाए।","lang":"hi"},{"name":"2:174","price":"निःसंदेह जो लोग छिपाते हैं जो अल्लाह ने किताब में से उतारा है और उसके बदले थोड़ा मूल्य प्राप्त करते हैं, वे लोग अपने पेटों में आग के सिवा कुछ नहीं खा रहे। तथा न अल्लाह क़ियामत के दिन उनसे बात करेगा और न उन्हें पाक करेगा और उनके लिए दुःखदायी यातना है।","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:175","price":"यही लोग हैं, जिन्होंने हिदायत के बदले गुमराही तथा क्षमा के बदले यातना ख़रीद ली। तो वे आग पर कितना अधिक सब्र करने वाले हैं?","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:176","price":"यह (यातना) इस कारण है कि निःसंदेह अल्लाह ने यह पुस्तक सत्य के साथ उतारी है, और निःसंदेह जिन लोगों ने पुस्तक में मतभेद किया है, निश्चय वे बहुत दूर के विरोध में (पड़े) हैं।","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:177","price":"नेकी केवल यही नहीं कि तुम अपने मुँह पूर्व और पश्चिम की ओर फेर लो! बल्कि असल नेकी तो उसकी है, जो अल्लाह और अंतिम दिन (आख़िरत) और फ़रिश्तों और पुस्तकों और नबियों पर ईमान लाए, और धन दे उसके मोह के बावजूद रिशतेदारों और अनाथों और निर्धनों और यात्री तथा माँगने वालों को और गर्दनें छुड़ाने में, और नमाज़ क़ायम करे और ज़कात दे, और जो अपनी प्रतिज्ञा पूरी करने वाले हैं जब प्रतिज्ञा करें, और जो तंगी और कष्ट में और लड़ाई के समय धैर्य रखने वाले हैं। यही लोग हैं जो सच्चे सिद्ध हुए तथा यही (अल्लाह से) डरने वाले हैं।[94]","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"94. इस आयत का भावार्थ यह है कि नमाज़ में क़िब्ले की ओर मुख करना अनिवार्य है, फिर भी सत्धर्म इतना ही नहीं कि धर्म की किसी एक बात को अपना लिया जाए। सत्धर्म तो सत्य आस्था, सत्कर्म और पूरे जीवन को अल्लाह की आज्ञा के अधीन कर देने का नाम है।","lang":"hi"},{"name":"2:178","price":"ऐ ईमान वालो! तुमपर क़त्ल किए गए व्यक्तियों के बारे में क़िसास (बदला लेना) फ़र्ज़ (अनिवार्य)[95] कर दिया गया है। आज़ाद के बदले आज़ाद, ग़ुलाम के बदले ग़ुलाम और औरत के बदले औरत (को क़त्ल किया जाएगा)। फिर जिसे उसके भाई की ओर से कुछ भी क्षमा[96] कर दिया जाए, तो ऐसे में सामान्य रीति के अनुसार (क़ातिल का) अनुसरण करना चाहिए और भले तरीक़े से उसके पास पहुँचा देना चाहिए। यह तुम्हारे पालनहार की ओर से एक प्रकार की सुविधा तथा एक दया है। फिर जो इसके बाद अत्याचार[97] करे, तो उसके लिए दर्दनाक यातना है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"95. अर्थात यह नहीं हो सकता कि निहत की प्रधानता अथवा उच्च वंश का होने के कारण कई व्यक्ति मार दिए जाएँ, जैसा कि इस्लाम से पूर्व जाहिलिय्यत की रीति थी कि एक के बदले कई को ही नहीं, यदि निर्बल क़बीला हो तो, पूरे क़बीले ही को मार दिया जाता था। इस्लाम ने यह नियम बना दिया कि स्वतंत्र तथा दास और नर-नारी सब मानवता में बराबर हैं। अतः बदले में केवल उसी को मारा जाए जो अपराधी है। वह स्वतंत्र हो या दास, नर हो या नारी। (संक्षिप्त, इब्ने कसीर) 96. क्षमा दो प्रकार से हो सकता है : एक तो यह कि निहत के लोग अपराधी को क्षमा कर दें। दूसरा यह कि क़िसास को क्षमा करके दियत (खून की क़ीमत) लेना स्वीकार कर लें। इसी स्थिति में कहा गया है कि नियमानुसार दियत चुका दे। 97. अर्थात क्षमा कर देने या दियत लेने के पश्चात् भी अपराधी को मार डाले, तो उसे क़िसास में हत किया जायेगा।","lang":"hi"},{"name":"2:179","price":"और ऐ बुद्धि वालो! तुम्हारे लिए क़िसास (बदला) लेने में जीवन है, ताकि तुम तक़वा अपनाओ।[98]","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"98. क्योंकि इस नियम के कारण कोई किसी को हत करने का साहस नहीं करेगा। इस लिए इसके कारण समाज शांतिमय हो जाएगा। अर्थात एक क़िसास से लोगों के जीवन की रक्षा होगी। जैसा कि उन देशों में जहाँ क़िसास का नियम है देखा जा सकता है। क़ुरआन इसी ओर संकेत करते हुए कहता है कि क़िसास के नियम के अंदर वास्तव में जीवन है।","lang":"hi"},{"name":"2:180","price":"और जब तुममें से किसी की मृत्यु का समय आ पहुँचे और वह धन छोड़ रहा हो, तो उसपर माता-पिता और रिश्तेदारों के लिए अच्छे तरीक़े से वसिय्यत करना ज़रूरी कर दिया गया है। यह अल्लाह से डरने वालों पर सुनिश्चित (आवश्यक)[99]  है।","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"99. यह वसिय्यत मीरास की आयत उतरने से पहले अनिवार्य थी, जिसे मीरास की आयत से निरस्त कर दिया गया। आप सल्लल्लाहु अलैहि व सल्लम का कथन है कि अल्लाह ने प्रत्येक अधिकारी को उसका अधिकार दे दिया है, अतः अब वारिस के लिए कोई वसिय्यत नहीं है। फिर जो वारिस न हो, तो उसे भी तिहाई धन से अधिक की वसिय्यत जायज़ नहीं है। (सह़ीह़ बुख़ारी :4577, सुनन अबू दावूद : 2870, इब्ने माजा : 2210)","lang":"hi"},{"name":"2:181","price":"फिर जो व्यक्ति उसे उसके सुनने के बाद बदल दे, तो उसका पाप उन्हीं लोगों पर है, जो उसे बदल दें। निश्चय अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:182","price":"परंतु जिस व्यक्ति को किसी वसीयत करने वाले से किसी प्रकार के पक्षपात या पाप का डर हो, फिर वह उनके बीच सुधार कर दे, तो उसपर कोई पाप नहीं। निश्चय अल्लाह अति क्षमाशील, अत्यंत दयावान् है।","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:183","price":"ऐ ईमान वालो! तुमपर रोज़ा[100] रखना फ़र्ज़ (अनिवार्य) कर दिया गया है, जैसे उन लोगों पर फ़र्ज़ (अनिवार्य) किया गया जो तुमसे पहले थे, ताकि तुम परहेज़गार बन जाओ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"100. रोज़ा को अरबी भाषा में \"सौम\" कहा जाता है, जिसका अर्थ रुकना तथा त्याग देना है। इस्लाम में रोज़ा सन् 2 हिजरी में अनिवार्य किया गया। जिसका अर्थ है प्रत्यूष (भोर) से सूर्यास्त तक रोज़े की नीयत से खाने पीन तथा संभोग आदि चीजों से रुक जाना।","lang":"hi"},{"name":"2:184","price":"गिने हुए चंद दिनों में। फिर तुममें से जो बीमार हो, अथवा किसी यात्रा पर हो, तो दूसरे दिनों से गिनती पूरी करना है। और जो लोग इसकी शक्ति रखते हों (परंतु रोज़ा न रखें), उनपर फ़िदया एक निर्धन का खाना है।[101] फिर जो व्यक्ति स्वेच्छा से नेकी करे, तो वह उसके लिए बेहतर है। और तुम्हारा रोज़ा रखना तुम्हारे लिए बेहतर है, यदि तुम जानते हो।","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"101. यदि कोई अधिक बुढ़ापे अथवा ऐसे रोग के कारण जिससे आरोग्य होने की आशा न हो, रोज़ा रखने में अक्षम हो, तो प्रत्येक रोज़े के बदले एक निर्धन को खाना खिला दिया करे।","lang":"hi"},{"name":"2:185","price":"रमज़ान का महीना वह है, जिसमें क़ुरआन उतारा गया, जो लोगों के लिए मार्गदर्शन है तथा मार्गदर्शन और (सत्य एवं असत्य के बीच) अंतर करने के स्पष्ट प्रमाण हैं। अतः तुममें से जो व्यक्ति इस महीने में उपस्थित[102] हो, तो वह इसका रोज़ा रखे। तथा जो बीमार[103] हो अथवा किसी यात्रा[104] पर हो, तो दूसरे दिनों से गिनती पूरी करना है। अल्लाह तुम्हारे साथ आसानी चाहता है, तुम्हारे साथ तंगी नहीं चाहता। और ताकि तुम गिनती पूरी करो और ताकि तुम इस बात पर अल्लाह की महिमा का वर्णन करो कि उसने तुम्हें मार्गदर्शन प्रदान किया और ताकि तुम उसका शुक्र अदा करो।[105]","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"102. अर्थात अपने नगर में उपस्थित हो। 103. अर्थात रोग के कारण रोज़े न रख सकता हो। 104. अर्थात इतनी दूर की यात्रा पर हो जिसमें रोज़ा न रखने की अनुमति हो। 105. इस आयत में रोज़े की दशा तथा गिनती पूरी करने पर प्रार्थना करने की प्रेरणा दी गयी है।","lang":"hi"},{"name":"2:186","price":"और (ऐ नबी!) जब मेरे बंदे आपसे मेरे बारे में पूछें, तो निश्चय मैं (उनसे) क़रीब हूँ। मैं पुकारने वाले की दुआ क़बूल करता हूँ जब वह मुझे पुकारता है। तो उन्हें चाहिए कि वे मेरी बात मानें तथा मुझपर ईमान लाएँ, ताकि वे मार्गदर्शन पाएँ।","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:187","price":"तुम्हारे लिए रोज़े की रात में अपनी स्त्रियों से सहवास करना ह़लाल कर दिया गया है। वे तुम्हारे लिए वस्त्र[106] हैं तथा तुम उनके लिए वस्त्र हो। अल्लाह ने जान लिया कि तुम अपने आपसे ख़यानत[107] करते थे। तो उसने तुमपर दया करते हुए तुम्हारी तौबा स्वीकार कर ली तथा तुम्हें क्षमा कर दिया। तो अब तुम उनसे (रात में) सहवास करो और जो अल्लाह ने तुम्हारे लिए लिखा है उसे तलब करो, तथा खाओ और पियो, यहाँ तक कि तुम्हारे लिए भोर की सफेद धारी रात की काली धारी से स्पष्ट हो जाए,[108] फिर रोज़े को रात (सूर्य डूबने) तक पूरा करो। और उनसे सहवास न करो, जबकि तुम मस्जिदों में ऐतिकाफ़ में हो। ये अल्लाह की सीमाएँ हैं, अतः इनके क़रीब न जाओ। इसी प्रकार अल्लाह लोगों के लिए अपनी आयतों को स्पष्ट करता है, ताकि वे बच जाएँ।","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"106. इससे पति-पत्नि के जीवन साथी, तथा एक की दूसरे के लिए आवश्यकता को दर्शाया गया है। 107. अर्थात पत्नि से सहवास करते थे। 108. इस्लाम के आरंभिक युग में रात्रि में सो जाने के पश्चात् रमज़ान में खाने पीने तथा स्त्री से सहवास की अनुमति नहीं थी। इस आयत में इन सब की अनुमति दी गई है।","lang":"hi"},{"name":"2:188","price":"तथा आपस में एक-दूसरे का धन अवैध रूप से न खाओ और न उन्हें अधिकारियों के पास ले जाओ, ताकि लोगों के धन का कुछ भाग गुनाह[109] के साथ खा जाओ, हालाँकि तुम जानते हो।","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"109. इस आयत में यह संकेत है कि यदि कोई व्यक्ति दूसरों के स्वत्व और धन से तथा अवैध धन उपार्जन से स्वयं को रोक न सकता हो, तो इबादत का कोई लाभ नहीं।","lang":"hi"},{"name":"2:189","price":"(ऐ नबी!) लोग आपसे नये चाँदों के बारे में पूछते हैं। आप कह दें, वे लोगों के लिए और हज्ज के लिए समय जानने के माध्यम हैं। और नेकी हरगिज़ यह नहीं कि घरों में उनके पीछे से आओ। बल्कि नेकी उसकी है जो (अल्लाह की अवज्ञा से) बचे। तथा घरों में उनके द्वारों से आओ और अल्लाह से डरो, ताकि तुम सफल हो जाओ।[110]","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"110. इस्लाम से पूर्व अरब में यह प्रथा थी कि जब ह़ज्ज का एह़राम बाँध लेते, तो अपने घरों में द्वार से प्रवेश न करके पीछे से प्रवेश करते थे। इस अंधविश्वास के खंडन के लिए यह आयत उतरी कि भलाई इन रीतियों में नहीं बल्कि अल्लाह से डरने और उसके आदेशों के उल्लंघन से बचने में है।","lang":"hi"},{"name":"2:190","price":"तथा अल्लाह की राह में, उनसे युद्ध करो, जो तुमसे युद्ध करते हैं, और अत्याचार न करो, निःसंदेह अल्लाह अत्याचार करने वालों से प्रेम नहीं करता।","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:191","price":"और उन्हें क़त्ल करो जहाँ उन्हें पाओ, और उन्हें वहाँ से निकालो जहाँ से उन्होंने तुम्हें निकाला है, और फ़ितना[111], क़त्ल करने से अधिक सख़्त है। और उनसे मस्जिदे ह़राम के पास युद्ध न करो, जब तक वे तुमसे वहाँ युद्ध न करें।[112] फिर यदि वे तुमसे युद्ध करें, तो उन्हें क़त्ल करो, ऐसे ही काफ़िरों का बदला है।","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"111. अर्थात अधर्म, मिश्रणवाद और सत्धर्म इस्लाम से रोकना। 112. अर्थात स्वयं युद्ध का आरंभ न करो।","lang":"hi"},{"name":"2:192","price":"फिर यदि वे (युद्ध से) रुक जाएँ, तो निःसंदेह अल्लाह बेहद क्षमा करनेवाला, अत्यंत दयावान् है।","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:193","price":"तथा उनसे युद्ध करो, यहाँ तक कि कोई फ़ितना शेष न रहे और धर्म अल्लाह के लिए हो जाए। फिर यदि वे बाज़ आ जाएँ, तो अत्याचारियों के सिवा किसी पर कोई ज़्यादती (जायज़) नहीं।","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:194","price":"हुरमत वाला[113] महीना, हुरमत वाले महीने के बदले है और सब हुरमतों में क़िसास (बराबरी का बदला) है। अतः जो तुमपर ज़्यादती करे, तो तुम उसपर उसी के समान ज़्यादती करो, जैसी उसने तुमपर ज़्यादती की है तथा अल्लाह से डरो और जान लो कि अल्लाह डरने वालों के साथ है।","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"113. हुरमत वाले महीनों से अभिप्रेत चार अरबी महीने : ज़ुल-क़ादह, ज़ुल-हिज्जह, मुह़र्रम तथा रजब हैं। इबराहीम अलैहिस्सलाम के युग से इन मासों का आदर सम्मान होता आ रहा है। आयत का अर्थ यह है कि कोई हुरमत वाले स्थान अथवा युग में अतिक्रमण करे, तो उसे बराबरी का बदला दिया जाए।","lang":"hi"},{"name":"2:195","price":"तथा अल्लाह के मार्ग में (धन) ख़र्च करो और अपने आपको विनाश में न डालो तथा नेकी करो, निःसंदेह अल्लाह नेकी करने वालों से प्रेम करता है।","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:196","price":"तथा ह़ज्ज और उमरा अल्लाह के लिए पूरा करो। फिर यदि तुम रोक दिए जाओ,[114] तो क़ुर्बानी में से जो उपलब्ध हो (कर दो)। और अपने सिर न मुँडाओ, जब तक कि क़ुर्बानी अपने ज़बह के स्थान तक न पहुँच जाए।[115] फिर तुममें से जो व्यक्ति बीमार हो या उसके सिर में कोई तकलीफ़ हो (और उसके कारण सिर मुँडा ले), तो रोज़े या सदक़ा या क़ुर्बानी में से कोई एक फ़िदया[116] है। फिर जब तुम निश्चिंत हो जाओ, तो (ऐसे में) जो व्यक्ति ह़ज्ज (के एहराम बाँधने) तक उमरे से लाभ[117] उठाए, तो क़ुर्बानी में से जो उपलब्ध हो, करे। फिर जिसके पास (क़ुर्बानी) उपलब्ध न हो, तो वह तीन रोज़े ह़ज्ज के दौरान रखे और सात दिन के उस समय रखे, जब तुम (घर) वापस जाओ। ये पूरे दस हैं। ये उसके लिए हैं, जिसके घर वाले मस्जिदे-ह़राम के निवासी न हों। और अल्लाह से डरो तथा जान लो कि निःसंदेह अल्लाह बहुत सख़्त अज़ाब वाला है।","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"114. अर्थात शत्रु अथवा रोग के कारण। 115. अर्थात क़ुर्बानी न करो। 116. जो तीन रोज़े अथवा तीन निर्धनों को खिलाना या एक बकरे की क़ुर्बानी देना है। (तफ्सीर क़ुर्तुबी) 117. लाभान्वित होने का अर्थ यह है कि उमरे का एह़राम बाँधे, और उसके कार्यक्रम पूरे करके एह़राम खोल दे, और जो चीजें एह़राम की स्थिति में अवैध थीं, उनसे लाभान्वित हो। फिर ह़ज्ज के समय उसका एह़राम बाँधे, इसे (ह़ज्ज तमत्तुअ) कहा जाता है। (तफ़्सीर क़ुर्तुबी)","lang":"hi"},{"name":"2:197","price":"ह़ज्ज चंद जाने-माने महीने हैं। फिर जो व्यक्ति इनमें ह़ज्ज अनिवार्य कर ले, तो ह़ज्ज के दौरान न कोई काम-वासना की बात हो और न कोई अवज्ञा और न कोई झगड़ा। तथा तुम जो भी नेकी का काम करोगे, अल्लाह उसे जान लेगा। और पाथेय ले लो, (और जान लो कि) सबसे अच्छा पाथेय परहेज़गारी है तथा ऐ बुद्धि वालो! मुझसे डरो।","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:198","price":"तथा तुमपर कोई दोष[118] नहीं कि अपने पालनहार का अनुग्रह (फ़ज़्ल) तलाश करो। फिर जब तुम अरफ़ात[119] से प्रस्थान करो, तो मश्अरे ह़राम (मुज़दलिफ़ा) के पास अल्लाह को याद करो और उसको उसी तरह याद करो, जैसे उसने तुम्हारा मार्गदर्शन किया है। और निःसंदेह इससे पहले तुम गुमराह लोगों में से थे।","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"118. अर्थात व्यापार करने में कोई दोष नहीं है। 119. अरफ़ात उस स्थान का नाम है जिस में ह़ाजी 9 ज़ुलह़िज्जा को विराम करते तथा सूर्यास्त के पश्चात् वहाँ से वापिस होते हैं।","lang":"hi"},{"name":"2:199","price":"फिर तुम[120] उस जगह से वापस आओ, जहाँ से सब लोग वापस आएँ तथा अल्लाह से क्षमा माँगो। निश्चय अल्लाह अति क्षमाशील, अत्यंत दयावान् है।","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"120. यह आदेश क़ुरैश के उन लोगों को दिया गया है, जो मुज़दलिफ़ह ही से वापस चले आते थे, और अरफ़ात नहीं जाते थे। (तफ़्सीर क़ुर्तुबी)","lang":"hi"},{"name":"2:200","price":"और जब तुम अपने ह़ज्ज के कार्य पूरे कर लो, तो अल्लाह को याद करो, जैसे अपने बाप-दादा को याद किया करते थे, बल्कि उससे भी बढ़कर याद[121] करो। फिर लोगों में से कोई तो ऐसा है जो कहता है : ऐ हमारे पालनहार! हमें दुनिया में दे दे। और आख़िरत में उसका कोई हिस्सा नहीं।","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"121. जाहिलिय्यत में अरबों की यह रीति थी कि ह़ज्ज पूरा करने के पश्चात् अपने पूर्वजों के कर्मों की चर्चा करके उनपर गर्व किया करते थे। तथा इब्ने अब्बास रज़ियल्लाहु अन्हुमा ने इसका अर्थ यह किया है कि जिस प्रकार शिशु अपने माता पिता को गुहारता, पुकारता है, उसी प्रकार तुम अल्लाह को गुहारो और पुकारो। (तफ़्सीर क़ुर्तुबी)","lang":"hi"},{"name":"2:201","price":"तथा उनमें से कोई ऐसा है, जो कहता है : ऐ हमारे पालनहार! हमें दुनिया में भलाई तथा आख़िरत में भी भलाई दे और हमें आग के अज़ाब से बचा।","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:202","price":"यही लोग हैं, जिनके लिए उसमें से एक हिस्सा है, जो उन्होंने कमाया और अल्लाह बहुत जल्द ह़िसाब लेने वाला है।","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:203","price":"तथा अल्लाह को चंद गिने हुए दिनों[122] में याद करो। फिर जो दो दिनों में (मिना से) जल्द चला[123] जाए, तो उसपर कोई दोष नहीं और जो देर[124] से निकले, तो उसपर भी कोई दोष नहीं, उस व्यक्ति के लिए जो (अल्लाह से) डरे तथा अल्लाह से डरो और जान लो कि निःसंदेह तुम उसी की ओर एकत्र किए जाओगो।","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"122. चंद गिने हुए दिनों से अभिप्राय ज़ुलह़िज्जा मास की 11, 12, और 13 तारीख़ें हैं। जिनको \"अय्यामे तश्रीक़\" कहा जाता है। 123. अर्थात 12 ज़ुलह़िज्जा को ही सूर्यास्त के पहले कंकरी मारने के पश्चात् चल दे। 124. देर से निकले, अर्थात मिना में रात बिताए और 13 ज़ुलह़िज्जा को कंकरी मारे, फिर मिना से निकले।","lang":"hi"},{"name":"2:204","price":"लोगों[124] में कोई व्यक्ति ऐसा भी है जिसकी बात सांसारिक जीवन के बारे में (ऐ नबी!) आपको अच्छी लगती है और वह अल्लाह को उसपर गवाह बनाता है जो उसके दिल में हैं, हालाँकि वह बड़ा झगड़ालू है।","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"124. अर्थात मुनाफ़िक़ों (पाखंडियों) में।","lang":"hi"},{"name":"2:205","price":"तथा जब वह वापस जाता है, तो धरती में दौड़-धूप करता है ताकि उसमें उपद्रव फैलाए तथा खेती और नस्ल (पशुओं) का विनाश करे और अल्लाह उपद्रव को पसंद नहीं करता।","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:206","price":"तथा जब उससे कहा जाता है कि अल्लाह से डर, तो उसका गौरव उसे पाप में पकड़े रखता है। अतः उसके (दंड के) लिए जहन्नम ही काफ़ी है और निश्चय वह बहुत बुरा ठिकाना है।","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:207","price":"तथा लोगों में ऐसा व्यक्ति भी है, जो अल्लाह की प्रसन्नता की खोज में अपना प्राण बेच[125] देता है और अल्लाह उन बंदों पर अनंत करुणामय है।","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"125. अर्थात उसकी राह में और उसकी आज्ञा के अनुपालन द्वारा।","lang":"hi"},{"name":"2:208","price":"ऐ ईमान वालो! इस्लाम में पूर्ण रूप से प्रेश[126] कर जाओ और शैतान के पदचिह्नों पर न चलो। निश्चय वह तुम्हारा खुला दुश्मन है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"126. अर्थात इस्लाम के पूरे संविधान का अनुपालन करो।","lang":"hi"},{"name":"2:209","price":"फिर यदि इसके बाद फिसल जाओ कि तुम्हारे पास स्पष्ट दलीलें[127] आ चुकीं, तो जान लो कि निःसंदेह अल्लाह अत्यंत प्रभुत्वशाली, पूर्ण ह़िकमत वाला[128] है।","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"127. खुले तर्कों से अभिप्राय क़ुरआन और सुन्नत है। 128. अर्थात तथ्य को जानता और प्रत्येक वस्तु को उसके उचित स्थान पर रखता है।","lang":"hi"},{"name":"2:210","price":"वे (इन स्पष्ट प्रमाणों के बाद) इसके सिवा किस चीज़ की प्रतीक्षा कर रहे हैं कि उनके पास अल्लाह बादलों के सायों में आ जाए तथा फ़रिश्ते भी और मामले का निर्णय कर दिया जाए और सब काम अल्लाह ही की ओर लौटाए[129[ जाते हैं।","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"129. अर्थात सब निर्णय प्रलोक में वही करेगा।","lang":"hi"},{"name":"2:211","price":"बनी इसराईल से पूछो कि हमने उन्हें कितनी खुली निशानियाँ दीं। और जो अल्लाह की नेमत को बदल दे, इसके बाद कि वह उसके पास आ चुकी हो, तो निश्चय अल्लाह बहुत सख़्त अज़ाब वाला है।","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:212","price":"उन लोगों के लिए जिन्होंने कुफ़्र किया, सांसारिक जीवन आकर्षक बना दिया गया है तथा वे ईमान लाने वालों का मज़ाक़[130] उड़ाते हैं। हालाँकि जो लोग (अल्लाह का) डर रखने वाले हैं, वे क़ियामत के दिन उनसे ऊपर[131] होंगे तथा अल्लाह जिसे चाहता है, असंख्य जीविका प्रदान करता है।","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"130. अर्थात उनकी निर्धनता तथा दरिद्रता के कारण। 131. आयत का भावार्थ यह है कि काफ़िर सांसारिक धनधान्य ही को महत्व देते हैं। जबकि परलोक की सफलता जो सत्धर्म और सत्कर्म पर आधारित है, वही सबसे बड़ी सफलता है।","lang":"hi"},{"name":"2:213","price":"(आरंभ में) सब लोग एक ही समुदाय थे। (फिर विभेद हुआ) तो अल्लाह ने नबी भेजे, शुभ समाचार सुनाने वाले[132] और डराने वाले, और उनपर सत्य के साथ पुस्तक उतारी, ताकि वह लोगों के बीच उन बातों का फैसला करे, जिनमें उन्होंने मतभेद किया था। और उसमें मतभेद उन्हीं लोगों ने किया, जिन्हें वह दी गई थी, इसके बाद कि उनके पास स्पष्ट निशानियाँ आ चुकीं, आपस के हठ के कारण। फिर जो लोग ईमान लाए, अल्लाह ने उन्हें अपनी आज्ञा से सत्य में से उस बात का मार्गदर्शन किया, जिसमें उन्होंने मतभेद किया था और अल्लाह जिसे चाहता है, सीधा मार्ग दर्शाता है।","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"132. आयत 213 का सारांश यह है कि सभी मानव आरंभिक युग में स्वाभाविक जीवन व्यतीत कर रहे थे। फिर आपस में विभेद हुआ तो अत्याचार और उपद्रव होने लगा। तब अल्लाह की ओर से नबी आने लगे ताकि सबको एक सत्धर्म पर कर दें। और आकाशीय पुस्तकें भी इसीलिए अवतरित हुईं कि विभेद में निर्णय करके सब को एक मूल सत्धर्म पर लगाएँ। परंतु लोगों की दुराग्रह और आपसी द्वेष विभेद का कारण बने रहे। अन्यथा सत्धर्म (इस्लाम) जो एकता का आधार है, वह अब भी सुरक्षित है। और जो व्यक्ति चाहेगा तो अल्लाह उसके लिए यह सत्य दर्शा देगा। परंतु यह स्वयं उसकी इच्छा पर आधारित है।","lang":"hi"},{"name":"2:214","price":"या तुमने समझ रखा है कि तुम जन्नत में प्रवेश कर जाओगे, हालाँकि अभी तक तुमपर उन लोगों जैसी दशा नहीं आई, जो तुमसे पूर्व थे। उन्हें तंगी और तकलीफ़ पहुँची तथा वे सख़्त हिला दिए गए, यहाँ तक कि वह रसूल और जो लोग उसके साथ ईमान लाए थे, कह उठे : अल्लाह की सहायता कब आएगी? सुन लो, निःसंदेह अल्लाह की सहायता क़रीब[133] है।","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"133. आयत का भावार्थ यह है कि ईमान के लिए इतना ही बस नहीं कि ईमान को स्वीकार कर लिया तथा स्वर्गीय हो गये। इसके लिए यह भी आवश्यक है कि उन सभी परीक्षाओं में स्थिर रहो, जो तुमसे पूर्व सत्य के अनुयायियों के सामने आईं, और तुम पर भी आएँगी।","lang":"hi"},{"name":"2:215","price":"(ऐ नबी!) वे आपसे पूछते हैं क्या चीज़ ख़र्च करें? (उनसे) कह दीजिए : तुम भलाई में से जो भी खर्च करो, तो वह माता-पिता, अधिक क़रीबी रिश्तेदारों, अनाथों, मिसकीनों (निर्धनों) तथा यात्रियों के लिए है। तथा तुम नेकी में से जो कुछ भी करोगे, तो निःसंदेह अल्लाह उसे भलि-भाँति जानने वाला है।","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:216","price":"(ऐ ईमान वालो!) तुमपर युद्ध करना अनिवार्य कर दिया गया है, हालाँकि वह तुम्हें बिल्कुल नापसंद है। और हो सकता है कि तुम एक चीज़ को नापसंद करो और वह तुम्हारे लिए बेहतर हो और हो सकता कि तुम एक चीज़ को पसंद करो और वह तुम्हारे लिए बुरी हो। और अल्लाह जानता है और तुम नहीं जानते।[134]","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"134. आयत का भावार्थ यह है कि युद्ध ऐसी चीज़ नहीं, जो तुम्हें प्रिय हो। परंतु जब ऐसी स्थिति आ जाए कि शत्रु इस लिए आक्रमण और अत्याचार करने लगे कि लोगों ने अपने पूर्वजों की आस्था, परंपरा त्याग कर सत्य को अपना लिया है, जैसा कि इस्लाम के आरंभिक युग में हुआ, तो सत्धर्म की रक्षा के लिए युद्ध करना अनिवार्य हो जाता हो।","lang":"hi"},{"name":"2:217","price":"(ऐ नबी!) वे[135] आपसे सम्मानित मास में युद्ध करने के बारे में पूछते हैं। आप उनसे कह दें कि उसमें युद्ध करना बहुत गंभीर (पाप) है, परंतु अल्लाह के मार्ग से रोकना और उसका इनकार करना और मस्जिदे-ह़राम से रोकना और उसके वासियों को उससे निकालना, अल्लाह के निकट उससे भी बड़ा (पाप) है, तथा फ़ितना (शिर्क), हत्या से अधिक बड़ा है। और वे तुमसे हमेशा युद्ध करते रहेंगे, यहाँ तक कि तुम्हें तुम्हारे धर्म से फेर दें, यदि कर सकें, और तुममें से जो व्यक्ति अपने धर्म (इस्लाम) से फिर जाए, फिर इस हाल में मरे कि वह काफ़िर हो, तो ये ऐसे लोग हैं जिनके कार्य दुनिया तथा आख़िरत में बर्बाद हो गए तथा यही लोग आग वाले हैं, वे उसमें हमेशा रहने वाले हैं।","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"135. अर्थात मिश्रणवादी।","lang":"hi"},{"name":"2:218","price":"निःसंदेह जो लोग ईमान लाए और जिन्होंने हिजरत[136] की तथा अल्लाह की राह में जिहाद किया, वही अल्लाह की दया की आशा रखते हैं तथा अल्लाह अत्यंत क्षमाशील, असीम दयालु है।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"136. हिजरत का अर्थ है : अल्लाह के लिए स्वदेश त्याग देना।","lang":"hi"},{"name":"2:219","price":"(ऐ नबी!) वे आपसे शराब और जुए के बारे में पूछते हैं। आप बता दें कि इन दोनों में बड़ा पाप है तथा लोगों के लिए कुछ लाभ हैं, और इन दोनों का पाप इनके लाभ से बड़ा[137] है। तथा वे आपसे पूछते हैं कि क्या चीज़ ख़र्च करें। (उनसे) कह दीजिए जो आवश्यकता से अधिक हो। इसी प्रकार अल्लाह तुम्हारे लिए आयतों को स्पष्ट करता है, ताकि तुम सोच-विचार करो।","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"137. अर्थात अपने लोक परलोक के लाभ के विषय में विचार करो, और जिसमें अधिक हानि हो उसे त्याग दो, यद्यपि उसमें थोड़ा लाभ ही क्यों न हो। यह मदिरा और जुआ से संबंधित प्रथम आदेश है। आगामी सूरतुन्-निसा आयत : 43 तथा सूरतुल-माइदा आयत : 90 में इनके विषय में अंतिम आदेश आ रहा है।","lang":"hi"},{"name":"2:220","price":"दुनिया और आख़िरत के बारे में। और वे आपसे अनाथों के विषय में पूछते हैं। (उनसे) कह दीजिए उनके लिए सुधार करते रहना बेहतर है। यदि तुम उन्हें अपने साथ मिलाकर रखो, तो वे तुम्हारे भाई हैं और अल्लाह बिगाड़ने वाले को सुधारने वाले से जानता है। और यदि अल्लाह चाहता, तो तुम्हें अवश्य कष्ट[138] में डाल देता। निःसंदेह अल्लाह सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"138. उनका खाना-पीना अलग करने का आदेश दे कर।","lang":"hi"},{"name":"2:221","price":"तथा मुश्रिक[139] स्त्रियों से विवाह न करो, यहाँ तक कि वे ईमान ले आएँ और निश्चय एक ईमान वाली दासी किसी भी मुश्रिक स्त्री से उत्तम है, यद्यपि वह तुम्हें अच्छी लगे। और अपनी स्त्रियों का निकाह़ मुश्रिकों से न करो, यहाँ तक कि वे ईमान ले आएँ और निश्चय एक ईमान वाला दास किसी भी मुश्रिक (पुरुष) से उत्तम है, यद्यपि वह तुम्हें अच्छा लगे। ये लोग आग की ओर बुलाते हैं तथा अल्लाह अपनी आज्ञा से जन्नत और क्षमा की ओर बुलाता है और लोगों के लिए अपनी आयतें खोलकर बयान करता है, ताकि वे शिक्षा ग्रहण करें।","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"139. इस्लाम के विरोधियों से युद्ध ने यह प्रश्न उभार दिया कि उनसे विवाह उचित है या नहीं? उसपर कहा जा रहा है कि उनसे विवाह संबंध अवैध है, और इसका कारण भी बता दिया गया है कि वे तुम्हें सत्य से फेरना चाहते हैं। उनके साथ तुम्हारा वैवाहिक सम्बंध कभी सफलता का कारण नहीं हो सकता।","lang":"hi"},{"name":"2:222","price":"तथा वे आपसे मासिक धर्म के विषय में पूछते हैं। आप कह दें : वह एक तरह की गंदगी है। अतः मासिक धर्म की स्थिति में औरतों से अलग रहो और उनके पास न जाओ, यहाँ तक कि वे पाक हो जाएँ। फिर जब वे (स्नान करके) पाक-साफ़ हो जाएँ, तो उनके पास आओ, जहाँ से अल्लाह ने तुम्हें अनुमति दी है। निःसंदेह अल्लाह उनसे प्रेम करता है जो बहुत तौबा करने वाले हैं और उनसे प्रेम करता है जो बहुत पाक रहने वाले हैं।","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:223","price":"तुम्हारी पत्नियाँ तुम्हारे लिए खेती[140] हैं। सो अपनी खेती में जिस तरह चाहो आओ और अपने लिए (अच्छे कार्य) आगे भेजो। तथा अल्लाह से डरो और जान लो कि निश्चय तुम उससे मिलने वाले हो और ईमान वालों को शुभ सूचना सुना दो।","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"140. अर्थात संतान उत्पन्न करने का स्थान। और इसमें यह संकेत भी है कि भग के सिवा अन्य स्थान में संभोग ह़राम (अनुचित) है।","lang":"hi"},{"name":"2:224","price":"तथा अल्लाह की क़सम को भलाई करने, परहेज़गारी की राह पर चलने और लोगों के बीच मेल-मिलाप कराने के विरुद्ध तर्क[141] न बनाओ। और अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"141. अर्थात सदाचार और पुण्य न करने की शपथ लेना अनुचित है।","lang":"hi"},{"name":"2:225","price":"अल्लाह तुम्हें तुम्हारी क़समों में निरर्थक पर नहीं पकड़ता, बल्कि तुम्हें उसपर पकड़ता है, जिसका तुम्हारे दिलों ने इरादा किया है। और अल्लाह बहुत क्षमा करने वाला, अत्यंत सहनशील है।","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:226","price":"उन लोगों के लिए जो अपनी पत्नियों से (संभोग न करने की) क़सम खा लेते हैं, चार महीने प्रतीक्षा करना है। फिर[142] यदि वे (इस बीच) अपनी क़सम से फिर जाएँ, तो निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"142. यदि पत्नी से संबंध न रखने की शपथ ली जाए, जिसे अरबी में \"ईला\" के नाम से जाना जाता है, तो उसका यह नियम है कि चार महीने प्रतीक्षा की जाएगी। यदि इस बीच पति ने फिर संबंध स्थापित कर लिया तो उसे शपथ का कफ़्फ़ारह (प्रायश्चित) देना होगा। अन्यथा चार महीने पूरे हो जाने पर न्यायालय उसे शपथ से फिरने या तलाक़ देने पर बाध्य करेगा।","lang":"hi"},{"name":"2:227","price":"और यदि वे तलाक़ का पक्का इरादा कर लें, तो निःसंदेह अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:228","price":"तथा जिन स्त्रियों को तलाक़ दे दी गई है, वे तीन बार मासिक धर्म आने तक अपने आपको (विवाह से) प्रतीक्षा में रखें। और उनके लिए ह़लाल (वैध) नहीं कि वह चीज़ छिपाएँ जो अल्लाह ने उनके गर्भाशयों में पैदा[143] की है, यदि वे अल्लाह तथा अंतिम दिन पर ईमान रखती हैं। तथा उनके पति इस अवधि में उन्हें वापस लौटाने के अधिक हक़दार[144] हैं, यदि वे मामला ठीक रखने[145] का इरादा रखते हों। तथा परंपरा के अनुसार उन (स्त्रियों)[146] के लिए उसी तरह अधिकार (हक़) है, जैसे उनके ऊपर (पुरुषों का) अधिकार है। तथा पुरुषों को उन (स्त्रियों) पर एक दर्जा प्राप्त है और अल्लाह सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"143. अर्थात मासिक धर्म अथवा गर्भ को। 144. यह बताया गया है कि पति तलाक़ के पश्चात् पत्नी को लौटाना चाहे तो उसे इसका अधिकार है। क्योंकि विवाह का मूल लक्ष्य मिलाप है, अलगाव नहीं। 145. हानि पहुँचाने अथवा दुःख देने के लिए नहीं। 146. यहाँ यह ज्ञातव्य है कि जब इस्लाम आया तो संसार यह जानता ही न था कि स्त्रियों के भी कुछ अधिकार हो सकते हैं। स्त्रियों को संतान उत्पन्न करने का एक साधन समझा जाता था, और उनकी मुक्ति इसी में थी कि वह पुरुषों की सेवा करें। प्राचीन धर्मानुसार स्त्री को पुरुष की संपत्ति समझा जाता था। पुरुष तथा स्त्री समान नहीं थे। स्त्री में मानव आत्मा के स्थान पर एक दूसरी आत्मा होती थी। रूमी विधान में भी स्त्री का स्थान पुरुष से बहुत नीचे था। जब कभी मानव शब्द बोला जाता, तो उससे संबोधित पुरुष होता था। स्त्री, पुरुष के साथ खड़ी नहीं हो सकती थी। कुछ अमानवीय विचारों में जन्म से पाप का सारा बोझ स्त्री पर डाल दिया जाता। आदम के पाप का कारण ह़व्वा हुई। इस लिए पाप का पहला बीज स्त्री के हाथों पड़ा। और वही शैतान का साधन बनी। अब सदा स्त्री में पाप की प्रेरणा उभरती रहेगी। धार्मिक विषय में भी स्त्री पुरुष के समान न हो सकी। परंतु इस्लाम ने केवल स्त्रियों के अधिकार का विचार ही नहीं दिया, बल्कि खुला एलान कर दिया कि जैसे पुरुषों के अधिकार हैं, वैस स्त्रियों के भी पुरुषों पर अधिकार हैं। क़ुरआन ने इन चार शब्दों में स्त्री को वह सब कुछ दे दिया है जो उसका अधिकार था। और जो उसे कभी नहीं मिला था। इन शब्दों द्वारा उसके सम्मान और समता की घोषणा कर दी। दामपत्य जीवन तथा सामाजिकता की कोई ऐसी बात नहीं जो इन चार शब्दों में न आ गई हो। यद्यपि आगे यह भी कहा गया है कि पुरुषों के लिए स्त्रियों पर एक विशेष प्रधानता है। ऐसा क्यों है? इसका कारण हमें आगामी सूरतुन-निसा में मिल जाता है कि यह इस लिए है कि पुरुष अपना धन स्त्रियों पर खर्च करते हैं। अर्थात पारिवारिक जीवन की व्यवस्था के लिए एक व्यवस्थापक अवश्य होना चाहिए। और इसका भार पुरुषों पर रखा गया है। यही उनकी प्रधानता तथा विशेषता है, जो केवल एक भार है। इससे पुरुष की जन्म से कोई प्रधानता सिद्ध नहीं होती। यह केवल एक पारिवारिक व्यवस्था के कारण हुआ है।","lang":"hi"},{"name":"2:229","price":"यह तलाक़ दो बार है। फिर या तो अच्छे तरीक़े से रख लेना है, या नेकी के साथ छोड़ देना है। और तुम्हारे लिए ह़लाल (वैध) नहीं कि उसमें से जो तुमने उन्हें दिया है, कुछ भी लो, सिवाय इसके कि उन दोनों को इस बात का डर हो कि वे अल्लाह की सीमाओं को क़ायम न रख सकेंगे। फिर यदि तुम्हें भय[147] हो कि वे दोनों (पति-पत्नी) अल्लाह की सीमाओं को क़ायम न रख सकेंगे, तो उन दोनों पर उसमें कोई दोष (पाप) नहीं जो पत्नी अपनी जान छुड़ाने[148] के बदले में दे दे। ये अल्लाह की सीमाएँ हैं, अतः इनसे आगे मत बढ़ो और जो अल्लाह की सीमाओं से आगे बढ़ेगा, तो यही लोग अत्याचारी हैं।","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"147. अर्थात पति के अभिभावकों को। 148. पत्नी के अपने पति को कुछ देकर विवाह बंधन से मुक्त करा लेने को इस्लाम की परिभाषा में \"खुल्अ\" कहा जाता है। इस्लाम ने जैसे पुरुषों को तलाक़ का अधिकार दिया है, उसी प्रकार स्त्रियों को भी \"खुल्अ\" ले लेने का अधिकार दिया है। अर्थात वह अपने पति से तलाक़ माँग सकती हैं।","lang":"hi"},{"name":"2:230","price":"फिर यदि वह उसे (तीसरी) तलाक़ दे दे, तो उसके बाद वह उसके लिए ह़लाल (वैध) नहीं होगी, यहाँ तक कि उसके अलावा किसी अन्य पति से विवाह करे। फिर यदि वह उसे तलाक़ दे दे, तो (पहले) दोनों पर कोई पाप नहीं कि दोनों आपस में रुजू' (दोबारा मिलाप) कर लें, यदि वे दोनों समझें कि अल्लाह की सीमाओं को क़ायम रखेंगे।[149] और ये अल्लाह की सीमाएँ हैं, वह उन्हें उन लोगों के लिए खोलकर बयान करता है, जो ज्ञान रखते हैं।","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"149. आयत का भावार्थ यह है कि प्रथम पति ने तीन तलाक़ दे दी हो, तो निर्धारित अवधि में भी उसे पत्नी को लौटाने का अवसर नहीं दिया जाएगा। तथा पत्नी को यह अधिकार होगा कि निर्धारित अवधि पूरी करके किसी दूसरे पति से धर्मविधान के अनुसार सह़ीह़ विवाह कर ले, फिर यदि दूसरा पति उसे संभोग के पश्चात् तलाक़ दे, या उसका देहांत हो जाए, तो प्रथम पति से निर्धारित अवधि पूरी करने के पश्चात नये महर के साथ नया विवाह कर सकती है। लेकिन यह उस समय है जब दोनों यह समझते हों कि वे अल्लाह के आदेशों का पालन कर सकेंगे।","lang":"hi"},{"name":"2:231","price":"और जब तुम स्त्रियों को तलाक़ दे दो, फिर वे अपनी इद्दत (निश्चित अवधि) को पहुँच जाएँ, तो उन्हें भले तरीक़े से रख लो अथवा उन्हें भले तरीक़े से छोड़ दो। तथा उन्हें हानि पहुँचाने के लिए न रोके रखो, ताकि उनपर अत्याचार करो। और जो कोई ऐसा करे, तो निःसंदेह उसने स्वयं अपने आपपर अत्याचार किया। तथा अल्लाह की आयतों को मज़ाक़ न बनाओ। और अपने ऊपर अल्लाह की नेमत को याद करो तथा उसको भी (याद करो) जो उसने पुस्तक (क़ुरआन) एवं ह़िकमत (सुन्नत) में से तुमपर उतारा है, वह तुम्हें उसके साथ उपदेश देता है। तथा अल्लाह से डरो और जान लो कि अल्लाह हर चीज़ को ख़ूब जानने वाला है।[149]","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"149. आयत का अर्थ यह है कि पत्नी को पत्नी के रूप में रखो, और उनके अधिकार दो। अन्यथा तलाक़ देकर उनकी राह खोल दो। जाहिलिय्यत के युग के समान अंधेरे में न रखो। इस विषय में भी नैतिकता एवं संयम के आदर्श बनो, और क़ुरआन तथा सुन्नत के आदेशों का अनुपालन करो।","lang":"hi"},{"name":"2:232","price":"और जब तुम स्त्रियों को तलाक़ दो, फिर वे अपनी निश्चित अवधि (इद्दत) को पहुँच जाएँ, तो उन्हें अपने पतियों से विवाह करने से न रोको, जबकि वे भले तरीक़े से आपस में विवाह करने पर सहमत हो जाएँ। यह बात है जिसका उपदेश तुममें से उसे दिया जा रहा है, जो अल्लाह तथा अंतिम दिन (प्रलय) पर ईमान रखता है। यह तुम्हारे लिए अधिक स्वच्छ तथा अधिक पवित्र है और अल्लाह जानता है और तुम नहीं जानते।","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:233","price":"और माताएँ अपने बच्चों को पूरे दो वर्ष दूध पिलाएँ, उसके लिए जो चाहे कि दूध पीने की अवधि पूरी करे। और बच्चे के पिता के ज़िम्मे परंपरा के अनुसार उन (औरतों) का खाना और उनका कपड़ा है। किसी पर उसकी शक्ति से अधिक बोझ नहीं डाला जाएगा; न माँ को उसके बच्चे के कारण हानि पहुँचाई जाए और न पिता को उसके बच्चे की वजह से। और इसी प्रकार की ज़िम्मेदारी (उसके) वारिस पर भी है। फिर यदि दोनों आपस की सहमति तथा परस्पर परामर्श से (दो वर्ष से पहले) दूध छुड़ाना चाहें, तो दोनों पर कोई पाप नहीं। और यदि तुम्हारा इरादा (किसी अन्य स्त्री से) दूध पिलवाने का हो, तो तुमपर कोई पाप नहीं, जब रीति के अनुसार वह भुगतान कर दो, जो तुमने देना तय किया था। तथा अल्लाह से डरो और जान लो कि तुम जो कुछ करते हो, निःसंदेह अल्लाह उसे देख रहा है।[150]","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"150. तलाक़ की स्थिति में यदि माँ की गोद में बच्चा हो, तो यह आदेश दिया गया है कि माँ ही बच्चे को दूध पिलाए और दूध पिलाने तक उसका ख़र्च पिता पर है। और दूध पिलाने की अवधि दो वर्ष है। साथ ही दो मूल नियम भी बताए गए हैं कि न तो माँ को बच्चे के कारण हानि पहुँचाई जाए और न पिता को। और किसी पर उसकी शक्ति से अधिक ख़र्च का भार न डाला जाए।","lang":"hi"},{"name":"2:234","price":"और जो लोग तुममें से मर जाएँ और पत्नियाँ छोड़ जाएँ, वे (पत्नियाँ) अपने आपको चार महीने और दस दिन प्रतीक्षा में रखें।[151] फिर जब वे अपनी इद्दत (निर्धारित अवधि) को पहुँच जाएँ, तो तुमपर उसमें कोई पाप[152] नहीं जो वे नियमानुसार अपने बारे में करें, तथा अल्लाह उससे जो कुछ तुम करते हो पूरी तरह अवगत है।","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"151. उसकी निश्चित अवधि चार महीने दस दिन है। वह तुरंत दूसरा विवाह नहीं कर सकती, और न इससे अधिक पति का सोग मनाए। जैसा कि जाहिलिय्यत में होता था कि पत्नी को एक वर्ष तक पति का सोग मनाना पड़ता था। 152. यदि स्त्री निश्चित अवधि के पश्चात दूसरा निकाह़ करना चाहे तो उसे रोका न जाए।","lang":"hi"},{"name":"2:235","price":"और तुमपर इस बात में कोई गुनाह नहीं कि उन (इद्दत गुज़ारने वाली) स्त्रियों को विवाह के संदेश का संकेत दो, या (उसे) अपने मन में छिपाए रखो। अल्लाह जानता है कि तुम उन्हें अवश्य याद करोगे, परंतु उनसे गुप्त रूप से विवाह का वादा न करो, सिवाय इसके कि रीति के अनुसार[153] कोई बात कहो। तथा विवाह का अनुबंध पक्का न करो, यहाँ तक कि लिखा हुआ हुक्म अपनी अवधि को पहुँच जाए।[154] तथा जान लो कि निःसंदेह अल्लाह तुम्हारे मन की बातों को जानता है। अतः उससे डरो और जान लो कि अल्लाह बहुत क्षमा करने वाला, अत्यंत सहनशील है।","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"153. विवाह के विषय में जो बात की जाए वह खुली तथा रीति के अनुसार हो, गुप्त नहीं। 154. जब तक अवधि पूरी न हो विवाह की बात तथा वचन नहीं होना चाहिए।","lang":"hi"},{"name":"2:236","price":"तुमपर कोई पाप नहीं, यदि तुम स्त्रियों को तलाक़ दे दो जबकि तुमने (अभी) उन्हें न हाथ लगाया हो और न उनके लिए कुछ महर निर्धारित किया हो। (लेकिन) उन्हें रीति के अनुसार कुछ सामान दे दो; विस्तार वाले पर अपनी क्षमता के अनुसार तथा तंगदस्त पर अपनी क्षमता के अनुसार देय है। सत्कर्म करने वालों पर यह हक़ है।","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:237","price":"और यदि तुम उन्हें इससे पहले तलाक़ दे दो कि उन्हें हाथ लगाओ, जबकि तुम उनके लिए कोई महर निर्धारित कर चुके हो, तो तुमने जो महर निर्धारित किया है उसका आधा देना अनिवार्य है, सिवाय इसके कि वे (पत्नियाँ) माफ़ कर दें, अथवा वह पुरुष माफ़ कर दे जिसके हाथ में विवाह का बंधन[155] है। और यह (बात) कि तुम माफ़ कर दो तक़वा (परहेज़गारी) के अधिक क़रीब है। और आपस में उपकार करना न भूलो। निःसंदेह अल्लाह उसे ख़ूब देखने वाला है, जो तुम कर रहे हो।","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"155. अर्थात पति अपनी ओर से अधिक अर्थात पूरा महर दे, तो यह प्रधानता की बात होगी। इन दो आयतों में यह नियम बताया गया है कि यदि विवाह के पश्चात् पति और पत्नी में कोई संबंध स्थापित न हुआ हो, तो इस स्थिति में यदि महर निर्धारित न किया गया हो तो पति अपनी शक्ति अनुसार जो भी दे सकता हो, उसे अवश्य दे। और यदि महर निर्धारित हो, तो इस स्थिति में आधा महर पत्नी को देना अनिवार्य है। और यदि पुरुष इससे अधिक दे सके, तो संयम तथा प्रधानता की बात होगी।","lang":"hi"},{"name":"2:238","price":"सब नमाज़ों का और (विशेषकर) बीच की नमाज़ (अस्र) का ध्यान रखो[156] तथा अल्लाह के लिए आज्ञाकारी होकर (विनयपूर्वक) खड़े रहो।","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"156. अस्र की नमाज़ पर ध्यान रखने के लिए इस कारण बल दिया गया है कि यह व्यवसाय में लीन रहने का समय होता है।","lang":"hi"},{"name":"2:239","price":"फिर यदि तुम्हें भय[157] हो, तो पैदल (नमाज़) पढ़ लो या सवार। फिर जब भय दूर हो जाए, तो अल्लाह को याद करो जैसे उसने तुम्हें सिखाया है, जो तुम नहीं जानते थे।","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"157. अर्थात शत्रु आदि का।","lang":"hi"},{"name":"2:240","price":"और जो लोग तुममें से मृत्यु पा जाते हैं तथा पत्नियाँ छोड़ जाते हैं, वे अपनी पत्नियों के लिए एक वर्ष तक घर से निकाले बिना खर्च देने की वसीयत करें। परंतु यदि वे (स्वयं) निकल जाएँ[158], तो तुमपर उसमें कोई पाप नहीं जो वे रीति के अनुसार अपने बारे में करें, और अल्लाह सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"158. अर्थात एक वर्ष पूरा होने से पहले। क्योंकि उनकी निश्चित अवधि चार महीने और दस दिन ही निर्धारित है।","lang":"hi"},{"name":"2:241","price":"तथा जिन स्त्रियों को तलाक़ दी गई है, उन्हें रीति के अनुसार कुछ न कुछ सामग्री देना आवश्यक है, डर रखने वालों पर यह हक़ (अनिवार्य) है।","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:242","price":"इसी तरह अल्लाह तुम्हारे लिए अपनी आयतें खोलकर बयान करता है, ताकि तुम समझो।","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:243","price":"(ऐ नबी!) क्या आपने उन लोगों को नहीं देखा जो मौत के भय से अपने घरों से निकले[159], जबकि वे कई हज़ार थे, तो अल्लाह ने उनसे कहा कि मर जाओ, फिर उन्हें जीवित कर दिया। निःसंदेह अल्लाह लोगों पर बड़े अनुग्रह वाला है, लेकिन अधिकांश लोग शुक्रिया अदा नहीं करते।[160]","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"159. इसमें बनी इसराईल के एक गिरोह की ओर संकेत किया गया है। 160. आयत का भावार्थ यह है कि जो लोग मौत से डरते हों, वे जीवन में सफल नहीं हो सकते, तथा जीवन और मौत अल्लाह के हाथ में है।","lang":"hi"},{"name":"2:244","price":"और तुम अल्लाह के मार्ग में युद्ध करो और जान लो कि अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:245","price":"कौन है वह जो अल्लाह को अच्छा क़र्ज़[161] दे, तो वह उसे उसके लिए बहुत अधिक गुना बढ़ा दे, तथा अल्लाह ही तंगी करता और विस्तार करता है और तुम उसी की ओर लौटाए जाओगे।","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"161. अर्थात जिहाद के लिए धन ख़र्च करना अल्लाह को उधार देना है।","lang":"hi"},{"name":"2:246","price":"(ऐ नबी!) क्या आपने मूसा के बाद बनी इसराईल के प्रमुखों को नहीं देखा, जब उन्होंने अपने एक नबी से कहा : हमारे लिए एक बादशाह निर्धारित कर दो कि हम अल्लाह के मार्ग में युद्ध करें। उस (नबी) ने कहा : ऐसा न हो कि यदि तुमपर युद्ध करना अनिवार्य कर दिया जाए, तो तुम युद्ध न करो? उन्होंने कहा : और हमें क्या है कि हम अल्लाह के मार्ग में युद्ध न करें, हालाँकि हमें हमारे घरों और हमारे बेटों से निकाल दिया गया है? फिर जब उनपर युद्ध करना अनिवार्य कर दिया गया, तो उनमें से बहुत थोड़े लोगों के सिवा सब फिर गए। और अल्लाह उन अत्याचारियों को भली-भाँति जानने वाला है।","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:247","price":"तथा उनके नबी ने उनसे कहा : निःसंदेह अल्लाह ने तुम्हारे लिए 'तालूत' को बादशाह निर्धारित किया है। उन्होंने कहा : उसका राज्य हमपर कैसे हो सकता है, जबकि हम राज्य के उससे अधिक हक़दार हैं और उसे धन का विस्तार भी प्राप्त नहीं? उस (नबी) ने कहा : निःसंदेह अल्लाह ने उसे तुमपर चुन लिया है और उसे अधिक ज्ञान तथा शारीरिक बल प्रदान किया है। और अल्लाह अपना राज्य जिसे चाहता है, प्रदान करता है तथा अल्लाह बहुत विस्तार वाला, सब कुछ जानने वाला है।[162]","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"162. अर्थात उसी के अधिकार में सब कुछ है। और कौन राज्य की क्षमता रखता है? उसे भी वही जानता है।","lang":"hi"},{"name":"2:248","price":"तथा उनके नबी ने उनसे कहा : निःसंदेह उसके राजा होने की निशानी यह है कि तुम्हारे पास वह ताबूत (संदूक़) आ जाएगा, जिसमें तुम्हारे पालनहार की ओर से एक संतोष (सांत्वना) है तथा मूसा और हारून के घराने के छोड़े हुए अवशेष हैं, उसे फ़रिश्ते उठाए हुए होंगे। निःसंदेह इसमें तुम्हारे लिए निश्चय एक निशानी[163] है, यदि तुम ईमान वाले हो।","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"163. अर्थात अल्लाह की ओर से तालूत को निर्वाचित किए जाने की।","lang":"hi"},{"name":"2:249","price":"फिर जब तालूत सेनाएँ लेकर चला, तो उसने कहा : निःसंदेह अल्लाह एक नहर द्वारा तुम्हारी परीक्षा लेने वाला है। अतः जिसने उसमें से पिया, तो वह मुझमें से नहीं है और जिसने उसे नहीं चखा, तो निःसंदेह वह मुझमें से है। परंतु जो अपने हाथ से एक चुल्लू भर पानी ले ले (तो कोई बात नहीं)। तो उनमें से थोड़े लोगों के सिवा सबने उसमें से पी लिया। फिर जब वह (तालूत) और उसके साथ ईमान वाले नहर पार कर गए, तो उन्होंने कहा : आज हमारे पास जालूत और उसकी सेनाओं से लड़ने की कोई शक्ति नहीं है। (परंतु) जो लोग समझते थे कि निश्चय वे अल्लाह से मिलने वाले हैं, उन्होंने कहा : कितने ही थोड़े समूह, अल्लाह की अनुमति से, बड़े समूहों पर विजय प्राप्त कर चुके हैं और अल्लाह सब्र करने वालों के साथ है।","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:250","price":"और जब वे जालूत और उसकी सेनाओं के सामने हुए, तो दुआ की : ऐ हमारे पालनहार! हमपर धैर्य उँडेल दे तथा हमारे पैरों को जमा दे और इन काफ़िरों के विरुद्ध हमारी सहायता कर।","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:251","price":"तो उन्होंने अल्लाह की अनुज्ञा से उन्हें पराजित कर दिया और दाऊद ने जालूत को क़त्ल कर दिया तथा अल्लाह ने उस (दाऊद)[164] को राज्य और ह़िकमत प्रदान की तथा उसे जो कुछ चाहता था, सिखा दिया। और यदि अल्लाह का कुछ लोगों को कुछ लोगों द्वारा हटाना न होता, तो निश्चय धरती की व्यवस्था बिगड़ जाती। परंतु अल्लाह संसार वालों पर बड़े अनुग्रह वाला है।","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"164. दाऊद अलैहिस्सलाम तालूत की सेना में एक सैनिक थे, जिनको अल्लाह ने राज्य देने के साथ नबी भी बनाया। उन्हीं के पुत्र सुलैमान अलैहिस्सलाम थे। दाऊद अलैहिस्सलाम को अल्लाह ने धर्म पुस्तक ज़बूर प्रदान की। सूरत साद में उनकी कहानी आ रही है।","lang":"hi"},{"name":"2:252","price":"(ऐ नबी!) ये अल्लाह की आयतें हैं, हम उन्हें सत्य के साथ आपपर पढ़ते हैं, और निःसंदेह आप निश्चय रसूलों में से हैं।","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:253","price":"ये रसूल हैं, हमने इनमें से कुछ को कुछ पर श्रेष्ठता प्रदान की। इनमें से कुछ वे हैं जिनसे अल्लाह ने बात की, और उनमें से कुछ के उसने दर्जे ऊँचे किए। तथा हमने मरयम के पुत्र ईसा को खुली निशानियाँ दीं और उसे रूह़ुल-क़ुदुस[165] द्वारा शक्ति प्रदान की। और यदि अल्लाह चाहता, तो उनके बाद आने वाले लोग उनके पास खुली निशानियाँ आ जाने के पश्चात आपस में न लड़ते। परंतु उन्होंने मतभेद किया, तो उनमें से कोई तो वह था जो ईमान लाया और उनमें से कोई वह था जिसने कुफ़्र किया। और यदि अल्लाह चाहता, तो वे आपस में न लड़ते, लेकिन अल्लाह जो चाहता है, करता है।","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"165. \"रूह़ुल क़ुदुस\" का शाब्दिक अर्थ पवित्रात्मा है। और इससे अभिप्रेत एक फ़रिश्ता है, जिसका नाम \"जिबरील\" अलैहिस्सलाम है।","lang":"hi"},{"name":"2:254","price":"ऐ ईमान वालो! उसमें से ख़र्च करो, जो हमने तुम्हें दिया है, इससे पहले कि वह दिन आ जाए, जिसमें न कोई क्रय-विक्रय होगा और न कोई दोस्ती और न कोई अनुशंसा (सिफ़ारिश)। तथा काफ़िर लोग[166] ही अत्याचारी[167] हैं।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"166. अर्थात जो इस तथ्य को नहीं मानते वही स्वयं को हानि पहुँचा रहे हैं। 167. आयत का भावार्थ यह है कि परलोक की मुक्ति ईमान और सत्कर्म पर निर्भर है, न वहाँ मुक्ति का सौदा होगा न मैत्री और सिफ़ारिश काम आएगी।","lang":"hi"},{"name":"2:255","price":"अल्लाह (वह है कि) उसके सिवा कोई पूज्य नहीं। (वह) जीवित है, हर चीज़ को सँभालने (क़ायम रखने)[168] वाला है। न उसे कुछ ऊँघ पकड़ती है और न नींद। उसी का है जो कुछ आकाशों में और जो कुछ धरती में है। कौन है, जो उसके पास उसकी अनुमति के बिना अनुशंसा (सिफ़ारिश) करे? वह जानता है जो कुछ उनके सामने और जो कुछ उनके पीछे है। और वे उसके ज्ञान में से किसी चीज़ को (अपने ज्ञान से) नहीं घेर सकते, परंतु जितना वह चाहे। उसकी कुर्सी आकाशों और धरती को व्याप्त है और उन दोनों की रक्षा उसे नहीं थकाती। और वही सबसे ऊँचा, सबसे महान है।[169]","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"168. अर्थात जो स्वयं स्थित तथा सब उसकी सहायता से स्थित हैं। 169. यह क़ुरआन की सबसे महान आयत है। और इसका नाम \"आयतुल कुर्सी\" है। ह़दीस में इसकी बड़ी प्रधानता बताई गई है। (तफ़सीर इब्ने कसीर)","lang":"hi"},{"name":"2:256","price":"धर्म के मामले में कोई ज़ोर-ज़बरदस्ती नहीं। निःसंदेह सन्मार्ग, पथभ्रष्टता से स्पष्ट हो चुका है। अतः जो कोई ताग़ूत (अल्लाह के सिवा अन्य पूज्यों) का इनकार करे और अल्लाह पर ईमान लाए, तो निश्चय उसने मज़बूत कड़े को थाम लिया, जिसे किसी भी तरह टूटना नहीं। तथा अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।[170]","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"170. आयत का भावार्थ यह है कि धर्म तथा आस्था के विषय में बल प्रयोग की अनुमति नहीं, धर्म दिल की आस्था और विश्वास की चीज़ है। जो शिक्षा-दीक्षा से पैदा हो सकता है, न कि बल प्रयोग और दबाव से। इसमें यह संकेत भी है कि इस्लाम में जिहाद अत्याचार को रोकने तथा सत्धर्म की रक्षा के लिए है, न कि धर्म के प्रसार के लिये। धर्म के प्रसार का साधन एक ही है, और वह प्रचार है, सत्य प्रकाश है। यदि अंधकार हो, तो केवल प्रकाश की आवश्यकता है। फिर प्रकाश जिस ओर फिरेगा तो अंधकार स्वयं दूर हो जाएगा।","lang":"hi"},{"name":"2:257","price":"अल्लाह ईमान वालों का दोस्त (संरक्षक) है, वह उन्हें अँधेरों से निकालकर प्रकाश की ओर लाता है। और काफ़िरों के दोस्त 'ताग़ूत' (असत्य पूज्य) हैं, वे उन्हें प्रकाश से निकालकर अँधेरों की ओर ले जाते हैं। ये लोग आग (जहन्नम) वाले हैं, वे उसमें हमेशा रहने वाले हैं।","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:258","price":"(ऐ नबी!) क्या तुमने उस व्यक्ति को नहीं देखा, जिसने इबराहीम से उसके पालनहार के विषय में झगड़ा किया, इस कारण कि अल्लाह ने उसे राज्य दिया था? जब इबराहीम ने कहा : मेरा पालनहार वह है, जो जीवित करता और मृत्यु देता है। उसने कहा : मैं भी जीवित करता और मृत्यु देता हूँ।[171] इबराहीम ने कहा : निःसंदेह अल्लाह तो सूर्य को पूरब से लाता है, तो तू उसे पश्चिम से ले आ। (यह सुनकर) वह काफ़िर चकित रह गया और अल्लाह अत्याचारियों को मार्गदर्शन नहीं देता।","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"171. अर्थात जिसे चाहूँ मार दूँ और जिसे चाहूँ क्षमा कर दूँ। इस आयत में अल्लाह के विश्व व्यवस्थापक होने का प्रमाणीकरण है। और इसके पश्चात की आयत में उसके मुर्दे को जीवित करने की शक्ति का प्रमाणीकरण है।","lang":"hi"},{"name":"2:259","price":"अथवा उस व्यक्ति की तरह, जो एक बस्ती के पास से गुज़रा और वह अपनी छतों पर गिरी हुई थी? उसने कहा : अल्लाह इसे इसके मरने के बाद कैसे जीवित करेगा? तो अल्लाह ने उसे सौ वर्ष तक मृत्यु दे दी। फिर उसे जीवित किया। फरमाया : तू कितनी देर (मृत्यु अवस्था में) रहा? उसने कहा : मैं एक दिन अथवा दिन का कुछ हिस्सा रहा हूँ। (अल्लाह ने) कहा : बल्कि, तू सौ वर्ष रहा है। सो अपने खाने और अपने पीने की चीज़ें देख कि प्रभावित (ख़राब) नहीं हुईं तथा अपने गधे को देख, और ताकि हम तुझे लोगों के लिए एक निशानी बना दें, तथा (गधे की) हड्डियों को देख हम उन्हें कैसे उठाकर जोड़ते हैं, फिर उनपर मांस चढ़ाते हैं? फिर जब उसके लिए ख़ूब स्पष्ट हो गया, तो उसने[172] कहा : मैं जानता हूँ कि निःसंदेह अल्लाह हर चीज़ पर सर्वशक्तिमान है।","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"172. इस व्यक्ति के विषय में भाष्यकारों ने विभेद किया है। परंतु संभवतः वह व्यक्ति \"उज़ैर\" थे। और नगरी \"बैतुल मक़्दिस\" थी। जिसे बुख़्त नस्सर राजा ने आक्रमण करके उजाड़ दिया था। (तफ़सीर इब्ने कसीर)","lang":"hi"},{"name":"2:260","price":"तथा (याद करें) जब इबराहीम ने कहा : ऐ मेरे पालनहार! मुझे दिखा कि तू मरे हुए लोगों को कैसे ज़िंदा करेगा? (अल्लाह ने) कहा : क्या तुमने विश्वास नहीं किया? उसने कहा : क्यों नहीं? लेकिन इसलिए कि मेरे दिल को (पूर्ण) संतोष हो जाए। (अल्लाह ने) कहा : फिर चार पक्षी लो और उन्हें अपने से परचा लो। फिर हर पर्वत पर उनका एक हिस्सा रख दो। फिर उन्हें बुलाओ। वे तुम्हारे पास दौड़े चले आएँगे। और यह (अच्छी तरह) जान लो कि निःसंदेह अल्लाह सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:261","price":"उन लोगों का उदाहरण जो अपने माल अल्लाह के मार्ग में ख़र्च करते हैं, एक दाने के उदाहरण की तरह है जिसने सात बालियाँ उगाईं, प्रत्येक बाली में सौ दाने हैं। और अल्लाह जिसके लिए चाहता है, बढ़ा देता है तथा अल्लाह विस्तार वाला[173], सब कुछ जानने वाला है।","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"173. अर्थात उसका प्रदान विशाल है, और वह उसके योग्य को जानता है।","lang":"hi"},{"name":"2:262","price":"जो लोग अपना धन अल्लाह के मार्ग में ख़र्च करते हैं, फिर उन्होंने जो खर्च किया उसके बाद न किसी प्रकार का उपकार जताते हैं और न कोई कष्ट पहुँचाते हैं, उनके लिए उनका प्रतिफल उनके पालनहार के पास है और उनपर न कोई डर है और न वे शोकाकुल[174] होंगे।","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"174. अर्थात संसार में दान न करने पर कोई संताप होगा।","lang":"hi"},{"name":"2:263","price":"भली बात कहना तथा क्षमा कर देना, उस दान से बेहतर है, जिसके पीछे किसी प्रकार का कष्ट पहुँचाना हो। और अल्लाह बहुत बेनियाज़, अत्यंत सहनशील है।","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:264","price":"ऐ ईमान वालो! अपने दान को उपकार जताकर और कष्ट पहुँचाकर नष्ट न करो, उस व्यक्ति की तरह, जो अपना धन लोगों को दिखाने के लिए खर्च करता है और अल्लाह तथा अंतिम दिन पर ईमान नहीं रखता। तो उसका उदाहरण एक चिकने पत्थर के उदाहरण जैसा है, जिसपर थोड़ी-सी मिट्टी हो, फिर उसपर एक ज़ोर की वर्षा हो, तो उसे एक साफ़ चट्टान की दशा में छोड़ जाए। वे उसमें से किसी चीज़ पर सक्षम नहीं हो सकेंगे जो उन्होंने कमाया, और अल्लाह काफ़िर लोगों का मार्गदर्शन नहीं करता।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:265","price":"तथा उन लोगों का उदाहरण, जो अपना धन अल्लाह की प्रसन्नता चाहते हुए और अपने दिलों को स्थिर रखते हुए ख़र्च करते हैं, उस बाग़ के उदाहरण जैसा है, जो किसी ऊँचे स्थान पर हो, जिसपर एक भारी बारिश बरसे, तो वह अपना फल दोगुना कर दे। फिर यदि उसपर भारी बारिश न बरसे, तो एक हल्की बारिश ही काफ़ी[175] हो। तथा अल्लाह जो कुछ तुम कर रहे हो, उसे ख़ूब देखने वाला है।","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"175. यहाँ से अल्लाह की प्रसन्नता के लिए जिहाद तथा दीन-दुखियों की सहायता के लिए धन दान करने की विभिन्न रूप से प्रेरणा दी जा रही है। भावार्थ यह है कि यदि निःस्वार्थता से थोड़ा दान भी किया जाए, तो शुभ होता है, जैसे वर्षा की फुहारें भी एक बाग़ को हरा भरा कर देती हैं।","lang":"hi"},{"name":"2:266","price":"क्या तुममें से कोई चाहेगा कि उसके पास खजूरों तथा अँगूरों का एक बाग़ हो, जिसके नीचे से नहरें बहती हों, उसमें उसके लिए प्रत्येक प्रकार के कुछ न कुछ फल हों और उसे बुढ़ापा आ जाए और उसके कमज़ोर बच्चे हों, फिर उस (बाग़) पर एक बगूला आ पहुँचे जिसमें एक आग हो, तो वह जल के राख हो जाए।[176] इसी तरह अल्लाह तुम्हारे लिए निशानियाँ उजागर करता है, ताकि तुम सोच-विचार करो।","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"176. अर्थात यही दशा प्रलय के दिन काफ़िर की होगी। उसके पास फल पाने के लिए कोई कर्म नहीं होगा। और न कर्म करने का अवसर होगा। तथा जैसे उसके निर्बल बच्चे उसके काम नहीं आ सके, उसी प्रकार उसका दिखावे का दान भी काम नहीं आएगा, वह अपनी आवश्यकता के समय अपने कर्मों के फल से वंचित कर दिया जाएगा। जैसे इस व्यक्ति ने अपने बुढ़ापे तथा बच्चों की निर्बलता के समय अपना बाग़ खो दिया।","lang":"hi"},{"name":"2:267","price":"ऐ ईमान वालो! उन पाक और अच्छी चीज़ों में से ख़र्च करो जो तुमने कमाई हैं तथा उनमें से भी, जो हमने तुम्हारे लिए धरती से निकाली हैं तथा उसमें से रद्दी चीज़ का इरादा न करो, जिसे तुम खर्च करते हो, हालाँकि तुम उसे बिल्कुल लेने वाले नहीं, सिवाय इसके कि तुम उसके बारे में अनदेखी कर जाओ। तथा जान लो कि अल्लाह बड़ा बेनियाज़, बहुत ख़ूबियों वाला है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:268","price":"शैतान तुम्हें निर्धनता से डराता है तथा निर्लज्जता का आदेश देता है, जबकि अल्लाह तुम्हें अपनी ओर से क्षमा और अनुग्रह का वादा देता है। तथा अल्लाह विस्तार वाला, सब कुछ जानने वाला है।","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:269","price":"वह जिसे चाहता है, हिकमत प्रदान करता है और जिसे हिकमत प्रदान कर दी जाए, तो निःसंदेह उसे बड़ी भलाई दे दी गई। और उपदेश वही ग्रहण करते हैं, जो बुद्धि वाले हैं।","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:270","price":"तथा तुम जो भी दान करो अथवा मन्नत[177] मानो, तो निःसंदेह अल्लाह उसे जानता है और अत्याचारियों के लिए कोई सहायक नहीं।","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"177. अर्थात स्वयं पर इबादत का वह कार्य अनिवार्य कर लेना जो अनिवार्य नहीं है।","lang":"hi"},{"name":"2:271","price":"यदि तुम खुले तौर पर दान करो, तो यह अच्छी बात है और यदि उन्हें छिपाओ और उन्हें ग़रीबों को दे दो, तो यह तुम्हारे लिए ज़्यादा अच्छा[178] है। और यह तुमसे तुम्हारे कुछ पापों को दूर कर देगा तथा अल्लाह उससे जो तुम कर रहे हो, पूरी तरह अवगत है।","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"178. आयत का भावार्थ यह है कि दिखावे के दान से रोकने का यह अर्थ नहीं है कि छुपा कर ही दान दिया जाए, बल्कि उसका अर्थ केवल यह है कि निःस्वार्थ दान जैसे भी दिया जाए, उसका प्रतिफल मिलेगा।","lang":"hi"},{"name":"2:272","price":"(ऐ नबी!) उन्हें हिदायत देना, आपका दायित्व नहीं; परंतु अल्लाह जिसे चाहता है, हिदायत देता है तथा तुम जो भी धन ख़र्च करोगे, तो तुम्हारे अपने ही (भले के) लिए है और तुम अल्लाह की प्रसन्नता प्राप्त करने के लिए ही ख़र्च करते हो। तथा तुम जो भी धन ख़र्च करोगे, तुम्हें उसका भरपूर बदला दिया जाएगा और तुमपर अत्याचार[179] नहीं किया जाएगा।","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"179. अर्थात उसके प्रतिफल में कोई कमी न की जाएगी।","lang":"hi"},{"name":"2:273","price":"(यह दान) उन निर्धनों के लिए है, जो अल्लाह के मार्ग में रोके गए हैं, धरती में यात्रा नहीं कर सकते[180], अनजान उन्हें किसी के सामने हाथ फैलाने से बचने के कारण धनवान् समझता है, तुम उन्हें उनके लक्षणों से पहचान लोगे, वे लोगों के पीछे पड़कर नहीं माँगते। तथा तुम जो भी धन ख़र्च करोगे, तो निश्चय अल्लाह उसे भली-भाँति जानने वाला है।","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"180. इससे सांकेतिक वे मुहाजिर हैं जो मक्का से मदीना हिज्रत कर गए। जिसके कारण उनका सारा सामान मक्का में छूट गया और अब उनके पास कुछ भी नहीं बचा। परंतु वे लोगों के सामने हाथ फैलाकर भीख नहीं माँगते।","lang":"hi"},{"name":"2:274","price":"जो लोग अपने धन रात और दिन, छिपे और खुले खर्च करते हैं, तो उनके लिए उनका प्रतिफल उनके पालनहार के पास है और उन्हें न कोई डर है और न वे शोकाकुल होंगे।","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:275","price":"जो लोग ब्याज खाते हैं, वे (क़ियामत के दिन अपनी क़ब्रोंं से) ऐसे उठेंगे, जैसे वह व्यक्ति उठता है, जिसे शैतान ने छूकर पागल बना दिया हो। यह इसलिए कि उन्होंने कहा व्यापार तो ब्याज ही जैसा है। हालाँकि अल्लाह ने व्यापार को ह़लाल (वैध) किया तथा ब्याज को हराम[181] (अवैध) ठहराया। फिर जिसके पास उसके पालनहार की ओर से कोई उपदेश आए, सो वह (ब्याज खाने से) रुक जाए, तो जो पहले हो चुका, वह उसी का है और उसका मामला अल्लाह के हवाले है। और जो दोबारा ऐसा करे, तो वही आग वाले हैं, वे उसमें हमेशा रहने वाले हैं।","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"181. इस्लाम मानव में परस्पर प्रेम तथा सहानुभूति उत्पन्न करना चाहता है, इसी कारण उसने दान करने का निर्देश दिया है कि एक मानव दूसरे की आवश्यकता पूर्ति करे। तथा उसकी आवश्यकता को अपनी आवश्यकता समझे। परंतु ब्याज खाने की मानसिकता सर्वथा इसके विपरीत है। ब्याज भक्षी किसी की आवश्यकता को देखता है, तो उसके भीतर उसकी सहायता की भावना उत्पन्न नहीं होती। वह उसकी विवशता से अपना स्वार्थ पूरा करता तथा उसकी आवश्यकता को अपने धनी होने का साधन बनाता है। और क्रमशः एक निर्दयी हिंसक पशु बनकर रह जाता है, इसके सिवा ब्याज की रीति धन को सीमित करती है, जबकि इस्लाम धन को फैलाना चाहता है, इसके लिए ब्याज को मिटाना, तथा दान की भावना का उत्थान चाहता है। यदि दान की भावना का पूर्णतः उत्थान हो जाए तो कोई व्यक्ति दीन तथा निर्धन रह ही नहीं सकता।","lang":"hi"},{"name":"2:276","price":"अल्लाह ब्याज को मिटाता है और दान को बढ़ाता है और अल्लाह किसी ऐसे व्यक्ति को पसंद नहीं करता जो बहुत अकृतज्ञ, घोर पापी हो।","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:277","price":"निःसंदेह जो लोग ईमान लाए और उन्होंने अच्छे कार्य किए और नमाज़ क़ायम की और ज़कात दी, उनके लिए उनका प्रतिफल उनके पालनहार के पास है और उनपर न कोई भय है और न वे शोकाकुल होंगे।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:278","price":"ऐ ईमान वालो! अल्लाह से डरो और ब्याज में से जो शेष रह गया है, उसे छोड़ दो, यदि तुम ईमान रखने वाले हो।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:279","price":"फिर यदि तुमने ऐसा न किया, तो अल्लाह और उसके रसूल की ओर से युद्ध की घोषणा से सावधान हो जाओ। और यदि तुम तौबा कर लो, तो तुम्हारे लिए तुम्हारे मूलधन हैं, न तुम अत्याचार करोगे[182] और न तुमपर अत्याचार किया जाएगा।","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"182. अर्थात मूल धन से अधिक नहीं लोगे।","lang":"hi"},{"name":"2:280","price":"और यदि कोई तंगी वाला हो, तो (उसे) आसानी तक मोहलत देनी चाहिए और दान कर दो, तो यह तुम्हारे लिए बेहतर है, यदि तुम जानते हो।","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:281","price":"तथा उस दिन से डरो, जिसमें तुम अल्लाह की ओर लौटाए जाओगे, फिर प्रत्येक प्राणी को उसके किए हुए का पूरा बदला दिया जाएगा तथा उनपर अत्याचार नहीं किया जाएगा।","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:282","price":"ऐ ईमान वालो! जब तुम आपस में एक निश्चित अवधि के लिए उधार का लेन-देन करो, तो उसे लिख लिया करो। और एक लिखने वाला तुम्हारे बीच न्याय के साथ लिखे। और कोई लिखने वाला उस तरह लिखने से इनकार न करे, जैसे अल्लाह ने उसे सिखाया है। सो उसे चाहिए कि लिखे और वह व्यक्ति लिखवाए जिसपर हक़ (क़र्ज़) हो, तथा वह अपने पालनहार अल्लाह से डरे और उस (कर्ज़) में से कुछ भी कम न करे। फिर यदि वह व्यक्ति जिसके ज़िम्मे हक़ (क़र्ज़) है, नासमझ या कमज़ोर है, या वह स्वयं लिखवाने में सक्षम न हो, तो उसका वली (अभिभावक) न्याय के साथ लिखवा दे। तथा अपने पुरुषों में से दो गवाहों को गवाह बना लो। फिर यदि दो पुरुष न हों, तो एक पुरुष तथा दो स्त्रियाँ उन लोगों में से जिन्हें तुम गवाहों में से पसंद करते हो। (इसलिए) कि दोनों में से एक भूल जाए, तो उनमें से एक दूसरी को याद दिला दे। तथा गवाह जब भी बुलाए जाएँ, इनकार न करें। तथा मामला छोटा हो या बड़ा, उसे उसकी अवधि तक लिखने से न उकताओ। यह काम अल्लाह के निकट अधिक न्यायसंगत, तथा गवाही को अधिक ठीक रखने वाला है और अधिक निकट है कि तुम संदेह में न पड़ो, परंतु यह कि नक़द सौदा हो, जिसका तुम आपस में लेन-देन करते हो, तो उसे न लिखने में तुमपर कोई दोष नहीं। तथा जब आपस में क्रय-विक्रय करो, तो गवाह बना लिया करो। और न किसी लिखने वाले को हानि पहुँचाई जाए और न किसी गवाह को। और यदि ऐसा करोगो, तो निःसंदेह यह तुम में (पाई जाने वाली बहुत) बड़ी अवज्ञा है। तथा अल्लाह से डरो और अल्लाह तुम्हें सिखाता है और अल्लाह हर चीज़ को ख़ूब जानने वाला है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:283","price":"और यदि तुम किसी सफ़र पर हो और कोई लिखने वाला न पाओ, तो ऐसी गिरवी आवश्यक है जो क़ब्ज़े में ले ली गई हो। फिर यदि तुममें से कोई किसी पर भरोसा करे, तो जिसपर भरोसा किया गया है वह अपनी अमानत अदा करे और अपने पालनहार अल्लाह से डरे। तथा गवाही न छिपाओ और जो उसे छिपाए, तो निःसंदेह उसका दिल पापी है। तथा अल्लाह जो कुछ तुम कर रहे हो, उसे ख़ूब जानने वाला है।","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:284","price":"अल्लाह ही का है जो कुछ आकाशों में और जो धरती में है, और यदि तुम उसे प्रकट करो जो तुम्हारे दिलों में है, या उसे छिपाओ, अल्लाह तुमसे उसका ह़िसाब लेगा। फिर जिसे चाहेगा, माफ़ कर देगा और जिसे चाहेगा, यातना देगा और अल्लाह हर चीज़ पर सर्वशक्तिमान है।","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"2:285","price":"रसूल उस चीज़ पर ईमान लाए, जो उनकी तरफ़ उनके पालनहार की ओर से उतारी गई तथा सब ईमान वाले भी। हर एक अल्लाह और उसके फ़रिश्तों और उसकी पुस्तकों और उसके रसूलों पर ईमान लाया। (वे कहते हैं) हम उसके रसूलों में से किसी एक के बीच अंतर नहीं करते। और उन्होंने कहा हमने सुना और हमने आज्ञापालन किया। हम तेरी क्षमा चाहते हैं ऐ हमारे पालनहार! और तेरी ही ओर लौटकर  जाना है।[183]","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"1. इस आयत में सत्धर्म इस्लाम की आस्था तथा कर्म का सारांश बताया गया है।","lang":"hi"},{"name":"2:286","price":"अल्लाह किसी प्राणी पर भार नहीं डालता परंतु उसकी क्षमता के अनुसार। उसी के लिए है जो उसने (नेकी) कमाई और उसी पर है जो उसने (पाप) कमाया। ऐ हमारे पालनहार! हमारी पकड़ न कर यदि हम भूल जाएँ या हमसे चूक हो जाए। ऐ हमारे पालनहार! और हमपर कोई भारी बोझ न डाल, जैसे तूने उसे उन लोगों पर डाला जो हमसे पहले थे। ऐ हमारे पालनहार! और हमसे वह चीज़ न उठवा जिस (के उठाने) की हम में शक्ति न हो। तथा हमें माफ़ कर और हमें क्षमा कर दे और हमपर दया कर। तू ही हमारा स्वामी (संरक्षक) है, इसलिए काफ़िरों के मुक़ाबले में हमारी मदद कर।","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"hi"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}