{"data":[{"name":"25:1","price":"बहुत बरकत वाला है वह (अल्लाह), जिसने अपने बंदे[1] पर फ़ुरक़ान[2] उतारा, ताकि वह समस्त संसार-वासियों को सावधान करने वाला हो।","arabic":"تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2856,"juzNumber":18,"footnotes":"1. इससे अभिप्राय मुह़म्मद सल्लल्लाहु अलैहि व सल्लम हैं, जो पूरे मानव संसार के लिए नबी बनाकर भेजे गए हैं। ह़दीस में है कि आप सल्लल्लाहु अलैहि व सल्लम ने फरमाया कि मुझसे पहले नबी अपनी विशेष जाति के लिए भेजे जाते थे, और मुझे सर्व साधारण लोगों की ओर नबी बनाकर भेजा गया है। (सह़ीह़ बुख़ारी : 335, सह़ीह़ मुस्लिम : 521)  2. फ़ुरक़ान का अर्थ है सच और झूठ, एकेश्वरवाद और बहुदेववाद, न्याय और अन्याय के बीच अंतर करने वाला। इससे अभिप्राय क़ुरआन है।","lang":"hi"},{"name":"25:2","price":"(वह अस्तित्व) जिसके लिए आकाशों तथा धरती का राज्य है, तथा उसने (अपने लिए) कोई संतान नहीं बनाई, और न कभी राज्य में उसका कोई साझी रहा है। तथा उसने प्रत्येक वस्तु की उत्पत्ति की, फिर उसका उचित अंदाज़ा निर्धारित किया।","arabic":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2857,"juzNumber":18,"footnotes":"","lang":"hi"},{"name":"25:3","price":"और उन्होंने उसके अतिरिक्त अनेक पूज्य बना लिए, जो किसी चीज़ को पैदा नहीं करते और वे स्वयं पैदा किए जाते हैं और न वे अधिकार रखते हैं अपने लिए किसी हानि का और न किसी लाभ का, तथा न अधिकार रखते हैं मरण का और न जीवन का और न पुनः जीवित करने का।","arabic":"وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2858,"juzNumber":18,"footnotes":"","lang":"hi"},{"name":"25:4","price":"तथा काफ़िरों ने कहा : यह[3] तो बस एक झूठ है, जिसे इसने[4] स्वयं गढ़ लिया है और इसपर अन्य लोगों ने उसकी सहायता की है। तो निःसंदेह वे घोर अन्याय और झूठ पर उतर आए हैं।","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2859,"juzNumber":18,"footnotes":"3. अर्थात क़ुरआन। 4. अर्थात मुह़म्मद सल्लल्लाहु अलैहि व सल्लम ने।","lang":"hi"},{"name":"25:5","price":"और उन्होंने कहा कि ये पहले लोगों की कहानियाँ हैं, जिन्हें उसने लिखवा लिया है। तो वही उसके सामने सुबह और शाम पढ़ी जाती हैं।","arabic":"وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2860,"juzNumber":18,"footnotes":"","lang":"hi"},{"name":"25:6","price":"आप कह दें : इसे उसने उतारा है, जो आकाशों तथा धरती के भेद जानता है। निःसंदेह वह हमेशा से अति क्षमाशील, अत्यंत दयावान् है।","arabic":"قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2861,"juzNumber":18,"footnotes":"","lang":"hi"},{"name":"25:7","price":"तथा उन्होंने कहा : इस रसूल को क्या है कि यह खाना खाता है और बाज़ारों में चलता-फिरता है? इसकी ओर कोई फ़रिश्ता क्यों नहीं उतारा गया कि वह इसके साथ सावधान करने वाला होता?","arabic":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2862,"juzNumber":18,"footnotes":"","lang":"hi"},{"name":"25:8","price":"अथवा उसकी ओर कोई खज़ाना उतार दिया जाता अथवा उसका कोई बाग़ होता, जिसमें से वह खाता? तथा अत्याचारियों ने कहा : तुम तो बस एक जादू किए हुए व्यक्ति का अनुसरण कर रहे हो।","arabic":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2863,"juzNumber":18,"footnotes":"","lang":"hi"},{"name":"25:9","price":"देखिए कि उन्होंने आपके लिए कैसे उदाहरण दिए हैं? अतः वे गुमराह हो गए। (अब) वे कोई रास्ता नहीं पा सकते।","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2864,"juzNumber":18,"footnotes":"","lang":"hi"},{"name":"25:10","price":"बहुत बरकत वाला है वह (अल्लाह) कि यदि चाहे, तो आपके लिए इससे उत्तम[5] ऐसे बाग़ बना दे, जिनके नीचे से नहरें प्रवाहित हों और आपके लिए कई भवन बना दे।","arabic":"تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2865,"juzNumber":18,"footnotes":"5. अर्थात उनके विचार से उत्तम।","lang":"hi"},{"name":"25:11","price":"बल्कि उन्होंने क़ियामत को झुठला दिया और हमने उसके लिए, जो क़ियामत को झुठलाए, एक भड़कती हुई आग तैयार कर रखी है।","arabic":"بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2866,"juzNumber":18,"footnotes":"","lang":"hi"},{"name":"25:12","price":"जब वह (जहन्नम) उन्हें दूर स्थान से देखेगी, तो वे (क़ियामत को झुठलाने वाले) उसके रोष और गर्जन को सुनेंगे।","arabic":"إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2867,"juzNumber":18,"footnotes":"","lang":"hi"},{"name":"25:13","price":"और जब वे उसके किसी तंग स्थान में जकड़े हुए फेंक दिए जाएँगे, (तो) वहाँ विनाश को पुकारेंगे।","arabic":"وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2868,"juzNumber":18,"footnotes":"","lang":"hi"},{"name":"25:14","price":"(उनसे कहा जाएगा :) आज एक विनाश को मत पुकारो, बल्कि बहुत-से विनाशों को पुकारो।[6]","arabic":"لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2869,"juzNumber":18,"footnotes":"6. अर्थात आज तुम्हारे लिए विनाश ही विनाश है।","lang":"hi"},{"name":"25:15","price":"(ऐ नबी!) आप (उनसे) कह दें : क्या यह बेहतर है या स्थायी जन्नत, जिसका अल्लाह से डरने वालों से वादा किया गया है? वह उनके लिए बदला तथा ठिकाना होगी।","arabic":"قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2870,"juzNumber":18,"footnotes":"","lang":"hi"},{"name":"25:16","price":"उनके लिए उसमें वह सब होगा, जो वे चाहेंगे। वे उसमें हमेशा रहेंगे। यह आपके पालनहार के ज़िम्मे ऐसा वादा है, जो अनुरोध के योग्य है।","arabic":"لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2871,"juzNumber":18,"footnotes":"","lang":"hi"},{"name":"25:17","price":"तथा जिस दिन वह उन्हें और जिनको वे अल्लाह के सिवा पूजते थे, एकत्र करेगा। फिर कहेगा : क्या तुमने मेरे इन बंदों को पथभ्रष्ट किया था, अथवा वे स्वयं मार्ग से भटक गए थे?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2872,"juzNumber":18,"footnotes":"","lang":"hi"},{"name":"25:18","price":"वे कहेंगे : तू पवित्र है! हमारे योग्य नहीं था कि हम तेरे सिवा किसी तरह के संरक्षक[7] बनाते। परंतु तूने उन्हें और उनके बाप-दादों को समृद्धि प्रदान की, यहाँ तक कि वे तेरी याद को भूल गए और वे विनष्ट होने वाले लोग थे।","arabic":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2873,"juzNumber":18,"footnotes":"7. अर्थात जब हम स्वयं दूसरे को अपना संरक्षक नहीं समझे, तो फिर अपने विषय में यह कैसे कह सकते हैं कि हमें अपना रक्षक बना लो?","lang":"hi"},{"name":"25:19","price":"तो उन्होंने[8] तुम्हें उस बात में झुठला दिया, जो तुम कहते हो। अतः तुम न किसी तरह (यातना) हटाने की शक्ति रखते हो और न किसी मदद की। और तुममें से जो अत्याचार[9] करेगा, हम उसे बहुत बड़ी यातना चखाएँगे।","arabic":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2874,"juzNumber":18,"footnotes":"8. यह अल्लाह का कथन है, जो वह मिश्रणवादियों से कहेगा कि तुम्हारे पूज्यों ने स्वयं अपने पूज्य होने को नकार दिया। 9. अत्याचार से तात्पर्य शिर्क (मिश्रणवाद) है। (सूरत-लुक़मान, आयत : 13)","lang":"hi"},{"name":"25:20","price":"और हमने आपसे पहले कोई रसूल नहीं भेजे, परंतु निश्चय वे खाना खाते थे और बाज़ारों में चलते-फिरते[10] थे। तथा हमने तुममें से एक को दूसरे के लिए एक परीक्षण बनाया है। क्या तुम धैर्य रखोगे? तथा आपका पालनहार हमेशा से सब कुछ देखने[11] वाला है।","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2875,"juzNumber":18,"footnotes":"10. अर्थात वे मानव पुरुष थे। 11. आयत का भावार्थ यह है कि अल्लाह चाहता, तो पूरा संसार रसूलों का साथ देता। परंतु वह लोगों की रसूलों द्वारा तथा रसूलों की लोगों द्वारा परीक्षा लेना चाहता है कि लोग ईमान लाते हैं या नहीं और रसूल धैर्य रखते हैं या नहीं।","lang":"hi"},{"name":"25:21","price":"तथा उन लोगों ने कहा जो हमसे मिलने की आशा नहीं रखते : हमपर फ़रिश्ते क्यों न उतारे गए, या हम अपने रब को देखते? नि:संदेह वे अपने दिलों में बहुत बड़े बन गए तथा बड़ी सरकशी[12] पर उतर आए।","arabic":"۞ وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2876,"juzNumber":19,"footnotes":"12. अर्थात ईमान लाने के लिए अपने समक्ष फ़रिश्तों के उतरने तथा अल्लाह को देखने की माँग करके।","lang":"hi"},{"name":"25:22","price":"जिस दिन[13] वे फ़रिश्तों को देखेंगे, उस दिन अपराधियों के लिए कोई शुभ सूचना नहीं होगी और वे कहेंगे (काश! हमारे और उनके बीच) एक मज़बूत ओट होती।","arabic":"يَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2877,"juzNumber":19,"footnotes":"13. अर्थात मरने के समय ( देखिए : सूरतुल-अनफ़ाल : 13), अथवा प्रलय के दिन।","lang":"hi"},{"name":"25:23","price":"और हम उसकी ओर आएँगे जो उन्होंने कोई भी कर्म किया होगा, तो उसे बिखरी हुई धूल बना देंगे।","arabic":"وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2878,"juzNumber":19,"footnotes":"14. अर्थात ईमान न होने के कारण उनके पुण्य के कार्य व्यर्थ कर दिए जाएँगे।","lang":"hi"},{"name":"25:24","price":"उस दिन जन्नत वाले ठिकाने के लिहाज़ से बेहतर और आरामगाह के लिहाज़ से कहीं अच्छे होंगे।","arabic":"أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2879,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:25","price":"और जिस दिन आकाश बादल के साथ[15] फट जाएगा और फ़रिश्ते निरंतर उतारे जाएँगे।","arabic":"وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2880,"juzNumber":19,"footnotes":"15. अर्थात आकाश चीरता हुआ बादल छा जाएगा और अल्लाह अपने फ़रिश्तों के साथ लोगों का ह़िसाब करने के लिए ह़श्र के मैदान में आ जाएगा। (देखिए सूरतुल-बक़रह,आयत : 210)","lang":"hi"},{"name":"25:26","price":"उस दिन, वास्तविक राज्य 'रहमान' (अति दयावान्) का होगा और वह काफ़िरों के लिए बहुत मुश्किल दिन होगा।","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2881,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:27","price":"और जिस दिन अत्याचारी अपने दोनों हाथ चबाएगा। कहेगा : ऐ काश! मैंने रसूल के साथ मार्ग अपनाया होता।","arabic":"وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2882,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:28","price":"हाय मेरा विनाश! काश मैंने अमुक व्यक्ति को मित्र न बनाया होता।","arabic":"يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2883,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:29","price":"निःसंदेह उसने मुझे उपदेश (क़ुरआन) से बहका दिया, जबकि वह मेरे पास आ चुका था। और शैतान हमेशा मनुष्य को छोड़ जाने वाला है।","arabic":"لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2884,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:30","price":"तथा रसूल[16] कहेगा : ऐ मेरे पालनहार! निःसंदेह मेरी क़ौम ने इस क़ुरआन को छोड़[17] दिया था।","arabic":"وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2885,"juzNumber":19,"footnotes":"16. अर्थात मुह़म्मद सल्लल्लाहु अलैहि व सल्लम। (इब्ने कसीर) 17. अर्थात इसे मिश्रणवादियों ने न ही सुना और न माना।","lang":"hi"},{"name":"25:31","price":"और इसी तरह हमने हर नबी के लिए अपराधियों में से कोई न कोई शत्रु बना दिया और आपका पालनहार मार्गदर्शन प्रदान करने वाला तथा सहायता करने वाला काफ़ी है।","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2886,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:32","price":"तथा कुफ़्र करने वालों ने कहा : यह क़ुरआन उसपर एक ही बार[18] क्यों नहीं उतार दिया गया? इसी प्रकार (हमने उतारा) ताकि हम इसके साथ आपके दिल को मज़बूत करें और हमने इसे ख़ूब ठहर-ठहर कर पढ़कर सुनाया है।","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2887,"juzNumber":19,"footnotes":"18. अर्थात तौरात तथा इंजील के समान एक ही बार क्यों नहीं उतारा गया, आगामी आयतों में इसका कारण बताया जा रहा है कि क़ुरआन 23 वर्ष में क्रमशः आवश्यकतानुसार क्यों उतारा गया।","lang":"hi"},{"name":"25:33","price":"और (ऐ रसूल!) जब भी वे आपके पास कोई उदाहरण लाते हैं, तो हम आपके पास सत्य और उत्तम व्याख्या ले आते हैं।","arabic":"وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2888,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:34","price":"वे लोग जो अपने चेहरों के बल जहन्नम की ओर इकट्ठे किए जाएँगे, वही ठिकाने में सबसे बुरे और मार्ग में सबसे अधिक भटके हुए हैं।","arabic":"ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2889,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:35","price":"तथा निःसंदेह हमने मूसा को किताब दी और उसके साथ उसके भाई हारून को उसका सहायक बनाया।","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2890,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:36","price":"फिर हमने कहा : तुम दोनों उन लोगों की ओर जाओ, जिन्होंने हमारी आयतों (निशानियों) को झुठला दिया। तो हमने उन्हें बुरी तरह नष्ट कर दिया।","arabic":"فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2891,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:37","price":"और नूह़ के समुदाय को भी जब उन्होंने रसूलों को झुठलाया, तो हमने उन्हें डुबो दिया और उन्हें लोगों के लिए एक निशानी बना दिया। तथा हमने अत्याचारियों के लिए एक दुःखदायी यातना[19] तैयार कर रखी है।","arabic":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2892,"juzNumber":19,"footnotes":"19. अर्थात परलोक में नरक की यातना।","lang":"hi"},{"name":"25:38","price":"तथा आद और समूद और कुएँ वालों को तथा इनके बीच बहुत-से समुदायों को भी (विनष्ट कर दिया)।","arabic":"وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2893,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:39","price":"और प्रत्येक के लिए हमने उदाहरण पेश किए और प्रत्येक को हमने बुरी तरह नष्ट कर दिया।[20]","arabic":"وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2894,"juzNumber":19,"footnotes":"20. सत्य को स्वीकार न करने पर।","lang":"hi"},{"name":"25:40","price":"और निश्चय ही ये लोग[21] उस बस्ती[22] पर आ चुके हैं, जिसपर बुरी वर्षा की गई। तो क्या ये लोग उसे देखा नहीं करते थे? बल्कि ये लोग पुनः जीवित करके उठाए जाने की आशा नहीं रखते थे।","arabic":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2895,"juzNumber":19,"footnotes":"21. अर्थात मक्का के मुश्रिक। 22. अर्थात लूत जाति की बस्ती पर, जिसका नाम \"सदूम\" था, जिसपर पत्थरों की वर्षा हुई। फिर भी शिक्षा ग्रहण नहीं की।","lang":"hi"},{"name":"25:41","price":"और जब वे आपको देखते हैं, तो आपका मज़ाक़ बना लेते हैं (और कहते हैं :) क्या यही है, जिसे अल्लाह ने रसूल बनाकर भेजा है?!","arabic":"وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2896,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:42","price":"निःसंदेह यह तो क़रीब था कि हमें हमारे पूज्यों से भटका ही देता, यदि हम उनपर अडिग न रहते। और शीघ्र ही वे जान लेंगे, जब वे यातना देखेंगे, कि मार्ग से अधिक पथभ्रष्ट कौन है?","arabic":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2897,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:43","price":"क्या आपने उस व्यक्ति को देखा, जिसने अपनी इच्छा को अपना पूज्य बना लिया, तो क्या आप उसके संरक्षक[23] होंगे?","arabic":"أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2898,"juzNumber":19,"footnotes":"23. अर्थात उसे सुपथ दर्शा सकते हैं?","lang":"hi"},{"name":"25:44","price":"क्या आप समझते हैं कि उनमें से अधिकांश वास्तव में सुनते हैं या समझते हैं? वे तो चौपायों के समान हैं, बल्कि उनसे भी अधिक पथभ्रष्ट हैं।","arabic":"أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2899,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:45","price":"क्या आपने अपने रब को नहीं देखा कि उसने किस तरह छाया को फैला दिया? और यदि वह चाहता, तो उसे अवश्य स्थिर[24] कर देता। फिर हमने सूर्य को उसका पता[25] बताने वाला बनाया।","arabic":"أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2900,"juzNumber":19,"footnotes":"24. अर्थात सदा छाया ही रहती। 25. अर्थात छाया सूर्य के साथ फैलती तथा सिमटती है। और यह अल्लाह के सामर्थ्य तथा उसके एकमात्र पूज्य होने का प्रामाण है।","lang":"hi"},{"name":"25:46","price":"फिर हम उस (छाया) को अपनी ओर धीरे-धीरे समेट लेते हैं।","arabic":"ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2901,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:47","price":"और वही है, जिसने तुम्हारे लिए रात्रि[26] को वस्त्र बनाया तथा नींद को विश्राम तथा दिन को उठ खड़े होने का समय बनाया।","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2902,"juzNumber":19,"footnotes":"26. अर्थात रात्रि का अँधेरा वस्त्र के समान सबको छिपा लेता है।","lang":"hi"},{"name":"25:48","price":"तथा वही है जिसने हवाओं को अपनी रहमत से पहले शुभ सूचना बनाकर भेजा। और हमने आसमान से पाक करने वाला पानी उतारा।","arabic":"وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2903,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:49","price":"ताकि उसके द्वारा मृत भू-भाग को जीवन प्रदान करें तथा उसे अपनी पैदा की हुई चीज़ों में से बहुत से जानवरों और मनुष्यों के पीने के लिए उपलब्ध कराएँ।","arabic":"لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2904,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:50","price":"निःसंदेह हमने उसे उनके दरमियान विभिन्न ढंग से वर्णन किया, ताकि वे उपदेश ग्रहण करें। परंतु अधिकतर लोगों ने इनकार और नाशुक्री ही की नीति अपनाई।","arabic":"وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2905,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:51","price":"और यदि हम चाहते, तो अवश्य प्रत्येक बस्ती में एक डराने वाला[27] भेज देते।","arabic":"وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2906,"juzNumber":19,"footnotes":"27. अर्थात रसूल। इसमें यह संकेत है कि मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) पूरी मानवजाति के लिए अंतिम रसूल हैं।","lang":"hi"},{"name":"25:52","price":"अतः आप काफ़िरों की बात न मानें और इस (क़ुरआन) के द्वारा उनसे बड़ा जिहाद[28] करें।","arabic":"فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2907,"juzNumber":19,"footnotes":"28. अर्थात क़ुरआन के प्रचार-प्रसार के लिए भरपूर प्रयास करें।","lang":"hi"},{"name":"25:53","price":"वही है जिसने दो सागरों को मिला दिया। यह मीठा, प्यास बुझाने वाला है और यह खारा, कड़वा है। और उसने उन दोनों के बीच एक परदा[29] और मज़बूत आड़ बना दी।","arabic":"۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2908,"juzNumber":19,"footnotes":"29. ताकि एक का पानी और स्वाद दूसरे में न मिले।","lang":"hi"},{"name":"25:54","price":"तथा वही है, जिसने पानी (वीर्य) से एक मनुष्य को पैदा किया। फिर उसके ख़ानदानी तथा ससुरालाी संबंध बना दिए। और आपका पालनहार बड़ा ही सामर्थ्यवान् है।","arabic":"وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2909,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:55","price":"और वे अल्लाह के सिवा उस चीज़ की इबादत करते हैं, जो न उन्हें फ़ायदा पहुँचाती है और न नुक़सान पहुँचाती है और काफ़िर हमेशा अपने पालनहार के विरुद्ध  मदद करने वाला है।","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2910,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:56","price":"तथा हमने आपको केवल शुभ-सूचना देने वाला और सावधान करने वाला बनाकर भेजा है।","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2911,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:57","price":"आप कह दें : मैं तुमसे इसपर[30] कोई बदला नहीं माँगता, सिवाय इसके कि जो चाहे अपने पालनहार की ओर मार्ग अपना ले।","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2912,"juzNumber":19,"footnotes":"30. अर्थात क़ुरआन पहुँचाने पर।","lang":"hi"},{"name":"25:58","price":"तथा उस सदा जीवंत पर भरोसा कीजिए, जो कभी नहीं मरेगा। और उसकी प्रशंसा के साथ पवित्रता का गान कीजिए। और वह अपने बंदों के गुनाहों की पूरी ख़बर रखने वाला काफ़ी है।","arabic":"وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2913,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:59","price":"जिसने आकाशों तथा धरती को और जो कुछ उनके बीच है, छह दिनों में पैदा किया, फिर अर्श (सिंहासन) पर बुलंद हुआ। (वह) बहुत दयालु है। अतः उसके बारे में किसी पूर्ण जानकार से पूछिए।","arabic":"ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2914,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:60","price":"और जब उनसे कहा जाता है कि 'रह़मान' (अत्यंत दयावान्) को सजदा करो, तो कहते हैं कि 'रह़मान' क्या है? क्या हम उसे सजदा करें, जिसके लिए तू हमें आदेश देता है? और यह बात उन्हें बिदकने में और बढ़ा देती है।","arabic":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2915,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:61","price":"बहुत बरकत वाला है वह, जिसने आकाश में बुर्ज (नक्षत्र) बनाए तथा उसमें एक चिराग़ (सूर्य) और एक रोशनी देने वाला चाँद बनाया।","arabic":"تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2916,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:62","price":"और वही है जिसने रात तथा दिन को एक-दूसरे के पीछे आने वाला बनाया, उसके लिए जो उपदेश ग्रहण करना चाहे, या शुक्र करना चाहे।","arabic":"وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2917,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:63","price":"और 'रह़मान' के बंदे वे हैं, जो धरती पर विनम्रता[31] से चलते हैं और जब जाहिल (अक्खड़) लोग उनसे बात करते हैं, तो कहते हैं सलाम है।[32]","arabic":"وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2918,"juzNumber":19,"footnotes":"31. अर्थात घमंड से अकड़कर नहीं चलते। 32. अर्थात उनसे उलझते नहीं।","lang":"hi"},{"name":"25:64","price":"और जो अपने पालनहार के लिए सजदा करते हुए तथा खड़े होकर[33] रात गुज़ारते हैं।","arabic":"وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2919,"juzNumber":19,"footnotes":"33. अर्थात अल्लाह की इबादत करते हुए।","lang":"hi"},{"name":"25:65","price":"तथा जो कहते हैं कि ऐ हमारे पालनहार! हमसे जहन्नम की यातना को हटा दे। निःसंदेह उसकी यातना चिमट जाने वाली है।","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2920,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:66","price":"निःसंदेह वह बुरी ठहरने की जगह और निवास की जगह है।","arabic":"إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2921,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:67","price":"तथा वे लोग कि जब खर्च करते हैं, तो न फ़िज़ूल-खर्ची करते है और न ख़र्च करने में तंगी करते हैं, और (उनका ख़र्च) इसके बीच में मध्यम होता है।","arabic":"وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2922,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:68","price":"और जो अल्लाह के साथ किसी दूसरे पूज्य[34] को नहीं पुकारते, और न उस प्राण को क़त्ल करते हैं, जिसे अल्लाह ने ह़राम ठहराया है परंतु हक़ के साथ और न व्यभिचार करते हैं। और जो ऐसा करेगा, वह पाप का भागी बनेगा।","arabic":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2923,"juzNumber":19,"footnotes":"34. अब्दुल्लाह बिन मसऊद रज़ियल्लाहु अन्हु कहते हैं कि मैंने नबी सल्लल्लाहु अलैहि व सल्लम से प्रश्न किया कि कौन सा पाप सबसे बड़ा है? फरमाया : यह कि तुम अल्लाह का साझी बनाओ जब कि उसने तुम्हें पैदा किया है। मैंने कहा : फिर कौन सा? फरमाया : अपनी संतान को इस भय से मार दो कि वह तुम्हारे साथ खाएगी। मैंने कहा : फिर कौन सा? फरमाया : अपने पड़ोसी की पत्नी से व्यभिचार करना। यह आयत इसी पर उतरी। (देखिए : सह़ीह़ बुख़ारी : 4761)","lang":"hi"},{"name":"25:69","price":"क़ियामत के दिन उसकी यातना दुगुनी कर दी जाएगी और वह अपमानित[35] होकर उसमें हमेशा रहेगा।","arabic":"يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2924,"juzNumber":19,"footnotes":"35. इब्ने अब्बास ने कहा : जब यह आयत उतरी, तो मक्का वासियों ने कहा : हमने अल्लाह का साझी बनाया है और अवैध जान भी मारी है तथा व्यभिचार भी किया है। तो अल्लाह ने यह आयत उतारी। (सह़ीह़ बुख़ारी : 4765)","lang":"hi"},{"name":"25:70","price":"परंतु जिसने तौबा कर ली और ईमान ले आया और अच्छे काम किए, तो ये लोग हैं जिनके बुरे कामों को अल्लाह नेकियों में बदल देगा और अल्लाह हमेशा बहुत बख़्शने वाला, अत्यंत दयावान् है।","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2925,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:71","price":"और जो तौबा कर ले और नेक काम करे, तो निश्चय ही वह अल्लाह की ओर सच्चे तौर पर पलटता है।","arabic":"وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2926,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:72","price":"तथा जो झूठ में भाग नहीं लेते और जब व्यर्थ के काम के पास से गुज़रते हैं, तो सज्जन बनकर गुज़र जाते हैं।","arabic":"وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2927,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:73","price":"और वे लोग कि जब उन्हें उनके पालनहार की आयतों के साथ नसीहत की जाए, तो उनपर बहरे तथा अंधे होकर[36] नहीं गिरते।","arabic":"وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2928,"juzNumber":19,"footnotes":"36. अर्थात आयतों में सोच-विचार करते हैं।","lang":"hi"},{"name":"25:74","price":"तथा जो कहते हैं : ऐ हमारे पालनहार! हमें हमारी पत्नियों तथा संतानों से आँखों की ठंडक प्रदान कर और हमें परहेज़गारों का 'इमाम' बना दे।","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2929,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:75","price":"यही वे लोग हैं, जिन्हें उनके धैर्य के बदले में उच्च भवन दिया जाएगा और उसमें जीवन की प्रार्थना और अभिवादन के साथ उनका स्वागत किया जाएगा।","arabic":"أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2930,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:76","price":"वे उसमें हमेशा रहने वाले हैं। वह ठहरने और रहने का अच्छा स्थान है!","arabic":"خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2931,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"25:77","price":"(ऐ नबी!) कह दें : मेरे पालनहार को तुम्हारी कोई परवाह नहीं, यदि तुम (उसे) न पुकारो।[37] क्योंकि निश्चय ही तुमने झुठलाया है, तो शीघ्र (उसका परिणाम) आ जाएगा।","arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2932,"juzNumber":19,"footnotes":"37. अर्थात उससे प्रार्थना तथा उसकी इबादत न करो।","lang":"hi"}],"chapter":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"]}