{"data":[{"name":"27:1","price":"ता, सीन। ये क़ुरआन तथा स्पष्ट पुस्तक की आयतें हैं।","arabic":"طسٓۚ تِلۡكَ ءَايَٰتُ ٱلۡقُرۡءَانِ وَكِتَابٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3160,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:2","price":"ईमानवालों के लिए मार्गदर्शन तथा शुभ-सूचना हैं।","arabic":"هُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3161,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:3","price":"जो नमाज़ स्थापित करते तथा ज़कात देते हैं और वही हैं, जो आख़िरत (परलोक) पर विश्वास रखते हैं।","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3162,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:4","price":"निःसंदेह जो लोग आख़िरत पर ईमान नहीं रखते, हमने उनके कर्मों को उनके लिए सुंदर बना दिया है। अतः वे भटकते फिरते है।","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ زَيَّنَّا لَهُمۡ أَعۡمَٰلَهُمۡ فَهُمۡ يَعۡمَهُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3163,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:5","price":"यही लोग हैं, जिनके लिए बुरी यातना है तथा आख़िरत में यही सबसे अधिक घाटा उठाने वाले हैं।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَهُمۡ سُوٓءُ ٱلۡعَذَابِ وَهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3164,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:6","price":"और निःसंदेह आपको क़ुरर्आन एक पूर्ण हिकमत वाले, सब कुछ जानने वाले की ओर से दिया जाता है।","arabic":"وَإِنَّكَ لَتُلَقَّى ٱلۡقُرۡءَانَ مِن لَّدُنۡ حَكِيمٍ عَلِيمٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3165,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:7","price":"जब[1] मूसा ने अपने घर वालों से कहा : निःसंदेह मैंने एक आग देखी है। मैं शीघ्र तुम्हारे पास उससे कोई समाचार लाऊँगा या तुम्हारे पास उससे सुलगाया हुआ अंगारा लेकर आऊँगा, ताकि तुम तापो।","arabic":"إِذۡ قَالَ مُوسَىٰ لِأَهۡلِهِۦٓ إِنِّيٓ ءَانَسۡتُ نَارٗا سَـَٔاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ ءَاتِيكُم بِشِهَابٖ قَبَسٖ لَّعَلَّكُمۡ تَصۡطَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3166,"juzNumber":19,"footnotes":"1. यह उस समय की बात है जब मूसा (अलैहिस्सलाम) मदयन से आ रहे थे। रात्रि के समय वह मार्ग भूल गए और शीत से बचाव के लिए आग की आवश्यकता थी।","lang":"hi"},{"name":"27:8","price":"फिर जब वह उसके पास आया, तो उसे आवाज़ दी गई : बरकत वाला है, वह जो इस आग में है तथा जो इसके आस-पास है। और अल्लाह पवित्र है, जाे सारे संसारों का पालनहार है।","arabic":"فَلَمَّا جَآءَهَا نُودِيَ أَنۢ بُورِكَ مَن فِي ٱلنَّارِ وَمَنۡ حَوۡلَهَا وَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3167,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:9","price":"ऐ मूसा! निःसंदेह तथ्य यह है कि मैं ही अल्लाह हूँ। जो सबपर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3168,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:10","price":"और अपनी लाठी फेंक दे । फिर जब उसने उसे देखा कि हिल रही है, जैसे वह कोई साँप हो, तो पीठ फेरकर भागा और पीछे न मुड़ा। ऐ मूसा! डरो मत, निःसंदेह मेरे पास रसूल नहीं डरते।","arabic":"وَأَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰ لَا تَخَفۡ إِنِّي لَا يَخَافُ لَدَيَّ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3169,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:11","price":"परंतु जिसने अत्याचार किया, फिर बुराई के बाद उसे भलाई से बदल दिया, तो निःसंदेह मैं बहुत क्षमा करने वाला, अत्यंत दयावान् हूँ।","arabic":"إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسۡنَۢا بَعۡدَ سُوٓءٖ فَإِنِّي غَفُورٞ رَّحِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3170,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:12","price":"और अपना हाथ अपने गरीबान में डाल। वह बिना किसी दोष के (चमकता हुआ) सफ़ेद निकलेगा; नौ निशानियों में से एक, फ़िरऔन तथा उसकी जाति की ओर। निःसंदेह वे अवज्ञाकारी लोग थे।","arabic":"وَأَدۡخِلۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖۖ فِي تِسۡعِ ءَايَٰتٍ إِلَىٰ فِرۡعَوۡنَ وَقَوۡمِهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3171,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:13","price":"फिर जब हमारी निशानियाँ उनके पास आईं जो आँखें खोलने वाली थीं, तो उन्होंने कहा : यह खुला जादू है।","arabic":"فَلَمَّا جَآءَتۡهُمۡ ءَايَٰتُنَا مُبۡصِرَةٗ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3172,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:14","price":"तथा उन्होंने अत्याचार एवं अभिमान के कारण उनका इनकार कर दिया। हालाँकि उनके दिलों को उनका विश्वास हो चुका था। तो देखो कि बिगाड़ पैदा करने वालों का परिणाम कैसा हुआ?","arabic":"وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗاۚ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3173,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:15","price":"और निःसंदेह हमने दाऊद तथा सुलैमान को ज्ञान[2] प्रदान किया और उन दोनों ने कहा : सारी प्रशंसा अल्लाह के लिए है, जिसने हमें अपने बहुत-से ईमानवाले बंदों पर श्रेष्ठता प्रदान की।","arabic":"وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ وَسُلَيۡمَٰنَ عِلۡمٗاۖ وَقَالَا ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٖ مِّنۡ عِبَادِهِ ٱلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3174,"juzNumber":19,"footnotes":"2. अर्थात विशेष ज्ञान जो नुबुव्वत का ज्ञान है, जैसे मूसा अलैहिस्सलाम को प्रदान किया और इसी प्रकार अंतिम रसूल मुह़म्मद सल्लल्लाहु अलैहि व सल्लम को इस क़ुरआन द्वारा प्रदान किया है।","lang":"hi"},{"name":"27:16","price":"और सुलैमान दाऊद का उत्तराधिकारी हुआ तथा उसने कहा : ऐ लोगो! हमें पक्षियों की बोली सिखाई गई तथा हमें हर चीज़ में से हिस्सा प्रदान किया गया है। निःसंदेह यह निश्चित रूप से स्पष्ट अनुग्रह है।","arabic":"وَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3175,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:17","price":"तथा सुलैमान के लिए जिन्नों तथा इनसानों और पक्षियों में से उसकी सेनाएँ इकट्ठी की गईं, फिर उन्हें अलग-अलग बांटा जाता था।","arabic":"وَحُشِرَ لِسُلَيۡمَٰنَ جُنُودُهُۥ مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ وَٱلطَّيۡرِ فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3176,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:18","price":"यहाँ तक कि जब वे चींटियों की घाटी में पहुँचे, तो एक चींटी ने कहा : ऐ चींटियो! अपने घरों में प्रवेश कर जाओ। कहीं सुलैमान और उसकी सेनाएँ तुम्हें कुचल न डालें और वे अनजान हों।","arabic":"حَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3177,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:19","price":"तो वह (सुलैमान) उसकी बात से हँसता हुआ मुसकुराया और उसने कहा : ऐ मेरे पालनहार! मुझे सामर्थ्य प्रदान कर कि मैं तेरी उस ने'मत का शुक्र अदा करूँ, जो तूने मुझे तथा मेरे माता-पिता को प्रदान की है, और यह कि मैं अच्छा कार्य करूँ, जिसे तू पसंद करे और मुझे अपनी दया से अपने सदाचारी बंदों में शामिल कर ले।","arabic":"فَتَبَسَّمَ ضَاحِكٗا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَدۡخِلۡنِي بِرَحۡمَتِكَ فِي عِبَادِكَ ٱلصَّٰلِحِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3178,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:20","price":"और उसने पक्षियों का निरीक्षण किया, तो कहा : मुझे क्या है कि मैं हुदहुद को नहीं देख रहा, या वह अनुपस्थि रहने वालों में से है?","arabic":"وَتَفَقَّدَ ٱلطَّيۡرَ فَقَالَ مَالِيَ لَآ أَرَى ٱلۡهُدۡهُدَ أَمۡ كَانَ مِنَ ٱلۡغَآئِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3179,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:21","price":"निश्चय ही मैं उसे बहुत कठोर दंड दूँगा, या मैं अवश्य ही उसे ज़बह कर डालूँगा, या वह अवश्य ही मेरे पास कोई स्पष्ट तर्क लेकर आएगा।","arabic":"لَأُعَذِّبَنَّهُۥ عَذَابٗا شَدِيدًا أَوۡ لَأَاْذۡبَحَنَّهُۥٓ أَوۡ لَيَأۡتِيَنِّي بِسُلۡطَٰنٖ مُّبِينٖ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3180,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:22","price":"फिर कुछ अधिक देर नहीं ठहरा कि उसने (आकर) कहा : मैं ऐसी बात से अवगत हुआ हूँ, जिससे आप अवगत नहीं हुए और मैं आपके पास 'सबा'[3] से एक पक्की ख़बर लाया हूँ।","arabic":"فَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3181,"juzNumber":19,"footnotes":"3. सबा यमन का एक नगर है।","lang":"hi"},{"name":"27:23","price":"निःसंदेह मैंने एक महिला को पाया, जो उनपर शासन कर रही है तथा उसे हर चीज़ का हिस्सा दिया गया है और उसके पास एक बड़ा सिंहासन है।","arabic":"إِنِّي وَجَدتُّ ٱمۡرَأَةٗ تَمۡلِكُهُمۡ وَأُوتِيَتۡ مِن كُلِّ شَيۡءٖ وَلَهَا عَرۡشٌ عَظِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3182,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:24","price":"मैंने उसे तथा उसकी जाति को अल्लाह के सिवा सूर्य को सजदा करते हुए पाया और शैतान ने उनके कामों को उनके लिए शोभित कर दिया है। चुनाँचे उन्हें सुपथ से रोक दिया है। अतः वे मार्गदर्शन नहीं पाते।","arabic":"وَجَدتُّهَا وَقَوۡمَهَا يَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ فَهُمۡ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3183,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:25","price":"(शैतान ने उनके कामों को उनके लिए शोभित कर दिया है) ताकि वे उस अल्लाह को सजदा न करें, जो आकाशों तथा धरती में छिपी चीज़ों[4] को निकालता है तथा वह जानता है जो तुम छिपाते हो और जो प्रकट करते हो।","arabic":"أَلَّاۤ يَسۡجُدُواْۤ لِلَّهِ ٱلَّذِي يُخۡرِجُ ٱلۡخَبۡءَ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3184,"juzNumber":19,"footnotes":"4. अर्थात वर्षा तथा पौधों को।","lang":"hi"},{"name":"27:26","price":"अल्लाह वह है जिसके सिवा कोई पूज्य नहीं, जो महान सिंहासन का रब है।","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ۩","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3185,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:27","price":"(सुलैमान ने) कहा : हम देखेंगे कि तूने सच कहा, या तू झूठों में से था।","arabic":"۞ قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ ٱلۡكَٰذِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3186,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:28","price":"मेरा यह पत्र लेकर जा और इसे उनकी ओर डाल दे। फिर उनसे अलग हटकर देख कि वे क्या जवाब देते हैं।","arabic":"ٱذۡهَب بِّكِتَٰبِي هَٰذَا فَأَلۡقِهۡ إِلَيۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَٱنظُرۡ مَاذَا يَرۡجِعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3187,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:29","price":"उस (रानी) ने कहा : ऐ सरदारो! निःसंदेह मेरी ओर एक प्रतिष्ठित पत्र फेंका गया है।","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ إِنِّيٓ أُلۡقِيَ إِلَيَّ كِتَٰبٞ كَرِيمٌ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3188,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:30","price":"निःसंदेह वह सुलैमान की ओर से है और निःसंदेह वह अल्लाह के नाम से है, जो अत्यंत कृपाशील, असीम दयावान् है।","arabic":"إِنَّهُۥ مِن سُلَيۡمَٰنَ وَإِنَّهُۥ بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3189,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:31","price":"यह कि मेरे मुक़ाबले में सरकशी न करो तथा आज्ञाकारी होकर मेरे पास आ जाओ।","arabic":"أَلَّا تَعۡلُواْ عَلَيَّ وَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3190,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:32","price":"उसने कहा : ऐ प्रमुखो! मुझे मेरे मामले में सही हल बताओ। मैं किसी मामले का फ़ैसला करने वाली नहीं, यहाँ तक तुम मेरे पास उपस्थित हो।","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَفۡتُونِي فِيٓ أَمۡرِي مَا كُنتُ قَاطِعَةً أَمۡرًا حَتَّىٰ تَشۡهَدُونِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3191,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:33","price":"उन्होंने कहा : हम बड़े पराक्रमी और प्रखर योद्धा हैं और मामला आपके हवाले है, सो देखे लें आप क्या आदेश देती हैं।","arabic":"قَالُواْ نَحۡنُ أُوْلُواْ قُوَّةٖ وَأُوْلُواْ بَأۡسٖ شَدِيدٖ وَٱلۡأَمۡرُ إِلَيۡكِ فَٱنظُرِي مَاذَا تَأۡمُرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3192,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:34","price":"उसने कहा : निःसंदेह राजा जब किसी बस्ती में प्रवेश करते हैं, तो उसे ख़राब कर देते हैं और उसके वासियों में से प्रतिष्ठित लोगों को अपमानित कर देते हैं। और इसी तरह ये करेंगे।","arabic":"قَالَتۡ إِنَّ ٱلۡمُلُوكَ إِذَا دَخَلُواْ قَرۡيَةً أَفۡسَدُوهَا وَجَعَلُوٓاْ أَعِزَّةَ أَهۡلِهَآ أَذِلَّةٗۚ وَكَذَٰلِكَ يَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3193,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:35","price":"और निःसंदेह मैं उनकी ओर एक उपहार भेजने वाली हूँ। फिर देखती हूँ कि दूत क्या उत्तर लेकर आते हैं?","arabic":"وَإِنِّي مُرۡسِلَةٌ إِلَيۡهِم بِهَدِيَّةٖ فَنَاظِرَةُۢ بِمَ يَرۡجِعُ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3194,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:36","price":"तो जब वह (दूत) सुलैमान के पास आया, तो उसने कहा : क्या तुम धन से मेरी सहायता करते हो? तो जो कुछ अल्लाह ने मुझे दिया है, वह उससे बेहतर है जो उसने तुम्हें दिया है, बल्कि तुम ही लोग अपने उपहारों पर खुश होते हो।","arabic":"فَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3195,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:37","price":"उनके पास वापस जाओ, अब हम अवश्य उनके पास ऐसी सेनाएँ लेकर आएँगे, जिनका वे सामना नहीं कर सकेंगे और हम अवश्य उन्हें उस (बस्ती) से इस तरह अपमानित करके निकाल देंगे कि वे तुच्छ होंगे।","arabic":"ٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3196,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:38","price":"(सुलैमान ने) कहा : ऐ प्रमुखो! तुममें से कौन उसका सिंहासन मेरे पास लेकर आएगा[5], इससे पहले कि वे आज्ञाकारी होकर मेरे पास आएँ।","arabic":"قَالَ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَيُّكُمۡ يَأۡتِينِي بِعَرۡشِهَا قَبۡلَ أَن يَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3197,"juzNumber":19,"footnotes":"5. जब सुलैमान ने उपहार वापस कर दिया और धमकी दी, तो रानी ने स्वयं सुलैमान (अलैहिस्सलाम) की सेवा में उपस्थित होना उचित समझा और अपने सेवकों के साथ फ़लस्तीन के लिए प्रस्थान किया, उस समय उन्होंने राज्यसदस्यों से यह बात कही।","lang":"hi"},{"name":"27:39","price":"जिन्नों में से एक शक्तिशाली शरारती कहने लगा : मैं उसे आपके पास ले आऊँगा, इससे पूर्व कि आप अपने स्थान से उठें और निःसंदेह मैं इसकी निश्चय पूरी शक्ति रखने वाला, अमानतदार हूँ।","arabic":"قَالَ عِفۡرِيتٞ مِّنَ ٱلۡجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن تَقُومَ مِن مَّقَامِكَۖ وَإِنِّي عَلَيۡهِ لَقَوِيٌّ أَمِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3198,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:40","price":"जिसके पास पुस्तक का ज्ञान था, उसने कहा : मैं उसे आपके पास इससे पहले ले आता हूँ कि आपकी पलक झपके। और जब उसने उसे अपने पास रखा हुआ देखा, तो कहा : यह मेरे पालनहार का अनुग्रह है, ताकि मेरी परीक्षा ले कि मैं शुक्र अदा करता हूँ या नाशुक्री करता हूँ। और जिसने शुक्र किया, तो वह अपने ही लिए शुक्र करता है तथा जिसने नाशुक्री की, तो निश्चय मेरा पालनहार बहुत बेनियाज़, अत्यंत उदार है।","arabic":"قَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3199,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:41","price":"(सुलैमान ने) कहा : उसके लिए उसके सिंहासन का रंग-रूप बदल दो। ताकि हम देखें क्या वह राह पा लेती है या उनमें से होती है, जो राह नहीं पाते।","arabic":"قَالَ نَكِّرُواْ لَهَا عَرۡشَهَا نَنظُرۡ أَتَهۡتَدِيٓ أَمۡ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3200,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:42","price":"फिर जब वह आई, तो उससे कहा गया : क्या तेरा सिंहासन ऐसा ही है? उसने कहा : यह तो मानो वही है, और हमें इससे पहले ज्ञान दिया गया था, और हम आज्ञाकारी थे।","arabic":"فَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3201,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:43","price":"और उसे (ईमान से) उस चीज़ ने रोक रखा था, जिसकी वह अल्लाह के सिवा इबादत कर रही थी। निःसंदेह वह काफ़िर लोगों में से थी।","arabic":"وَصَدَّهَا مَا كَانَت تَّعۡبُدُ مِن دُونِ ٱللَّهِۖ إِنَّهَا كَانَتۡ مِن قَوۡمٖ كَٰفِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3202,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:44","price":"उससे कहा गया : इस महल में प्रवेश कर जाओ। तो जब उसने उसे देखा, तो उसे गहरा पानी समझा और अपनी दोनों पिंडलियाँ से कपड़ा उठा लिया। (सुलैमान ने) कहा : यह तो शीशे से मढ़ा हुआ चिकना महल है। उसने कहा : ऐ मेरे पालनहार! निःसंदेह मैंने अपने प्राण[6] पर अत्याचार किया है और (अब) मैं सुलैमान के साथ सारे संसारों के पालनहार अल्लाह के लिए आज्ञाकारिणी हो गई।","arabic":"قِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3203,"juzNumber":19,"footnotes":"6. अर्थात अन्य की पूजा-उपासना करके।","lang":"hi"},{"name":"27:45","price":"और निःसंदेह हमने समूद की ओर उनके भाई सालेह़ को भेजा कि तुम सब अल्लाह की इबादत करो, तो अचानक वे दो समूहों में बंटकर झगड़ने लगे।","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحًا أَنِ ٱعۡبُدُواْ ٱللَّهَ فَإِذَا هُمۡ فَرِيقَانِ يَخۡتَصِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3204,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:46","price":"(सालेह ने) कहा : ऐ मेरी जाति के लोगो! तुम भलाई से पहले बुराई[7] क्यों जल्दी माँगते हो? तुम अल्लाह से क्षमा क्यों नहीं माँगते, ताकि तुम पर दया की जाए?","arabic":"قَالَ يَٰقَوۡمِ لِمَ تَسۡتَعۡجِلُونَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِۖ لَوۡلَا تَسۡتَغۡفِرُونَ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3205,"juzNumber":19,"footnotes":"7. अर्थात ईमान लाने के बजाय इनकार क्यों कर रहे हो?","lang":"hi"},{"name":"27:47","price":"उन्होंने कहा : हमने तुमपर तथा तुम्हारे साथियों पर अपशकुन पाया है। (सालेह़ ने) कहा : तुम्हारा अपशकुन अल्लाह के पास[8] है, बल्कि तुम ऐसे लोग हो जिनकी परीक्षा ली जा रही है।","arabic":"قَالُواْ ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَۚ قَالَ طَٰٓئِرُكُمۡ عِندَ ٱللَّهِۖ بَلۡ أَنتُمۡ قَوۡمٞ تُفۡتَنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3206,"juzNumber":19,"footnotes":"8. अर्थात तुमपर जो अकाल पड़ा है, वह अल्लाह की ओर से है जिसे तुम्हारे कुकर्मों के कारण अल्लाह ने तुम्हारे भाग्य में लिख दिया है। और यह अशुभ मेरे कारण नहीं बल्कि तुम्हारे कुफ़्र के कारण है। (फ़त्ह़ुल क़दीर)","lang":"hi"},{"name":"27:48","price":"और उस नगर में नौ (9) लोग थे, जो धरती में उत्पात मचाते थे और सुधार नहीं करते थे।","arabic":"وَكَانَ فِي ٱلۡمَدِينَةِ تِسۡعَةُ رَهۡطٖ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3207,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:49","price":"उन्होंने कहा : आपस में अल्लाह की क़सम खाओ कि हम अवश्य ही उसपर और उसके परिवार पर रात में हमला करेंगे, फिर हम अवश्य ही उसके वारिस (उत्तराधिकारी) से कह देंगे : हम उसके परिवार की मृत्यु के समय मौजूद नहीं थे। और निःसंदेह हम अवश्य सच्चे हैं।","arabic":"قَالُواْ تَقَاسَمُواْ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهۡلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدۡنَا مَهۡلِكَ أَهۡلِهِۦ وَإِنَّا لَصَٰدِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3208,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:50","price":"और उन्होंने एक चाल चली और हमने भी एक चाल चली और वे सोचते तक न थे।","arabic":"وَمَكَرُواْ مَكۡرٗا وَمَكَرۡنَا مَكۡرٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3209,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:51","price":"तो देखो उनकी चाल का परिणाम कैसा हुआ कि निःसंदेह हमने उन्हें और उनकी क़ौम, सबको विनष्ट कर दिया।","arabic":"فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ مَكۡرِهِمۡ أَنَّا دَمَّرۡنَٰهُمۡ وَقَوۡمَهُمۡ أَجۡمَعِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3210,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:52","price":"तो ये हैं उनके घर, उनके ज़ुल्म के कारण गिर हुए। निःसंदेह इसमें उन लोगों के लिए निश्चय एक निशानी है, जो ज्ञान रखते हैं।","arabic":"فَتِلۡكَ بُيُوتُهُمۡ خَاوِيَةَۢ بِمَا ظَلَمُوٓاْۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3211,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:53","price":"तथा हमने उन लोगों को बचा लिया, जो ईमान लाए और डरते रहे थे।","arabic":"وَأَنجَيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3212,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:54","price":"तथा (हमने) लूत को (भेजा), जब उसने अपनी जाति के लोगों से कहा : क्या तुम अश्लील काम करते हो, जबकि तुम देखते हो?[9]","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ وَأَنتُمۡ تُبۡصِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3213,"juzNumber":19,"footnotes":"9. (देखिए : सूरतुल-आराफ़ : 84, और सूरत हूद : 82-83)। इस्लाम में स्त्री से भी अस्वभाविक संभोग वर्जित है। (सुनन नसाई ह़दीस संख्या : 8985, और सुनन इब्ने माजा ह़दीस संख्या : 1924)","lang":"hi"},{"name":"27:55","price":"क्या तुम सचमुच स्त्रियों को छोड़कर वासनावश पुरुषों के पास आते हो? बल्कि तुम बड़े ही नासमझ लोग हो।","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3214,"juzNumber":19,"footnotes":"","lang":"hi"},{"name":"27:56","price":"तो उसकी जाति के लोगों का उत्तर इसके सिवा कुछ न था कि उन्होंने कहा : लूत के घरवालों को अपनी बस्ती से निकाल दो। निःसंदेह ये ऐसे लोग हैं जो बड़े पाक-साफ़ बनते हैं।","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:57","price":"तो हमने उसे तथा उसके घरवालों को बचा लिया, सिवाय उसकी बीवी के। हमने उसे पीछे रह जाने वालों में तय कर दिया था।","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:58","price":"और हमने उनपर भारी वर्षा बरसाई। तो बुरी बारिश थी उन लोगों के लिए जो डराए गए थे।","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:59","price":"आप कह दें: सब प्रशंसा अल्लाह के लिए है और सलाम है उसके उन बंदों पर, जिन्हें उसने चुन लिया। क्या अल्लाह बेहतर है, या वे जिन्हें ये साझी ठहराते हैं?","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:60","price":"(क्या वे साझीदार बेहतर हैं) या वह जिसने आकाशों और धरती को पैदा किया और आकाश से तुम्हारे लिए पानी उतारा, फिर हमने उसके साथ शानदार बाग़ लगाए। तुम्हारे बस में नहीं था कि उनके वृक्ष उगाते। क्या अल्लाह के साथ कोई (अन्य) पूज्य है? बल्कि ये ऐसे लोग हैं जो रास्ते से हट रहे हैं।","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:61","price":"(क्या वे साझीदार बेहतर हैं) या वह जिसने धरती को ठहरने का स्थान बनाया और उसके बीच नहरें बनाईं और उसके लिए पहाड़ बनाए और दो समुद्रों के बीच अवरोध बनाया? क्या अल्लाह के साथ कोई (अन्य) पूज्य है ? बल्कि उनमें से अधिकतर लोग नहीं जानते।","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:62","price":"या वह जो व्याकुल की प्रार्थना स्वीकार करता है, जब वह उसे पुकारता है और दुखों को दूर करता है और तुम्हें धरती का उत्तराधिकारी बनाता है? क्या अल्लाह के साथ कोई (अन्य) पूज्य है? तुम बहुत कम उपदेश ग्रहण करते हो।","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:63","price":"या वह जो थल और समुद्र के अँधेरों में तुम्हारा मार्गदर्शन करता है तथा वह जो हवाओं को अपनी दया (वर्षा) से पहले शुभ-सूचना देने के लिए भेजता है? क्या अल्लाह के साथ कोई (और) पूज्य है? बहुत उच्च है अल्लाह उससे जो वे साझी ठहराते हैं।","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:64","price":"या वह जो सृष्टि का आरंभ करता है, फिर उसे दोहराता है, और जो तुम्हें आकाश और धरती से जीविका देता है? क्या अल्लाह के साथ कोई (और) पूज्य है? कह दीजिए : लाओ अपना प्रमाण, यदि तुम सच्चे हो।[10]","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":"10. आयत संख्या 60 से यहाँ तक का सारांश यह है कि जब अल्लाह ही ने पूरे संसार की उत्पत्ति की है और सबकी व्यवस्था वही कर रहा है, और उसका कोई साझी नहीं, तो फिर ये झूठे पूज्य अल्लाह के साथ कहाँ से आ गए? यह तो ज्ञान और समझ में आने की बात नहीं और न इसका कोई प्रमाण है।","lang":"hi"},{"name":"27:65","price":"आप कह दें : अल्लाह के सिवा, आकाशों और धरती में जो भी है, ग़ैब (परोक्ष की बात) नहीं जानता और वे नहीं जानते कि वे कब उठाये जाएँगे।","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:66","price":"बल्कि आख़िरत (परलोक) के विषय में उनका ज्ञान समाप्त हो गया है। बल्कि वे उसके बारे में संदेह में हैं। बल्कि वे उससे अंधे हैं।","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:67","price":"और उन लोगों ने कहा जिन्होंने कुफ़्र किया : क्या जब हम मिट्टी हो जाएँगे और हमारे बाप-दादा भी, तो क्या सचमुच हम अवश्य निकाले[11] जाने वाले हैं?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":"11. अर्थात प्रलय के दिन अपनी समाधियों से जीवित निकाले जाएँगे।","lang":"hi"},{"name":"27:68","price":"निश्चय इससे पहले हमसे यह वादा किया गया और हमारे बाप-दादा से भी, ये तो बस पहले लोगों की काल्पनिक कहानियाँ हैं।","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:69","price":"कह दीजिए : धरती में चलो-फिरो, फिर देखो अपराधियों का परिणाम कैसा हुआ!","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:70","price":"और आप उनपर शोक न करें और न उससे किसी संकीर्णता में हों, जो वे चाल चलते हैं।","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:71","price":"तथा वे कहते हैं : कब पूरा होगा यह वादा, यदि तुम सच्चे हो?","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:72","price":"आप कह दें : क़रीब है कि उसका कुछ भाग तुम्हारे पीछे आ पहुँचा हो, जो तुम जल्दी माँग रहे हो।","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:73","price":"तथा निःसंदेह आपका पालनहार निश्चय लोगों पर बड़ा अनुग्रह करने वाला है। किंतु उनमें से अधिकतर लोग शुक्र नहीं करते।","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:74","price":"और निःसंदेह आपका पालनहार निश्चय जानता है जो कुछ उनके सीने छिपाते हैं और जो कुछ वे प्रकट करते हैं।","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:75","price":"और आकाश तथा धरती में कोई छिपी चीज़ नहीं, परंतु वह एक स्पष्ट किताब[12] में मौजूद है।","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":"12. इससे तात्पर्य सुरक्षित पट्टिका (लौह़े मह़फ़ूज़) है, जिसमें सब कुछ अंकित है।","lang":"hi"},{"name":"27:76","price":"निःसंदेह यह क़ुरआन इसराईल की संतान के सामने अधिकतर वे बातें वर्णन करता है, जिनमें वे मतभेद करते हैं।","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:77","price":"और निःसंदेह वह निश्चय ईमान वालों के लिए सर्वथा मार्गदर्शन तथा दया है।","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:78","price":"निःसंदेह आपका पालनहार[13] उनके बीच अपने आदेश से निर्णय कर देगा तथा वही सब पर प्रभुत्वशाली, सब कुछ जानने वाला है।","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":"13. अर्थात प्रलय के दिन। और सत्य तथा असत्य को अलग करके उसका बदला देगा।","lang":"hi"},{"name":"27:79","price":"अतः आप अल्लाह पर भरोसा करें। निश्चय आप स्पष्ट सत्य पर हैं।","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:80","price":"निःसंदेह आप मुर्दों को नहीं सुना सकते और न बहरों को अपनी पुकार सुना सकते, जब वे पीठ फेरकर पलट जाएँ।[14]","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":"14. अर्थात जिनकी अंतरात्मा मर चुकी हो, और जिनकी दुराग्रह ने सत्य और असत्य का अंतर समझने की क्षमता खो दी हो।","lang":"hi"},{"name":"27:81","price":"तथा न आप कभी अंधों को उनकी गुमारही से हटाकर सीधे मार्ग पर लाने वाले हैं। आप तो बस उन्हीं को सुना सकते हैं, जो हमारी आयतों पर ईमान रखते हैं। सो वही आज्ञाकारी हैं।","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:82","price":"और जब उनपर[15] बात पूरी हो जाएगी, तो हम उनके लिए धरती से एक पशु निकालेंगे, जो उनसे बात करेगा[16] कि निश्चय लोग हमारी आयतों पर विश्वास नहीं करते थे।","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":"15. अर्थात प्रलय होने का समय। 16. यह पशु वही है जो प्रलय के समीप होने का एक लक्षण है, जैसा कि ह़दीस में नबी (सल्लल्लाहु अलैहि व सल्लम) का कथन है कि प्रलय उस समय तक नहीं होगी जब तक तुम दस लक्षण न देख लो, उनमें से एक पशु का निकलना है। (देखिए : सह़ीह़ मुस्लिम, ह़दीस संख्या : 2901) आपका दूसरा कथन यह है कि सर्व प्रथम जो लक्षण होगा वह सूर्य का पश्चिम से निकलना होगा। तथा पूर्वान्ह से पहले पशु का निकलना इनमें से जो भी पहले होगा, शीघ्र ही दूसरा उस के पश्चात होगा। (देखिए : सह़ीह़ मुस्लिम, ह़दीस संख्या : 2941) और यह पशु मानव भाषा में बात करेगा जो अल्लाह के सामर्थ्य का एक चिह्न होगा।","lang":"hi"},{"name":"27:83","price":"तथा जिस दिन हम प्रत्येक समुदाय में से उन लोगों का एक गिरोह एकत्र करेंगे, जो हमारी आयतों को झुठलाया करते थे, फिर उन्हें श्रेणियों में बांटा जाएगा।","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:84","price":"यहाँ तक कि जब वे आ जाएँगे, तो (अल्लाह) फरमाएगा : क्या तुमने मेरी आयतों को झुठला दिया, हालाँकि तुमने उनका पूर्ण ज्ञान प्राप्त नहीं किया था, या क्या था जो तुम किया करते थे?","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:85","price":"और उनपर (यातना की) बात सिद्ध हो जाएगी, उसके बदले जो उन्होंने अत्याचार किया, सो वे बोल न सकेंगे।","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:86","price":"क्या उन्होंने नहीं देखा कि हमने रात बनाई, ताकि वे उसमें आराम करें तथा दिन को प्रकाशमान[16] (बनाया)। निःसंदेह इसमें उन लोगों के लिए बहुत-सी निशानियाँ हैं, जो ईमान लाते हैं।","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":"16. जिसके प्रकाश में वे देखें और अपनी जीविका के लिए प्रयास करें।","lang":"hi"},{"name":"27:87","price":"और जिस दिन सूर (नरसिंघा) में फूँका[17] जाएगा, तो जो भी आकाशों में है और जो भी धरती में है, घबरा जाएगा, सिवाय उसके जिसे अल्लाह चाहे। तथा वे सब उसके पास अपमानित होकर आएँगे।","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":"17. अर्थात प्रलय के दिन।","lang":"hi"},{"name":"27:88","price":"और तुम पर्वतों को देखोगे, उन्हें समझोगे कि वे जमे हुए हैं, हालाँकि वे बादलों के चलने की तरह चल रहे होंगे, उस अल्लाह की कारीगरी से जिसने हर चीज़ को मज़बूत बनाया। निःसंदेह वह उससे भली-भाँति सूचित है जो तुम करते हो।","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:89","price":"जो व्यक्ति नेकी[18] लेकर आएगा, तो उसके लिए उससे उत्तम प्रतिफल है और ये लोग उस दिन के भय से सुरक्षित होंगे।","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":"18. अर्थात एक अल्लाह के प्रति आस्था तथा तदानुसार कर्म लेकर प्रलय के दिन आएगा।","lang":"hi"},{"name":"27:90","price":"और जो बुराई लेकर आएगा, तो उनके चेहरे आग में औंधे डाले जाएँगे। तुम उसी का बदला दिए जाओगे, जो तुम किया करते थे।","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:91","price":"मुझे तो बस यही आदेश दिया गया है कि मैं इस नगर (मक्का) के पालनहार की इबादत करूँ, जिसने इसे पवित्र (सम्मानित) बनाया है तथा उसी के लिए हर चीज़ है और मुझे आदेश दिया गया है कि मैं आज्ञाकारियों में से हो जाऊँ।","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:92","price":"तथा यह कि मैं क़ुरआन पढ़कर सुनाऊँ। फिर जो सीधी राह पर आया, वह अपने ही लिए राह पर आता है और जो गुमराह हुआ, तो आप कह दें कि मैं तो बस डराने वालों में से हूँ।","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":"","lang":"hi"},{"name":"27:93","price":"तथा आप कह दें : सब प्रशंसा अल्लाह के लिए है। वह जल्द ही तुम्हें अपनी निशानियाँ दिखाएगा, तो तुम उन्हें पहचान लोगे[19] और तुम्हारा पालनहार उससे बेखबर नहीं है, जो कुछ तुम करते हो।","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":"19. (देखिए : सूरत ह़ा, मीम, सजदा, आयत : 53)","lang":"hi"}],"chapter":["27 (An-Naml)","An-Naml","Surah An-Naml","Chapter An-Naml","Naml","Surah Naml","Chapter Naml","An Naml","Surah An Naml","Chapter An Naml","Surah 27","Chapter 27","The Ant","النَّمْل"]}