{"data":[{"name":"3:1","price":"अलिफ़, लाम, मीम।","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:2","price":"अल्लाह (वह है कि) उसके सिवा कोई पूज्य नहीं। (वह) जीवित है, हर चीज़ को सँभालने (क़ायम रखने) वाला है।","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:3","price":"उसने आप पर (यह) पुस्तक सत्य के साथ उतारी, जो उसकी पुष्टि करने वाली है जो इससे पूर्व है, और उसने तौरात तथा इंजील उतारी।","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:4","price":"इससे पहले, लोगों के मार्गदर्शन के लिए। और उसने फ़ुरक़ान (सत्य और असत्य में अंतर करने वाला मानदंड) उतारा।[1] निःसंदेह जिन लोगों ने अल्लाह की आयतों का इनकार किया, उनके लिए बहुत कड़ी यातना है। और अल्लाह सब पर प्रभुत्वशाली, बदला लेने वाला है।","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"1. अर्थात तौरात और इंजील अपने समय में लोगों के लिए मार्गदर्शन थे, परंतु फ़ुरक़ान (क़ुरआन) उतरने के पश्चात् अब वह मार्गदर्शन केवल क़ुरआन पाक में है।","lang":"hi"},{"name":"3:5","price":"निःसंदेह अल्लाह वह है जिससे न धरती में कोई चीज़ छिपी रहती है और न आकाश में।","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:6","price":"वही है जो गर्भाशयों में तुम्हारे रूप बनाता है, जिस तरह चाहता है। उसके सिवा कोई इबादत के लायक़ नहीं, (वह) सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:7","price":"(ऐ नबी!) वही है जिसने आप पर[2] (यह) पुस्तक उतारी, जिसमें से कुछ आयतें मोह़कम[3] (स्पष्ट तर्क वाली) हैं, वही पुस्तक का मूल हैं, तथा कुछ दूसरी (आयतें) मुतशाबेह[4] (छिपे हुए और पोशीदा अर्थ वाली) हैं। फिर जिनके दिलों में टेढ़ है, तो वे फ़ित्ने की तलाश में तथा उसके असल आशय की तलाश के उद्देश्य से, सदृश अर्थों वाली आयतों का अनुसरण करते हैं। हालाँकि उनका वास्तविक अर्थ अल्लाह के सिवा कोई नहीं जानता। तथा जो लोग ज्ञान में पक्के हैं, वे कहते हैं हम उसपर ईमान लाए, सब हमारे पालनहार की और से है। और शिक्षा वही लोग ग्रहण करते हैं, जो बुद्धि वाले हैं।","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"2. आयत का भावार्थ यह है कि अल्लाह ने मानव का रूप आकार बनाने और उसकी आर्थिक आवश्यकता की व्यवस्था करने के समान, उसकी आत्मिक आवश्यकता के लिए क़ुरआन उतारा है, जो अल्लाह की प्रकाशना तथा मार्गदर्शन और फ़ुरक़ान है। जिसके द्वारा सत्यासत्य में अंतर करके सत्य को स्वीकार करे। 3. मोह़कम (सुदृढ़) से अभिप्राय वे आयतें हैं, जिनके अर्थ स्थिर, खुले हुए हैं। जैसे एकेश्वरवाद, रिसालत तथा आदेशों और निषेधों एवं ह़लाल (वैध) और ह़राम (अवैध) से संबंधित आयतें, यही पुस्तक का मूल आधार हैं। 4. मुतशाबेह (संदिग्ध) से अभिप्राय वह आयतें हैं, जिनमें उन तथ्यों की ओर संकेत किया गया है, जो हमारी ज्ञानेंद्रियों में नहीं आ सकते, जैसे मौत के पश्चात् जीवन, तथा परलोक की बातें। इन आयतों के विषय में अल्लाह ने हमें जो जानकारी दी है, हम उनपर विश्वास करते हैं, क्योंकि इनका विस्तार विवरण हमारी बुद्धि से बाहर है, परंतु जिनके दिलों में खोट है वह इनकी वास्तविकता जानने के पीछे पड़ जाते हैं, जो उनकी शक्ति से बाहर है।","lang":"hi"},{"name":"3:8","price":"(तथा वे कहते हैं :) ऐ हमारे पालनहार! हमें हिदायत देने के बाद हमारे दिलों को टेढ़ा न कर, और हमें अपनी ओर से दया प्रदान कर। निःसंदेह तू ही बहुत बड़ा दाता है।","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:9","price":"ऐ हमारे पालनहार! निःसंदेह तू सब लोगों को उस दिन के लिए इकट्ठा करने वाला है, जिस (के आने) में कोई शक नहीं। निःसंदेह अल्लाह वादे के विरुद्ध नहीं करता।","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:10","price":"निःसंदेह जिन लोगों ने कुफ़्र किया, उनके धन तथा उनकी संतान उन्हें अल्लाह (की यातना) से (बचाने में) कदापि कुछ काम नहीं आएँगे, तथा वही आग का ईंधन हैं।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:11","price":"(इनका हाल) फ़िरऔनियों तथा उन लोगों के हाल की तरह है जो उनसे पहले थे। उन्होंने हमारी आयतों (निशानियों) को झुठलाया, तो अल्लाह ने उन्हें उनके गुनाहों के कारण पकड़ लिया और अल्लाह बहुत सख़्त अज़ाब वाला है।","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:12","price":"(ऐ नबी!) काफ़िरों से कह दें कि तुम जल्द ही पराजित[5] किए जाओगे तथा जहन्नम की ओर इकट्ठे किए जाओगे और वह बहुत बुरा ठिकाना है।","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"5. इसमें काफ़िरों की मुसलमानों के हाथों पराजय की भविष्यवाणी है।","lang":"hi"},{"name":"3:13","price":"निश्चय तुम्हारे लिए उन दो दलों में बड़ी निशानी थी, जिनमें (बद्र के मैदान में) मुठभेड़ हुई। एक दल अल्लाह के मार्ग में लड़ता था और दूसरा काफ़िर था। ये (मुसलमान) उन (काफ़िरों) को अपनी आँखों से अपने से दुगना देख रहे थे। और अल्लाह जिसे चाहता है अपनी सहायता से शक्ति प्रदान करता है। निःसंदेह इसमें आँखों वालों के लिए निश्चय बड़ी इबरत (सीख)[6] है।","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"6. अर्थात इस बात की कि विजय अल्लाह के समर्थन से प्राप्त होती है, सेना की संख्या से नहीं।","lang":"hi"},{"name":"3:14","price":"लोगों के लिए भौतिक इच्छाओं का प्यार सुसज्जित कर दिया गया है, जो औरतें, बेटे, सोने और चाँदी के ढेर, निशान लगाए हुए घोड़े, मवेशी तथा खेती हैं। ये सांसारिक जीवन के सामान हैं और उत्तम ठिकाना अल्लाह के पास है।","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:15","price":"(ऐ नबी!) कह दें : क्या मैं तुम्हें उससे बेहतर चीज़ बताऊँ? उन लोगों के लिए जो (अल्लाह से) डरने वाले हैं उनके पालनहार के पास ऐसे बाग़ हैं, जिनके नीचे से नहरें बहती हैं, (वे) उनमें हमेशा रहने वाले हैं और (उनके लिए उसमें) पवित्र पत्नियाँ तथा अल्लाह की प्रसन्नता है और अल्लाह बंदों को ख़ूब देखने वाला है।","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:16","price":"जो कहते हैं : ऐ हमारे पालनहार! निःसंदेह हम ईमान लाए। इसलिए हमारे गुनाह माफ़ कर दे और हमें दोज़ख़ के अज़ाब से बचा।","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:17","price":"जो धैर्य रखने वाले, सत्यवादी, आज्ञाकारी, दानशील और रात की अंतिम घड़ियों में (अल्लाह से) क्षमा याचना करने वाले हैं।","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:18","price":"अल्लाह ने गवाही दी कि निःसंदेह उसके सिवा कोई पूज्य नहीं, तथा फ़रिश्तों और ज्ञान वालों ने भी, इस हाल में कि वह न्याय को क़ायम करने वाला है। उसके सिवा कोई इबादत के लायक़ नहीं, सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:19","price":"निःसंदेह दीन (धर्म) अल्लाह के निकट इस्लाम ही है और किताब वालों ने अपने पास ज्ञान आ जाने के पश्चात आपस में ईर्ष्या के कारण ही मतभेद किया। तथा जो अल्लाह की आयतों का इनकार करे, तो निःसंदेह अल्लाह बहुत जल्द ह़िसाब लेने वाला है।","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:20","price":"फिर यदि वे आपसे झगड़ा करें, तो कह दीजिए कि मैंने अपना चेहरा अल्लाह के अधीन कर दिया और उसने भी जिसने मेरा अनुसरण किया, तथा उन लोगों से जिन्हें किताब दी गई और अनपढ़ लोगों से कह दो कि क्या तुम आज्ञाकारी हो गए? यदि वे आज्ञाकारी हो जाएँ, तो निःसंदेह मार्गदर्शन पा गए और यदि वे मुँह फेर लें, तो आपका दायित्व केवल (संदेश) पहुँचा देना[7] है तथा अल्लाह बंदों को ख़ूब देखने वाला है।","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"7. अर्थात उनसे वाद-विवाद करना व्यर्थ है।","lang":"hi"},{"name":"3:21","price":"निःसंदेह जो लोग अल्लाह की आयतों का इनकार करते हैं तथा नबियों को नाह़क़ क़त्ल करते हैं और उन लोगों को क़त्ल करते हैं, जो लोगों में से न्याय करने का आदेश देते हैं, उन्हें एक दर्दनाक अज़ाब[8] की शुभ सूचना सुना दीजिए।","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"8. इसमें यहूद की आस्था तथा कार्य संबंधी पथभ्रष्टता की ओर संकेत है।","lang":"hi"},{"name":"3:22","price":"यही वे लोग हैं, जिनके कर्म दुनिया तथा आख़िरत में बर्बाद हो गए और उनकी मदद करने वाले कोई नहीं।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:23","price":"(ऐ नबी!) क्या आपने उनका हाल[9] नहीं देखा, जिन्हें पुस्तक का एक भाग दिया गया, वे अल्लाह की पुस्तक की ओर बुलाए जाते हैं, ताकि वह उनके बीच निर्णय[10] करे। फिर उनमें से एक समूह मुँह फेर लेता है, इस हाल में कि वे उपेक्षा करने वाले होते हैं।","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"9. इससे अभिप्राय यहूदी विद्वान हैं। 10. अर्थात विभेद का निर्णय कर दे। इस आयत में अल्लाह की पुस्तक से अभिप्राय तौरात और इंजील हैं। और अर्थ यह है कि जब उन्हें उनकी पुस्तकों की ओर बुलाया जाता है कि अपनी पुस्तकों ही को निर्णायक मान लो, तथा बताओ कि उनमें अंतिम नबी पर ईमान लाने का आदेश दिया गया है या नहीं? तो वे कतरा जाते हैं, जैसे कि उन्हें कोई ज्ञान ही न हो।","lang":"hi"},{"name":"3:24","price":"उनका यह हाल इसलिए है कि उन्होंने कहा कि दोज़ख़ की आग हमें गिनती के कुछ दिन ही छुएगी! तथा उन्हें उनके धर्म (के बारे) में उन बातों ने धोखा दिया, जो वे गढ़ा करते थे।","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:25","price":"फिर उस समय (उनका) क्या हाल होगा, जब हम उन्हें उस दिन के लिए एकत्र करेंगे, जिसमें कोई संदेह नहीं तथा प्रत्येक प्राणी को उसके किए का भरपूर बदला दिया जाएगा और उनपर अत्याचार नहीं किया जाएगा?","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:26","price":"(ऐ नबी!) कह दें : ऐ अल्लाह! राज्य के स्वामी! तू जिसे चाहे, राज्य देता है और जिससे चाहे, राज्य छीन लेता है तथा जिसे चाहे, सम्मान देता है और जिसे चाहे, अपमानित कर देता है। तेरे ही हाथ में सारी भलाई है। निःसंदेह तू हर चीज़ पर सर्वशक्तिमान है।[11]","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"11. इस आयत में अल्लाह की अपार शक्ति का वर्णन है।","lang":"hi"},{"name":"3:27","price":"तू रात को दिन में दाख़िल करता है तथा दिन को रात में दाख़िल[12] करता है। और तू जीवित को मृत से निकालता है तथा मृत को जीवित से निकालता है और तू जिसे चाहे असंख्य जीविका देता है।","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"12. इसमें दिन-रात के परिवर्तन की ओर संकेत है।","lang":"hi"},{"name":"3:28","price":"ईमान वालों को चाहिए कि वे मोमिनों को छोड़कर काफ़िरों को मित्र न बनाएँ और जो ऐसा करेगा, उसका अल्लाह से कोई संबंध नहीं। परंतु यह कि तुम उनसे अपना बचाव[13] करो, और अल्लाह तुम्हें अपने आपसे डराता है और अल्लाह ही की ओर लौटकर जाना है।","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"13.अर्थात संधि मित्र बना सकते हो।","lang":"hi"},{"name":"3:29","price":"(ऐ नबी!) कह दीजिए : यदि तुम उसे छिपाओ जो तुम्हारे सीनों में है, या उसे प्रकट करो, अल्लाह उसे जान लेगा तथा वह जानता है जो कुछ आकाशों में है और जो धरती में है, और अल्लाह हर चीज़ पर सर्वशक्तिमान है।","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:30","price":"जिस दिन प्रत्येक व्यक्ति अपनी की हुई नेकी को हाज़िर किया हुआ पाएगा, तथा जिसने बुराई की होगी, वह कामना करेगा कि उसके तथा उसकी बुराई के बीच बहुत दूर का फ़ासला होता। तथा अल्लाह तुम्हें अपने आपसे[14] डराता है और अल्लाह अपने बंदों के प्रति अत्यंत करुणामय है।","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"14. अर्थात अपनी अवज्ञा से।","lang":"hi"},{"name":"3:31","price":"(ऐ नबी!) कह दीजिए : यदि तुम अल्लाह से प्रेम करते हो, तो मेरा अनुसरण करो, अल्लाह तुमसे प्रेम[15] करेगा तथा तुम्हें तुम्हारे पाप क्षमा कर देगा और अल्लाह बहुत क्षमा करने वाला, अत्यंत दयावान् है।","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"15. इसमें यह संकेत है कि जो अल्लाह से प्रेम का दावा करता हो और मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) का अनुसरण न करता हो, तो वह अल्लाह से प्रेम करने वाला नहीं हो सकता।","lang":"hi"},{"name":"3:32","price":"(ऐ नबी!) आप कह दें : अल्लाह और रसूल की आज्ञा का अनुपालन करो। फिर यदि वे मुँह फेर लें, तो निःसंदेह अल्लाह काफ़िरों से प्रेम नहीं करता।","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:33","price":"निःसंदेह अल्लाह ने आदम और नूह़ को तथा इबराहीम के घराने और इमरान के घराने को संसार वासियों में से चुन लिया।","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:34","price":"ये एक-दूसरे की संतान हैं और अल्लाह सब कुछ सुनने वाला और सब कुछ जानने वाला है।","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:35","price":"जब इमरान की पत्नी[16] ने कहा : ऐ मेरे पालनहार! निःसंदेह मैंने तेरे[17] लिए उसकी मन्नत मानी है, जो मेरे पेट में है कि आज़ाद छोड़ा हुआ होगा। सो मुझसे स्वीकार कर। निःसंदेह तू ही सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"16. अर्थात मरयम की माँ। 17. अर्थात बैतुल मक़दिस की सेवा के लिए।","lang":"hi"},{"name":"3:36","price":"फिर जब उसने उसे जना, तो कहा : ऐ मेरे पालनहार! यह तो मैंने लड़की जनी है! और अल्लाह अधिक जानने वाला है जो उसने जना और लड़का इस लड़की जैसा नहीं, निःसंदेह मैंने उसका नाम मरयम रखा है और निःसंदेह मैं उसे तथा उसकी संतान को धिक्कारे हुए शैतान से तेरी पनाह में देती हूँ।[18]","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"18. हदीस में है कि जब कोई शिशु जन्म लेता है, तो शैतान उसे स्पर्श करता है, जिसके कारण वह चीख कर रोता है, परंतु मरयम और उसके पुत्र को स्पर्श नहीं किया था। (सह़ीह़ बुख़ारी : 4548)","lang":"hi"},{"name":"3:37","price":"तो उसके पालनहार ने उसे अच्छी स्वीकृति के साथ स्वीकार किया और उसका अच्छी तरह पालन-पोषण किया और उसका अभिभावक ज़करिय्या को बना दिया। जब कभी ज़करिय्या उसके पास मेह़राब (उपासना की जगह) में जाता, उसके पास कोई न कोई खाने की चीज़ पाता। उसने कहा : ऐ मरयम! यह तेरे लिए कहाँ से है? उसने कहा : यह अल्लाह के पास से है। निःसंदेह अल्लाह जिसे चाहता है, बेहिसाब रोज़ी प्रदान करता है।","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:38","price":"वहीं ज़करिय्या ने अपने पालनहार से प्रार्थना की, कहा : ऐ मेरे पालनहार! मुझे अपनी ओर से एक पवित्र संतान प्रदान कर। निःसंदेह तू ही प्रार्थना को बहुत सुनने वाला है।","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:39","price":"तो फ़रिश्तों ने उन्हें आवाज़ दी, जबकि वह मेह़राब (इबादतगाह) में खड़े नमाज़ पढ़ रहे थे कि निःसंदेह अल्लाह आपको 'यह़या' की ख़ुशख़बरी देता है, जो अल्लाह के एक कलिमे (ईसा अलैहिस्सलाम) की पुष्टि करने वाला, सरदार तथा संयमी और सदाचारियों में से नबी होगा।","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:40","price":"उन्होंने कहा : ऐ मेरे पालनहार! मेरे हाँ पुत्र कैसे होगा, जबकि मुझे बुढ़ापा आ पहुँचा है और मेरी पत्नी बाँझ[19] है? (अल्लाह ने) कहा : इसी प्रकार अल्लाह करता है जो चाहता है।","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"19. यह प्रश्न ज़करिया अलैहिस्सलाम ने प्रसन्न होकर आश्चर्य से किया।","lang":"hi"},{"name":"3:41","price":"उन्होंने कहा : ऐ मेरे पालनहार! मेरे लिए कोई निशानी बना दे। (अल्लाह ने) फरमाया : तुम्हारी निशानी यह है कि तुम तीन दिन लोगों से बात नहीं करोगे परंतु इशारे से। तथा तुम अपने पालनहार को बहुत अधिक याद करो और शाम एवं सुबह उसकी पवित्रता का वर्णन करो।","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:42","price":"और (याद करो) जब फ़रिश्तों ने कहा : ऐ मरयम! निःसंदेह अल्लाह ने तुम्हारा चयन कर लिया तथा तुम्हें पवित्र कर दिया और सर्व संसार की स्त्रियों पर तुम्हें चुन लिया है।","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:43","price":"ऐ मरयम! अपने पालनहार का आज्ञापालन करती रहो और सजदा करो तथा रुकू करने वालों के साथ रुकू करती रहो।","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:44","price":"(ऐ नबी!) ये ग़ैब (परोक्ष) की कुछ सूचनाएँ हैं, जो हम आपकी ओर वह़्य कर रहे हैं और आप उस समय उनके पास मौजूद न थे, जब वे अपनी क़लमों[20] को फेंक रहे थे कि उनमें से कौन मरयम की किफ़ालत करे और न आप उस समय उनके पास थे, जब वे झगड़ रहे थे।","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"20. अर्थात यह निर्णय करने के लिए कि मरयम का संरक्षक कौन हो?","lang":"hi"},{"name":"3:45","price":"(ऐ नबी! उस समय को याद करें) जब फ़रिश्तों ने कहा : ऐ मरयम! निःसंदेह अल्लाह तुम्हें अपनी ओर से एक शब्द[21] की शुभ सूचना देता है, जिसका नाम 'मसीह़ ईसा बिन मरयम' है। वह दुनिया तथा आख़िरत में महान स्थान वाला और निकटवर्ती लोगों में से होगा।","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"21. अर्थात वह अल्लाह के शब्द \"कुन\" से पैदा होगा, जिस का अर्थ है \"हो जा\"।","lang":"hi"},{"name":"3:46","price":"और वह लोगों से पालने में बात करेगा तथा अधेड़ आयु में भी और नेक लोगों में से होगा।","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:47","price":"उस (मरयम) ने (आश्चर्य से) कहा : ऐ मेरे पालनहार! मेरे हाँ पुत्र कैसे होगा, हालाँकि किसी पुरुष ने मुझे हाथ नहीं लगाया? उसने[22] कहा : इसी तरह अल्लाह पैदा करता है जो चाहता है। जब वह किसी काम का निर्णय कर लेता है, तो उससे यही कहता है : \"हो जा\", तो वह हो जाता है।","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"22. अर्थात फ़रिश्ते ने।","lang":"hi"},{"name":"3:48","price":"और अल्लाह उसे लेखन, ह़िकमत, तौरात और इंजील की शिक्षा देगा।","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:49","price":"और (वह) बनी इसराईल की ओर रसूल होगा। (वह कहेगा :) निःसंदेह मैं तुम्हारे पास तुम्हारे पालनहार की ओर से बड़ी निशानी लेकर आया हूँ कि निःसंदेह मैं तुम्हारे लिए मिट्टी से पक्षी के रूप जैसी आकृति बनाता हूँ, फिर उसमें फूँक मारता हूँ, तो वह अल्लाह की अनुमति से पक्षी बन जाती है और मैं अल्लाह की अनुमति से जन्म से अंधे तथा कोढ़ी को स्वस्थ कर देता हूँ और मुर्दों को जीवित कर देता हूँ। तथा तुम्हें बता देता हूँ जो कुछ तुम अपने घरों में खाते हो और जो संग्रह करते हो। निःसंदेह इसमें तुम्हारे लिए एक निशानी है, यदि तुम ईमान वाले हो।","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:50","price":"तथा अपने से पहले की किताब तौरात की पुष्टि करने वाला हूँ और ताकि मैं तुम्हारे लिए कुछ वे चीज़ें हलाल कर दूँ, जो तुम पर हराम कर दी गई थीं तथा मैं तुम्हारे पास तुम्हारे पालनहार की ओर से बड़ी निशानी लेकर आया हूँ। अतः तुम अल्लाह से डरो और मेरा कहना मानो।","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:51","price":"निःसंदेह अल्लाह ही मेरा पालनहार और तुम्हारा पालनहार है। अतः उसी की इबादत करो। यही सीधा मार्ग है।","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:52","price":"फिर जब ईसा ने उनसे कुफ़्र महसूस किया, तो कहा : कौन हैं जो अल्लाह की ओर (बुलाने में) मेरे सहायक हैं? ह़वारियों (साथियों) ने कहा : हम अल्लाह के सहायक हैं। हम अल्लाह पर ईमान लाए और तुम गवाह रहो कि निःसंदेह हम आज्ञाकारी हैं।","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:53","price":"ऐ हमारे पालनहार! हम उसपर ईमान लाए, जो तूने उतारा और हमने रसूल का अनुसरण किया, अतः तू हमें गवाही देने वालों के साथ लिख ले।","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:54","price":"तथा उन्होंने गुप्त योजना[23] बनाई और अल्लाह ने (भी) गुप्त योजना बनाई और अल्लाह सब गुप्त योजना बनाने वालों से बेहतर है।","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"23.अर्थात ईसा (अलैहिस्सलाम) को हत करने की। तो अल्लाह ने उन्हें विफल कर दिया। (देखिए : सूरतुन्-निसा, आयत :157)","lang":"hi"},{"name":"3:55","price":"जब अल्लाह ने कहा : ऐ ईसा! मैं तुझे क़ब्ज़ करने वाला हूँ और तुझे अपनी ओर उठाने वाला हूँ, तथा तुझे उन लोगों से पवित्र करने वाला हूँ जिन्होंने कुफ़्र किया और तेरे अनुयायियों को क़ियामत के दिन तक काफ़िरों के ऊपर[24] करने वाला हूँ। फिर मेरी ही ओर तुम्हारा लौटकर आना है। तो मैं तुम्हारे बीच उस चीज़ के बारे में निर्णय करूँगा, जिसमें तुम मतभेद किया करते थे।","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"24. अर्थात यहूदियों तथा मुश्रिकों के ऊपर।","lang":"hi"},{"name":"3:56","price":"फिर जिन लोगों ने कुफ़्र किया, तो मैं उन्हें दुनिया एवं आख़िरत में बहुत कड़ी यातना दूँगा और कोई उनके सहायक न होंगे।","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:57","price":"तथा रहे वे लोग जो ईमान लाए और उन्होंने अच्छे कर्म किए, तो वह उन्हें उनका बदला पूरा-पूरा देगा तथा अल्लाह अत्याचारियों से प्रेम नहीं करता।","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:58","price":"(ऐ नबी!) यह है जिसे हम आयतों (निशानियों) और हिकमत से परिपूर्ण (दृढ़) उपदेश में से आपको पढ़कर सुनाते हैं।","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:59","price":"निःसंदेह ईसा का उदाहरण अल्लाह के निकट आदम के उदाहरण की तरह[25] है कि उसे थोड़ी-सी मिट्टी से बनाया, फिर उसे कहा : \"हो जा\", तो वह हो जाता है।","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"25. अर्थात जैसे प्रथम पुरुष आदम (अलैहिस्सलाम) को बिना माता-पिता के उत्पन्न किया, उसी प्रकार ईसा (अलैहिस्सलाम) को बिना पिता के उत्पन्न कर दिया, अतः वह भी मानव पुरुष हैं।","lang":"hi"},{"name":"3:60","price":"यह सत्य[26] आपके पालनहार की ओर से है। अतः आप संदेह करने वालों में से न हों।","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"26. अर्थात ईसा अलैहिस्सलाम का मानव पुरुष होना। अतः आप उनके विषय में किसी संदेह में न पड़ें।","lang":"hi"},{"name":"3:61","price":"फिर जो व्यक्ति आपसे उसके बारे में झगड़ा करे, इसके बाद कि आपके पास ज्ञान आ चुका, तो कह दें : आओ! हम अपने पुत्रों तथा तुम्हारे पुत्रों और अपनी स्त्रियों तथा तुम्हारी स्त्रियों को बुला लें और अपने आपको और तुम्हें भी, फिर गिड़गिड़ाकर प्रार्थना करें और झूठों पर अल्लाह की ला'नत[27] भेजें।","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"27. अर्थात् अल्लाह से यह प्रार्थना करें कि वह हममें से मिथ्यावादियों को अपनी दया से दूर कर दे।","lang":"hi"},{"name":"3:62","price":"निःसंदेह यही निश्चय सत्य वर्णन है तथा अल्लाह के सिवा कोई भी पूज्य नहीं। और निःसंदेह अल्लाह, निश्चय वही सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:63","price":"फिर यदि वे मुँह फेरें[28], तो निःसंदेह अल्लाह फ़साद करने वालों को भली-भाँति जानने वाला है।","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"28. अर्थात् सत्य को जानने की इस विधि को स्वीकार न करें।","lang":"hi"},{"name":"3:64","price":"(ऐ नबी!) कह दीजिए : ऐ किताब वालो! आओ एक ऐसी बात की ओर जो हमारे बीच और तुम्हारे बीच समान (बराबर) है; यह कि हम अल्लाह के सिवा किसी की इबादत न करें और उसके साथ किसी चीज़ को साझी न बनाएँ तथा हममें से कोई किसी को अल्लाह के सिवा रब न बनाए। फिर यदि वे मुँह फेर लें, तो कह दो कि तुम गवाह रहो कि हम (अल्लाह के) आज्ञाकारी[29] हैं।","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"29. इस आयत में ईसा अलैहिस्सलाम से संबंधित विवाद के निवारण के लिए एक दूसरी विधि बताई गई है।","lang":"hi"},{"name":"3:65","price":"ऐ किताब वालो! तुम इबराहीम के (धर्म के) बारे में क्यों झगड़ते[30] हो? जबकि तौरात और इंजील तो उसके पश्चात ही उतारे गए हैं, तो क्या तुम समझते नहीं?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"30. अर्थात यह क्यों कहते हो कि इबराहीम अलैहिस्सलाम हमारे धर्म पर थे। तौरात और इंजील तो उनके हज़ारों वर्ष पश्चात् अवतरित हुए। तो वह इन धर्मों पर कैसे हो सकते हैं।","lang":"hi"},{"name":"3:66","price":"देखो, तुम वे लोग हो कि तुमने उस विषय में वाद-विवाद किया, जिसके बारे में तुम्हें कुछ ज्ञान[31] था, तो उस विषय में क्यों वाद-विवाद करते हो, जिसका तुम्हें कुछ ज्ञान[32] नहीं? तथा अल्लाह जानता है और तुम नहीं जानते।","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"31. अर्थात अपने धर्म के विषय में। 32. अर्थात इबराहीम अलैहिस्सलाम के धर्म के बारे में।","lang":"hi"},{"name":"3:67","price":"इबराहीम न यहूदी थे और न ईसाई, बल्कि वह एकाग्रचित आज्ञाकारी थे। तथा वह बहुदेववादियों में से न थे।","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:68","price":"निःसंदेह लोगों में इबराहीम से सबसे अधिक निकट निश्चय वही लोग हैं, जिन्होंने उनका अनुसरण किया तथा यह नबी[33] और वे लोग जो ईमान लाए। और अल्लाह ही ईमान वालों का दोस्त (संरक्षक) है।","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"33. अर्थात मुह़म्मद सल्लल्लाहु अलैहि व सल्लम और आपके अनुयायी।","lang":"hi"},{"name":"3:69","price":"अह्ले किताब के एक समूह ने चाहा काश! वे तुम्हें पथभ्रष्ट कर दें। हालाँकि वे अपने सिवा किसी को पथभ्रष्ट नहीं कर रहे हैं। और उन्हें इसका एहसास नहीं।","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:70","price":"ऐ अह्ले किताब! तुम क्यों अल्लाह की आयतों[34] का इनकार करते हो, जबकि तुम खुद गवाही देते[35] हो?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"34. जो तुम्हारी किताब में अंतिम नबी से संबंधित हैं। 35. अर्थात उन आयतों के सत्य होने के साक्षी हो।","lang":"hi"},{"name":"3:71","price":"ऐ किताब वालो! तुम क्यों सत्य को असत्य के साथ गड्डमड्ड करते हो और सत्य को छिपाते हो, हालाँकि तुम जानते हो?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:72","price":"और किताब वालों में से एक समूह ने कहा तुम दिन के आरंभ में उसपर ईमान ले आओ, जो उन लोगों पर उतारा गया है जो ईमान लाए हैं और उसके अंत में इनकार कर दो, ताकि वे (भी) वापस लौट आएँ।[36]","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"36. अर्थात मुसलमान इस्लाम से फिर जाएँ।","lang":"hi"},{"name":"3:73","price":"और केवल उसी की मानो, जो तुम्हारे (धर्म) का अनुसरण करे। (ऐ नबी!) कह दो कि वास्तविक मार्गदर्शन तो अल्लाह का मार्गदर्शन है। (यह मत मानो) कि जो कुछ तुम्हें दिया गया है, वैसा किसी और को भी दिया जाएगा, अथवा वे तुमसे तुम्हारे पालनहार के पास झगड़ा करेंगे। कह दो निःसंदेह सब अनुग्रह अल्लाह के हाथ में है, वह उसे जिसको चाहता है, देता है और अल्लाह विस्तार वाला, सब कुछ जानने वाला है।","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:74","price":"वह जिसे चाहता है अपनी रहमत (दया) के लिए विशिष्ट कर लेता है तथा अल्लाह बहुत बड़े अनुग्रह वाला है।","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:75","price":"तथा किताब वालों में से कोई तो ऐसा है कि यदि तुम उसके पास ढेर सारा धन अमानत रख दो, तो वह तुम्हें उसे लौटा देगा तथा उनमें से कोई ऐसा है कि यदि तुम उसके पास एक दीनार[37] अमानत रखो, वह उसे तुम्हें अदा नहीं करेगा जब तक तुम उसके सिर पर खड़े न रहो। यह इसलिए कि उन्होंने कहा कि हमपर उन उम्मियों (अनपढ़ों) के बारे में (पकड़ का) कोई रास्ता[38] नहीं तथा वे अल्लाह पर झूठ बोलते हैं, हालाँकि वे जानते हैं।","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"37. दीनार सोने के सिक्के को कहा जाता है। 38. अर्थात उनके धन का उपभोग करने पर कोई पाप नहीं। क्योंकि यहूदियों ने अपने अतिरिक्त सब का धन ह़लाल समझ रखा था। और दूसरों को वह \"उम्मी\" कहा करते थे। अर्थात वे लोग जिनके पास कोई आसमानी किताब नहीं है।","lang":"hi"},{"name":"3:76","price":"क्यों नहीं! जो व्यक्ति अपना वचन पूरा करे और (अल्लाह से) डरे, तो निश्चय अल्लाह डरने वालों से प्रेम करता है।","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:77","price":"निःसंदेह जो लोग अल्लाह के वचन[39] तथा अपनी क़समों के बदले तनिक मूल्य प्राप्त करते हैं, उनका आख़िरत (परलोक) में कोई हिस्सा नहीं। अल्लाह क़ियामत के दिन न उनसे बात करेगा और न उनकी ओर देखेगा और न उन्हें पवित्र करेगा। तथा उनके लिए दर्दनाक यातना है।","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"39. अल्लाह के वचन से अभिप्राय वह वचन है, जो उनसे धर्म पुस्तकों द्वारा लिया गया है।","lang":"hi"},{"name":"3:78","price":"और निःसंदेह उनमें से निश्चय कुछ लोग[40] ऐसे हैं, जो किताब (पढ़ने) के साथ अपनी ज़बानें मरोड़ते हैं, ताकि तुम उसे पुस्तक में से समझो, हालाँकि वह पुस्तक में से नहीं और कहते हैं, यह अल्लाह की ओर से है। हालाँकि वह अल्लाह की ओर से नहीं और अल्लाह पर झूठ कहते हैं, हालाँकि वे जानते हैं।","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"40. इससे अभिप्राय यहूदी विद्वान हैं। और पुस्तक से अभिप्राय तौरात है।","lang":"hi"},{"name":"3:79","price":"किसी मनुष्य का यह अधिकार नहीं कि अल्लाह उसे पुस्तक, निर्णय शक्ति और नुबुव्वत (पैग़ंबरी) प्रदान करे, फिर वह लोगों से कहे कि अल्लाह को छोड़कर मेरे बंदे बन जाओ[41], बल्कि (वह तो यही कहेगा कि) तुम रब वाले बनो, इसलिए कि तुम पुस्तक की शिक्षा दिया करते थे और इसलिए कि तुम पढ़ा करते थे।","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"41. भावार्थ यह है कि जब नबी के लिए योग्य नहीं कि लोगों से कहे कि मेरी इबादत करो, तो किसी अन्य के लिए कैसे योग्य हो सकता है?","lang":"hi"},{"name":"3:80","price":"तथा न यह (अधिकार है) कि तुम्हें आदेश दे कि फ़रिश्तों और नबियों को रब (पूज्य)[42] बना लो। क्या वह तुम्हें कुफ़्र का आदेश देगा, इसके बाद कि तुम मुसलमान (अल्लाह के आज्ञाकारी) हो?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"42. जैसे अपने पालनहार के आगे झुकते हो, उसी प्रकार उनके आगे भी झुको।","lang":"hi"},{"name":"3:81","price":"तथा (याद करो) जब अल्लाह ने सब नबियों से दृढ़ वचन लिया कि मैं किताब और हिकमत में से जो कुछ तुम्हें दूँ, फिर तुम्हारे पास कोई रसूल आए जो उसकी पुष्टि करने वाला हो जो तुम्हारे पास है, तो तुम उसपर अवश्य ईमान लाओगे और अवश्य उसका समर्थन करोगे। (अल्लाह ने) कहा : क्या तुमने स्वीकार किया और उसपर मेरी प्रतिज्ञा क़बूल की? उन्होंने कहा : हमने स्वीकार कर लिया। (अल्लाह ने) कहा : तो तुम गवाह रहो और मैं भी तुम्हारे साथ गवाहों में से हूँ।[43]","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"43. भावार्थ यह है कि जब आगामी नबियों को ईमान लाना आवश्यक है, तो उनके अनुयायियों को भी ईमान लाना आवश्यक होगा। अतः अंतिम नबी मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) पर ईमान लाना सभी के लिए अनिवार्य है।","lang":"hi"},{"name":"3:82","price":"फिर जो इसके बाद[44] फिर जाए, तो यही लोग अवज्ञाकारी हैं।","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"44. अर्थात इस वचन और प्रण के बाद।","lang":"hi"},{"name":"3:83","price":"तो क्या वे अल्लाह के धर्म (इस्लाम) के अलावा कुछ और तलाश करते हैं? जबकि आकाशों और धरती में जो भी है स्वेच्छा से और अनिच्छा से उसी का आज्ञाकारी[45] है तथा वे उसी की ओर लौटाए[46] जाएँगे।","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"45. अर्थात उसी की आज्ञा तथा व्यवस्था के अधीन हैं। फिर तुम्हें इस स्वभाविक धर्म से इनकार क्यों है? 46. अर्थात प्रलय के दिन अपने कर्मों के प्रतिफल के लिए।","lang":"hi"},{"name":"3:84","price":"(ऐ रसूल!) कह दो : हम अल्लाह पर ईमान लाए और उसपर जो हमपर उतारा गया, और जो इबराहीम, इसमाईल, इसह़ाक़, याक़ूब तथा उनकी संतान पर उतारा गया, और जो मूसा तथा ईसा और दूसरे नबियों को उनके पालनहार की ओर से दिया गया, हम इनमें से किसी एक के बीच अंतर नहीं करते[47] और हम उसी (अल्लाह) के आज्ञाकारी हैं।","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"47. अर्थात मूल धर्म अल्लाह की आज्ञाकारिता है, और अल्लाह की पुस्तकों तथा उसके नबियों के बीच अंतर करना, किसी को मानना और किसी को न मानना अल्लाह पर ईमान और उसकी आज्ञाकारिता के विपरीत है।","lang":"hi"},{"name":"3:85","price":"और जो इस्लाम के अलावा कोई और धर्म तलाश करे, तो वह उससे हरगिज़ स्वीकार नहीं किया जाएगा और वह आख़िरत में घाटा उठाने वालों में से होगा।","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:86","price":"अल्लाह उन लोगों को कैसे हिदायत देगा, जिन्होंने अपने ईमान के बाद कुफ़्र किया और (इसके बाद कि) उन्होंने गवाही दी कि निश्चय यह रसूल सच्चा है तथा उनके पास स्पष्ट प्रमाण आ चुके?! और अल्लाह अत्याचारियों को हिदायत नहीं देता।","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:87","price":"ऐसे लोगों का बदला यह है कि उनपर अल्लाह की, फ़रिश्तों की और समस्त लोगों की ला'नत (धिक्कार) है।","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:88","price":"हमेशा उसमें रहने वाले हैं, न उनका अज़ाब हल्का किया जाएगा और न उन्हें मोहलत दी जाएगी।","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:89","price":"परंतु जिन लोगों ने इसके बाद तौबा कर ली तथा सुधार कर लिया, तो निश्चय अल्लाह अति क्षमाशील, अत्यंत दयावान् है।","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:90","price":"निःसंदेह जिन लोगों ने अपने ईमान के बाद कुफ़्र किया, फिर कुफ़्र में बढ़ गए, उनकी तौबा कदापि[48] स्वीकार न की जाएगी तथा वही लोग पथभ्रष्ट हैं।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"48. अर्थात यदि मौत के समय क्षमा याचना करें।","lang":"hi"},{"name":"3:91","price":"निःसंदेह जिन लोगों ने कुफ़्र किया और इस हाल में मर गए कि वे काफ़िर थे, तो उनके किसी एक से धरती के बराबर सोना भी हरगिज़ स्वीकार नहीं किया जाएगा, चाहे वह उसे फ़िदया (छुड़ौती) में दे दे। ये लोग हैं जिनके लिए दर्दनाक यातना है और उनके लिए कोई मदद करने वाले नहीं।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"hi"},{"name":"3:92","price":"तुम नेकी[49] को कदापि नहीं प्राप्त कर सकते, जब तक तुम उन चीज़ों में से (अल्लाह के मार्ग में) खर्च न करो, जो तुम्हें प्रिय हैं। तथा तुम जो चीज़ भी खर्च करोगे, निःसंदेह अल्लाह उसे भली-भांति जानता है।","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"49. अर्थात नेकी का फल स्वर्ग।","lang":"hi"},{"name":"3:93","price":"खाने की समस्त चीज़ें बनी इसराईल के लिए हलाल (वैध) थीं, सिवाय उसके जिसे इसराईल (याक़ूब अलैहिस्सलाम)[50] ने तौरात उतरने से पहले अपने ऊपर हराम (अवैध) कर लिया था। (ऐ नबी!) आप कह दीजिए कि यदि तुम सच्चे हो, तो तौरात लाओ और उसे पढ़ो।","arabic":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":386,"juzNumber":4,"footnotes":"50. जब क़ुरआन ने यह कहा कि यहूद पर बहुत से स्वच्छ खाद्य पदार्थ उनके अत्याचार के कारण अवैध कर दिए गए। (देखिए : सूरतुन-निसा आयत : 160, सूरतुल- अन्आम, आयत : 146)। अन्यथा यह सभी इबराहीम (अलैहिस्सलाम) के युग में वैध थे। तो यहूद ने इसे झुठलाया तथा कहने लगे कि यह सब तो इबराहीम अलैहिस्सलाम के युग ही से अवैथ चले आ रहे हैं। इसी पर ये आयतें उतरीं कि तौरात से इसका प्रमाण प्रस्तुत करो कि ये इबराहीम (अलैहिस्सलाम) ही के युग से अवैध हैं। यह और बात है कि इसराईल ने कुछ चीज़ों जैसे ऊँट का मांस रोग अथवा मनौती के कारण अपने लिए स्वयं अवैध कर लिया था। यहाँ यह याद रखें कि इस्लाम में किसी उचित चीज़ को अनुचित करने की अनुमति किसी को नहीं है। (देखिए : शौकानी)","lang":"hi"},{"name":"3:94","price":"अब इसके बाद भी जो व्यक्ति अल्लाह पर मिथ्या आरोप लगाए, तो ऐसे ही लोग अत्याचारी हैं।","arabic":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":387,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:95","price":"(ऐ नबी!) आप कह दीजिए कि अल्लाह ने सच कहा है। अतः तुम इबराहीम (अलैहिस्सलाम) के धर्म का अनुसरण करो, जो एकेश्वरवादी थे और वह बहुदेववादियों में से नहीं थे।","arabic":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":388,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:96","price":"निःसंदेह पहला घर जो मानव के लिए बनाया गया, वह वही है जो मक्का में है, जो बरकत वाला तथा समस्त संसार के लिए मार्गदर्शन है।","arabic":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":389,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:97","price":"उसमें खुली निशानियाँ हैं, (जिनमें) मक़ामे इबराहीम[51] है, तथा जो उसमें प्रवेश कर गया, वह सुरक्षित हो गया। तथा अल्लाह के लिए लोगों पर इस घर का हज्ज अनिवार्य है, जो वहाँ तक पहुँचने का सामर्थ्य रखता हो, और जिसने इनकार किया तो निःसंदेह अल्लाह (उससे, बल्कि) समस्त संसार से निस्पृह (बेनियाज़) है।","arabic":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":390,"juzNumber":4,"footnotes":"51. अर्थात वह पत्थर जिसपर खड़े होकर इबराहीम (अलैहिस्सलाम) ने काबा का निर्माण किया, जिसपर उनके पैरों के निशान आज तक हैं।","lang":"hi"},{"name":"3:98","price":"(ऐ नबी!) आप कह दीजिए कि ऐ किताब वालो! तुम अल्लाह की आयतों का क्यों इनकार करते हो, हालाँकि जो कुछ तुम करते हो अल्लाह उससे अवगत हैॽ","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":391,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:99","price":"(ऐ नबी) आप कह दीजिए : ऐ किताब वालो! तुम ईमान लाने वालों को अल्लाह के रास्ते से क्यों रोकते होॽ तुम्हें उसमें कुटिलता की तलाश रहती है। जबकि तुम (उसके सच्चे होने के) गवाह[52] होॽ और अल्लाह तुम्हारे कर्मों से अनभिज्ञ नहीं है।","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":392,"juzNumber":4,"footnotes":"52. अर्थात इस्लाम के सत्धर्म होने को जानते हो।","lang":"hi"},{"name":"3:100","price":"ऐ ईमान वालो! यदि तुम किताब वालों के किसी समूह की बात मानोगे, तो वे तुम्हारे ईमान लाने के बाद फिर तुम्हें काफ़िर बना देंगे।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":393,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:101","price":"तथा यह कैसे हो सकता है कि तुम (फिर से) कुफ़्र को स्वीकार कर लो, जबकि तुम्हारे सामने अल्लाह की आयतें पढ़ी जा रही हैं और तुम्हारे बीच उसका रसूल[53] मौजूद हैॽ और जो अल्लाह को[54] मज़बूत थाम ले, तो वास्तव में उसे सीधा मार्ग दिखा दिया गया।","arabic":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":394,"juzNumber":4,"footnotes":"53. अर्थात मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम)। 54. अर्थात अल्लाह का आज्ञाकारी हो जाए।","lang":"hi"},{"name":"3:102","price":"ऐ ईमान वालो! अल्लाह से डरो, जैसा कि उससे डरना चाहिए तथा तुम्हारी मृत्यु न आए परंतु इस स्थिति में कि तुम मुसलमान हो।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":395,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:103","price":"तथा अल्लाह की रस्सी[55] को सब मिलकर मज़बूती से पकड़ लो और विभेद में न पड़ो तथा अपने ऊपर अल्लाह की नेमत को याद करो कि तुम एक-दूसरे के शत्रु थे, फिर उसने तुम्हारे दिलों को जोड़ दिया और तुम उसकी कृपा से भाई-भाई हो गए। तथा तुम आग के गड्ढे के किनारे खड़े थे, तो उसने तुम्हें उससे बचा लिया। इसी प्रकार अल्लाह तुम्हारे लिए अपनी आयतों को खोल-खोलकर बयान करता है, ताकि तुम मार्गदर्शन पा जाओ।","arabic":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":396,"juzNumber":4,"footnotes":"55. अल्लाह की रस्सी से अभिप्राय क़ुरआन और नबी (सल्लल्लाहु अलैहि व सल्लम) की सुन्नत है। यही दोनों मुसलमानों की एकता और परस्पर प्रेम का सूत्र हैं।","lang":"hi"},{"name":"3:104","price":"तथा तुममें एक समूह ऐसा होना चाहिए, जो भलाई की ओर बुलाए, अच्छे कामों[56] का आदेश दे और बुरे कामों[57] से रोके और वही सफलता प्राप्त करने वाले लोग हैं।","arabic":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":397,"juzNumber":4,"footnotes":"56. अर्थात धर्मानुसार बातों का। 57.अर्थात धर्म विरोधी बातों से।","lang":"hi"},{"name":"3:105","price":"तथा उनके[58] समान न हो जाओ, जो संप्रदायों में बट गए, और उनके पास स्पष्ट निशानियाँ आ जाने के पश्चात आपस में मतभेद कर बैठे, और उन्हीं के लिए बड़ी यातना है।","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":398,"juzNumber":4,"footnotes":"58. अर्थात अह्ले किताब (यहूदी व ईसाई)।","lang":"hi"},{"name":"3:106","price":"जिस दिन कुछ चेहरे उज्जवल होंगे और कुछ चेहरे काले होंगे। फिर जिनके चेहरे काले होंगे (उनसे कहा जाएगा :) क्या तुमने अपने ईमान के बाद कुफ़्र कर लिया थाॽ तो अब अपने कुफ़्र करने के कारण यातना का स्वाद चखो।","arabic":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":399,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:107","price":"तथा जिनके चेहरे चमक रहे होंगे, वे अल्लाह की दया (जन्नत) में होंगे, वे सदैव उसी में रहेंगे।","arabic":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":400,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:108","price":"ये अल्लाह की आयतें हैं, जो हम आपको हक़ के साथ सुना रहे हैं और अल्लाह संसार वालों पर अत्याचार नहीं करना चाहता।","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":401,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:109","price":"तथा जो कुछ आकाशों में और जो कुछ धरती में है सब अल्लाह ही के लिए है और सारे मामले अल्लाह ही की ओर लौटाए जाते हैं।","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":402,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:110","price":"तुम सर्वश्रेष्ठ समुदाय हो, जिसे लोगों के लिए निकाला गया है। तुम भलाई का आदेश देते हो और बुराई से रोकते हो और अल्लाह पर ईमान (विश्वास) रखते[58] हो। और यदि किताब वाले ईमान लाते, तो उनके लिए बेहतर होता। उनमें कुछ ईमान वाले भी हैं, लेकिन उनमें अधिकतर लोग अवज्ञाकारी ही हैं।","arabic":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":403,"juzNumber":4,"footnotes":"58. इस आयत में मुसलमानों को संबोधित किया गया है, तथा उन्हें उम्मत कहा गया है। किसी जाति अथवा वर्ग और वर्ण के नाम से संबोधित नहीं किया गया है। और इसमें यह संकेत है कि मुसलमान उनका नाम है जो सत्धर्म के अनुयायी हों। तथा उनके अस्तित्व का लक्ष्य यह बताया गया है कि वह संपूर्ण मानव विश्व को सत्धर्म इस्लाम की ओर बुलाएँ, जो सर्व मानव जाति का धर्म है। किसी विशेष जाति, क्षेत्र अथवा देश का धर्म नहीं है।","lang":"hi"},{"name":"3:111","price":"वे तुम्हें थोड़ा कष्ट पहुँचाने के सिवा कदापि कोई हानि नहीं पहुँचा सकेंगे और यदि वे तुमसे युद्ध करेंगे, तो तुम्हारे सामने पीठ फेरकर भाग खड़े होंगे। फिर उनकी कोई सहायता (भी) नहीं की जाएगी।","arabic":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":404,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:112","price":"इन (यहूदियों) पर हर जगह, अपमान थोप दिया गया है, (यह और बात है कि) अल्लाह की शरण[59] अथवा लोगों की शरण[60] में आ जाएँ, और ये अल्लाह के प्रकोप के पात्र हुए तथा इनपर दरिद्रता थोप दी गई। यह इस कारण हुआ कि ये अल्लाह की आयतों का इनकार करते थे और नबियों की अनाधिकार हत्या करते थे। यह इस कारण (भी) है कि इन्होंने अवज्ञा की और (धर्म की) सीमा का उल्लंघन करते थे।","arabic":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":405,"juzNumber":4,"footnotes":"59. अल्लाह की शरण से अभिप्राय इस्लाम धर्म है। 60. दूसरा बचाव का तरीक़ा यह है कि किसी ग़ैर मुस्लिम शक्ति की उन्हें सहायता प्राप्त हो जाए।","lang":"hi"},{"name":"3:113","price":"वे सभी समान नहीं हैं; किताब वालों में एक समूह (सत्य पर) स्थापित[61] है, जो रात की घड़ियों में अल्लाह की आयतें पढ़ते हैं और वे सजदे करते हैं।","arabic":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":406,"juzNumber":4,"footnotes":"61. अर्थात जो नबी (सल्लल्लाहु अलैहि व सल्लम) पर ईमान लाए। जैसे अब्दुल्लाह बिन सलाम (रज़ियल्लाहु अन्हु) आदि।","lang":"hi"},{"name":"3:114","price":"वे अल्लाह तथा अंतिम दिन (क़यामत) पर ईमान रखते हैं और भलाई का आदेश देते हैं और बुराई से रोकते हैं और भलाई के कामों में जल्दी करते हैं और वही अच्छे लोगों में से हैं।","arabic":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":407,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:115","price":"वे जो भी भलाई करेंगे, उसकी उपेक्षा नहीं की जाएगी और अल्लाह परहेज़गारों को भली-भाँति जानता है।","arabic":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":408,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:116","price":"निःसंदेह जिन्होंने कुफ़्र[62] किया, उन्हें अल्लाह (के अज़ाब) से (बचाने में) न उनके धन कुछ काम आएँगे, न उनकी संतान। तथा वही लोग नरकवासी हैं जो उसमें हमेशा रहेंगे।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":409,"juzNumber":4,"footnotes":"62. अर्थात अल्लाह की आयतों (क़ुरआन) को नकार दिया।","lang":"hi"},{"name":"3:117","price":"वे इस सांसारिक जीवन में जो कुछ भी ख़र्च करते हैं, वह उस हवा के समान है, जिसमें पाला (अत्यधिक ठंड) हो, जो किसी ऐसी क़ौम की खेती को लग जाए, जिन्होंने अपने ऊपर अत्याचार[63] किया हो और उसको नष्ट कर दे। तथा अल्लाह ने उनपर अत्याचार नहीं किया, बल्कि वे स्वयं अपने आप पर अत्याचार करते थे।","arabic":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":410,"juzNumber":4,"footnotes":"63. अवज्ञा तथा अस्वीकार करते रहे थे। इसमें यह संकेत है कि अल्लाह पर ईमान के बिना दान का प्रतिफल परलोक में नहीं मिलेगा।","lang":"hi"},{"name":"3:118","price":"ऐ ईमान वालो! तुम अपनों के सिवा किसी दूसरे को अपना अंतरंग मित्र न बनाओ,[64] वे तुम्हें बर्बाद करने में कोई कमी नहीं करते। उन्हें वही बात भाती है, जिससे तुम्हें कष्ट पहुँचे। उनके मुखों से शत्रुता प्रकट हो चुकी है तथा जो उनके दिल छुपा रखे हैं, वह इससे बढ़कर है। हमने तुम्हारे लिए आयतों का वर्णन कर दिया है, यदि तुम समझबूझ रखते हो।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":411,"juzNumber":4,"footnotes":"64. अर्थात वे ग़ैर मुस्लिम जिनपर तुम को विश्वास नहीं कि वे तुम्हारे लिए किसी प्रकार की अच्छी भावना रखते हों।","lang":"hi"},{"name":"3:119","price":"देखो तुम तो उनसे प्रेम करते हो, परंतु वे तुमसे प्रेम नहीं करते और तुम सभी पुस्तकों पर ईमान रखते हो, औ (उनका हाल यह है कि) वे जब तुमसे मिलते हैं, तो कहते हैं कि हम ईमान लाए हैं और जब वे अकेले में होते हैं, तो तुमपर क्रोध के मारे उंगलियां चबाते हैं। कह दो कि अपने क्रोध में मर जाओ। निःसंदेह अल्लाह सीनों के भेद को जानता है।","arabic":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":412,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:120","price":"यदि तुम्हारा कुछ भला हो, तो उन्हें बुरा लगता है और यदि तुम्हारा कुछ बुरा हो जाए, तो वे उससे प्रसन्न होते हैं। और यदि तुम धैर्य करते रहे और अल्लाह से डरते रहे, तो उनका छल तुम्हें कोई हानि नहीं पहुँचाएगा। निःसंदेह अल्लाह उनके सभी कार्यों से अवगत है।","arabic":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":413,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:121","price":"तथा (ऐ नबी! वह समय याद करो) जब आप अपने घर से निकले, ईमान वालों को युद्ध[65] के मोर्चों पर नियुक्त कर रहे थे तथा अल्लाह सब कुछ सुनने वाला, जानने वाला है।","arabic":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":414,"juzNumber":4,"footnotes":"65. साधारण भाष्यकारों ने इसे उह़ुद के युद्ध से संबंधित माना है। जो बद्र के युद्ध के पश्चात् सन् 3 हिज्री में हुआ। जिसमें क़ुरैश ने बद्र की पराजय का बदला लेने के लिए तीन हज़ार की सेना के साथ उह़ुद पर्वत के समीप पड़ाव डाल दिया। जब आपको इसकी सूचना मिली तो मुसलमानों से परामर्श किया। अधिकांश की राय हुई कि मदीना नगर से बाहर निकल कर युद्ध किया जाए। और आप सल्लल्लाहु अलैहि व सल्लम एक हज़ार मुसलमानों को लेकर निकले। जिसमें से अब्दुल्लाह बिन उबय्य मुनाफ़िक़ों का प्रमुख अपने तीन सौ साथियों के साथ वापस हो गया। आपने रणक्षेत्र में अपने पीछे से शत्रु के आक्रमण से बचाव के लिए 70 धनुर्धरों को नियुक्त कर दिया। और उनका सेनापति अब्दुल्लाह बिन जुबैर को बना दिया। तथा यह आदेश दिया कि कदापि इस स्थान को न छोड़ना। युद्ध आरंभ होते ही क़ुरैश पराजित हो कर भाग खड़े हुए। यह देखकर धनुर्धरों में से अधिकांश ने अपना स्थान छोड़ दिया। क़ुरैश के सेनापति ख़ालिद पुत्र वलीद ने अपने सवारों के साथ फिर कर धनुर्धरों के स्थान पर आक्रमण कर दिया। फिर आकस्मात् मुसलमानों पर पीछे से आक्रमण करके उनकी विजय को पराजय में बदल दिया। जिसमें आप सल्लल्लाहु अलैहि व सल्लम को भी आघात पहुँचा। (तफ़्सीर इब्ने कसीर।)","lang":"hi"},{"name":"3:122","price":"तथा (याद करो) जब तुम्हारे दो समूहों[66] ने साहसहीनता दिखाने (पीछे हटने) का इरादा किया और अल्लाह उनका समर्थक व सहायक था, तथा ईमान वालों को अल्लाह ही पर भरोसा करना चाहिए।","arabic":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":415,"juzNumber":4,"footnotes":"66. अर्थात दो क़बीले बनू सलमा तथा बनू हारिसा ने भी अब्दुल्लाह बिन उबय्य के साथ वापस हो जाना चाहा। (सह़ीह़ बुख़ारी ह़दीस : 4558)","lang":"hi"},{"name":"3:123","price":"और अल्लाह बद्र (के युद्ध) में तुम्हारी सहायता कर चुका है, जबकि तुम कमज़ोर थे। अतः अल्लाह से डरो, ताकि तुम उसके प्रति आभारी हो सको।","arabic":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":416,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:124","price":"(ऐ नबी! वह समय भी याद करें) जब आप ईमान वालों से कह रहे थे : क्या तुम्हारे लिए यह काफ़ी नहीं है कि तुम्हारा पालनहार (आकाश से) तीन हज़ार फ़रिश्ते उतारकर तुम्हारी सहायता करेॽ","arabic":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":417,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:125","price":"क्यों[67] नहीं, यदि तुम धैर्य से काम लो और अल्लाह से डरो और फिर ऐसा हो कि वे (दुश्मन) उसी घड़ी तुमपर चढ़ आएँ, तो तुम्हारा पालनहार (तीन नहीं, बल्कि) पाँच हज़ार चिह्न[68] लगे फ़रिश्तों द्वारा तुम्हारी मदद करेगा।","arabic":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":418,"juzNumber":4,"footnotes":"67. अर्थात इतना समर्थन बहुत है। 68. अर्थात उनपर तथा उनके घोड़ों पर चिह्न लगे होंगे।","lang":"hi"},{"name":"3:126","price":"और अल्लाह ने इस (मदद) को तुम्हारे लिए केवल शुभ सूचना बनाया है और ताकि तुम्हारे दिल उससे संतुष्ट हो जाएँ और सहायता तो केवल अल्लाह ही के पास से आती है, जो प्रभुत्वशाली, हिकमत वाला (तत्वदर्शी) है।","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":419,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:127","price":"ताकि[69] वह काफ़िरों के एक हिस्से को काट दे या उन्हें अपमानित कर दे, फिर वे विफल होकर वापस हो जाएँ।","arabic":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":420,"juzNumber":4,"footnotes":"69. अर्थात अल्लाह तुम्हें फ़रिश्तों द्वारा समर्थन इसलिए देगा, ताकि काफ़िरों का कुछ बल तोड़ दे, और उन्हें निष्फल वापिस कर दे।","lang":"hi"},{"name":"3:128","price":"(ऐ नबी!) इस[70] मामले में आपको कोई अधिकार नहीं, अल्लाह चाहे तो उनकी तौबा क़बूल[71] करे या उन्हें दंड[72] दे, क्योंकि वे अत्याचारी हैं।","arabic":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":421,"juzNumber":4,"footnotes":"70. नबी सल्लल्लाहु अलैहि व सल्लम फ़ज्र की नमाज़ में रुकूअ के पश्चात यह प्रार्थना करते थे कि हे अल्लाह! अमुक को अपनी दया से दूर कर दे। इसी पर यह आयत उतरी। (सह़ीह़ बुखारी : 4559) 71. अर्थात उन्हें मार्गदर्शन दे। 72. यदि वे काफ़िर ही रह जाएँ।","lang":"hi"},{"name":"3:129","price":"तथा जो कुछ आकाशों में और जो कुछ धरती में है, सब अल्लाह ही का है। वह जिसे चाहे क्षमा कर दे और जिसे चाहे यातना दे, तथा अल्लाह अति क्षमाशील, अत्यंत दयावान् है।","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":422,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:130","price":"ऐ ईमान वालो! कई-कई गुणा करके ब्याज[73] न खाओ। तथा अल्लाह से डरो, ताकि तुम सफल हो।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":423,"juzNumber":4,"footnotes":"73. उह़ुद की पराजय का कारण धन का लोभ बना था। इसलिए यहाँ ब्याज से सावधान किया जा रहा है, जो धन के लोभ का अति भयावह साधन है। तथा आज्ञाकारिता की प्रेरणा दी जा रही है। कई-कई गुणा ब्याज न खाने का अर्थ यह नहीं कि इस प्रकार ब्याज न खाओ, बल्कि ब्याज अधिक हो या थोड़ा सर्वथा ह़राम (वर्जित) है। यहाँ जाहिलिय्यत के युग में ब्याज की जो रीति थी, उसका वर्णन किया गया है। जैसा कि आधुनिक युग में ब्याज पर ब्याज लेने की रीति है।","lang":"hi"},{"name":"3:131","price":"तथा उस आग से डरो (बचो), जो काफ़िरों के लिए तैयार की गई है।","arabic":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":424,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:132","price":"तथा अल्लाह और रसूल का आज्ञापालन करो, ताकि तुमपर दया की जाए।","arabic":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":425,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:133","price":"और अपने पालनहार की क्षमा और उस स्वर्ग की ओर तेज़ी से बढ़ो, जिसकी चौड़ाई आकाशों तथा धरती के बराबर है। वह अल्लाह से डरने वालों के लिए तैयार किया गया है।","arabic":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":426,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:134","price":"जो कठिनाई और आसानी की प्रत्येक स्थिति में (अल्लाह के मार्ग में) खर्च करते हैं, तथा ग़ुस्सा पी जाते हैं और लोगों को क्षमा कर देते हैं। और अल्लाह ऐसे अच्छे कार्य करने वालों से प्रेम करता है।","arabic":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":427,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:135","price":"और वे ऐसे लोग हैं कि जब उनसे कोई जघन्य पाप हो जाता है या वे अपने ऊपर अत्याचार कर कर बैठते हैं, तो उन्हें अल्लाह याद आ जाता है। फिर वे अपने पापों के लिए क्षमा माँगते हैं, और अल्लाह के सिवा कौन है जो पापों का क्षमा करने वाला होॽ और वे अपने किए पर जान बूझकर अड़े नहीं रहते।","arabic":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":428,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:136","price":"वही लोग हैं जिनका बदला उनके पालनहार की ओर से क्षमा तथा ऐसे बाग़ हैं जिनके नीचे से नहरें बहती होंगी। उनमें वे सदैव रहेंगे। औ क्या ही अच्छा बदला है नेक काम करने वालों का।","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":429,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:137","price":"तुमसे पहले भी समान परंपराएं (परिस्थितियाँ) गुज़र चुकी[74] हैं। इसलिए तुम धरती में चलो-फिरो और देखो कि झुठलाने वालों का अंत कैसे हुआॽ","arabic":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":430,"juzNumber":4,"footnotes":"74. उहुद की पराजय पर मुसलमानों को दिलासा दिया जा रहा है, जिसमें उनके 70 व्यक्ति शहीद हुए। (तफ़्सीर इब्ने कसीर)","lang":"hi"},{"name":"3:138","price":"यह (क़ुरआन) लोगों के लिए (सत्य का) वर्णन और (अल्लाह का) भय रखने वालों के लिए मार्गदर्शन और उपदेश है।","arabic":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":431,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:139","price":"और तुम कमज़ोर न बनो और न ही शोक करो। और तुम ही सर्वोच्च रहोगे, यदि तुम ईमान वाले हो।","arabic":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":432,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:140","price":"यदि तुम्हें आघात पहुँचा है, तो उन लोगों[75] को भी इसी के समान आघात पहुँच चुका है। तथा इन दिनों को हम लोगों के बीच फेरते रहते[76] हैं। और ताकि अल्लाह उन लोगों को जान ले[77] जो ईमान वाले हैं, और तुममें से कुछ लोगों को शहादत नसीब करे। और अल्लाह अत्याचार करने वालों को पसंद नहीं करता।","arabic":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":433,"juzNumber":4,"footnotes":"75. इसमें क़ुरैश की बद्र में पराजय और उनके 70 व्यक्तियों के मारे जाने की ओर संकेत है। 76. अर्थात कभी किसी की जीत होती है, कभी किसी की। 77. अर्थात अच्छे बुरे में अंतर कर दे।","lang":"hi"},{"name":"3:141","price":"तथा ताकि अल्लाह ईमान वालों को विशुद्ध कर दे और काफ़िरों को विनष्ट कर दे।","arabic":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":434,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:142","price":"क्या तुमने समझ रखा है कि जन्नत में प्रवेश कर जाओगे, जबकि अल्लाह ने अभी (परीक्षाकर) यह नहीं परखा है कि तुममें से कौन जिहाद करने वाले हैं और कौन (संकट के समय) डटे रहने वाले हैं?","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":435,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:143","price":"तथा तुम तो मौत की कामनाएँ कर[78] रहे थे, जब तक वह तुम्हारे सामने नहीं आई थी। लो, अब वह तुम्हारे सामने है, और तुम उसे देख रहे हो।","arabic":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":436,"juzNumber":4,"footnotes":"78. अर्थात अल्लाह की राह में शहीद हो जाने की।","lang":"hi"},{"name":"3:144","price":"और मुह़म्मद केवल एक रसूल हैं। उनसे पहले बहुत-से रसूल गुज़र चुके हैं। तो क्या यदि वह मर जाएँ अथवा मार दिए जाएँ, तो तुम अपनी एड़ियों के बल[79] फिर जाओगे? तथा जो अपनी एड़ियों के बल फिर जाएगा, वह अल्लाह का कुछ नहीं बिगाड़ेगा और अल्लाह शीघ्र ही आभारियों को बदला प्रदान करेगा।","arabic":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":437,"juzNumber":4,"footnotes":"79. अर्थात इस्लाम से फिर जाओगे। भावार्थ यह है कि सत्धर्म इस्लाम स्थायी है, नबी (सल्लल्लाहु अलैहि व सल्लम) के न रहने से समाप्त नहीं हो जाएगा। उह़ुद में जब किसी विरोधी ने यह बात उड़ाई कि नबी (सल्लल्लाहु अलैहि व सल्लम) मार दिए गए, तो यह सुन कर बहुत से मुसलमान हताश हो गए। कुछ ने कहा कि अब लड़ने से क्या लाभ? तथा मुनाफ़िक़ों ने कहा कि मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) नबी होते तो मार नहीं खाते। इस आयत में यह संकेत है कि दूसरे नबियों के समान आपको भी एक दिन संसार से जाना है। तो क्या तुम उन्हीं के लिए इस्लास को मानते हो और आप नहीं रहेंगे तो इस्लाम नहीं रहेगा?","lang":"hi"},{"name":"3:145","price":"किसी प्राणी के लिए यह संभव नहीं है कि अल्लाह की अनुमति के बिना मर जाए। मृत्यु का एक निर्धारित समय लिखा हुआ है। जो दुनिया का बदला चाहेगा, हम उसे इस दुनिया में से कुछ देंगे, तथा जो आख़िरत का बदला चाहेगा, हम उसे उसमें से देंगे, और हम शुक्र करने वालों को जल्द ही बदला देंगे।","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":438,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:146","price":"और कितने ही नबी थे, जिनके साथ होकर बहुत-से अल्लाह वालों ने युद्ध किया, तो उन्होंने अल्लाह के मार्ग में पहुँचने वाली मुसीबतों के कारण न हिम्मत हारी और न कमज़ोरी दिखाई और न वे (दुश्मन के सामने) झुके, तथा अल्लाह धैर्य रखने वालों से प्रेम करता है।","arabic":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":439,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:147","price":"और उन्होंने इससे अधिक कुछ नहीं कहा कि : ऐ हमारे पालनहार! हमारे पापों को और हमारे मामले में हमसे होने वाली अति (ज़्यादती) को क्षमा कर दे। तथा हमारे पैरों को जमाए रख और काफ़िर क़ौम पर हमें विजय प्रदान कर।","arabic":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":440,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:148","price":"तो अल्लाह ने उन्हें दुनिया का बदला तथा आख़िरत का अच्छा बदला प्रदान किया। तथा अल्लाह अच्छे काम करने वाले लोगों से प्रेम करता है।","arabic":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":441,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:149","price":"ऐ ईमान वालो! यदि तुम काफ़िरों के कहने पर चलोगे, तो वे तुम्हें तुम्हारी एड़ियों के बल फेर देंगे, फिर तुम घाटे में पड़ जाओगे।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":442,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:150","price":"बल्कि अल्लाह ही तुम्हारा संरक्षक है तथा वह सबसे अच्छा सहायक है।","arabic":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":443,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:151","price":"हम जल्द ही काफ़िरों के दिलों में धाक बिठा देंगे, इस कारण कि उन्होंने ऐसी चीज़ों को अल्लाह का साझी बनाया है, जिन (के साझी होने) का कोई प्रमाण अल्लाह ने नहीं उतारा है। और इनका ठिकाना जहन्नम है और वह ज़ालिमों का क्या ही बुरा ठिकाना है?","arabic":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":444,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:152","price":"तथा अल्लाह ने तुम्हें अपना वचन सच कर दिखाया, जब तुम उसकी अनुमति से उन्हें काट[80] रहे थे। यहाँ तक कि जब तुमने कायरता दिखाई, तथा (रसूल के) आदेश[81] (के अनुपालन) में विवाद कर लिया और अवज्ञा की। (यह सब कुछ) इसके बाद (हुआ) कि अल्लाह ने तुम्हें वह चीज़ दिखा दी थी, जिसे तुम पसंद करते थे। तुममें से कुछ लोग दुनिया चाहते थे तथा कुछ लोग आख़िरत के इच्छुक थे। फिर उसने तुम्हें उनके मुक़ाबले से हटा दिया, ताकि तुम्हारी परीक्षा ले। निश्चय ही उसने तुम्हें क्षमा कर दिया और अल्लाह ईमान वालों के लिए अनुग्रहशील है।","arabic":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":445,"juzNumber":4,"footnotes":"80. अर्थात उह़ुद के आरंभिक क्षणों में। 81. अर्थात कुछ धनुर्धरों ने आपके आदेश का पालन नहीं किया, और गनीमत का धन संचित करने के लिए अपना स्थान छोड़ दिया, जो पराजय का कारण बन गया। और शत्रु को उस दिशा से आक्रमण करने का अवसर मिल गया।","lang":"hi"},{"name":"3:153","price":"(और याद करो) जब तुम चढ़े (भागे) जा रहे थे और किसी को मुड़कर नहीं देख रहे थे और रसूल तुम्हें तुम्हारे पीछे से पुकार[82] रहे थे। अतः इसके बदले में (अल्लाह ने) तुम्हें शोक पर शोक दिया ताकि जो तुम्हारे हाथ से निकल गया और जो मुसीबत तुम्हें पहुँची, उसपर शोकाकुल न हो। तथा अल्लाह उससे सूचित है, जो तुम कर रहे हो।","arabic":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":446,"juzNumber":4,"footnotes":"82. बरा बिन आज़िब कहते हैं कि नबी सल्लल्लाहु अलैहि व सल्लम ने उह़ुद के दिन अब्दुल्लाह बिन जुबैर को पैदल सेना पर रखा। और वह पराजित हो कर आ गए, इसी के बारे में यह आयत है। उस समय नबी के साथ बारह व्यक्ति ही रह गए। (सह़ीह़ बुख़ारी : 4561)","lang":"hi"},{"name":"3:154","price":"फिर इस शोक के बाद उसने तुमपर शांति उतारी (यानी) ऊँघ जो तुम्हारे एक समूह[83] को घेर रही थी और एक समूह को केवल अपने प्राणों[84] की चिंता थी। वे अल्लाह के बारे में अनुचित अज्ञानता काल का गुमान कर रहे थे। वे कहते थे कि क्या (इस) मामले में हमारा भी कोई अधिकार है? (ऐ नबी!) कह दें कि सब अधिकार अल्लाह को है। वे अपने दिलों में वह (बात) छिपाते हैं जो आपके सामने प्रकट नहीं करते हैं। वे कहते हैं कि यदि (इस) मामले में हमारा भी कुछ अधिकार होता, तो हम यहाँ मारे न जाते। आप कह दें : यदि तुम अपने घरों में भी होते, तब भी जिनके (भाग्य में) मारा जाना लिख दिया गया था, वे अवश्य अपने मरने के स्थानों की ओर निकल आते। और ताकि अल्लाह जो कुछ तुम्हारे सीनों में है, उसे आज़माए और जो कुछ तुम्हारे दिलों में है, उसे विशुद्ध कर दे। और अल्लाह दिलों के भेदों से अवगत है।","arabic":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":447,"juzNumber":4,"footnotes":"83. अबु तल्हा रज़ियल्लाहु अन्हु ने कहा : हम उह़ुद में ऊँघने लगे। मेरी तलवार मेरे हाथ से गिरने लगती और मैं पकड़ लेता, फिर गिरने लगती और पकड़ लेता।(सह़ीह़ बुख़ारी : 4562) 84. ये मुनाफ़िक़ लोग थे।","lang":"hi"},{"name":"3:155","price":"वस्तुतः तुममें से जिन लोगों ने दो गिरोहों के आमने सामने होने के दिन पीठ दिखाई, उन्हें शैतान ने उनके कुछ कर्मों के कारण फिसला दिया था। और अल्लाह उन्हें क्षमा कर चुका है। वास्तव में, अल्लाह अति क्षमावान्, सहनशील है।","arabic":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":448,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:156","price":"ऐ ईमान वालो! तुम उन लोगों के समान न हो जाओ, जिन्होंने कुफ़्र किया और अपने भाइयों के बारे में जबकि वे यात्रा पर गए हों या जिहाद के लिए निकले यह कहने लगे कि : यदि वे हमारे पास रहते तो न मरते और न क़त्ल किए जाते। (ऐसी बात उनके दिल में इसलिए आती है) ताकि अल्लाह इसे उनके दिलों में संताप का कारण बना दे। तथा अल्लाह ही जीवित करता और मृत्यु देता है। और तुम जो कुछ करते हो, अल्लाह उसे देख रहा है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":449,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:157","price":"और यदि तुम अल्लाह के मार्ग में क़त्ल कर दिए जाओ या मर जाओ, तो अल्लाह की क्षमा और दया उससे बेहतर है, जो वे लोग बटोर रहे हैं।","arabic":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":450,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:158","price":"तथा यदि तुम मर गए या मार दिए गए, तो निश्चित रूप से तुम अल्लाह ही के पास इकट्ठे किए जाओगे।","arabic":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":451,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:159","price":"अल्लाह की दया के कारण (ऐ नबी!) आप उनके[85] लिए सरल स्वभाव के हैं। और यदि आप प्रखर स्वभाव और कठोर हृदय के होते, तो वे आपके पास से छट जाते। अतः आप उन्हें माफ़ कर दें और उनके लिए क्षमा याचना करें। तथा उनसे मामलों में परामर्श करें। फिर जब आप दृढ़ संकल्प कर लें, तो अल्लाह पर भरोसा करें। निःसंदेह अल्लाह भरोसा करने वालों को पसंद करता है।","arabic":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":452,"juzNumber":4,"footnotes":"85. अर्थात अपने साथियों के लिए, जो उह़ुद की लड़ाई में रणक्षेत्र से भाग गए।","lang":"hi"},{"name":"3:160","price":"यदि अल्लाह तुम्हारी सहायता करे, तो कोई तुमपर प्रभावी नहीं हो सकता। और यदि वह तुम्हें असहाय छोड़ दे, तो फिर कौन है जो उसके बाद तुम्हारी सहायता कर सकेॽ अतः ईमान वालों को अल्लाह ही पर भरोसा करना चाहिए।","arabic":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":453,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:161","price":"यह किसी नबी के लिए संभव नहीं है कि ग़नीमत के धन में ख़यानत[86] करे, और जो ख़यानत करेगा तो जो उसने ख़यानत की होगी उसके साथ क़ियामत के दिन उपस्थित होगा। फिर प्रत्येक प्राणी को उसके किए का पूरा-पूरा बदला दिया जाएगा और उनपर अत्याचार नहीं किया जाएगा।","arabic":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":454,"juzNumber":4,"footnotes":"86. उह़ुद के दिन जो अपना स्थान छोड़ कर इस विचार से आ गए कि यदि हम न पहुँचे, तो दूसरे लोग ग़नीमत का सब धन ले जाएँगे, उन्हें यह चेतावनी दी जा रही है कि तुमने यह कैसे सोच लिया कि इस धन में से तुम्हारा भाग नहीं मिलेगा, क्या तुम्हें नबी सल्लल्लाहु अलैहि व सल्लम की अमानत पर भरोसा नहीं है? सुन लो! नबी से किसी प्रकार की ख़यानत असम्भव है। यह घोर पाप है जो कोई नबी कभी नहीं कर सकता।","lang":"hi"},{"name":"3:162","price":"तो क्या जिसने अल्लाह की प्रसन्नता का अनुसरण किया, उस व्यक्ति के समान हो सकता है जो अल्लाह का क्रोध[87] लेकर वापस हुआ और जिसका आवास नरक हैॽ और वह बहुत बुरा ठिकाना है।","arabic":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":455,"juzNumber":4,"footnotes":"87. अर्थात् पापों में लीन रहा।","lang":"hi"},{"name":"3:163","price":"अल्लाह के पास उनके (विभिन्न) दर्जे[88] हैं, तथा वे जो कुछ कर रहे हैं अल्लाह उसे देख रहा है।","arabic":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":456,"juzNumber":4,"footnotes":"88. अर्थात लोगों के कर्मों के अनुसार उनकी अलग-अलग श्रेणियाँ हैं।","lang":"hi"},{"name":"3:164","price":"निःसंदेह अल्लाह ने ईमान वालों पर बड़ा उपकार किया कि उनके अंदर उन्हीं में से एक रसूल भेजा, जो उन्हें (अल्लाह) की आयतें पढ़कर सुनाता है और उन्हें पवित्र करता है तथा उन्हें किताब (क़ुरआन) और ह़िकमत (सुन्नत) की शिक्षा देता है। निःसंदेह वे इससे पहले खुली गुमराही में थे।","arabic":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":457,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:165","price":"क्या जब तुम्हें एक ऐसी विपत्ति[89] पहुँची, जिसकी दोगुनी विपत्ति तुम (काफ़िरों को) पहुँचा[90] चुके थे, तो तुम कहने लगे कि : यह कहाँ से आ गई? (ऐ नबी!) कह दीजिए : यह तुम्हारे ही पास से[91] आई है। निःसंदेह अल्लाह हर चीज़ पर सर्वशक्तिमान है।","arabic":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":458,"juzNumber":4,"footnotes":"89. अर्थात उह़ुद के दिन। 90. अर्थात बद्र के दिन। 91. अर्थात तुम्हारे नबी सल्लल्लाहु अलैहि व सल्लम के उस आदेश का विरोध करने के कारण आई, जो धनुर्धरों को दिया गया था।","lang":"hi"},{"name":"3:166","price":"और दोनों गिरोहों के मुठभेड़ के दिन जो विपत्ति तुम्हें पहुँची है, वह अल्लाह के आदेश से पहुँची है। और ताकि वह (अल्लाह) ईमान वालों को (अच्छी तरह) जान ले।","arabic":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":459,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:167","price":"और ताकि उन लगों को भी जान ले, जो मुनाफ़िक़ हैं, जिनसे कहा गया कि आओ अल्लाह की राह में युद्ध करो अथवा (आम मुसलमानों की) रक्षा करो, तो उन्होंने कहा कि यदि हम जानते कि युद्ध होगा, तो अवश्य तुम्हारा साथ देते। वे उस दिन ईमान की अपेक्षा कुफ़्र के अधिक निकट थे। वे अपने मुँह से ऐसी बातें बोलते हैं, जो उनके दिलों में नहीं होती। तथा अल्लाह उसे भली-भाँति जानता है जो वे छिपाते हैं।","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":460,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:168","price":"ये वही लोग हैं जो स्वयं तो (लड़ाई से) पीछे बैठे रहे और अपने भाइयों के बारे में कहने लगे : यदि वे हमारी बात मानते, तो मारे न जाते! (ऐ नबी!) कह दीजिए : फिर तो मौत[92] से अपनी रक्षा कर लो, यदि तुम सच्चे हो।","arabic":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":461,"juzNumber":4,"footnotes":"92. अर्थात अपने उपाय से सदाजीवी हो जाओ।","lang":"hi"},{"name":"3:169","price":"जो लोग अल्लाह के मार्ग में मारे गए हैं, उन्हें कदापि मृत न समझो, बल्कि वे जीवित[93] हैं, अपने पालनहार के पास रोज़ी दिए जाते हैं।","arabic":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":462,"juzNumber":4,"footnotes":"93. शहीदों का जीवन कैसा होता है? ह़दीस में है कि उनकी आत्माएँ हरे पक्षियों के भीतर रख दी जाती हैं और वे स्वर्ग में चुगते तथा आनंद लेते फिरते हैं। (सह़ीह़ मुस्लिम, ह़दीस : 1887)","lang":"hi"},{"name":"3:170","price":"वे उससे प्रसन्न हैं, जो अल्लाह ने अपनी कृपा से उन्हें प्रदान किया है, और उन लोगों के लिए भी खुश हो रहे हैं, जो उनके पीछे[94] रह गए हैं, अभी उनसे मिले नहीं हैं कि उन्हें भी न कोई भय होगा और न वे दुःखी होंगे।","arabic":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":463,"juzNumber":4,"footnotes":"94. अर्थात उन मुजाहिदीन के लिए जो अभी संसार में जीवित रह गए हैं।","lang":"hi"},{"name":"3:171","price":"वे अल्लाह के अनुग्रह और उसकी कृपा से खुश हो रहे हैं और इससे कि अल्लाह ईमान वालों का बदला नष्ट नहीं करता।","arabic":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":464,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:172","price":"जिन लोगों ने अल्लाह और रसूल की पुकार को स्वीकार[95] किया, इसके पश्चात् कि उन्हें आघात पहुँच चुका था। उनमें से सत्कर्म करने वालों और (अल्लाह से) डरने वालों के लिए महान प्रतिफल है।","arabic":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":465,"juzNumber":4,"footnotes":"95. जब काफ़िर उह़ुद से मक्का वापस हुए, तो मदीने से 30 मील दूर \"रौह़ाअ\" से फिर मदीना वापस आने का निश्चय किया। जब आप सल्लल्लाहु अलैहि व सल्लम को सूचना मिली, तो सेना ले कर \"ह़मराउल असद\" तक पहुँचे जिसे सुनकर वे भाग गए। इधर मुसलमान सफल वापस आए। इस आयत में रसूलुल्लाह सल्लल्लाहु अलैहि व सल्लम के साथियों की सराहना की गई है जिन्होंने उह़ुद में घाव खाने के पश्चात भी नबी सल्लल्लाहु अलैहि व सल्लम का साथ दिया। ये आयतें इसी से संबंधित हैं।","lang":"hi"},{"name":"3:173","price":"ये वही लोग हैं जिनसे लोगों ने कहा कि दुश्मनों ने तुम्हारे विरुद्ध सेना इकट्ठा कर ली है।[96] अतः उनसे डरो। तो इस (सूचना) ने उनके ईमान को और बढ़ा दिया और उन्होंने कहा : हमारे लिए अल्लाह काफ़ी है और वह बहुत अच्छा कार्यसाधक (काम बनाने वाला) है।","arabic":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":466,"juzNumber":4,"footnotes":"96. अर्थात शत्रु ने मक्का जाते हुए राह में सोचा कि मुसलमानों के परास्त हो जाने पर यह अच्छा अवसर था कि मदीने पर आक्रमण करके उनका उन्मू222लन कर दिया जाए, तथा वापस आने का निश्चय किया। (तफ़्सीर क़ुर्तुबी)","lang":"hi"},{"name":"3:174","price":"चुनांचे वे अल्लाह की ओर से प्राप्त होने वाली नेमत और अनुग्रह के साथ[97] लौटे। उन्हें कोई तकलीफ़ नहीं पहुँची। तथा वे अल्लाह की प्रसन्नता के मार्ग पर चले। और अल्लाह बड़े अनुग्रह वाला है।","arabic":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":467,"juzNumber":4,"footnotes":"97. अर्थात \"ह़मराउल असद\" से मदीन वापस हुए।","lang":"hi"},{"name":"3:175","price":"वह तो शैतान है, जो तुम्हें अपने सहयोगियों से डरा रहा है। अतः तुम उनसे[98] न डरो और केवल मुझसे डरो, यदि तुम ईमान वाले हो।","arabic":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":468,"juzNumber":4,"footnotes":"98. अर्थात मिश्रणवादियों से।","lang":"hi"},{"name":"3:176","price":"(ऐ नबी!) वे लोग आपको दुःखी न करें, जो कुफ़्र में तेज़ी दिखा रहे हैं। वे अल्लाह को कदापि कोई हानि नहीं पहुँचा सकेंगे। अल्लाह चाहता है कि आख़िरत (परलोक) में उनका कोई हिस्सा न रखे तथा उनके लिए बड़ी यातना है।","arabic":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":469,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:177","price":"निःसंदेह जिन लोगों ने ईमान के बदले कुफ़्र का सौदा किया, वे अल्लाह का कुछ नहीं बिगाड़ेंगे। तथा उनके लिए दुःखदायी यातना है।","arabic":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":470,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:178","price":"जो लोग काफ़िर हो गए, वे हरगिज़ यह न समझें कि हमारा उन्हें ढील[99] देना, उनके लिए अच्छा है। वास्तव में, हम उन्हें इसलिए ढील दे रहे हैं, ताकि उनके पाप[100] और बढ़ जाएँ। तथा उनके लिए अपमानजनक यातना है।","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":471,"juzNumber":4,"footnotes":"99. अर्थात उन्हें सांसारिक सुःख-सुविधा देना। भावार्थ यह है कि इस संसार में अल्लाह, सत्यासत्य, न्याय तथा अत्याचार सब के लिए अवसर देता है। परंतु इससे धोखा नहीं खाना चाहिए, यह देखना चाहिए कि परलोक की सफलता किस में है। सत्य ही स्थायी है तथा असत्य को ध्वस्त हो जाना है। 100. यह स्वभाविक नियम है कि पाप करने से पापाचारी में पाप करने की भावना अधिक हो जाती है।","lang":"hi"},{"name":"3:179","price":"ऐसा नहीं है कि अल्लाह ईमान वालों को उसी (हाल) पर छोड़ दे, जिसपर तुम (इस समय) हो, जब तक कि बुरे को अच्छे से अलग न कर दे। और ऐसा भी नहीं है कि अल्लाह तुम्हें ग़ैब (परोक्ष) से सूचित[101] कर दे। परंतु अल्लाह अपने रसूलों में से जिसे चाहता है (ग़ैब की कुछ बातें बताने के लिए) चुन लेता है। अतः तुम अल्लाह और उसके रसूलों पर ईमान लाओ। यदि तुम ईमान लाओ और अल्लाह से डरते रहो, तो तुम्हारे लिए बड़ा प्रतिफल है।","arabic":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":472,"juzNumber":4,"footnotes":"101. अर्थात तुम्हें बता दे कि कौन ईमान वाला और कौन मुनाफ़िक़ (पाखंडी) है।","lang":"hi"},{"name":"3:180","price":"जो लोग उस चीज़ में कंजूसी करते हैं, जो अल्लाह ने उन्हें अपने अनुग्रह से प्रदान किया[102] है, वे कदापि यह न समझें कि (उनका) यह (कृत्य) उनके लिए अच्छा है। बल्कि यह उनके लिए बुरा है। उन्होंने जिस चीज़ में कंजूसी की होगी, उसे क़ियामत के दिन उनके गले का तौक़[103] बना दिया जाएगा। और आकाशों तथा धरती का उत्तराधिकार (विरासत) अल्लाह के लिए[104] है और जो कुछ तुम करते हो अल्लाह उससे सूचित है।","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":473,"juzNumber":4,"footnotes":"102. अर्थात धन-धान्य की ज़कात नहीं देते। 103. सह़ीह़ बुखारी में अबू हुरैरा रज़ियल्लाहु अन्हु से रिवायत है कि नबी सल्लल्लाहु अलैहि व सल्लम ने कहा : जिसे अल्लाह ने धन दिया है, और वह उस की ज़कात नहीं देता, तो प्रलय के दिन उसका धन गंजा सर्प बना दिया जाएगा, जो उसके गले का हार बन जाएगा। और उसे अपने जबड़ों से पकड़ेगा, तथा कहेगा कि मैं तुम्हारा कोष हुँ! मैं तुम्हारा धन हूँ। (सह़ीह़ बुख़ारी : 4565) 104. अर्थात प्रलय के दिन वही अकेला सब का स्वामी होगा।","lang":"hi"},{"name":"3:181","price":"निःसंदेह अल्लाह ने उन लोगों की बात सुन ली है, जिन्होंने कहा कि \"अल्लाह निर्धन है और हम धनवान[105] हैं!\" उन्होंने जो कुछ कहा है, हम उसे लिख लेंगे और उनके नबियों को अनाधिकार क़त्ल करने को भी। तथा हम (उनसे) कहेंगे कि (अब तुम) जलाने वाली यातना का मज़ा चखो।","arabic":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":474,"juzNumber":4,"footnotes":"105. यह बात यहूदियों ने कही थी। (देखिए : सूरतुल बक़रा, आयत : 254)","lang":"hi"},{"name":"3:182","price":"यह तुम्हारे हाथों की कमाई का बदला है और निःसंदेह अल्लाह अपने बंदों पर तनिक भी अत्याचार करने वाला नहीं।","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":475,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:183","price":"ये वही लोग हैं जिन्होंने कहा : अल्लाह ने हमें वसीयत की है कि हम किसी रसूल पर ईमान न लाएँ यहाँ तक कि वह हमारे सामने ऐसी क़ुरबानी पेश करे, जिसे आग खा[106] जाए। (ऐ नबी!) आप कह दें कि मुझसे पहले तुम्हारे पास कई रसूल खुली निशानियाँ और वह (चमत्कार) भी लेकर आए जो तुम कहते हो, तो फिर तुमने उनकी हत्या क्यों की, यदि तुम सच्चे हो?","arabic":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":476,"juzNumber":4,"footnotes":"106. अर्थात आकाश से अग्नि आ कर उसे जला दे, जो उसके स्वीकार्य होने का लक्षण है।","lang":"hi"},{"name":"3:184","price":"फिर यदि वे[107] आपको झुठलाते हैं, तो आपसे पहले बहुत-से रसूल झुठलाए जा चुके हैं, जो खुली निशानियाँ, तथा (आकाशीय) ग्रंथ और प्रकाशक[108] पुस्तक लाए।","arabic":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":477,"juzNumber":4,"footnotes":"107. अर्थात यहूद आदि। 108. प्रकाशक जो सत्य को उजागर कर दे।","lang":"hi"},{"name":"3:185","price":"प्रत्येक प्राणी को मौत का स्वाद चखना है और तुम्हें क़ियामत के दिन तुम्हारे कर्मों का भरपूर प्रतिफल दिया जाएगा। (उस दिन) जो व्यक्ति जहन्नम से बचा लिया गया और जन्नत में प्रवेश पा गया[109], वह वास्तव में सफल हो गया। तथा दुनिया की ज़िंदगी धोखे की पूंजी के सिवा कुछ नहीं है।","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":478,"juzNumber":4,"footnotes":"109. अर्थात सत्य आस्था और सत्कर्मों के द्वारा इस्लाम के नियमों का पालन करके।","lang":"hi"},{"name":"3:186","price":"(ऐ ईमान वालो!) तुम अपने धनों और प्राणों के बारे में ज़रूर परीक्षा में डाले जाओगे और तुम अवश्य ही उन लोगों से जो तुमसे पहले किताब दिए गए थे तथा उन लोगों से जो शिर्क में पड़े हुए हैं[110], बहुत-सी दुःखद बातें सुनोगे। लेकिन यदि तुम धैर्य से काम लो और (अल्लाह से) डरते रहो, तो यह बड़े साहस का काम है।","arabic":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":479,"juzNumber":4,"footnotes":"110. अर्थात मूर्तियों के पुजारी, जो पूजा अर्चना तथा अल्लाह के विशेष गुणों में अन्य को उसका साझी बनाते हैं।","lang":"hi"},{"name":"3:187","price":"तथा (ऐ नबी! याद करो) जब अल्लाह ने किताब वालों[111] से पक्का वचन लिया था कि तुम अवश्य इसे लोगों के सामने बयान करते रहोगे और इसे छुपाओगे नहीं, तो उन्होंने इस वचन को पीठ पीछे डाल दिया और उसके बदले तनिक मूल्य प्राप्त[112] कर लिया। तो वे कितनी बुरी चीज़ खरीद रहे हैं?","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":480,"juzNumber":4,"footnotes":"111. किताब वाले अर्थातः यहूद और नसारा (ईसाई) जिन्हें तौरात और इंजील दिया गया। 112. अर्थात तुच्छ सांसारिक लाभ के लिए सत्य का सौदा करने लगे।","lang":"hi"},{"name":"3:188","price":"(ऐ नबी!) जो लोग[113] अपने कृत्यों पर प्रसन्न हो रहे हैं और चाहते हैं कि उन्हें उन कामों के लिए (भी) सराहा जाए, जो उन्होंने नहीं किए हैं, तो आप हरगिज़ यह न समझें कि वे यातना से बच जाएँगे। उनके लिए तो दुःखदायी यातना है।","arabic":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":481,"juzNumber":4,"footnotes":"113. अबू सईद रज़ियल्लाहु अन्हु कहते हैं कि कुछ मुनाफ़िक़ रसूलुल्लाह सल्लल्लाहु अलैहि व सल्लम के युग में, आप युद्ध के लिए निकलते तो आपका साथ नहीं देते थे। और इसपर प्रसन्न होते थे और जब आप वापस होते, तो बहाने बनाते और शपथ लेते थे। और जो नहीं किया है, उसकी सराहना चाहते थे। इसी पर यह आयत उतरी। (सह़ीह़ बुख़ारी : 4567)","lang":"hi"},{"name":"3:189","price":"तथा आकाशों और धरती का राज्य अल्लाह ही का है तथा अल्लाह हर चीज़ पर सर्वशक्तिमान है।","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":482,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:190","price":"निःसंदेह आसमानों और ज़मीन की रचना तथा रात और दिन के आने-जाने में, बुद्धिमानों के लिए निशानियाँ हैं।[114]","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":483,"juzNumber":4,"footnotes":"114. अर्थात अल्लाह के राज्य, स्वामित्व तथा एकमात्र पूज्य होने की।","lang":"hi"},{"name":"3:191","price":"जो खड़े और बैठे और अपनी करवटों पर लेटे हुए अल्लाह को याद करते हैं तथा आसमानों और ज़मीन की रचना में सोच-विचार करते हैं। (वे कहते हैं :) ऐ हमारे पालनहार! तूने यह सब कुछ बेकार[115] नहीं रचा है। अतः हमें आग के अज़ाब से बचा ले।","arabic":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":484,"juzNumber":4,"footnotes":"115. अर्थात यह विचित्र रचना तथा व्यवस्था अकारण नहीं, तथा आवश्यक है कि इस जीवन के पश्चात भी कोई जीवन हो जिसमें इस जीवन के कर्मों के परिणाम सामने आएँ।","lang":"hi"},{"name":"3:192","price":"ऐ हमारे पालनहार! तूने जिसे नरक में डाल दिया, तो वास्तव में तूने उसे अपमानित कर दिया। और ज़ालिमों का कोई सहायक नहीं।","arabic":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":485,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:193","price":"ऐ हमारे पालनहार! हमने एक पुकारने वाले[116] को ईमान की ओर बुलाते हुए सुना कि अपने पालनहार पर ईमान लाओ, तो हम ईमान ले आए। ऐ हमारे पालनहार! तो अब तू हमारे पापों को क्षमा कर दे तथा हमारी बुराइयों को हमसे दूर कर दे और हमें सदाचारियों के साथ मृत्यु दे।","arabic":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":486,"juzNumber":4,"footnotes":"116. अर्थात अंतिम नबी मुह़म्मद सल्लल्लाहु अलैहि व सल्लम को।","lang":"hi"},{"name":"3:194","price":"ऐ हमारे पालनहार! और हमें वह चीज़ प्रदान कर जिसका तूने अपने रसूलों के द्वारा हमसे वादा किया है तथा क़यामत के दिन हमें अपमानित न कर। वास्तव में तू अपने वादे के विरुद्ध नहीं करता है।","arabic":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":487,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:195","price":"तो उनके पालनहार ने उनकी प्रार्थना स्वीकार कर ली (और फरमाया) कि मैं किसी नेकी करने वाले की नेकी को नष्ट नहीं करता[117], चाहे वह नर हो या नारी। तुम सब आपस में एक-दूसरे से हो। अतः जिन लोगों ने हिजरत की और अपने घरों से निकाले गए और मेरे मार्ग में सताए गए और उन्होंने जिहाद किया और शहीद किए गए, मैं अवश्य उनकी बुराइयाँ उनसे दूर कर दूँगा और अवश्य ही उन्हें ऐसे बागों में दाख़िल करूँगा, जिनके नीचे नहरें बह रही हैं। यह अल्लाह के पास से उनका बदला होगा और अल्लाह ही के पास सबसे अच्छा बदला है।","arabic":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":488,"juzNumber":4,"footnotes":"117. अर्थात अल्लाह का यह नियम है कि वह सत्कर्म अकारथ नहीं करता, उसका प्रतिफल अवश्य देता है।","lang":"hi"},{"name":"3:196","price":"(ऐ नबी!) नगरों में काफ़िरों का (सुविधा के साथ) चलना-फिरना आपको धोखे में न डाले।","arabic":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":489,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:197","price":"यह थोड़ी-सी सुख-सामग्री[118] है, फिर उनका ठिकाना जहन्नम है और वह बहुत बुरा ठिकाना है!","arabic":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":490,"juzNumber":4,"footnotes":"118. अर्थात सामयिक सांसारिक आनंद है।","lang":"hi"},{"name":"3:198","price":"परन्तु जो लोग अपने पालनहार से डरते रहे, उनके लिए ऐसी जन्नतें हैं, जिनके नीचे नहरें बह रही हैं। वे उनमें हमेशा रहेंगे। यह अल्लाह के पास से अतिथि सत्कार होगा। तथा जो कुछ अल्लाह के पास है, वह नेक लोगों के लिए सबसे अच्छा है।","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":491,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"3:199","price":"और निःसंदेह किताब वालों (यहूदियों और ईसाइयों) में से कुछ लोग ऐसे भी हैं, जो अल्लाह पर ईमान रखते हैं, तथा जो कुछ तुम्हारी ओर उतारा गया और जो स्वयं उनकी ओर उतारा गया है, उसपर भी ईमान रखते हैं। वे अल्लाह के सामने विनम्र रहने वाले हैं। और उसकी आयतों को थोड़ी क़ीमत पर बेचते नहीं हैं।[119] उनका बदला उनके रब के पास है। निःसंदेह अल्लाह जल्द ही हिसाब लेने वाला है।","arabic":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":492,"juzNumber":4,"footnotes":"119. अर्थात यह यहूदियों और ईसाइयों का दूसरा समुदाय है, जो अल्लाह पर और उसकी किताबों पर सह़ीह़ प्रकार से ईमान रखता था। और सत्य को स्वीकार करता था। तथा इस्लाम और रसूल तथा मुसलमानों के विरुद्ध साज़िशें नहीं करता था। और चंद टकों के कारण अल्लाह के आदेशों में हेर-फेर नहीं करता था।","lang":"hi"},{"name":"3:200","price":"ऐ ईमान वालो! तुम धैर्य से काम लो[120] और (अपने दुश्मन की तुलना में) अधिक धैर्य दिखाओ, तथा जिहाद के लिए तैयार रहो और अल्लाह से डरते रहो, ताकि तुम सफल हो सको।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":493,"juzNumber":4,"footnotes":"120. अर्थात अल्लाह और उसके रसूल की फ़रमाँबरदारी करके और अपनी मनमानी छोड़कर धैर्य करो। और यदि शत्रु से लड़ाई हो जाए तो उसमें सामने आने वाली परेशानियों पर डटे रहना बहुत बड़ा धैर्य है। इसी प्रकार शत्रु के बारे में सदैव चौकन्ना रहना भी बहुत बड़े साहस का काम है। इसीलिए ह़दीस में आया है कि अल्लाह के रास्ते में एक दिन मोर्चे बंद रहना इस दुनिया और इसकी तमाम चीज़ों से उत्तम है। (सह़ीह़ बुख़ारी)","lang":"hi"}],"chapter":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"]}