{"data":[{"name":"31:1","price":"अलिफ़, लाम, मीम।","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:2","price":"ये हिकमत वाली किताब की आयतें हैं।","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:3","price":"नेकी करने वालों के लिए मार्गदर्शन तथा दया है।","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:4","price":"जो नमाज़ क़ायम करते तथा ज़कात देते हैं और वही हैं, जो आख़िरत (परलोक) पर विश्वास रखते हैं।","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:5","price":"यही लोग अपने पालनहार की ओर से मार्गदर्शन पर हैं तथा यही लोग सफल होने वाले हैं।","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:6","price":"तथा लोगों में कोई ऐसा (भी) है, जो असावधान करने वाली बात[1] खरीदता है, ताकि बिना ज्ञान के (लोगों को) अल्लाह के मार्ग (इस्लाम) से गुमराह करे और अल्लाह की आयतों का उपहास करे। यही लोग हैं, जिनके लिए अपमानकारी यातना है।","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"1. इससे अभिप्राय गाना-बजाना तथा संगीत और प्रत्येक वे साधन हैं, जो सत्कर्म से अचेत कर दें। इसमें क़िस्से, कहानियाँ, काम संबंधी साहित्य सब सम्मिलित हैं।","lang":"hi"},{"name":"31:7","price":"और जब उसके समक्ष हमारी आयतें पढ़ी जाती हैं, तो घमंड करते हुए मुँह फेर लेता है, जैसे उसने उन्हें सुना ही नहीं, मानो उसके दोनों कानों में बहरापन है। तो आप उसे दुःखदायी यातना की शुभसूचना दे दें।","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:8","price":"निःसंदेह जो लोग ईमान लाए तथा उन्होंने अच्छे कर्म किए, उनके लिए नेमत के बाग़ हैं।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:9","price":"वे उनमें सदैव रहेंगे। यह अल्लाह का सच्चा वादा है। और वह अत्यंत प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:10","price":"उसने आकाशों को बिना स्तंभों के पैदा किया, जिन्हें तुम देखते हो। और धरती में पर्वत डाल दिए, ताकि वह तुम्हें लेकर हिलने-डुलने न लगे। और उसके ऊपर हर प्रकार के जीव फैला दिए। तथा हमने आकाश से पानी उतारा, फिर उसमें हर तरह की अच्छी क़िस्म उगाई।","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:11","price":"यह अल्लाह की उत्पत्ति है। तो तुम मुझे दिखाओ कि उन लोगों ने जो उसके अतिरिक्त हैं, क्या पैदा किया है? बल्कि अत्याचारी लोग खुली गुमराही में हैं।","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:12","price":"और हमने लुक़मान को प्रबोध (हिकमत) प्रदान किया था कि अल्लाह के प्रति आभार प्रकट करो, तथा जो आभार प्रकट करता है, वह अपने ही (लाभ के) लिए आभार प्रकट करता है, और जो कृतघ्नता दिखाए, तो निश्चय अल्लाह बेनियाज़, सराहनीय है।","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:13","price":"तथा (याद करो) जब लुक़मान ने अपने बेटे से कहा, जबकि वह उसे समझा रहा था : ऐ मेरे बेटे! अल्लाह के साथ किसी को साझी न ठहराना। निःसंदेह शिर्क महा अत्याचार[2] है।","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"2. ह़दीस में है कि घोर पापों में से : अल्लाह के साथ शिर्क करना, माँ-बाप के साथ बुरा व्यवहार, जान मारना तथा झूठी शपथ लेना है। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 7257)","lang":"hi"},{"name":"31:14","price":"और हमने इनसान को उसके माता-पिता के संबंध में ताकीद की है, उसकी माँ ने उसे कमज़ोरी पर कमज़ोरी के बावजूद उठाए रखा और उसका दूध छुड़ाना दो वर्ष में है, कि मेरा आभार प्रकट कर और अपने माता-पिता का। मेरी ही ओर लौटकर आना है।","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:15","price":"और यदि वे दोनों तुझपर दबाव डालें कि तू मेरे साथ उस चीज़ को साझी ठहराए, जिसका तुझे कोई ज्ञान नहीं, तो उन दोनों की बात मत मान[3] और दुनिया में उनके साथ सुचारु रूप से रह[4], तथा उसके मार्ग पर चल, जो मेरी ओर पलटता है। फिर मेरी ही ओर तुम्हें लौटकर आना है। तो मैं तुम्हें बताऊँगा, जो कुछ तुम किया करते थे।","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"3. ह़दीस में है कि पाप में किसी की बात नहीं माननी है, पुण्य में माननी है। (सह़ीह़ बुख़ारी : 7257) 4. अर्थात माता-पिता यदि मिश्रणवादी और काफ़िर हों, तब भी उनकी संसार में सहायता करो।","lang":"hi"},{"name":"31:16","price":"ऐ मेरे बेटे! निःसंदेह यदि वह (कार्य) राई के दाने के बराबर हो, फिर वह किसी पत्थर के भीतर, या आकाशों में, या धरती में हो, तो अल्लाह उसे ले आएगा।[5] निःसंदेह अल्लाह अत्यंत सूक्ष्मदर्शी, पूरी ख़बर रखने वाला है।","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"5. प्रलय के दिन उसका प्रतिफल देने के लिए।","lang":"hi"},{"name":"31:17","price":"ऐ मेरे बेटे! नमाज़ क़ायम कर, भलाई का आदेश दे और बुराई से रोक, तथा जो कष्ट तुझे पहुँचे, उसपर धैर्य से काम ले। निश्चय यह अनिवार्य कामों में से है।","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:18","price":"और (घमंड के कारण) लोगों से अपना मुँह न फेर और धरती में अकड़कर न चल। निःसंदेह अल्लाह किसी अकड़ने वाले, गर्व करने वाले से प्रेम नहीं करता।[6]","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"6. सह़ीह़ ह़दीस में कहा गया है कि : वह व्यक्ति स्वर्ग में नहीं जाएगा जिसके दिल में राई के दाने के बराबर भी अहंकार हो। (मुसनद अहमद : 1/412)","lang":"hi"},{"name":"31:19","price":"और अपनी चाल[7] में मध्यमता रख तथा अपनी आवाज़ धीमी रख। निःसंदेह आवाज़ों में सबसे बुरी आवाज़ निश्चय गधे की आवाज़ है।","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"7. (देखिए : सूरतुल फ़ुरक़ान, आयत : 63)","lang":"hi"},{"name":"31:20","price":"क्या तुमने नहीं देखा कि अल्लाह ने, जो कुछ आकाशों में है और जो कुछ धरती में है, सबको तुम्हारे लिए वशीभूत[8] कर दिया है, तथा तुमपर अपनी खुली तथा छिपी नेमतें पूर्ण कर दी हैं?! और कुछ लोग ऐसे भी हैं, जो अल्लाह के विषय[9] में बिना किसी ज्ञान, बिना किसी मार्गदर्शन और बिना किसी रोशन पुस्तक के विवाद करते हैं।","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"8. अर्थात तुम्हारी सेवा में लगा रखा है। 9. अर्थात उसके अस्तित्व और उसके अकेले पूज्य होने के विषय में।","lang":"hi"},{"name":"31:21","price":"और जब उनसे कहा जाता है कि अल्लाह ने जो (क़ुरआन) उतारा है, उसका अनुसरण करो, तो कहते हैं कि हम तो उसी रास्ते पर चलेंगे, जिसपर अपने पूर्वजों को पाया है। क्या अगरचे शैतान उन्हें धधकती आग की यातना की ओर बुला रहा हो तो भी?[10]","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"10. अर्थात क्या वे सत्य और असत्य में अंतर किए बिना, असत्य ही का पालन करेंगे, और न समझ से काम लेंगे, न धर्म पुस्तक को मानेंगे?","lang":"hi"},{"name":"31:22","price":"और जो व्यक्ति अपना चेहरा अल्लाह की ओर झुका दे (समर्पित कर दे) और वह सत्कर्मी भी हो, तो उसने मज़बूत कड़ा थाम लिया। और समस्त कार्यों का परिणम अल्लाह ही की ओर है।","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:23","price":"तथा जिसने कुफ़्र किया, उसका कुफ़्र आपको शोकाकुल न करे। हमारी ही ओर उन्हें लौटकर आना है, फिर हम उन्हें बताएँगे, जो कुछ उन्होंने किया। निःसंदेह अल्लाह दिलों के भेदों को ख़ूब जानने वाला है।","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:24","price":"हम उन्हें थोड़े समय[11] के लिए आनंद देंगे, फिर हम उन्हें कठोर यातना के लिए बाध्य करेंगे।","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"11. अर्थात सांसारिक जीवन का लाभ।","lang":"hi"},{"name":"31:25","price":"और यदि आप उनसे प्रश्न करें कि आकाशों और धरती को किसने पैदा किया? तो वे अवश्य कहेंगे कि अल्लाह ने। आप कह दें कि सब प्रशंसा अल्लाह के लिए है, बल्कि उनमें अधिकतर नहीं जानते।[12]","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"12. कि उन्होंने सत्य को स्वीकार कर लिया।","lang":"hi"},{"name":"31:26","price":"आकाशों और धरती में जो कुछ है, अल्लाह ही का है। निःसंदेह अल्लाह सबसे बेनियाज़, सभी प्रशंसा के योग्य है।","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:27","price":"और यदि धरती में जितने वृक्ष हैं, सब क़लम बन जाएँ तथा समुद्र उसकी स्याही हो जाए, जिसके बाद सात समुद्र और हों, तो भी अल्लाह के शब्द समाप्त नहीं होंगे। निःसंदेह अल्लाह अत्यंत प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:28","price":"तुम्हें पैदा करना और पुनः जीवित करके उठाना केवल एक प्राण के समान[13] है। निःसंदेह अल्लाह सब कुछ सुनने वाला, सब कुछ देखने वाला है।","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"13. अर्थात प्रलय के दिन अपनी शक्ति व सामर्थ्य से सबको एक प्राणी को पैदा करने एवं जीवित करने के समान पुनः जीवित कर देगा।","lang":"hi"},{"name":"31:29","price":"क्या तुमने नहीं देखा[14] कि अल्लाह रात को दिन में दाखिल करता है और दिन को रात में दाखिल[15] करता है, तथा सूर्य और चाँद को वशीभूत कर दिया है, हर एक एक निर्धारित समय तक चल रहा है। और तुम जो कुछ कर रहे हो, अल्लाह उससे भली-भाँति अवगत है।","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"14. क़ुरआन ने एकेश्वरवाद का आमंत्रण देने तथा मिश्रणवाद का खंडन करने के लिए फिर इसका वर्णन किया है कि जब सृष्टि का रचयिता तथा विधाता अल्लाह ही है, तो पूज्य भी वही है, फिर भी यह विश्वव्यापि कुपथ है कि लोग अल्लाह के सिवा अन्य की पूजा करते तथा सूर्य और चाँद को सज्दा करते हैं। निर्धारित समय से अभिप्राय प्रलय है। 15. तो कभी दिन बड़ा होता है, तो कभी रात्रि।","lang":"hi"},{"name":"31:30","price":"यह इसलिए है कि अल्लाह ही सत्य है, और यह कि उसके सिवा जिसे वेे पुकारते हैं, वह असत्य है, और यह कि अल्लाह ही सर्वोच्च, सबसे महान है।","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:31","price":"क्या तुमने नहीं देखा कि नाव समुद्र में अल्लाह के अनुग्रह से चलती है, ताकि वह (अल्लाह) तुम्हें अपनी निशानियाँ दिखाए। निःसंदेह इसमें हर बड़े धैर्यवान, बड़े कृतज्ञ के लिए कई निशानियाँ हैं।","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:32","price":"और जब उनपर छत्रों के समान कोई लहर छा जाती है, तो वे अल्लाह को इस हाल में पुकारते हैं कि धर्म को उसी के लिए विशुद्ध करने वाले होते हैं। फिर जब वह उन्हें सुरक्षित थल तक पहुँचा देता है, तो उनमें से कुछ ही मध्यम-मार्ग पर क़ायम रहने वाले होते हैं। और हमारी निशानियों का इनकार केवल वही व्यक्ति करता है, जो अत्यंत विश्वासघाती, अति कृतघ्न है।","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"hi"},{"name":"31:33","price":"ऐ लोगो! अपने पालनहार से डरो तथा उस दिन से डरो, जिस दिन कोई पिता अपनी संतान के काम नहीं आएगा और न कोई पुत्र अपने पिता के कुछ काम आ सकेगा।[16] निःसंदेह अल्लाह का वादा सच्चा है। अतः सांसारिक जीवन तुम्हें कदापि धोखे में न रखे और न धोखेबाज़ (शैतान) तुम्हें अल्लाह के बारे में धोखा देने पाए।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"16. अर्थात परलोक की यातना सांसारिक दंड के समान नहीं होगी कि कोई किसी की सहायता से दंड मुक्त हो जाए।","lang":"hi"},{"name":"31:34","price":"निःसंदेह अल्लाह ही के पास क़ियामत का ज्ञान[17] है और वही वर्षा उतारता है, और वह जानता है जो कुछ गर्भाशयों में है, और कोई प्राणी नहीं जानता कि वह कल क्या कमाएगा, और कोई प्राणी नहीं जानता कि वह किस धरती में मरेगा। निःसंदेह अल्लाह सब कुछ जानने वाला, हर चीज़ की ख़बर रखने वाला है।","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"17. अबू हुरैरह (रज़ियल्लाहु अन्हु) फरमाते हैं कि नबी सल्लल्लाहु अलैहि व सल्लम एक दिन लोगों के बीच बैठे हुए थे कि एक व्यक्ति आ गया, और प्रश्न किया कि अल्लाह के रसूल! ईमान क्या है? आपने कहा : ईमान यह है कि तुम अल्लाह पर तथा उसके फ़रिश्तों, उसके सब रसूलों और उससे मिलने और फिर दोबारा जीवित किए जाने पर ईमान लाओ। उसने कहा : इस्लाम क्या है? आपने कहा : इस्लाम यह है कि केवल अल्लाह की इबादत करो और किसी वस्तु को उसका साझी न बनाओ, तथा नमाज़ की स्थापना करो और ज़कात दो, तथा रमज़ान के रोज़े रखो। उसने कहा : एहसान किया है? आपने कहा : एहसान यह है कि अल्लाह की इबादत ऐसे करो जैसे तुम उसे देख रहे हो। यदि यह न हो सके, तो यह ख़्याल रखो कि निश्चय वह तुम्हें देख रहा है। उसने कहा : प्रलय कब होगी? आप ने कहा : मैं प्रश्नकर्ता से अधिक नहीं जानता। परंतु मैं तुम्हें उसकी कुछ निशानियाँ बताऊँगा : जब स्त्री अपने स्वामिनी को जन्म देगी और जब नंगे निःवस्त्र लोग मुखिया हो जाएँगे। क़ियामत उन पाँच बातों में से एक है जो अल्लाह के सिवा कोई नहीं जानता। और आपने यही आयत पढ़ी। फिर वह व्यक्ति चला गया। आपने कहा : उसे बुलाओ, तो वह नहीं मिला। आपने फरमाया : यह जिबरील थे, तुम्हें तुम्हारा धर्म सिखाने आए थे। (सह़ीह़ बुख़ारी : 4777)","lang":"hi"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}