{"data":[{"name":"34:1","price":"हर प्रकार की प्रशंसा उस अल्लाह के लिए है, जिसके अधिकार में वह सब कुछ है जो आकाशों में है और जो धरती में है। और आख़िरत (परलोक) में भी उसी के लिए प्रशंसा है और वह पूर्ण हिकमत वाला, सबकी खबर रखने वाला है।","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:2","price":"वह जानता है जो कुछ धरती के भीतर प्रवेश होता है और जो कुछ उससे निकलता[1] है, तथा जो कुछ आकाश[2] से उतरता है और जो कुछ उसमें[3] चढ़ता है। तथा वह अत्यंत दयावान्, अति क्षमाशील है।","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"1. जैसे वर्षा, कोष और निधि आदि। 2. जैसे वर्षा, ओला, फ़रिश्ते और आकाशीय पुस्तकें आदि। 3. जैसे फ़रिश्ते तथा कर्म।","lang":"hi"},{"name":"34:3","price":"तथा काफ़िरों ने कहा कि हमपर क़ियामत नहीं आएगी। आप कह दें : क्यों नहीं? मेरे पालनहार की क़सम! जो परोक्ष का जानने वाला है, वह तुमपर अवश्य आएगी। उससे एक कण के बराबर भी कोई चीज़ ओझल नहीं रहती न आकाशों में और न धरती में, तथा न उससे छोटी कोई चीज़ है और न बड़ी, परंतु वह एक स्पष्ट पुस्तक[4] में (अंकित) है।","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"4. अर्थात लौह़े मह़्फ़ूज़ (सुरक्षित पुस्तक) में।","lang":"hi"},{"name":"34:4","price":"ताकि[5] वह उन लोगों को बदला दे, जो ईमान लाए तथा अच्छे कर्म करते रहे। यही लोग हैं जिनके लिए क्षमा तथा सम्मानित जीविका है।","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"5. यह प्रलय के होने का कारण है।","lang":"hi"},{"name":"34:5","price":"तथा जिन लोगों ने हमारी आयतों को नीचा दिखाने[6] का प्रयास किया, उन लोगों के लिए कठोर दुःखदायी यातना है।","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"6. अर्थात हमारी आयतों से रोकते हैं और समझते हैं कि हम उनको पकड़ने में विवश होंगे।","lang":"hi"},{"name":"34:6","price":"तथा जिन लोगों को ज्ञान दिया गया है, वे जानते हैं कि जो कुछ आपपर आपके पालनहार की ओर से उतारा गया है, वही सत्य है, तथा वह सर्व प्रभुत्वशाली, सर्वप्रशंसित (अल्लाह) के मार्ग की ओर ले जाता है।","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:7","price":"तथा जिन लोगों ने इनकार किया, वे कहते हैं कि क्या हम तुम्हें एक ऐसा आदमी बताएँ, जो तुम्हें सूचना देता है कि जब तुम पूर्णतया चूर-चूर कर दिए जाओगे, तो तुम अवश्य एक नई रचना में आओगे?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:8","price":"क्या उसने अल्लाह पर झूठ गढ़ा है या उसमें पागलपन है? बल्कि जो लोग आख़िरत पर विश्वास (ईमान) नहीं रखते, वे यातना[7] तथा दूर की गुमराही में हैं।","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"7. अर्थात इसका दुष्परिणाम नरक की यातना है।","lang":"hi"},{"name":"34:9","price":"क्या उन्होंने अपने आगे और पीछे आकाश और धरती को नहीं देखा? यदि हम चाहें तो उन्हें धरती में धँसा दें या उनपर आकाश के टुकड़े गिरा दें। निःसंदेह इसमें हर उस बंदे के लिए अवश्य एक निशानी है, जो अल्लाह की ओर लौटने वाला है।","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:10","price":"तथा हमने दाऊद को अपना अनुग्रह[8] प्रदान किया। ऐ पर्वतो! उसके साथ अल्लाह की पवित्रता बयान करो[9] तथा पक्षियों को भी (यही आदेश दिया) तथा हमने उसके लिए लोहा को नरम कर दिया।","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"8. अर्थात उनको नबी बनाया और पुस्तक का ज्ञान प्रदान किया। 9. अल्लाह के इस आदेश अनुसार पर्वत तथा पक्षी उनके लिए अल्लाह की महिमा गान के समय उनकी ध्वनि को दोहराते थे।","lang":"hi"},{"name":"34:11","price":"कि विस्तृत कवचें बनाओ तथा कड़ियाँ जोड़ने में उचित अनुमान लगाओ, और अच्छे कार्य करते रहो। जो कुछ तुम कर रहे हो, निःसंदेह मैं उसे देख रहा हूँ।","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:12","price":"तथा (हमने) सुलैमान के लिए हवा को (वशीभूत कर दिया)। उसका सुबह का चलना एक महीने का तथा शाम का चलना एक महीने[10] का होता था। तथा हमने उसके लिए तांबे का स्रोत बहा दिया। तथा कुछ जिन्नों को भी (उसके वश में कर दिया), जो उसके सामने उसके पालनहार की अनुमति से काम करते थे। तथा उनमें से जो भी हमारे आदेश से फिरेगा, हम उसे भड़कती आग की यातना चखाएँगे।","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"10. सुलैमान (अलैहिस्सलाम) अपने राज्य के अधिकारियों के साथ सिंहासन पर आसीन हो जाते। और उनके आदेश से वायु उसे इतनी तीव्र गति से उड़ा ले जाती कि आधे दिन में एक महीने की यात्रा पूरी कर लेते। इस प्रकार सुबह और शाम मिलाकर दो महीने की यात्रा पूरी हो जाती। (देखिए : इब्ने कसीर)","lang":"hi"},{"name":"34:13","price":"वे उसके लिए बनाते थे, जो वह चाहता था; भवन (मस्जिदें), प्रतिमाएँ, हौज़ों\nके जैसे बड़े-बड़े लगन तथा एक ही जगह जमी हुई देगें। ऐ दाऊद के परिजनो! कृतज्ञता के तौर पर सत्कर्म करो। और मेरे बंदों में थोड़े ही लोग कृतज्ञ हैं।","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:14","price":"फिर जब हमने सुलैमान की मौत का निर्णय कर दिया, तो जिन्नों को उसकी मौत का पता एक घुन के सिवा किसी ने नहीं दिया, जो उसकी लाठी[11] को खा रहा था। फिर जब वह गिर गया, तो जिन्नों पर यह बात खुली कि यदि वे परोक्ष[12] का ज्ञान रखते, तो इस अपमानकारी यातना में पड़े न रहते।","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"11. जिसके सहारे वह खड़े थे तथा घुन के खाने पर उनका शव धरती पर गिर पड़ा। 12. सुलैमान (अलैहिस्सलाम) के युग में यह भ्रम था कि जिन्नों को परोक्ष का ज्ञान होता है। जिसे अल्लाह ने माननीय सुलैमान अलैहिस्सलाम के निधन द्वारा तोड़ दिया कि अल्लाह के सिवा किसी को परोक्ष का ज्ञान नहीं है। (इब्ने कसीर)","lang":"hi"},{"name":"34:15","price":"सबा[13] जाति के लिए उनके निवास-स्थान में एक निशानी[14] थी। (उसके) दाएँ और बाएँ दो बाग़ थे। (हमने कहा था :) अपने पालनहार की दी हुई रोज़ी से खाओ और उसके प्रति आभार प्रकट करो। (यह) एक अच्छा शहर है तथा अति क्षमाशील पालनहार है।","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"13. यह जाति यमन में निवास करती थी। 14. अर्थात अल्लाह के सामर्थ्य की।","lang":"hi"},{"name":"34:16","price":"लेकिन उन्होंने मुँह फेर लिया, तो हमने उनपर भयंकर (बाँध तोड़) बाढ़ भेज दी, तथा उनके दोनों बाग़ों को दो ऐसे बाग़ों से बदल दिए, जिनमें कड़वे-कसैले फल, झाऊ के वृक्ष तथा कुछ थोड़े-से बेर थे।","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:17","price":"यह बदला हमने उन्हें उनके कृतघ्नता दिखाने के कारण दिया, तथा ऐसा बदला हम उसी को देते हैं जो बहुत कृतघ्न हो।","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:18","price":"और हमने उनके बीच तथा उन बस्तियों के बीच, जिनमें हमने बरकत[15] रखी थी, एक-दूसरे से दिखाई देने वाली बस्तियाँ बना दी थीं, तथा हमने उनमें यात्रा के पड़ाव[16] निर्धारित कर दिए थे (और कह दिया था :) तुम उनमें रात-दिन निश्चिंत[17] होकर चलो फिरो।","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"15. अर्थात सबा तथा शाम के बीच। 16. अर्थात एक स्थान से दूसरे स्थान तक यात्रा की सुविधा रखी थी। 17. शत्रु तथा भूख-प्यास से निर्भय हो कर।","lang":"hi"},{"name":"34:19","price":"तो उन्होंने कहा : ऐ हमारे पालनहार! हमारी यात्राओं के बीच दूरी[18] बना दे! तथा उन्होंने अपने ऊपर ज़ुल्म किया। अंततः हमने उन्हें कहानियाँ[19] बना दिया और उन्हें पूरी तरह तित्तर-बित्तर कर दिया। निःसंदेह इसमें हर बड़े धैर्यवान् और बहुत शुक्र करने वाले के लिए कई निशानियाँ (शिक्षाएँ) हैं।","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"18. हमारी यात्राओं के बीच कोई बस्ती न हो। 19. उनकी कथाएँ रह गईं, और उनका अस्तित्व मिट गया।","lang":"hi"},{"name":"34:20","price":"तथा इबलीस ने उनपर अपना गुमान[20] सच कर दिखाया। चुनाँचे ईमान वालों के एक समूह को छोड़कर सब ने उसका अनुसरण किया।","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"20. अर्थात यह अनुमान कि वह आदम के पुत्रों को कुपथ करेगा। (देखिए : सूरतुल-आराफ़, आयत :16, तथा सूरत साद, आयत : 82)","lang":"hi"},{"name":"34:21","price":"हालाँकि उसका उनपर कोई ज़ोर (दबाव) नहीं था। लेकिन ऐसा इसलिए हुआ ताकि हम जान लें कि कौन आख़िरत पर ईमान लाता है और कौन उसके बारे में संदेह में पड़ा हुआ है। तथा आपका पालनहार प्रत्येक चीज़ का संरक्षक है।","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:22","price":"(ऐ नबी) आप कह दें : उन्हें पुकार कर[21] देखो, जिन्हें तुमने अल्लाह के सिवा (पूज्य) समझ रखा है। वे आकाशों और धरती में कणभर भी अधिकार नहीं रखते, और न उन दोनों में उनकी कोई साझेदारी है और न उनमें से कोई उस (अल्लाह) का सहायक ही है।","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"21. इसमें संकेत उनकी ओर है जो फ़रिश्तों को पूजते तथा उन्हें अपना सिफ़ारिशी मानते थे।","lang":"hi"},{"name":"34:23","price":"और उसके यहाँ केवल उस व्यक्ति की सिफ़ारिश लाभ देगी, जिसे अल्लाह अनुमति देगा।[22] यहाँ तक कि जब उनके दिलों से घबराहट दूर कर दी जाती है, तो वे (फ़रिश्ते) कहते हैं : तुम्हारे पालनहार ने क्या कहा? वे कहते हैं : सत्य (कहा) तथा वह सर्वोच्च, बहुत महान है।[23]","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"22. (देखिए : सूरतुल-बक़रह, आयत : 255, तथा सूरतुल-अंबिया, आयत : 28) 23. अर्थात जब अल्लाह आकाशों में कोई निर्णय करता है तो फ़रिश्ते भय से काँपने और अपने पंखों को फड़फड़ाने लगते हैं। फिर जब उनकी घबराहट दूर हो जाती है, तो प्रश्न करते हैं कि तुम्हारे पालनहार ने क्या आदेश दिया है? तो वे कहते हैं कि उसने सत्य कहा है। और वह अति उच्च, बहुत महान है। (संक्षिप्त अनुवाद ह़दीस, सह़ीह़ बुख़ारी, ह़दीस संख्या : 4800)","lang":"hi"},{"name":"34:24","price":"आप (मुश्रिकों से) प्रश्न करें : तुम्हें आकाशों तथा धरती से[24] कौन जीविका प्रदान करता है? आप कह दें : अल्लाह। तथा निःसंदेह हम या तुम अवश्य सन्मार्ग पर हैं अथवा खुली गुमराही में हैं।","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"24. आकाशों की वर्षा तथा धरती की उपज से।","lang":"hi"},{"name":"34:25","price":"आप कह दें : न तुमसे हमारे अपराधों के बारे में प्रश्न किया जाएगा और न हमसे तुम्हारे कर्मों के संबंध में प्रश्न किया जाएगा।[25]","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"25. क्योंकि हम तुम्हारे शिर्क से विमुख हैं।","lang":"hi"},{"name":"34:26","price":"आप कह दें कि हमारा पालनहार हमें एकत्रित[26] करेगा। फिर हमारे बीच सत्य के साथ निर्णय करेगा तथा वही अति निर्णयकारी, सब कुछ जानने वाला है।","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"26. अर्थात प्रलय के दिन।","lang":"hi"},{"name":"34:27","price":"आप कह दें : तुम मुझे वो लोग दिखाओ, जिन्हें तुमने साझी ठहराकर[27] अल्लाह के साथ मिला दिया है? ऐसा कदापि नहीं है। बल्कि वही अल्लाह अत्यंत प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"27. अर्थात पूजा-आराधना में।","lang":"hi"},{"name":"34:28","price":"तथा हमने आपको[28] समस्त मनुष्यों के लिए शुभ सूचना देने वाला और डराने वाला ही बनाकर भेजा है। किन्तु अधिकतर लोग नहीं जानते।","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"28. इस आयत में अल्लाह ने मुह़्म्मद (सल्लल्लाहु अलैहि व सल्लम) के विश्वव्यापि रसूल तथा सर्व मनुष्य जाति के पथ प्रदर्शक होने की घोषणा की है। जिसे सूरतुल-आराफ़, आयत संख्या : 158, तथा सूरतुल-फ़ुर्क़ान आयत संख्या : 1 में भी वर्णित किया गया है। इसी प्रकार आप (सल्लल्लाहु अलैहि व सल्लम) ने फरमाया कि मुझे पाँच ऐसी चीज़ें दी गई हैं जो मुझसे पूर्व किसी नबी को नहीं दी गईं। और वे ये हैं : 1. एक महीने की दूरी तक शत्रुओं के दिलों में मेरी धाक द्वारा मेरी सहायता की गई है। 2. पूरी धरती मेरे लिए मस्जिद तथा पवित्र बना दी गई है। 3. युद्ध में प्राप्त धन मेरे लिए वैध कर दिया गया है, जो पहले किसी नबी के लिये वैध नहीं किया गया। 4. मुझे सिफ़ारिश का अधिकार दिया गया है। 5. मुझसे पहले के नबी मात्र अपने समुदाय के लिए भेजे जाते थे, परंतु मुझे संपूर्ण मानव जाति के लिए नबी बनाकर भेजा गया है। (सह़ीह़ बुख़ारी : 335) आयत का भावार्थ यह है कि आपके आगमन के पश्चात् आपपर ईमान लाना तथा आपके लाए धर्म विधान क़ुरआन का अनुपालन करना पूरे मानव विश्व पर अनिवार्य है। और यही सत्धर्म तथा मुक्ति मार्ग है। जिसे अधिक्तर लोग नहीं जानते। नबी (सल्लल्लाहु अलैहि व सल्लम) ने फरमाया : उसकी शपथ जिसके हाथ में मेरे प्राण हैं! इस उम्मत का कोई यहूदी और ईसाई मुझे सुनेगा और मौत से पहले मेरे धर्म पर ईमान नहीं लाएगा, तो वह नरक में जाएगा। (सह़ीह़ मुस्लिम : 153)","lang":"hi"},{"name":"34:29","price":"तथा वे कहते[29] हैं : (क़ियामत का) यह वादा कब पूरा होगा, यदि तुम सच्चे हो?","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"29. अर्थात उपहास करते हैं।","lang":"hi"},{"name":"34:30","price":"आप (उनसे) कह दें कि तुम्हारे लिए एक ऐसे दिन[30] का वादा है कि न तुम उससे एक घड़ी पीछे रह सकोगे और न आगे बढ़ सकोगे।","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"30. अर्थात् प्रलय के दिन का।","lang":"hi"},{"name":"34:31","price":"तथा काफ़िरों ने कहा कि हम कदापि इस क़ुरआन पर और इससे पहले की पुस्तक पर ईमान नहीं लाएँगे। और यदि आप देखें जब अत्याचारी लोग (क़ियामत के दिन) अपने पालनहार के समक्ष खड़े किए जाएँगे, जबकि वे एक-दूसरे की बात का खंडन कर रहे होंगे। जो लोग (दुनिया में) कमज़ोर समझे जाते थे, वे उन लोगों से कहेंगे, जो बड़े बनते थे : यदि तुम न होते, तो अवश्य ही हम ईमान वाले होते।[31]","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"31. तुम्ही ने हमें सत्य से रोका था।","lang":"hi"},{"name":"34:32","price":"वे लोग जो घमंड करते (बड़े बनते) थे, उन लोगों से जो कमज़ोर समझे जाते थे, कहेंगे : क्या हमने तुम्हें मार्गदर्शन से रोका था, जब वह तुम्हारे पास आ गया था? बल्कि तुम (स्वयं ही) अपराधी थे।","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:33","price":"तथा वे लोग जो कमज़ोर समझे जाते थे, उन लोगों से कहेंगे, जो अहंकार करते थे : बल्कि (तुम्हारी) रात और दिन की चालों[32] ही ने (हमें रोका था) जब तुम हमें आदेश देते थे कि हम अल्लाह के साथ कुफ़्र करें तथा उसके लिए साझी ठहराएँ। तथा जब वे यातना को देखेंगे तो (अपने दिल में) पछतावा को छिपाएँगे। और हम उन लोगों की गरदनों में तौक़ डाल देंगे, जिन्होंने कुफ़्र किया। उन्हें केवल उसी का बदला दिया जाएगा, जो वे किया करते थे।","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"32. अर्थात तुम्हारे षड्यंत्र ने हमें रोका था।","lang":"hi"},{"name":"34:34","price":"तथा हमने जिस बस्ती में भी कोई डराने वाला भेजा, तो उसके संपन्न लोगों ने यही कहा : निःसंदेह हम उस चीज़ का, जिसके साथ तुम भेजे गए हो, इनकार करते हैं।[33]","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"33. नबियों के उपदेश का विरोध सबसे पहले संपन्न वर्ग ने किया है। क्योंकि वे यह समझते हैं कि यदि सत्य सफल हो गया, तो समाज पर उनका अधिकार समाप्त हो जाएगा। वे इस आधार पर भी नबियों का विरोध करते रहे कि हम ही अल्लाह के प्रिय हैं। यदि वह हमसे प्रसन्न न होता, तो हमें धन-धान्य क्यों प्रदान करता? अतः हम परलोक की यातना से ग्रस्त नहीं होंगे। क़ुरआन ने अनेक आयतों में उनके इस भ्रम का खंडन किया है।","lang":"hi"},{"name":"34:35","price":"तथा उन्होंने कहा : हम धन और संतान में तुमसे बढ़कर हैं तथा हमें यातना नहीं दी जाएगी।","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:36","price":"आप कह दें : निःसंदेह मेरा पालनहार जिसके लिए चाहता है, जीविका विस्तृत कर देता है, और (जिसके लिए चाहे) तंग कर देता है। लेकिन अधिकतर लोग नहीं जानते।","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:37","price":"और तुम्हारे धन और तुम्हारी संतान ऐसी नहीं हैं जो तुम्हें पद में हमारे निकट[34] कर दें। परंतु जो ईमान लाया और उसने अच्छे कार्य किए, तो यही लोग हैं, जिनके लिए उनके कार्यों का दोहरा प्रतिफल है और वे ऊँचे भवनों में निश्चिंत होकर रहेंगे।","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"34. अर्थात हमारा प्रिय बना दे।","lang":"hi"},{"name":"34:38","price":"तथा जो लोग हमारी आयतों को असत्य सिद्ध करने के प्रयास में लगे रहते हैं, वे लाकर यातना में डाले जाएँगे।","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:39","price":"आप कह दें : निःसंदेह मेरा पालनहार अपने बंदों में से जिसके लिए चाहता है, जीविका विस्तृत कर देता है, और (जिसके लिए चाहता है) तंग कर देता है। और तुम जो चीज़ भी खर्च करते हो, तो वह उसकी जगह और देता है। और वह सबसे उत्तम जीविका देने वाला है।","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:40","price":"और जिस दिन वह (अल्लाह) उन सब को एकत्रित करेगा, फिर फ़रिश्तों से कहेगा : क्या यही लोग तुम्हारी इबादत (पूजा) किया करते थे?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:41","price":"वे (फ़रिश्ते) कहेंगे : तू पवित्र है! तू ही उनके सिवा हमारा संरक्षक है। बल्कि वे तो जिन्नों[35] की इबादत करते थे। उनमें से अधिकतर लोग उन्हीं पर ईमान रखने वाले थे।","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"35. अरब के कुछ मुश्रिक लोग, फ़रिश्तों को पूज्य समझते थे। अतः उनसे यह प्रश्न किया जाएगा।","lang":"hi"},{"name":"34:42","price":"सो आज तुम[36] एक-दूसरे के लाभ और हानि के मालिक नहीं हो। तथा हम उन अत्याचारियों से कहेंगे : उस आग की यातना चखो, जिसे तुम झुठलाया करते थे।","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"36. अर्थात मिथ्या पूज्य तथा उनके पुजारी।","lang":"hi"},{"name":"34:43","price":"और जब उनके समक्ष हमारी खुली आयतें पढ़ी जाती हैं, तो कहते हैं : यह तो एक ऐसा व्यक्ति है, जो चाहता है कि तुम्हें उन (पूज्यों) से रोक दे, जिनकी तुम्हारे बाप-दादा इबादत किया करते थे। तथा उन्होंने कहा : यह तो मात्र एक गढ़ा हुआ झूठ है। तथा जब उन काफ़िरों के पास सत्य आ गया, तो उन्होंने उसके बारे में कहा : यह तो मात्र एक खुला जादू है।","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:44","price":"जबकि हमने उन (मक्का वासियों) को किताबें नहीं दी थीं, जिनको वे पढ़ते हों तथा हमने आपसे पहले उनकी ओर कोई डराने वाला भी नहीं भेजा।[37]","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"37. तो इन्हें कैसे ज्ञान हो गया कि यह क़ुरआन खुला जादू है? क्योंकि यह ऐतिहासिक सत्य है कि आपसे पहले मक्का में कोई नबी नहीं आया। इसलिए क़ुरआन के प्रभाव को स्वीकार करना चाहिए न कि उसपर जादू होने का आरोप लगा दिया जाए।","lang":"hi"},{"name":"34:45","price":"तथा इनसे पूर्व के लोगों[38] ने भी झुठलाया था, और जो कुछ हमने उन्हें प्रदान किया था, ये तो उसके दसवें भाग को भी नहीं पहुँचे हैं। चुनाँचे उन्होंने मेरे रसूलों को झुठलाया, तो देख लो मेरी यातना कैसी थी?[39]","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"38. अर्थात आद और समूद ने। 39. अतः मेरे इनकार के दुष्परिणाम अर्थात उनके विनाश से इन्हें शिक्षा लेनी चाहिए। जो धन-बल तथा शक्ति में इन से अधिक थे।","lang":"hi"},{"name":"34:46","price":"आप कह दें : मैं बस तुम्हें एक बात की नसीहत करता हूँ कि तुम अल्लाह के लिए दो-दो तथा अकेले-अकेले खड़े हो जाओ। फिर सोचो। तुम्हारे साथी[40] में कोई पागलपन नहीं है। वह तो केवल तुम्हें एक कठोर यातना के आने से पहले डराने वाला है।","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"40. अर्थात मुह़म्मद सल्लल्लाहु अलैहि व सल्लम की दशा के बारे में।","lang":"hi"},{"name":"34:47","price":"आप कह दें : मैंने तुमसे कोई बदला माँगा है, तो वह तुम्हारे[41] ही लिए है। मेरा बदला तो बस अल्लाह पर है और वह प्रत्येक वस्तु पर गवाह है।","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"41. कि तुम सन्मार्ग अपनाकर आगामी प्रलय की यातना से सुरक्षित हो जाओ।","lang":"hi"},{"name":"34:48","price":"आप कह दें : मेरा पालनहार सत्य द्वारा (असत्य पर) चोट करता है। वह परोक्ष (ग़ैब) की बातों का खूब जानने वाला है।","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:49","price":"आप कह दें कि सत्य आ गया और असत्य न तो पहली बार उभरा और न दोबारा उभर सकेगा।","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:50","price":"आप कह दें : यदि मैं राह से हट गया, तो मेरे राह से हटने का गुनाह मुझपर ही है और यदि मैं सही मार्ग पर हूँ, तो यह उस कारण है जो मेरा पालनहार मेरी ओर वह़्य भेजता है। निःसंदेह वह सब कुछ सुनने वाला, निकट है।","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:51","price":"और (ऐ रसूल!) अगर आप देखें, जब ये लोग घबराए हुए[42] होंगे, तो उनके लिए बचने का कोई रास्ता न होगा, तथा वे निकट स्थान ही से पकड़ लिए जाएँगे।","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"42. प्रलय की यातना देखकर।","lang":"hi"},{"name":"34:52","price":"और वे पुकार उठेंगे : हम (अब) उसपर[43] ईमान ले आए। लेकिन इतनी दूर जगह[44] से उनके लिए ईमान की प्राप्ति कहाँ से संभव है?","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"43. अर्थात अल्लाह तथा उस के रसूल पर। 44. ईमान लाने का स्थान तो संसार था। परंतु संसार में उसे अस्वीकार कर दिया।","lang":"hi"},{"name":"34:53","price":"हालाँकि इससे पहले (दुनिया में) उन्होंने उसका इनकार किया था और वे दूर की जगह से[45] बिन देखे तीर चलाते रहे थे।","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"45. अर्थात अपने अनुमान से असत्य बातें करते रहे थे।","lang":"hi"},{"name":"34:54","price":"तथा उनके और उन चीज़ों के बीच जिनकी वे इच्छा करेंगे, आड़ बना दी जाएगी, जैसा कि इनके जैसों के साथ इससे पहले किया जा चुका है। निःसंदेह वे असमंजस में डालने वाले संदेह में पड़े हुए थे।","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"hi"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}