{"data":[{"name":"38:1","price":"सॉद। क़सम है इस उपदेश वाले क़ुरआन की!","arabic":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3971,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:2","price":"बल्कि वे लोग जिन्होंने कुफ़्र किया, अभिमान और विरोध में पड़े हुए हैं।","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3972,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:3","price":"हमने इनसे पहले कितने ही समुदायों को विनष्ट कर दिया, तो उन्होंने पुकारा। और वह बच निकलने का समय नहीं था।","arabic":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3973,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:4","price":"तथा उन्होंने इसपर आश्चर्य किया कि उनके पास उन्हीं में से एक डराने वाला[1] आया! और काफ़िरों ने कहा : यह एक बड़ा झूठा जादूगर है।","arabic":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3974,"juzNumber":23,"footnotes":"1. अर्थात मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम)","lang":"hi"},{"name":"38:5","price":"क्या उसने सब पूज्यों को एक पूज्य बना दिया? निःसंदेह यह तो बड़े आश्चर्य की बात है।","arabic":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3975,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:6","price":"और उनके प्रमुख (यह कहते हुए) चल खड़े हुए कि चलो और अपने पूज्यों पर जमे रहो। निश्चय यह एक ऐसी चीज़ है, जो वांछित (सुनियोजित)[2] है।","arabic":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3976,"juzNumber":23,"footnotes":"2. अर्थात एकेश्वरवाद की यह बात सत्य नहीं है और ऐसी बात अपने किसी स्वार्थ के लिए की जा रही है।","lang":"hi"},{"name":"38:7","price":"हमने यह बात पिछले धर्म में नहीं सुनी। यह तो मात्र बनाई हुई बात है।","arabic":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3977,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:8","price":"क्या हमारे बीच से उसी पर उपदेश उतारा गया है? बल्कि वे मेरे उपदेश के बारे में संदेह में हैं। बल्कि उन्होंने अभी तक मेरी यातना नहीं चखी।","arabic":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3978,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:9","price":"क्या उन्हीं के पास आपके अत्यंत प्रभुत्वशाली, परम दाता पालनहार की दया के ख़ज़ाने हैं?[3]","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3979,"juzNumber":23,"footnotes":"3. कि वे जिसे चाहें नबी बनाएँ?","lang":"hi"},{"name":"38:10","price":"या आकाशों तथा धरती का और उन दोनों के बीच की चीज़ों का राज्य उन्हीं के पास है? तो उन्हें चाहिए कि (आकाशों में) रस्सियाँ तानकर चढ़ जाएँ।[4]","arabic":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3980,"juzNumber":23,"footnotes":"4. और मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) पर प्रकाशना के अवतरण को रोक दें।","lang":"hi"},{"name":"38:11","price":"(यह) एक तुच्छ सी सेना है, सेनाओं में से, जो वहाँ पराजित होने वाली है।[5]","arabic":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3981,"juzNumber":23,"footnotes":"5. अर्थात इन मक्का वासियों के पराजित होने में देर नहीं लगेगी।","lang":"hi"},{"name":"38:12","price":"इनसे पहले नूह की जाति तथा आद और मेखों वाले (शक्तिमान) फ़िरऔन ने झुठलाया।","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3982,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:13","price":"तथा समूद और लूत की जाति तथा ऐका (उपवन) वालों[6] ने। यही लोग वे सेनाएँ हैं।","arabic":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3983,"juzNumber":23,"footnotes":"6. इससे अभिप्राय शुऐब (अलैहिस्सलाम) की जाति है। (देखिए : सूरतुश-शुअरा, आयत : 176)","lang":"hi"},{"name":"38:14","price":"इन सब ने रसूलों को झुठलाया, तो मेरी यातना सिद्ध हो गई।","arabic":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3984,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:15","price":"और ये लोग केवल एक सख़्त चीख की प्रतीक्षा कर रहे हैं, जिसमें कोई विराम नहीं होगा।","arabic":"وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3985,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:16","price":"तथा उन्होंने कहा : ऐ हमारे पालनहार! हमें हमारा भाग हिसाब के दिन से पहले ही प्रदान कर दे।[7]","arabic":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3986,"juzNumber":23,"footnotes":"7. अर्थात वह उपहास स्वरूप कहते हैं कि प्रलय से पहले ही संसार में हमें यातना मिल जाए। अर्थ यह है कि हमें कोई यातना नहीं दी जाएगी।","lang":"hi"},{"name":"38:17","price":"वे जो कुछ कहते हैं उसपर सब्र करें, तथा हमारे बंदे दाऊद को याद करें, जो बड़ी शक्ति वाला था। निश्चय वह (अल्लाह की ओर) बहुत लौटने वाला था।","arabic":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3987,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:18","price":"निःसंदेह हमने पर्वतों को उसके साथ वशीभूत कर दिया था, वे शाम तथा सुबह तस्बीह (पवित्रता गान) करते थे।","arabic":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3988,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:19","price":"तथा पक्षियों को भी, जो एकत्र किए होते। सब उसकी ओर पलटने वाले थे।","arabic":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3989,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:20","price":"और हमने उसके राज्य को मज़बूत किया और उसे हिकमत (नुबुव्वत) तथा निर्णायक बात कहने की क्षमता प्रदान की।","arabic":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3990,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:21","price":"तथा क्या आपके पास झगड़ने वालों का समाचार आया, जब वे दीवार फाँदकर उपासना-गृह में आ गए?","arabic":"۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3991,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:22","price":"जब वे दाऊद के पास अंदर आए, तो वह उनसे घबरा गया। उन्होंने कहा : डरिए नहीं। (हम) दो झगड़ने वाले हैं। हममें से एक ने दूसरे पर अत्याचार किया है। सो आप हमारे बीच सत्य के साथ न्याय कर दें, और अन्याय न करें, तथा हमारी सीधे मार्ग की ओर रहनुमाई करें।","arabic":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3992,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:23","price":"निःसंदेह यह मेरा भाई है। इसके पास निन्नानवे दुंबियाँ हैं और मेरे पास एक दुंबी है। तो इसने कहा कि इसे (भी) मुझे सौंप दे और इसने बात-चीत में मुझे दबा लिया।","arabic":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3993,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:24","price":"उसने कहा : निःसंदेह उसने तेरी दुंबी को अपनी दुंबियों के साथ मिलाने की माँग करके तुझपर अत्याचार किया है। तथा निःसंदेह बहुत-से साझी निश्चय एक-दूसरे पर अत्याचार करते हैं। सिवाय उन लोगों के, जो ईमान लाए और उन्होंने अच्छे कर्म किए और ये लोग बहुत ही कम हैं। और दाऊद ने यक़ीन कर लिया कि हमने उसकी परीक्षा ली है। अतः उसने अपने पालनहार से क्षमा याचना की, तथा सजदे में गिर गया, और (अल्लाह की ओर) वापस लौटा।","arabic":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3994,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:25","price":"तो हमने उसकी यह ग़लती क्षमा कर दी और निःसंदेह उसके लिए हमारे पास निश्चय बड़ी निकटता तथा अच्छा ठिकाना है।","arabic":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3995,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:26","price":"ऐ दाऊद! हमने तुझे धरती में ख़लीफ़ा बनाया है। अतः लोगों के बीच सत्य के साथ निर्णय कर तथा इच्छा का अनुसरण न कर। अन्यथा, वह तुझे अल्लाह की राह से भटका देगी। निःसंदेह जो लोग अल्लाह की राह[8] से भटक जाते हैं, उनके लिए कठोर यातना है, इस कारण कि वे हिसाब के दिन को भूल गए।","arabic":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3996,"juzNumber":23,"footnotes":"8. अल्लाह की राह से अभिप्राय उसका धर्म-विधान है।","lang":"hi"},{"name":"38:27","price":"तथा हमने आकाश और धरती को तथा उन दोनों के बीच की चीज़ों को व्यर्थ नहीं पैदा किया। यह तो उन लोगों का गुमान है, जिन्होंने कुफ़्र किया। तो जिन लोगों ने कुफ़्र किया, उनके लिए आग के रूप में बड़ा विनाश है।","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3997,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:28","price":"क्या हम उन लोगों को जो ईमान लाए और उन्होंने अच्छे कर्म किए, धरती में बिगाड़ पैदा करने वालों के समान कर देंगे? या क्या हम परहेज़गारों को दुराचारियों के समान[9] कर देंगे?","arabic":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3998,"juzNumber":23,"footnotes":"9. यह प्रश्न नकारात्मक है और अर्थ यह है कि दोनों का परिणाम समान नहीं होगा।","lang":"hi"},{"name":"38:29","price":"यह (क़ुरआन) एक पुस्तक है, हमने इसे आपकी ओर उतारा है, बहुत बरकत वाली है, ताकि वे इसकी आयतों पर विचार करें, और ताकि बुद्धि वाले लोग (इससे) उपदेश ग्रहण करें।","arabic":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3999,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:30","price":"तथा हमने दाऊद को सुलैमान (नामक पुत्र) प्रदान किया। वह बहुत अच्छा बंदा था। निःसंदेह वह (अल्लाह की ओर) बहुत लौटने वाला था।","arabic":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4000,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:31","price":"जब उसके समक्ष संध्या के समय असली तेज़गाम घोड़े प्रस्तुत किए गए।","arabic":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4001,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:32","price":"तो उसने कहा : मैंने इस धन (घोड़ों) के प्रेम को अपने पालनहार की याद पर प्राथमिकता दी। यहाँ तक कि सूरज ग़ायब हो गया।","arabic":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4002,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:33","price":"उन्हें मेरे पास वापस लाओ। फिर वह उनकी पिंडलियों तथा गर्दनों पर (तलवार) फेरने लगे।","arabic":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4003,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:34","price":"तथा निःसंदेह हमने सुलैमान की परीक्षा ली[10] और उसके सिंहासन पर एक शरीर डाल दिया। फिर वह अल्लाह की ओर पलटा।","arabic":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4004,"juzNumber":23,"footnotes":"10. ह़दीस के भाष्यकारों ने लिखा है कि सुलैमान अलैहिस्सलाम ने एक बार कहा कि मैं आज रात अपनी सभी पत्नियों जिनकी संख्या 70 अथवा 90 थी, से संभोग करूँगा। जिनसे योद्धा पैदा होंगे जो अल्लाह की राह मे जिहाद करेंगे। तथा उन्हों ने 'इन शा अल्लाह' (यदि अल्लाह ने चाहा) नहीं कहा। जिसका परिणाम यह हुआ कि केवल एक ही पत्नी गर्भवती हुई। और उसने भी अधूरे शिशु को जन्म दिया। नबी (सल्लल्लाहु अलैहि व सल्लम) ने कहा : यदि वह 'इन शा अल्लाह' (यदि अल्लाह ने चाहा) कह देते, तो सब योद्धा पैदा होते। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 6639, सह़ीह़ मुस्लिम, ह़दीस संख्या : 1656)","lang":"hi"},{"name":"38:35","price":"उसने कहा : ऐ मेरे पालनहार! मुझे क्षमा कर दे तथा मुझे ऐसा राज्य प्रदान कर, जो मेरे बाद किसी के लिए उचित न हो। निश्चय तू ही बड़ा दाता है।","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4005,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:36","price":"तो हमने वायु को उसके लिए वशीभूत कर दिया, जो उसके आदेश से कोमलता से चलती थी, जहाँ वह जाना चाहता।","arabic":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4006,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:37","price":"तथा शैतानों को, (भी वशीभूत कर दिया) जो हर प्रकार के कुशल निर्माता तथा माहिर ग़ोताख़ोर थे।","arabic":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4007,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:38","price":"तथा कुछ दूसरों को भी (वशीभूत कर दिया), जो बेड़ियों में इकट्ठे जकड़े हुए थे।","arabic":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4008,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:39","price":"(ऐ सुलैमान!) यह हमारा प्रदान है। अब उपकार करो अथवा रोक रखो, कोई हिसाब न होगा।","arabic":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4009,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:40","price":"और निःसंदेह उसके लिए हमारे पास निश्चय बड़ी निकटता तथा अच्छा ठिकाना है।","arabic":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4010,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:41","price":"तथा हमारे बंदे अय्यूब को याद करो। जब उसने अपने पालनहार को पुकारा कि निःसंदेह शैतान ने मुझे दुःख तथा कष्ट पहुँचाया[11] है।","arabic":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4011,"juzNumber":23,"footnotes":"11. अर्थात मेरे दुःख तथा यातना के कारण मुझे शैतान उकसा रहा है तथा वह मुझे तेरी दया से निराश करना चाहता है।","lang":"hi"},{"name":"38:42","price":"अपना पाँव (धरती पर) मार। यह स्नान का तथा पीने का शीतल जल है।","arabic":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4012,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:43","price":"और हमने उसे उसके घर वाले दे दिए तथा उनके साथ उतने और भी। हमारी ओर से दया के रूप में और बुद्धि वालों के लिए उपदेश के रूप में।","arabic":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4013,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:44","price":"तथा अपने हाथ में तिनकों का एक मुट्ठा ले और उससे मार दे और अपनी क़सम न तोड़।[12] निःसंदेह हमने उसे धैर्य करने वाला पाया, अच्छा बंदा था। निश्चय वह अल्लाह की तरफ़ बहुत ज़्यादा लौटने वाला था।","arabic":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4014,"juzNumber":23,"footnotes":"12. अय्यूब (अलैहिस्सलाम) की पत्नी से कुछ चूक हो गई, जिसपर उन्हों ने उसे सौ कोड़े मारने की शपथ ली थी।","lang":"hi"},{"name":"38:45","price":"तथा हमारे बंदों इबराहीम और इसहाक़ और याक़ूब को याद करो, जो हाथों (शक्ति) वाले और आँखों (अंतर्दृष्टि)[13] वाले थे।","arabic":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4015,"juzNumber":23,"footnotes":"13. अर्थात आज्ञापालन में शक्तिवान तथा धर्म का बोध रखते थे।","lang":"hi"},{"name":"38:46","price":"हमने उन्हें एक खास विशेषता के साथ चुन लिया, जो असल घर (आख़िरत) की याद है।","arabic":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4016,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:47","price":"और निःसंदेह वे हमारे निकट चुने हुए बेहतरीन लोगों में से थे।","arabic":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4017,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:48","price":"तथा आप इसमाईल, अल-यसअ् एवं ज़ुल्-किफ़्ल को याद करें और ये सब बेहतरीन लोगों में से थे।","arabic":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4018,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:49","price":"यह एक उपदेश है। तथा निश्चय ही डर रखने वालों के लिए अच्छा ठिकाना है।","arabic":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4019,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:50","price":"सदैव रहने के बाग़, इस हाल में कि उनके लिए द्वार पूरे खोले हुए होंगे।","arabic":"جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4020,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:51","price":"उनमें तकिए लगाए हुए होंगे। वे उनमें बहुत-से फल तथा पेय मँगवा रहे होंगे।।","arabic":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4021,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:52","price":"तथा उनके पास निगाहें सीमित रखने वाली, एक-सी आयु वाली स्त्रियाँ होंगी।","arabic":"۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4022,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:53","price":"यह है जिसका हिसाब के दिन के लिए तुमसे वादा किया जाता है।","arabic":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4023,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:54","price":"निःसंदेह यह हमारी जीविका है, जो कभी समाप्त न होगी।","arabic":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4024,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:55","price":"यह है (डरने वालो का बदला), और निःसंदेह सरकशों के लिए निश्चय बहुत बुरा ठिकाना है।","arabic":"هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4025,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:56","price":"(वह) जहन्नम है, वे उसमें प्रवेश करेंगे। सो वह बहुत बुरा बिछौना है।","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4026,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:57","price":"यह है (सज़ा), सो वे उसे चखें, खौलता पानी और पीप।","arabic":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4027,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:58","price":"तथा इसी प्रकार की कुछ अन्य विभिन्न यातनाएँ।","arabic":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4028,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:59","price":"यह[14] एक जत्था है, जो तुम्हारे साथ घुसता चला आने वाला है। उनका कोई स्वागत नहीं। निश्चय ये जहन्नम में प्रवेश करने वाले हैं।","arabic":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4029,"juzNumber":23,"footnotes":"14. यह बात काफ़िरों के प्रमुख जो पहले से नरक में होंगे अपने उन अनुयायियों से कहेंगे, जो संसार में उनके अनुयायी बने रहे उस समय जब उनके अनुयायियों का गिरोह नरक में आने लगेगा।","lang":"hi"},{"name":"38:60","price":"वे उत्तर देंगे : बल्कि तुम हो, तुम्हारा कोई स्वागत नहीं। तुम ही इसे हमारे आगे लाए हो। सो यह बुरा ठिकाना है।","arabic":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4030,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:61","price":"(फिर) वे कहेंगे : ऐ हमारे पालनहार! जो इसे हमारे आगे लाया है, तू उसे जहन्नम में दोगुनी यातना दे।","arabic":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4031,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:62","price":"तथा वे कहेंगे : हमें क्या हुआ कि हम उन लोगों को नहीं देख रहे हैं, जिनकी गणना हम बुरे लोगों में किया करते थे?[15]","arabic":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4032,"juzNumber":23,"footnotes":"15. इससे उनका संकेत उन निर्धन-निर्बल मुसलमानों की ओर होगा जिन्हें वे संसार में उपद्रवी कह रहे थे।","lang":"hi"},{"name":"38:63","price":"क्या हमने उन्हें मज़ाक़ बनाए रखा, या हमारी आँखें उनसे फिर गई हैं?","arabic":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4033,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:64","price":"निःसंदेह यह जहन्नमियों का आपस में झगड़ना निश्चय सत्य है।","arabic":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4034,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:65","price":"(ऐ नबी!) आप कह दें : मैं तो मात्र एक डराने वाला[16] हूँ, तथा अल्लाह के सिवा कोई (सच्चा) पूज्य नहीं, जो एक है, परम प्रभुत्वशाली है।","arabic":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4035,"juzNumber":23,"footnotes":"16. क़ुरआन ने इसे बहुत-सी आयतों में दुहराया है कि नबियों का कर्तव्य मात्र सत्य को पहुँचाना है। किसी को बलपूर्वक सत्य को मनवाना नहीं है।","lang":"hi"},{"name":"38:66","price":"जो आकाशों का तथा धरती का पालनहार है और उन चीज़ों का जो उन दोनों के बीच है, सब पर प्रभुत्वशाली, अत्यंत क्षमाशील है।","arabic":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4036,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:67","price":"आप कह दें कि वह[17] एक बहुत बड़ी सूचना है।","arabic":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4037,"juzNumber":23,"footnotes":"17. परलोक की यातना तथा तौहीद (एकेश्वरवाद) की जो बातें तुम्हें बता रहा हूँ।","lang":"hi"},{"name":"38:68","price":"जिससे तुम मुँह फेरने वाले हो।","arabic":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4038,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:69","price":"मुझे उच्च सभा (मलए आ'ला) का कभी कुछ ज्ञान नहीं, जब वे वाद-विवाद करते हैं।","arabic":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4039,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:70","price":"मेरी ओर तो मात्र इसलिए वह़्य (प्रकाशना) की जाती है कि मैं खुला सचेत करने वाला हूँ।","arabic":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4040,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:71","price":"जब आपके पालनहार ने फ़रिश्तों से कहा : निःसंदेह मैं मिट्टी से एक मनुष्य पैदा करने वाला हूँ।","arabic":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4041,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:72","price":"तो जब मैं उसे पूरा बना चुकूँ और उसमें अपनी आत्मा फूँक दूँ, तो तुम उसके सामने सजदा करते हुए गिर जाओ।","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4042,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:73","price":"तो सब के सब फ़रिश्तों ने सजदा किया।","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4043,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:74","price":"सिवाय इबलीस के। उसने अभिमान किया और काफ़िरों में से हो गया।","arabic":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4044,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:75","price":"(अल्लाह ने) कहा : ऐ इबलीस! तूझे किस चीज़ ने रोका कि तू उसके लिए सजदा करे जिसे मैंने अपने दोनों हाथों से बनाया? क्या तू बड़ा बन गया, या तू था ही ऊँचे लोगों में से?","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4045,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:76","price":"उसने कहा : मैं उससे बेहतर हूँ। तूने मुझे आग से पैदा किया और उसे मिट्टी से पैदा किया।","arabic":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4046,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:77","price":"(अल्लाह ने) कहा : फिर तू यहाँ से निकल जा। निःसंदेह तू धुत्कारा हुआ है।","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4047,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:78","price":"और निःसंदेह तुझपर बदले (क़ियामत) के दिन तक मेरी धिक्कार है।","arabic":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4048,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:79","price":"उस (इबलीस) ने कहा : ऐ मेरे पालनहार! फिर मुझे उस दिन तक के लिए अवसर दे, जिसमें लोग पुनः जीवित किए जाएँगे।","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4049,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:80","price":"(अल्लाह ने) कहा : निःसंदेह तू मोहलत दिए गए लोगों में से है।","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4050,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:81","price":"निर्धारित समय के दिन तक।","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4051,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:82","price":"उसने कहा : तो तेरे गौरव की क़सम! मैं अवश्य उन सबको गुमराह कर दूँगा।","arabic":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4052,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:83","price":"सिवाय उनमें से तेरे उन बंदों के, जो चुने हुए हैं।","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4053,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:84","price":"(अल्लाह ने) कहा : तो सत्य यह है और मैं सत्य ही कहता हूँ।","arabic":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4054,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:85","price":"कि मैं अवश्य ही जहन्नम को तुझसे तथा उन लोगों से भर दूँगा, जो उनमें से तेरा अनुसरण करेंगे।","arabic":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4055,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:86","price":"(ऐ नबी!) आप कह दें कि मैं तुमसे इसपर कोई पारिश्रमिक नहीं माँगता और न मैं बनावट करने वालो में से हूँ।","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4056,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:87","price":"यह तो केवल सर्व संसार के लिए एक उपदेश है।","arabic":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4057,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"38:88","price":"तथा निश्चय तुम उसके समाचार को कुछ समय के बाद अवश्य जान लोगे।","arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4058,"juzNumber":23,"footnotes":"","lang":"hi"}],"chapter":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"]}