{"data":[{"name":"39:1","price":"इस पुस्तक का उतारना अल्लाह की ओर से है, जो अत्यंत प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:2","price":"निःसंदेह हमने आपकी ओर यह पुस्तक सत्य के साथ उतारी है। अतः आप अल्लाह की इबादत इस तरह करें कि धर्म को उसी के लिए खालिस करने वाले हों।","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:3","price":"सुन लो! ख़ालिस (विशुद्ध) धर्म केवल अल्लाह ही के लिए है। तथा जिन लोगों ने अल्लाह के सिवा अन्य संरक्षक बना रखे हैं (वे कहते हैं कि) हम उनकी पूजा केवल इसलिए करते हैं कि वे हमें अल्लाह से क़रीब[1] कर दें। निश्चय अल्लाह उनके बीच उसके बारे में निर्णय करेगा, जिसमें वे मतभेद कर रहे हैं। निःसंदेह अल्लाह उसे मार्गदर्शन नहीं करता, जो झूठा, बड़ा नाशुक्रा हो।","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"1. मक्का के काफ़िर यह मानते थे कि अल्लाह ही वास्तविक पूज्य है। परंतु वे यह समझते थे कि उसका दरबार बहुत ऊँचा है, इसलिए वे इन पूज्यों को माध्यम बनाते थे। ताकि इनके द्वारा उनकी प्रार्थनाएँ अल्लाह तक पहुँच जाएँ। यही बात साधारणतः मुश्रिक कहते आए हैं। इन तीन आयतों में उनके इसी कुविचार का खंडन किया गया है। फिर उनमें कुछ ऐसे थे जो समझते थे कि अल्लाह के संतान है। कुछ, फ़रिश्तों को अल्लाह की पुत्रियाँ कहते, और कुछ, नबियों (जैसे ईसा) को अल्लाह का पुत्र कहते थे। यहाँ इसी का खंडन किया गया है।","lang":"hi"},{"name":"39:4","price":"यदि अल्लाह चाहता कि (किसी को) संतान बनाए, तो वह उनमें से जिन्हें वह पैदा करता है, जिसे चाहता अवश्य चुन लेता, वह पवित्र है! वह तो अल्लाह है, जो अकेला है, बहुत प्रभुत्व वाला है।","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:5","price":"उसने आकाशों तथा धरती को सत्य के साथ पैदा किया। वह रात को दिन पर लपेटता है तथा दिन को रात पर लपेटता है। तथा उसने सूर्य और चन्द्रमा को वशीभूत कर रखा है। प्रत्येक, एक नियत समय के लिए चल रहा है। सावधान! वही सब पर प्रभुत्वशाली, अत्यंत क्षमाशील है।","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:6","price":"उसने तुम्हें एक जान से पैदा किया, फिर उसी से उसका जोड़ा बनाया, तथा तुम्हारे लिए पशुओं में से आठ प्रकार (नर-मादा) उतारे। वह तुम्हें तुम्हारी माताओं के पेटों में, तीन अंधेरों में, एक रचना के बाद दूसरी रचना में, पैदा करता है। यही अल्लाह तुम्हारा पालनहार है। उसी का राज्य है। उसके सिवा कोई (सच्चा) पूज्य नहीं। फिर तुम किस तरह फेरे जाते हो?","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:7","price":"यदि तुम नाशुक्री करो, तो अल्लाह तुमसे बहुत बेनियाज़ है और वह अपने बंदों के लिए नाशुक्री पसंद नहीं करता, और यदि तुम शुक्रिया अदा करो, तो वह उसे तुम्हारे लिए पसंद करेगा। और कोई बोझ उठाने वाला किसी दूसरे का बोझ नहीं उठाएगा। फिर तुम्हारा लौटना तुम्हारे पालनहार ही की ओर है। तो वह तुम्हें बतलाएगा जो कुछ तुम किया करते थे। निश्चय वह दिलों के भेदों को भली-भाँति जानने वाला है।","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:8","price":"तथा जब मनुष्य को कोई कष्ट पहुँचता है, तो वह अपने पालनहार को पुकारता है, इस हाल में कि उसी की ओर एकाग्र, ध्यानमग्न होता है। फिर जब वह उसे अपनी ओर से कोई सुख प्रदान करता है, तो वह उसे भूल जाता है, जिसे वह इससे पहले पुकार रहा था, तथा वह अल्लाह का साझी बना लेता है, ताकि उसके मार्ग से गुमराह कर दे। आप कह दें कि अपने कुफ़्र का थोड़ा सा लाभ उठा लो। निश्चय तुम जहन्नमियों में से हो।","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:9","price":"(क्या यह बेहतर) या वह व्यक्ति जो रात की घड़ियों में सजदा करते हुए तथा क़ियाम करते हुए इबादत करने वाला है। आख़िरत का भय रखता है तथा अपने पालनहार की दया की आशा रखता है? आप कह दें कि क्या समान हैं वे लोग जो ज्ञान रखते हों तथा वे जो ज्ञान नहीं रखते? उपदेश तो वही ग्रहण करते हैं, जो बुद्धि वाले हैं।","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:10","price":"(ऐ रसूल!) आप कह दें : ऐ मेरे बंदो, जो ईमान लाए हो! अपने पालनहार से डरो। उन लोगों के लिए जिन्होंने इस दुनिया में अच्छे कार्य किए, बड़ी भलाई है। तथा अल्लाह की धरती विस्तृत है। केवल सब्र करने वालों ही को उनका बदला बिना किसी हिसाब (शुमार) के दिया जाएगा।","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:11","price":"आप कह दें : निःसंदेह मुझे आदेश दिया गया है कि मैं अल्लाह की इबादत करूँ, इस हाल में कि धर्म को उसी के लिए ख़ालिस (विशुद्ध) करने वाला हूँ।","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:12","price":"तथा मुझे आदेश दिया गया है कि आज्ञाकारियों में से पहला मैं बनूँ।","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:13","price":"आप कह दें : निःसंदेह मैं एक बहुत बड़े दिन की यातना से डरता हूँ, यदि मैं अपने पालनहार की अवज्ञा करूँ।","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:14","price":"आप कह दें : मैं अल्लाह ही की इबादत करता हूँ, इस हाल में कि उसी के लिए अपने धर्म को विशुद्ध (ख़ालिस) करने वाला हूँ।","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:15","price":"अतः तुम उसके सिवा जिसकी चाहो इबादत करो। आप कह दें : निःसंदेह वास्तविक घाटे में पड़ने वाले तो वे हैं, जिन्होंने क़ियामत के दिन खुद को तथा अपने घर वालों को घाटे में डाला। सुन लो! यही खुला घाटा है।","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:16","price":"उनके लिए उनके ऊपर से आग के छत्र होंगे तथा उनके नीचे से भी छत्र होंगे। यही वह चीज़ है, जिससे अल्लाह अपने बंदों को डराता है। ऐ मेरे बंदो! अतः तुम मुझसे डरो।","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:17","price":"तथा जो लोग 'ताग़ूत'[2] की पूजा करने से बचे रहे और अल्लाह की ओर ध्यानमग्न हो गए, उन्हीं के लिए शुभ सूचना है। अतः आप मेरे बंदों को शुभ सूचना सुना दें।","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"2. अल्लाह के अतिरिक्त मिथ्या पूज्यों से।","lang":"hi"},{"name":"39:18","price":"वे जो ध्यान से बात सुनते हैं, फिर उसमें से सबसे अच्छी बात का अनुसरण करते हैं। यही लोग हैं, जिन्हें अल्लाह ने मार्गदर्श प्रदान किया है तथा यही बुद्धि वाले हैं।","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:19","price":"तो क्या वह व्यक्ति जिसपर यातना की बात सिद्ध हो चुकी, फिर क्या आप उसे बचा लेंगे, जो आग में है?","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:20","price":"किंतु जो लोग अपने पालनहार से डरते रहे, उनके लिए उच्च भवन हैं। जिनके ऊपर निर्मित भवन हैं। जिनके नीचे से नहरें प्रवाहित हैं। यह अल्लाह का वादा है और अल्लाह अपने वादे का उल्लंघन नहीं करता।","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:21","price":"क्या तुमने नहीं देखा[3] कि अल्लाह ने आकाश से कुछ पानी उतारा। फिर उसे स्रोतों के रूप में धरती में चलाया। फिर वह उसके साथ विभिन्न रंगों की खेती निकालता है। फिर वह सूख जाती है, तो तुम उसे पीली देखते हो। फिर वह उसे चूरा-चूरा कर देता है। निःसंदेह इसमें बुद्धि वालों के लिए निश्चय बड़ी सीख है।","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"3. इस आयत में अल्लाह के एक नियम की ओर संकेत है जो सब में समान रूप से प्रचलित है। अर्थात वर्षा से खेती का उगना और अनेक स्थितियों से गुज़रकर नाश हो जाना। इसे मतिमानों के लिए शिक्षा कहा गया है। क्योंकि मनुष्य की भी यही दशा है। वह शिशु जन्म लेता है फिर युवक और बूढ़ा हो जाता है। और अंततः संसार से चला जाता है।","lang":"hi"},{"name":"39:22","price":"तो क्या वह व्यक्ति जिसका सीना अल्लाह ने इस्लाम के लिए खोल दिया है, तो वह अपने पालनहार की ओर से एक प्रकाश पर है (किसी कठोर हृदय काफ़िर के समान हो सकता है?) अतः उनके लिए विनाश है, जिनके दिल अल्लाह के स्मरण के प्रति कठोर हैं। ये लोग खुली गुमराही में हैं।","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:23","price":"अल्लाह ने सबसे अच्छी बात (क़ुरआन) अवतरित की, ऐसी पुस्तक जो परस्पर मिलती-जुलती, (जिसकी आयतें) बार-बार दोहराई जाने वाली हैं। इससे उन लोगों की खालों के रोंगटे खड़े हो जाते हैं, जो अपने पालनहार से डरते हैं। फिर उनकी खालें तथा उनके दिल अल्लाह के स्मरण की ओर कोमल हो जाते हैं। यह अल्लाह का मार्गदर्शन है, जिसके द्वारा वह जिसे चाहता है, संमार्ग पर लगा देता है, और जिसे अल्लाह गुमराह कर दे, तो उसे कोई राह पर लाने वाला नहीं।","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:24","price":"तो क्या जो व्यक्ति क़ियामत के दिन अपने चेहरे[4] के साथ, बुरी यातना से, अपनी रक्षा करेगा? तथा अत्याचारियों से कहा जाएगा : उसे चखो, जो तुम किया करते थे।","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"4. इसलिए कि उसके हाथ पीछे बंधे होंगे। वह अच्छा है या जो स्वर्ग के सुख में होगा वह अच्छा है?","lang":"hi"},{"name":"39:25","price":"इनसे पहले के लोगों ने भी झुठलाया, तो उनपर वहाँ से यातना आई कि वे सोचते भी न थे।","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:26","price":"तो अल्लाह ने उन्हें सांसारिक जीवन में अपमान चखाया और निश्चय आख़िरत (परलोक) की यातना अत्यधिक बड़ी है। काश! वे जानते होते।","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:27","price":"और निःसंदेह हमने इस क़ुरआन में लोगों के लिए हर प्रकार के उदाहरण दिए हैं, ताकि वे उपदेश ग्रहण करें।","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:28","price":"अरबी भाषा में क़ुरआन, जिसमें कोई टेढ़ापन नहीं है, ताकि वे अल्लाह से डरें।","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:29","price":"अल्लाह ने एक व्यक्ति का उदाहरण दिया है, जिसमें कई परस्पर विरोधी साझी हैं तथा एक और व्यक्ति का, जो पूरा एक ही व्यक्ति का (दास) है। क्या दोनों की स्थिति समान हैं?[5] सब प्रशंसा अल्लाह के लिए है। बल्कि उनमें से अधिकतर लोग नहीं जानते।","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"5. इस आयत में मिश्रणवादी और एकेश्वरवादी की दशा का वर्णन किया गया है कि मिश्रणवादी अनेक पूज्यों को प्रसन्न करने में व्याकुल रहता है। तथा एकेश्वरवादी शांत होकर केवल एक अल्लाह की इबादत करता है और एक ही को प्रसन्न करता है।","lang":"hi"},{"name":"39:30","price":"(ऐ नबी!) निःसंदेह आप मरने वाले हैं तथा निःसंदेह वे भी मरने वाले हैंl[6]","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"6. इस आयत में नबी (सल्लल्लाहु अलैहि व सल्लम) की मौत को सिद्ध किया गया है। जिस प्रकार सूरत आले-इमरान, आयत : 144 में आपकी मौत का प्रमाण बताया गया है।","lang":"hi"},{"name":"39:31","price":"फिर निःसंदेह तुम क़ियामत के दिन अपने पालनहार के पास झगड़ोगे।","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"","lang":"hi"},{"name":"39:32","price":"तथा उससे अधिक अत्याचारी कौन होगा, जो अल्लाह पर झूठ गढ़े या जब सच उसके पास आ जाए, तो उसे झुठलाए? तो क्या जहन्नम में काफ़िरों का आवास नहीं होगा?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:33","price":"तथा जो सत्य लेकर आया[7] और जिसने उसे सच माना, तो वही (यातना से) सुरक्षित रहने वाले लोग हैं।","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"7. इससे अभिप्राय अंतिम नबी मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) हैं।","lang":"hi"},{"name":"39:34","price":"उनके लिए उनके पालनहार के यहाँ वह सब कुछ होगा, जो वे चाहेंगे। और यही सदाचारियों का प्रतिफल है।","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:35","price":"ताकि जो बुरे कर्म उन्होंने किए हैं, उन्हें अल्लाह क्षमा कर दे तथा उनके अच्छे कर्मों के बदले, जो वे कर रहे थे, उन्हें उनका प्रतिफल प्रदान करे।","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:36","price":"क्या अल्लाह अपने बंदे के लिए काफ़ी नहीं है? तथा वे आपको उन (झूठे पूज्यों) से डराते हैं, जो उसके सिवा हैं। तथा जिसे अल्लाह राह से हटा दे, उसे कोई राह पर लाने वाला नहीं है।","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:37","price":"और जिसे अल्लाह सीधी राह पर लगा दे, उसे कोई राह से भटका नहीं सकता। क्या अल्लाह प्रभुत्वशाली, बदला लेने वाला नहीं है?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:38","price":"और यदि आप उनसे पूछें कि आकाशों तथा धरती को किसने पैदा किया है? तो वे अवश्य कहेंगे कि अल्लाह ने। आप कह दीजिए कि तुम बताओ कि जिन्हें तुम अल्लाह के सिवा पुकारते हो, यदि अल्लाह मुझे कोई हानि पहुँचाना चाहे, तो क्या ये उसकी हानि दूर कर सकते हैं? या मेरे साथ दया करना चाहे, तो क्या ये उसकी दया को रोक सकते हैं? आप कह दें कि मेरे लिए अल्लाह ही काफ़ी है। उसीपर भरोसा करने वाले भरोसा करते हैं।","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:39","price":"आप कह दें कि ऐ मेरी जाति के लोगो! तुम काम करो अपने स्थान पर, मैं भी काम कर रहा हूँ। फिर शीघ्र ही तुम्हें पता चल जाएगा।","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:40","price":"कि कौन है वह व्यक्ति, जिसपर अपमानकारी यातना आएगी और उसपर स्थायी अज़ाब उतरेगा?","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:41","price":"वास्तव में, हमने ही आपपर यह पुस्तक लोगों के लिए सत्य के साथ उतारी है। अब जिसने सीधा मार्ग ग्रहण किया, तो अपने लिए, तथा जो भटका, तो वह भटककर अपना नुकसान करता है। तथा आप उनके ज़िम्मेवार नहीं हैं।","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:42","price":"अल्लाह ही प्राणों को उनकी मौत के समय क़ब्ज़ करता है, तथा जिसकी मौत का समय नहीं आया, उसकी नींद की अवस्था में। फिर (उसे) रोक लेता है, जिसके बारे में मौत का निर्णय कर दिया हो तथा अन्य को एक निर्धारित समय तक के लिए भेज देता है। निःसंदेह इसमें उन लोगों के लिए निश्चय कई निशानियाँ हैं, जो मनन-चिंतन[8] करते हैं।","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"8. इस आयत में बताया जा रहा है कि मरण तथा जीवन अल्लाह के नियंत्रण में हैं। निद्रा में प्राणों को खींचने का अर्थ है, उनकी संवेदन शक्ति को समाप्त कर देना। अतः कोई इस निद्रा की दशा पर विचार करे, तो यह समझ सकता है कि अल्लाह मुर्दों को भी जीवित कर सकता है।","lang":"hi"},{"name":"39:43","price":"क्या उन्होंने अल्लाह के अतिरिक्त बहुत-से सिफ़ारिशी बना लिए हैं? आप कह दें: क्या यदि वे किसी चीज़ का अधिकार न रखते हों और न कुछ समझते हों तो भी (वे सिफ़ारिश करेंगे)?","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:44","price":"आप कह दें कि सिफ़ारिश तो सब अल्लाह के अधिकार में है। उसी के लिए है आकाशों तथा धरती का राज्य। फिर उसी की ओर तुम लौटाए जाओगे।","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:45","price":"तथा जब अकेले अल्लाह का ज़िक्र किया जाता है, तो उन लोगों के दिल संकीर्ण होने लगते हैं, जो आख़िरत[9] पर ईमान नहीं रखते तथा जब उसके सिवा अन्य पूज्यों का ज़िक्र आता है, तो वे सहसा प्रसन्न हो जाते हैं।","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"9. इसमें मुश्रिकों की दशा का वर्णन किया जा रहा है कि वे अल्लाह की महिमा और प्रेम को स्वीकार तो करते हैं, फिर भी जब अकेले अल्लाह की महिमा तथा प्रशंसा का वर्णन किया जाता है, तो प्रसन्न नहीं होते जब तक दूसरे पीरों-फ़क़ीरों तथा देवताओं के चमत्कार की चर्चा न की जाए।","lang":"hi"},{"name":"39:46","price":"(ऐ नबी!) आप कह दें: ऐ अल्लाह, आकाशों तथा धरती के पैदा करने वाले, परोक्ष तथा प्रत्यक्ष के जानने वाले! तू ही अपने बंदों के बीच उस बात के बारे में निर्णय करेगा, जिसमें वे झगड़ रहे थे।","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:47","price":"और जिन लोगों ने अत्याचार किया है, अगर धरती की सारी चीज़ें उनकी हो जाएँ, और उनके साथ उतना ही और भी, तो वे क़ियामत के दिन बुरी यातना से बचने के लिए इन सारी चीज़ों को फ़िदया में दे देंगे।[10] तथा अल्लाह की ओर से उनके लिए वह बात खुल जाएगी, जिसका वे गुमान भी न करते थे।","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"10. परंतु वह सब स्वीकार्य नहीं होगा। (देखिए : सूरतुल-बक़रा, आयत : 48, तथा सूरत आल-इमरान, आयत : 91)","lang":"hi"},{"name":"39:48","price":"और उनके कुकर्मों की बुराइयाँ उनके सामने आ जाएँगी और उन्हें वह यातना घेर लेगी, जिसका वे मज़ाक उड़ाया करते थे।","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:49","price":"और जब इनसान को कोई दुःख पहुँचाता है, तो हमें पुकारता है। फिर जब हम उसे अपनी ओर से कोई सुख प्रदान करते हैं, तो कहता हैः \"यह तो मुझे ज्ञान के कारण प्राप्त हुआ है।\" बल्कि, यह एक परीक्षा है। किन्तु, उनमें से अधिकतर लोग (इसे) नहीं जानते।","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:50","price":"यही बात, उन लोगों ने भी कही थी, जो इनसे पूर्व थे। तो नहीं काम आया उनके, जो कुछ वे कमा रहे थे।","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:51","price":"तो उनपर उनके कर्मों की बुराइयाँ आ पड़ीं। और इनमें से जिन लोगों ने अत्याचार किया, उनपर उनके कर्मों की बुराइयाँ आ पड़ेंगी। और वे (हमें) विवश करने वाले नहीं हैं।","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:52","price":"क्या उन्हें मालूम नहीं कि अल्लाह जिसके लिए चाहता है, रोज़ी कुशादा कर देता है, और (जिसे चाहता है) नापकर देता है? निश्चय इसमें बहुत-सी निशानियाँ हैं, उन लोगों के लिए, जो ईमान लाते हैं।","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:53","price":"(ऐ नबी!) आप मेरे उन बंदों से कह दें, जिन्होंने अपने ऊपर अत्याचार किए हैं कि तुम अल्लाह की दया से निराश न हो।[11] निःसंदेह अल्लाह सब पापों को क्षमा कर देता है। निःसंदेह वही तो अति क्षमाशील, अत्यंत दयावान् है।","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"11. नबी (सल्लल्लाहु अलैहि व सल्लम) के पास कुछ मुश्रिक आए जिन्होंने बहुत जानें मारीं और बहुत व्यभिचार किए थे। और कहा  वास्तव में, आप जो कुछ कह रहे हैं वह बहुत अच्छा है। तो आप बताएँ कि हमने जो कुकर्म किए हैं उनके लिए कोई कफ़्फ़ारा (प्रायश्चित) है? उसी पर क़ुरआन की आयत 68 और यह आयत उतरी। (सह़ीह़ बुख़ारी : 4810)","lang":"hi"},{"name":"39:54","price":"तथा अपने पालनहार की ओर झुक पड़ो और उसके आज्ञाकारी हो जाओ, इससे पहले कि तुमपर यातना आ जाए, फिर तुम्हारी सहायता न की जाए।","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:55","price":"तथा उस सबसे उत्तम वाणी का पालन करो, जो अल्लाह की ओर से तुम्हारी तरफ़ उतारी गई है, इससे पूर्व कि तुमपर यातना आ पड़े और तुम्हें एहसास तक न हो।","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:56","price":"(ऐसा न हो कि) कोई व्यक्ति कहे कि अफ़सोस है उस कोताही पर, जो मैंने अल्लाह के हक में की तथा मैं उपहास करने वालों में रह गया।","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:57","price":"या फिर कहे कि यदि अल्लाह मुझे सीधा रास्ता दिखाता, तो मैं डरने वालों में से हो जाता।","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:58","price":"या जब यातना को देख ले, तो कहने लगे कि अगर मुझे (संसार की ओर) वापस जाने का अवसर मिले, तो मैं अवश्य सदाचारियों में से हो जाऊँगा।","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:59","price":"हाँ, तुम्हारे पास मेरी निशानियाँ आईं, तो तुमने उन्हें झुठला दिया और अभिमान किया तथा तुम थे ही काफ़िरों में से।","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:60","price":"और क़ियामत के दिन आप उन लोगों को देखेंगे, जिन्होंने अल्लाह पर झूठ बोला कि उनके चेहरे काले होंगे। तो क्या अभिमानियों का ठिकाना जहन्नम में नहीं है?","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:61","price":"तथा अल्लाह उन लोगों को उनकी सफलता के साथ बचा लेगा, जो आज्ञाकारी रहे। न उन्हें कोई तकलीफ छुएगी और न वे शोकाकुल होंगे।","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:62","price":"अल्लाह ही प्रत्येक वस्तु का पैदा करने वाला है तथा वही प्रत्येक वस्तु का संरक्षक है।","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:63","price":"आकाशों तथा धरती की कुंजियाँ[12] उसी के पास हैं तथा जिन लोगों ने अल्लाह की आयतों का इनकार किया, वही लोग घाटा उठाने वाले हैं।","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"12. अर्थात सबका विधाता तथा स्वामी वही है। वही सबकी व्यवस्था करता है। और सब उसी के अधीन तथा अधिकार में हैं।","lang":"hi"},{"name":"39:64","price":"आप कह दें के ऐ अज्ञानो! क्या तुम मुझे आदेश देते हो कि मैं अल्लाह के सिवा किसी और की इबादत (वंदना) करूँ?","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:65","price":"और निःसंदेह तुम्हारी ओर एवं तुमसे पहले के नबियों की ओर वह़्य की गई है कि यदि तुमने शिर्क किया, तो निश्चय तुम्हारा कर्म अवश्य नष्ट हो जाएगा और तुम निश्चित रूप से हानि उठाने वालों में से हो जाओगे।[13]","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"13. इस आयत का भावार्थ यह है कि यदि मान लिया जाए कि आपके जीवन का अंत शिर्क पर हुआ, और क्षमा याचना नहीं की तो आपके भी कर्म नष्ट हो जाएँगे। ह़ालाँकि आप (सल्लल्लाहु अलैहि व सल्लम) और सभी नबी शिर्क से पाक थे। इसलिए कि उनका संदेश ही एकेश्वरवाद और शिर्क का खंडन है। फिर भी इसमें संबोधित नबी (सल्लल्लाहु अलैहि व सल्लम) को किया गया और यह साधारण नियम बताया गया कि शिर्क के साथ अल्लाह के हाँ कोई कर्म स्वीकार्य नहीं। तथा ऐसे सभी कर्म निष्फल होंगे जो एकेश्वरवाद की आस्था पर आधारित न हों। चाहे वह नबी हो या उसका अनुयायी हो।","lang":"hi"},{"name":"39:66","price":"बल्कि आप अल्लाह ही की इबादत (वंदना) करें तथा शुक्र करने वालों में से हो जाएँ।","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:67","price":"तथा उन्होंने अल्लाह का सम्मान नहीं किया, जैसे उसका सम्मान करना चाहिए था और क़ियामत के दिन पूरी धरती उसकी एक मुट्ठी में होगी, तथा आकाश उसके दाएँ हाथ[14] में लिपटे होंगे। वह उस शिर्क से पवित्र तथा उच्च है, जो वे कर रहे हैं।","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"14. ह़दीस में आता है कि एक यहूदी विद्वान नबी (सल्लल्लाहु अलैहि व सल्लम) के पास आया और कहा : हम अल्लाह के विषय में (अपनी धर्म पुस्तकों में) यह पाते हैं कि प्रलय के दिन आकाशों को एक उँगली, तथा भूमि को एक उँगली पर और पेड़ों को एक उंँगली, जल तथा तरी को एक उंँगली पर और समस्त उत्पत्ति को एक उंँगली पर रख लेगा, तथा कहेगा : \"मैं ही राजा हूँ।\" यह सुनकर आप हँस पड़े और इसी आयत को पढ़ा। (सह़ीह़ बुख़ारी, ह़दीस : 4812, 6519, 7382, 7413)","lang":"hi"},{"name":"39:68","price":"तथा सूर (नरसिंघा) में फूँक[15] मारी जाएगी, तो जो कोई आकाशों और धरती में होगा, बेहोश हो जाएगा। सिवाय उसके, जिसको अल्लाह चाहे। फिर उसमें पुनः फूँक मारी जाएगी, तो अचानक सब खड़े होकर देखने लगेंगे।","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"15. नबी (सल्लल्लाहु अलैहि व सल्लम) ने कहा : दूसरी फूँक के पश्चात् सबसे पहले मैं सिर उठाऊँगा। तो मूसा अर्श पकड़े हुए खड़े होंगे। मुझे ज्ञान नहीं कि वह ऐसे ही रह गए थे, या फूँकने के पश्चात् मुझसे पहले उठ चुके होंगे। (सह़ीह़ बुख़ारी : 4813) दूसरी ह़दीस में है कि दोनों फूँकों के बीच चालीस की अवधि होगी। और मनुष्य की दुमची की हड्डी के सिवा सब सड़ जाएगा। और उसी से उसको फिर बनाया जाएगा। (सह़ीह़ बुख़ारी : 4814)","lang":"hi"},{"name":"39:69","price":"तथा धरती अपने पालनहार की ज्योति से जगमगाने लगेगी, और कर्मलेख (खोलकर लोगों के आगे) रख दिए जाएँगे, तथा नबियों और साक्षियों को लाया जाएगा, और उनके बीच सत्य के साथ निर्णय कर दिया जाएगा और उनपर अत्याचार नहीं किया जाएगा।","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:70","price":"तथा प्रत्येक प्राणी को उसके कर्म का पूरा-पूरा फल दिया जाएगा। तथा वह भली-भाँति जानता है उसे, जो वे करते हैं।","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:71","price":"तथा जो लोग काफ़िर होंगे, वे जहन्नम की ओर गिरोह के गिरोह हाँके जाएँगे। यहाँ तक कि जब वे उसके पास आएँगे, तो उसके द्वार खोल दिए जाएँगे तथा उसके रक्षक उनसे कहेंगेः \"क्या तुम्हारे पास तुम्हीं में से रसूल नहीं आए थे, जो तुम्हें तुम्हारे पालनहार की आयतें सुनाते रहे तथा तुम्हें अपने इस दिन का सामना करने से सचेत करते रहे?\" वे कहेंगेः \"क्यों नहीं? परन्तु, काफ़िरों पर यातना की बात सिद्ध हो चुकी है।\"","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:72","price":"उनसे कहा जाएगाः जहन्नम के द्वारों में प्रवेश कर जाओ। उसमें सदावासी रहोगे। अतः क्या ही बुरा है अभिमानियों का ठिकाना!","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:73","price":"तथा जो लोग अपने पालनहार से डरते रहे, वे जन्नत की ओर गिरोह के गिरोह ले जाए जाएँगे। यहाँ तक कि जब वे उसके पास पहुँच जाएँगे तथा उसके द्वार खोल दिए जाएँगे और उसके रक्षक उनसे कहेंगेः सलाम है तुमपर। तुम पवित्र हो। सो तुम इसमें हमेशा रहने को प्रवेश कर जाओ।","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"hi"},{"name":"39:74","price":"तथा वे कहेंगे : सब प्रशंसा अल्लाह के लिए है, जिसने हमसे किया हुआ अपना वचन सच कर दिखाया, तथा हमें इस धरती का उत्तराधिकारी बना दिया। हम स्वर्ग के अंदर जहाँ चाहें, रहें। क्या ही अच्छा बदला है कर्म करने वालों का।[16]","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"16. अर्थात एकेश्वरवादी सदाचारियों का।","lang":"hi"},{"name":"39:75","price":"तथा आप फ़रिश्तों को अर्श (सिंहासन) के चारों ओर से उसे घेरे हुए देखेंगे। वे अपने पालनहार की पवित्रता गान कर रहे होंगे, उसकी प्रशंसा के साथ। और लोगों के बीच सत्य के साथ निर्णय कर दिया जाएगा। तथा कह दिया जाएगा कि सब प्रशंसा अल्लाह के लिए है, जो सारे संसार का पालनहार है।[17]","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"17. अर्थात जब ईमान वाले स्वर्ग में और मुश्रिक नरक में चले जाएँगे तो उस समय का चित्र यह होगा कि अल्लाह के अर्श को फ़रिश्ते हर ओर से घेरे हुए उसकी पवित्रता तथा प्रशंसा का गान कर रहे होंगे।","lang":"hi"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}