{"data":[{"name":"4:1","price":"ऐ लोगो! अपने[1] उस पालनहार से डरो, जिसने तुम्हें एक जीव (आदम) से पैदा किया तथा उसी से उसके जोड़े (हव्वा) को पैदा किया और उन दोनों से बहुत-से नर-नारी फैला दिए। उस अल्लाह से डरो, जिसके माध्यम से तुम एक-दूसरे से माँगते हो, तथा रिश्ते-नाते को तोड़ने से डरो। निःसंदेह अल्लाह तुम्हारा निरीक्षक है।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَخَلَقَ مِنۡهَا زَوۡجَهَا وَبَثَّ مِنۡهُمَا رِجَالٗا كَثِيرٗا وَنِسَآءٗۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِي تَسَآءَلُونَ بِهِۦ وَٱلۡأَرۡحَامَۚ إِنَّ ٱللَّهَ كَانَ عَلَيۡكُمۡ رَقِيبٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":494,"juzNumber":4,"footnotes":"1. यहाँ से सामाजिक व्यवस्था का नियम बताया गया है कि विश्व के सभी नर-नारी एक ही माता-पिता से पैदा किए गए हैं। इसलिए सब समान हैं। और सबके साथ अच्छा व्यवहार तथा भाई-चारे की भावना रखनी चाहिए। यह उस अल्लाह का आदेश है जो तुम्हारे मूल का उत्पत्तिकर्ता है। और जिसके नाम से तुम एक-दूसरे से अपना अधिकार माँगते हो कि अल्लाह के लिए मेरी सहायता करो। फिर इस साधारण संबंध के सिवा रिश्तेदारी का संबंध भी है, जिसे जोड़ने पर बहुत बल दिया गया है। एक ह़दीस में है कि रिश्तेदारी को तोड़ने वाला जन्नत में नहीं जाएगा। (सह़ीह़ बुख़ारी : 5984, मुस्लिम : 2555) इस आयत के पश्चात् कई आयतों में इन्हीं अल्लाह के निर्धारित किए मानव अधिकारों का वर्णन किया जा रहा है।","lang":"hi"},{"name":"4:2","price":"तथा अनाथों को उनका माल दे दो और पवित्र व हलाल चीज़ के बदले अपवित्र व हराम चीज़ न लो और उनके माल को अपने माल के साथ मिलाकर न खाओ। निःसंदेह यह बहुत बड़ा पाप है।","arabic":"وَءَاتُواْ ٱلۡيَتَٰمَىٰٓ أَمۡوَٰلَهُمۡۖ وَلَا تَتَبَدَّلُواْ ٱلۡخَبِيثَ بِٱلطَّيِّبِۖ وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَهُمۡ إِلَىٰٓ أَمۡوَٰلِكُمۡۚ إِنَّهُۥ كَانَ حُوبٗا كَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":495,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"4:3","price":"और यदि तुम्हें डर हो कि अनाथ लड़कियों (से विवाह) के मामले[2] में न्याय न कर सकोगे, तो अन्य औरतों में से जो तुम्हें पसंद हों, दो-दो, या तीन-तीन, या चार-चार से विवाह कर लो। लेकिन यदि तुम्हें डर हो कि (उनके बीच) न्याय नहीं कर सकोगे, तो एक ही से विवाह करो अथवा जो दासी तुम्हारे स्वामित्व[3] में हो (उससे लाभ उठाओ)। यह इस बात के अधिक निकट है कि तुम अन्याय न करो।","arabic":"وَإِنۡ خِفۡتُمۡ أَلَّا تُقۡسِطُواْ فِي ٱلۡيَتَٰمَىٰ فَٱنكِحُواْ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۖ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُواْ فَوَٰحِدَةً أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۚ ذَٰلِكَ أَدۡنَىٰٓ أَلَّا تَعُولُواْ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":496,"juzNumber":4,"footnotes":"2. अरब में इस्लाम से पूर्व अनाथ बालिका का संरक्षक यदि उसके खजूर का बाग़ हो, तो उसपर अधिकार रखने के लिए उससे विवाह कर लेता था। जबकि उसे उसमें कोई रूचि नहीं होती थी। इसी पर यह आयत उतरी। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 4573) 3. अर्थात युद्ध में बंदी बनाई गई दासी।","lang":"hi"},{"name":"4:4","price":"तथा स्त्रियों को उनके अनिवार्य मह्र खुशी से अदा कर दो। फिर यदि वे अपनी इच्छा से उसमें से कुछ तुम्हारे लिए छोड़ दें, तो उसे हलाल व पाक समझकर खाओ।","arabic":"وَءَاتُواْ ٱلنِّسَآءَ صَدُقَٰتِهِنَّ نِحۡلَةٗۚ فَإِن طِبۡنَ لَكُمۡ عَن شَيۡءٖ مِّنۡهُ نَفۡسٗا فَكُلُوهُ هَنِيٓـٔٗا مَّرِيٓـٔٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":497,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"4:5","price":"तथा अपना धन, जिसे अल्लाह ने तुम्हारे लिए जीवन-यापन का साधन बनाया है, नासमझ लोगों को न दो।[4] और उन्हें उसमें से खिलाते और पहनाते रहो और उनसे भली बात कहो।","arabic":"وَلَا تُؤۡتُواْ ٱلسُّفَهَآءَ أَمۡوَٰلَكُمُ ٱلَّتِي جَعَلَ ٱللَّهُ لَكُمۡ قِيَٰمٗا وَٱرۡزُقُوهُمۡ فِيهَا وَٱكۡسُوهُمۡ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":498,"juzNumber":4,"footnotes":"4. अर्थात धन, जीवन स्थापन का साधन है। इसलिए जब तक अनाथ चतुर तथा व्यस्क न हो जाएँ और अपने लाभ की रक्षा न कर सकें, उस समय तक उनका धन, उनके नियंत्रण में न दो।","lang":"hi"},{"name":"4:6","price":"तथा अनाथों को जाँचते रहो, यहाँ तक कि जब वे वयस्कता की आयु को पहुँच जाएँ, तो यदि तुम देखो कि उनमें समझ-बूझ आ गई है, तो उनका माल उन्हें सौंप दो। और उसे फ़िज़ूल खर्ची से काम लेते हुए जल्दी-जल्दी इसलिए न खा जाओ कि वे बड़े हो जाएँगे (और अपने माल पर क़ब्ज़ा कर लेंगे)। और जो धनी हो, वह (अनाथ का माल खाने से) बचे तथा जो निर्धन हो, वह परंपरागत रूप से खा सकता है। तथा जब तुम उनका धन उनके हवाले करो, तो उनपर गवाह बना लो। और अल्लाह हिसाब लेने के लिए काफ़ी है।","arabic":"وَٱبۡتَلُواْ ٱلۡيَتَٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُواْ ٱلنِّكَاحَ فَإِنۡ ءَانَسۡتُم مِّنۡهُمۡ رُشۡدٗا فَٱدۡفَعُوٓاْ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡۖ وَلَا تَأۡكُلُوهَآ إِسۡرَافٗا وَبِدَارًا أَن يَكۡبَرُواْۚ وَمَن كَانَ غَنِيّٗا فَلۡيَسۡتَعۡفِفۡۖ وَمَن كَانَ فَقِيرٗا فَلۡيَأۡكُلۡ بِٱلۡمَعۡرُوفِۚ فَإِذَا دَفَعۡتُمۡ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡ فَأَشۡهِدُواْ عَلَيۡهِمۡۚ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":499,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"4:7","price":"पुरुषों के लिए उस (धन) में से हिस्सा है, जो माता-पिता और क़रीबी रिश्तेदार छोड़ जाएँ, तथा स्त्रियों के लिए भी उसमें से हिस्सा है, जो माता-पिता और क़रीबी रिश्तेदार छोड़ जाएँ, वह थोड़ा हो या अधिक। ये हिस्से (अल्लाह की ओर से) निर्धारित[5] हैं।","arabic":"لِّلرِّجَالِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ مِمَّا قَلَّ مِنۡهُ أَوۡ كَثُرَۚ نَصِيبٗا مَّفۡرُوضٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":500,"juzNumber":4,"footnotes":"5. इस्लाम से पहले साधारणतः यह विचार था कि पुत्रियों का धन और संपत्ति की विरासत (उत्तराधिकार) में कोई भाग नहीं। इसमें इस कुरीति का निवारण किया गया और नियम बना दिय गया कि अधिकार में पुत्र और पुत्री दोनों समान हैं। यह इस्लाम ही की विशेषता है जो संसार के किसी धर्म अथवा विधान में नहीं पाई जाती। इस्लाम ही ने सर्वप्रथम नारी के साथ न्याय किया और उसे पुरुषों के बराबर अधिकार दिया है।","lang":"hi"},{"name":"4:8","price":"और जब (विरासत के) बंटवारे के समय (गैर-वारिस) रिश्तेदार[6], अनाथ और निर्धन उपस्थित हों, तो उसमें से थोड़ा बहुत उन्हें भी दे दो और उनसे भली बात कहो।","arabic":"وَإِذَا حَضَرَ ٱلۡقِسۡمَةَ أُوْلُواْ ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينُ فَٱرۡزُقُوهُم مِّنۡهُ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":501,"juzNumber":4,"footnotes":"6. इन से अभिप्राय वे समीपवर्ती हैं जिनका मीरास में निर्धारित भाग न हो, जैसे अनाथ पौत्र तथा पौत्री आदि। (सह़ीह़ बुख़ारी : 4576)","lang":"hi"},{"name":"4:9","price":"और उन लोगों को डरना चाहिए कि यदि वे अपने पीछे कमज़ोर संतान छोड़ जाते, तो उन्हें उनके बारे में कैसा भय होता। अतः उन्हें चाहिए कि अल्लाह से डरें और भली बात कहें।","arabic":"وَلۡيَخۡشَ ٱلَّذِينَ لَوۡ تَرَكُواْ مِنۡ خَلۡفِهِمۡ ذُرِّيَّةٗ ضِعَٰفًا خَافُواْ عَلَيۡهِمۡ فَلۡيَتَّقُواْ ٱللَّهَ وَلۡيَقُولُواْ قَوۡلٗا سَدِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":502,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"4:10","price":"जो लोग अनाथों का धन अन्यायपूर्ण तरीक़े से खाते हैं, वे अपने पेट में आग भरते हैं और वे शीघ्र ही जहन्नम की आग में प्रवेश करेंगे।","arabic":"إِنَّ ٱلَّذِينَ يَأۡكُلُونَ أَمۡوَٰلَ ٱلۡيَتَٰمَىٰ ظُلۡمًا إِنَّمَا يَأۡكُلُونَ فِي بُطُونِهِمۡ نَارٗاۖ وَسَيَصۡلَوۡنَ سَعِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":503,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"4:11","price":"अल्लाह तुम्हारे संतान के संबंध में तुम्हें आदेश देता है कि पुत्र का हिस्सा, दो पुत्रियों के बराबर है। यदि (दो या) दो से अधिक पुत्रियाँ[7] ही हों, तो उनके लिए छोड़े हुए धन का दो तिहाई हिस्सा है। और यदि एक ही (लड़की) हो, तो उसके लिए आधा हिस्सा है। और अगर उस (मृतक) की कोई संतान है, तो उसके माता-पिता में से प्रत्येक के लिए उसके छोड़े हुए धन का छठवाँ हिस्सा है। और यदि उसकी कोई संतान नहीं[8] है और उसके वारिस उसके माता-पिता ही हों, तो उसकी माँ के लिए तिहाई (हिस्सा)[9] है (और शेष पिता का होगा)। फिर यदि (माता पिता के सिवा) उसके (एक से अधिक) भाई (या बहन) हों, तो उसकी माँ के लिए छठवाँ हिस्सा है, यह (विरासत का बंटवारा) उस (मृतक) की वसिय्यत[10] का निष्पादन करने, या उसका क़र्ज़ चुकाने के बाद होगा। तुम्हारे बाप हों या तुम्हारे बेटे, तुम नहीं जानते कि उनमें से कौन तुम्हारे लिए अधिक लाभदायक है। यह अल्लाह का निर्धारित किया हुआ हिस्सा है। निःसंदेह अल्लाह सब कुछ जानने वाला और हिकमत वाला है।","arabic":"يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":504,"juzNumber":4,"footnotes":"7. अर्थात केवल पुत्रियाँ हों, तो दो हों अथवा दो से अधिक हों। 8. अर्थात न पुत्र है और न पुत्री। 9. और शेष पिता का होगा। भाई-बहनों को कुछ नहीं मिलेगा। 10. वसिय्यत का अर्थ उत्तरदान है, जो एक तिहाई या उससे कम होना चाहिए, परंतु वारिस के लिए उत्तरदान नहीं है। (देखिए : तिर्मिज़ी : 975) पहले ऋण चुकाया जाएगा, फिर वसिय्यत पूरी की जाएगी, फिर माँ का छठा भाग दिया जाएगा।","lang":"hi"},{"name":"4:12","price":"और तुम्हारे लिए उस (धन) का आधा है जो तुम्हारी पत्नियाँ छोड़ जाएँ, यदि उनकी संतान न हो। लेकिन यदि उनकी संतान हो, तो तुम्हारे लिए उस (धन) का चौथाई होगा जो वे छोड़ गई हों, उनकी वसिय्यत का निष्पादन करने या क़र्ज़ चुकाने के बाद। तथा उन (पत्नियों) के लिए तुम्हारे छोड़े हुए धन का चौथाई हिस्सा है, यदि तुम्हारी संतान न हो। लेकिन यदि तुम्हारी संतान हो, तो उनके लिए उस (धन) का आठवाँ[11] (हिस्सा) होगा जो तुमने छोड़ा है, तुम्हारी वसिय्यत पूरी करने अथवा क़र्ज़ चुकाने के बाद। तथा यदि किसी ऐसे पुरुष या स्त्री की विरासत हो, जो 'कलाला'[12] हो (अर्थात् उसकी न संतान हो, न पिता) तथा (दूसरी माता से) उसका कोई भाई अथवा बहन हो, तो उनमें से हर एक के लिए छठवाँ (हिस्सा) होगा। लेकिन यदि वे एक से अधिक हों, तो वे सब एक तिहाई में साझीदार होंगे, उसकी वसिय्यत का निष्पादन करने या क़र्ज़ चुकाने के बाद, जबकि वह किसी को हानि पहुँचाने वाला न हो। यह अल्लाह की ओर से वसिय्यत है और अल्लाह सब कुछ जानने वाला, अत्यंत सहनशील है।","arabic":"۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":505,"juzNumber":4,"footnotes":"11. यहाँ यह बात विचारणीय है कि जब इस्लाम में पुत्र-पुत्री तथा नर-नारी बराबर हैं, तो फिर पुत्री को पुत्र के आधा, तथा पत्नी को पति का आधा भाग क्यों दिया गया है? इसका कारण यह है कि पुत्री जब युवती और विवाहित हो जाती है, तो उसे अपने पति से महर (विवाह उपहार) मिलता है, और उसके तथा उसकी संतान के यदि हों, तो भरण-पोषण का भार उसके पति पर होता है। इसके विपरीत, पुत्र युवक होता है तो विवाह करने पर अपनी पत्नी को महर (विवाह उपहार) देने के साथ ही, उसका तथा अपनी संतान के भरण-पोषण का भार भी उसी पर होता है। इसीलिए पुत्र को पुत्री के भाग का दुगना दिया जाता है, जो न्यायोचित है। 12. कलाला : वह पुरुष अथवा स्त्री है, जिसके न पिता हो और न पुत्र-पुत्री। अब इसके वारिस तीन प्रकार के हो सकते है : 1. सगे भाई-बहन। 2. पिता एक तथा माताएँ अलग-अलग हों। 3. माता एक तथा पिता अलग-अलग हों। यहाँ इसी प्रकार का आदेश वर्णित किया गया है। ऋण चुकाने के पश्चात् बिना कोई हानि पहुँचाए, यह अल्लाह की ओर से आदेश है, तथा अल्लाह अति ज्ञानी, अत्यंत सहनशील है।","lang":"hi"},{"name":"4:13","price":"ये अल्लाह की (निर्धारित की हुई) सीमाएँ हैं। और जो अल्लाह तथा उसके रसूल का आज्ञापालन करेगा, अल्लाह उसे ऐसे बाग़ों में दाख़िल करेगा जिनके नीचे नहरें बह रही होंगी। उनमें वे हमेशा रहेंगे तथा यही बड़ी सफलता है।","arabic":"تِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":506,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"4:14","price":"और जो अल्लाह और उसके रसूल की अवज्ञा करेगा तथा उसकी सीमाओं का उल्लंघन करेगा, (अल्लाह) उसे आग (नरक) में डालेगा, जिसमें वह सदैव रहेगा और उसके लिए अपमानजनक यातना है।","arabic":"وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدۡخِلۡهُ نَارًا خَٰلِدٗا فِيهَا وَلَهُۥ عَذَابٞ مُّهِينٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":507,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"4:15","price":"तथा तुम्हारी स्त्रियों में से जो व्यभिचार कर बैठें, उनपर अपनों में से चार पुरुषों को गवाह लाओ। यदि वे गवाही दे दें, तो उन औरतों को घरों में बंद रखो, यहाँ तक कि उन्हें मौत आ जाए या अल्लाह उनके लिए कोई रास्ता[13] निकाल दे।","arabic":"وَٱلَّٰتِي يَأۡتِينَ ٱلۡفَٰحِشَةَ مِن نِّسَآئِكُمۡ فَٱسۡتَشۡهِدُواْ عَلَيۡهِنَّ أَرۡبَعَةٗ مِّنكُمۡۖ فَإِن شَهِدُواْ فَأَمۡسِكُوهُنَّ فِي ٱلۡبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلۡمَوۡتُ أَوۡ يَجۡعَلَ ٱللَّهُ لَهُنَّ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":508,"juzNumber":4,"footnotes":"13. यह इस्लाम के आरंभिक युग में व्याभिचार का सामयिक दंड था। इसका स्थायी दंड सूरतुन्-नूर आयत 2 में आ रहा है। जिसके उतरने पर नबी सल्लल्लाहु अलैहि व सल्लम ने फ़रमाया : अल्लाह ने जो वचन दिया था उसे पूरा कर दिया। उसे मुझसे सीख लो।","lang":"hi"},{"name":"4:16","price":"और तुममें से जो दो पुरुष यह कर्म करें, उन्हें यातना दो। फिर यदि वे तौबा कर लें और अपने आपको सुधार लें, तो उन्हें छोड़ दो। निःसंदेह अल्लाह बड़ा क्षमाशील, दयावान् है।","arabic":"وَٱلَّذَانِ يَأۡتِيَٰنِهَا مِنكُمۡ فَـَٔاذُوهُمَاۖ فَإِن تَابَا وَأَصۡلَحَا فَأَعۡرِضُواْ عَنۡهُمَآۗ إِنَّ ٱللَّهَ كَانَ تَوَّابٗا رَّحِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":509,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"4:17","price":"अल्लाह के पास उन्हीं लोगों की तौबा स्वीकार्य है, जो अनजाने में बुराई कर बैठते हैं, फिर शीघ्र ही तौबा कर लेते हैं। तो अल्लाह ऐसे ही लोगों की तौबा क़बूल करता है। तथा अल्लाह सब कुछ जानने वाला हिकमत वाला है।","arabic":"إِنَّمَا ٱلتَّوۡبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعۡمَلُونَ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ يَتُوبُونَ مِن قَرِيبٖ فَأُوْلَٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيۡهِمۡۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":510,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"4:18","price":"और उनकी तौबा स्वीकार्य नहीं, जो बुराइयाँ करते जाते हैं, यहाँ तक कि जब उनमें से किसी की मौत का समय आ जाता है, तो कहने लगता है : \"अब मैंने तौबा कर ली!\" और न ही उनकी (तौबा स्वीकार्य है) जो काफ़िर रहते हुए मर जाते हैं। उन्हीं के लिए हमने दुःखदायी यातना तैयार कर रखी है।","arabic":"وَلَيۡسَتِ ٱلتَّوۡبَةُ لِلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ إِنِّي تُبۡتُ ٱلۡـَٰٔنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمۡ كُفَّارٌۚ أُوْلَٰٓئِكَ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":511,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"4:19","price":"ऐ ईमान वालो! तुम्हारे लिए हलाल (वैध) नहीं कि ज़बरदस्ती स्त्रियों के वारिस बन जाओ।[14] और उन्हें इसलिए न रोके रखो कि तुमने उन्हें जो कुछ दिया है, उसमें से कुछ ले लो, सिवाय इसके कि वे खुली बुराई कर बैठें। तथा उनके साथ भली-भाँति[15] जीवन व्यतीत करो। फिर यदि तुम उन्हें नापसंद करो, तो संभव है कि तुम किसी चीज़ को नापसंद करो और अल्लाह उसमें बहुत ही भलाई[16] रख दे।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَحِلُّ لَكُمۡ أَن تَرِثُواْ ٱلنِّسَآءَ كَرۡهٗاۖ وَلَا تَعۡضُلُوهُنَّ لِتَذۡهَبُواْ بِبَعۡضِ مَآ ءَاتَيۡتُمُوهُنَّ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ فَإِن كَرِهۡتُمُوهُنَّ فَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَيَجۡعَلَ ٱللَّهُ فِيهِ خَيۡرٗا كَثِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":512,"juzNumber":4,"footnotes":"14. ह़दीस में है कि जब कोई मर जाता, तो उसके वारिस उसकी पत्नी पर भी अधिकार कर लेते थे। इसी को रोकने के लिए यह आयत उतरी। (सह़ीह़ वुख़ारी : 4579) 15. ह़दीस में है कि पूरा ईमान उसमें है जो सुशील हो। और भला वह है, जो अपनी पत्नियों के लिए भला हो। (तिर्मिज़ी :1162) 16. अर्थात पत्नी किसी कारण न भाए, तो तुरंत तलाक़ न दे दो, बल्कि धैर्य से काम लो।","lang":"hi"},{"name":"4:20","price":"और यदि तुम एक पत्नी के स्थान पर दूसरी पत्नी लाना चाहो और तुमने उनमें से किसी को (महर में) ढेर सारा धन दे रखा हो, तो उसमें से कुछ न लो। क्या तुम उसे अनाधिकार और खुला गुनाह होते हुए भी ले लोगे।","arabic":"وَإِنۡ أَرَدتُّمُ ٱسۡتِبۡدَالَ زَوۡجٖ مَّكَانَ زَوۡجٖ وَءَاتَيۡتُمۡ إِحۡدَىٰهُنَّ قِنطَارٗا فَلَا تَأۡخُذُواْ مِنۡهُ شَيۡـًٔاۚ أَتَأۡخُذُونَهُۥ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":513,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"4:21","price":"तथा तुम उसे कैसे ले सकते हो, जबकि तुम एक-दूसरे से मिलन कर चुके हो और वे तुमसे (विवाह के समय) दृढ़ वचन (भी) ले चुकी हैं।","arabic":"وَكَيۡفَ تَأۡخُذُونَهُۥ وَقَدۡ أَفۡضَىٰ بَعۡضُكُمۡ إِلَىٰ بَعۡضٖ وَأَخَذۡنَ مِنكُم مِّيثَٰقًا غَلِيظٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":514,"juzNumber":4,"footnotes":"","lang":"hi"},{"name":"4:22","price":"और उन स्त्रियों से विवाह[17] न करो, जिनसे तुम्हारे पिताओं ने विवाह किया हो, परंतु जो पहले हो चुका[18] (सो हो चुका)। वास्तव में, यह निर्लज्जता तथा क्रोध की बात और बुरी रीति है।","arabic":"وَلَا تَنكِحُواْ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدۡ سَلَفَۚ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَمَقۡتٗا وَسَآءَ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":515,"juzNumber":4,"footnotes":"17. जैसा कि इस्लाम से पहले लोग किया करते थे। और हो सकता है कि आज भी संसार के किसी कोने में ऐसा होता हो। परंतु यदि भोग करने से पहले बाप ने तलाक़ दे दी हो, तो उस स्त्री से विवाह किया जा सकता है। 18. अर्थात इस आदेश के आने से पहले जो कुछ हो गया, अल्लाह उसे क्षमा करने वाला है।","lang":"hi"},{"name":"4:23","price":"तुमपर हराम[19] (निषिद्ध) कर दी गई हैं; तुम्हारी माताएँ, तुम्हारी बेटियाँ, तुम्हारी बहनें, तुम्हारी फूफियाँ, तुम्हारी मौसियाँ (खालाएँ) और भतीजियाँ, भाँजियाँ, तुम्हारी वे माताएँ जिन्होंने तुम्हें दूध पिलाया है, दूध के रिश्ते से तुम्हारी बहनें, तुम्हारी पत्नियों की माताएँ (सासें) , तुम्हारी गोद में पालित-पोषित तुम्हारी उन पत्नियों की बेटियाँ जिनसे तुम संभोग कर चुके हो। यदि तुमने उनसे संभोग न किया हो, तो तुमपर (उनकी बेटियों से विवाह करने में) कोई गुनाह नहीं, और तुम्हारे सगे बेटों की पत्नियाँ और यह कि तुम दो बहनों को (निकाह में) एकत्रित करो, परंतु जो (अज्ञानता के काल में) बीत चुका[20], (सो बीत चुका)। निःसंदेह अल्लाह अत्यंत क्षमाशील, असीम दयावान है।","arabic":"حُرِّمَتۡ عَلَيۡكُمۡ أُمَّهَٰتُكُمۡ وَبَنَاتُكُمۡ وَأَخَوَٰتُكُمۡ وَعَمَّٰتُكُمۡ وَخَٰلَٰتُكُمۡ وَبَنَاتُ ٱلۡأَخِ وَبَنَاتُ ٱلۡأُخۡتِ وَأُمَّهَٰتُكُمُ ٱلَّٰتِيٓ أَرۡضَعۡنَكُمۡ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَٰعَةِ وَأُمَّهَٰتُ نِسَآئِكُمۡ وَرَبَٰٓئِبُكُمُ ٱلَّٰتِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّٰتِي دَخَلۡتُم بِهِنَّ فَإِن لَّمۡ تَكُونُواْ دَخَلۡتُم بِهِنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ وَحَلَٰٓئِلُ أَبۡنَآئِكُمُ ٱلَّذِينَ مِنۡ أَصۡلَٰبِكُمۡ وَأَن تَجۡمَعُواْ بَيۡنَ ٱلۡأُخۡتَيۡنِ إِلَّا مَا قَدۡ سَلَفَۗ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":516,"juzNumber":4,"footnotes":"19. दादियाँ तथा नानियाँ भी इसी में आती हैं। इसी प्रकार पुत्रियों में अपनी संतान की नीचे तक की पुत्रियाँ, और बहनों में सगी हों या पिता अथवा माता से हों, फूफियों में पिता तथा दादा की बहनें, और मोसियों में माताओं और नानियों की बहनें, तथा भतीजी और भाँजी में उन की संतान भी आती हैं। ह़दीस में है कि दूध से वह सभी रिश्ते ह़राम हो जाते हैं, जो गोत्र से ह़राम होते हैं। (सह़ीह़ बुख़ारी : 5099, मुस्लिम : 1444) पत्नी की पुत्री जो दूसरे पति से हो उसी समय ह़राम (वर्जित) होगी जब उसकी माता से संभोग किया हो, केवल विवाह कर लेने से ह़राम नहीं होगी। जैसे दो बहनों को निकाह़ में एकत्र करना वर्जित है, उसी प्रकार किसी स्त्री के साथ उसकी फूफी अथवा मौसी को भी एकत्र करना ह़दीस से वर्जित है। (देखिए : सह़ीह़ बुखारी : 5105, सह़ीह़ मुस्लिम : 1408) 20. अर्थात जाहिलिय्यत के युग में।","lang":"hi"},{"name":"4:24","price":"तथा उन स्त्रियों से (विवाह करना हराम है), जो दूसरों के निकाह़ में हों, सिवाय तुम्हारी दासियों[21] के। यह अल्लाह ने तुम्हारे लिए अनिवार्य कर दिया[22] है। और इनके सिवा दूसरी स्त्रियाँ तुम्हारे लिए ह़लाल कर दी गई हैं कि तुम अपना धन (महर) खर्च करके उनसे विवाह कर लो (बशर्ते कि तुम्हारा उद्देश्य) सतीत्व की रक्षा हो, अवैध तरीके से काम वासना की तृप्ति न हो। फिर उन औरतों में से जिनसे तुम लाभ उठाओ, उन्हें उनका महर अवश्य चुका दो। तथा यदि महर निर्धारित करने के बाद आपसी सहमति (से कोई कमी-बेशी) कर लो, तो तुमपर कोई गुनाह नहीं है। निःसंदेह अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।","arabic":"۞ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۖ كِتَٰبَ ٱللَّهِ عَلَيۡكُمۡۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمۡ أَن تَبۡتَغُواْ بِأَمۡوَٰلِكُم مُّحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَۚ فَمَا ٱسۡتَمۡتَعۡتُم بِهِۦ مِنۡهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا تَرَٰضَيۡتُم بِهِۦ مِنۢ بَعۡدِ ٱلۡفَرِيضَةِۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":517,"juzNumber":5,"footnotes":"21. दासी वह स्त्री जो युद्ध में बंदी बनाई गई हो। उससे एक बार मासिक धर्म आने के पश्चात् संभोग करना उचित है, और उसे मुक्त करके उससे विवाह कर लेने का बड़ा पुण्य है। (इब्ने कसीर) 22. अर्थात तुम्हारे लिए नियम बना दिया गया है।","lang":"hi"},{"name":"4:25","price":"और तुममें से जो व्यक्ति ईमान वाली आज़ाद स्त्रियों से विवाह करने की क्षमता न रखे, वह तुम्हारे हाथों में आई हुई तुम्हारी ईमान वाली दासियों से विवाह कर ले। अल्लाह तुम्हारे ईमान को भली-भाँति जानता है। तुम सब परस्पर एक ही हो।[23] अतः तुम उनके मालिकों की अनुमति से उन (दासियों) से विवाह कर लो और नियमानुसार उन्हें उनका महर चुका दो। जबकि वे सतीत्व की रक्षा करने वाली हों, खुल्लम खुल्ला व्यभिचार करने वाली न हों, तथा गुप्त रूप से व्यभिचार के लिए मित्र रखने वाली न हों। फिर यदि वे विवाहित हो जाने के बाद व्यभिचार करें, तो उनपर आज़ाद स्त्रियों का आधा[24] दंड है। यह (दासियों से विवाह की अनुमति) तुममें से उसके लिए है, जिसे व्यभिचार में पड़ने का डर हो, और तुम्हारा धैर्य से काम लेना तुम्हारे लिए बेहतर है और अल्लाह अत्यंत क्षमाशील, बड़ा दयावान् है।","arabic":"وَمَن لَّمۡ يَسۡتَطِعۡ مِنكُمۡ طَوۡلًا أَن يَنكِحَ ٱلۡمُحۡصَنَٰتِ ٱلۡمُؤۡمِنَٰتِ فَمِن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن فَتَيَٰتِكُمُ ٱلۡمُؤۡمِنَٰتِۚ وَٱللَّهُ أَعۡلَمُ بِإِيمَٰنِكُمۚ بَعۡضُكُم مِّنۢ بَعۡضٖۚ فَٱنكِحُوهُنَّ بِإِذۡنِ أَهۡلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلۡمَعۡرُوفِ مُحۡصَنَٰتٍ غَيۡرَ مُسَٰفِحَٰتٖ وَلَا مُتَّخِذَٰتِ أَخۡدَانٖۚ فَإِذَآ أُحۡصِنَّ فَإِنۡ أَتَيۡنَ بِفَٰحِشَةٖ فَعَلَيۡهِنَّ نِصۡفُ مَا عَلَى ٱلۡمُحۡصَنَٰتِ مِنَ ٱلۡعَذَابِۚ ذَٰلِكَ لِمَنۡ خَشِيَ ٱلۡعَنَتَ مِنكُمۡۚ وَأَن تَصۡبِرُواْ خَيۡرٞ لَّكُمۡۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":518,"juzNumber":5,"footnotes":"23. तुम आपस में एक ही हो, अर्थात मानवता में बराबर हो। ज्ञातव्य है कि इस्लाम से पहले दासिता की परंपरा पूरे विश्व में फैली हुई थी। बलवान जातियाँ निर्बलों को दास बनाकर उनके साथ हिंसक व्यवहार करती थीं। क़ुरआन ने दासिता को केवल युद्ध के बंदियों में सीमित कर दिया। और उन्हें भी अर्थदंड लेकर अथवा उपकार करके मुक्त करने की प्रेरणा दी। फिर उनके साथ अच्छे व्यवहार पर बल दिया। तथा ऐसे आदेश और नियम बना दिए कि दासता, दासता नहीं रह गई। यहाँ इसी बात पर बल दिया गया है कि दासियों से विवाह कर लेने में कोई दोष नहीं। इसलिए कि मानवता में सब बराबर हैं, और प्रधानता का मापदंड ईमान तथा सत्कर्म है। 24. अर्थात पचास कोड़े।","lang":"hi"},{"name":"4:26","price":"अल्लाह चाहता है कि तुम्हारे लिए स्पष्ट कर दे और तुम्हें उन लोगों के तरीक़ों का मार्गदर्शन करे जो तुमसे पहले हुए हैं और तुम्हारी तौबा क़बूल करे। अल्लाह सब कुछ जानने वाला, हिकमत वाला है।","arabic":"يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمۡ وَيَهۡدِيَكُمۡ سُنَنَ ٱلَّذِينَ مِن قَبۡلِكُمۡ وَيَتُوبَ عَلَيۡكُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":519,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:27","price":"और अल्लाह तो यह चाहता है कि तुम्हारी तौबा क़बूल करे तथा जो लोग इच्छाओं के पीछे पड़े हुए हैं, वे चाहते हैं कि तुम (हिदायत के मार्ग से) बहुत दूर हट[25] जाओ।","arabic":"وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيۡكُمۡ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُواْ مَيۡلًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":520,"juzNumber":5,"footnotes":"25. अर्थात सत्धर्म से कतरा जाओ।","lang":"hi"},{"name":"4:28","price":"अल्लाह चाहता है कि तुम्हारा बोझ हल्का[26] कर दे तथा मानव कमज़ोर पैदा किया गया है।","arabic":"يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمۡۚ وَخُلِقَ ٱلۡإِنسَٰنُ ضَعِيفٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":521,"juzNumber":5,"footnotes":"26. अर्थात अपने धर्म विधान द्वारा।","lang":"hi"},{"name":"4:29","price":"ऐ ईमान वालो! आपस में एक-दूसरे का धन अवैध रूप से न खाओ, सिवाय इसके कि वह तुम्हारी आपसी सहमति से कोई व्यापार हो। तथा अपने आपको क़त्ल[27] न करो। निःसंदेह अल्लाह तुमपर अति दयावान् है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن تَرَاضٖ مِّنكُمۡۚ وَلَا تَقۡتُلُوٓاْ أَنفُسَكُمۡۚ إِنَّ ٱللَّهَ كَانَ بِكُمۡ رَحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":522,"juzNumber":5,"footnotes":"27. इसका अर्थ यह भी किया गया है कि अवैध कर्मों द्वारा अपना विनाश न करो, तथा यह भी कि आपस में रक्तपात न करो, और ये तीनों ही अर्थ सह़ीह़ हैं। (तफ़्सीर क़ुर्तुबी)","lang":"hi"},{"name":"4:30","price":"और जो ज़ुल्म और ज़्यादती से ऐसा करेगा, तो शीघ्र ही हम उसे आग में झोंक देंगे और यह अल्लाह के लिए सरल है।","arabic":"وَمَن يَفۡعَلۡ ذَٰلِكَ عُدۡوَٰنٗا وَظُلۡمٗا فَسَوۡفَ نُصۡلِيهِ نَارٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":523,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:31","price":"यदि तुम, उन बड़े पापों से बचते रहे, जिनसे तुम्हें रोका जा रहा है, तो हम तुम्हारे (छोटे) गुनाहों को क्षमा कर देंगे और तुम्हें प्रतिष्ठित स्थान में दाख़िल करेंगे।","arabic":"إِن تَجۡتَنِبُواْ كَبَآئِرَ مَا تُنۡهَوۡنَ عَنۡهُ نُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَنُدۡخِلۡكُم مُّدۡخَلٗا كَرِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":524,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:32","price":"तथा अल्लाह ने जिस चीज़ के द्वारा तुममें से कुछ को दूसरों पर प्रतिष्ठा प्रदान की है, उसकी कामना न करो। पुरुषों के लिए उसमें से हिस्सा है, जो उन्होंने कमाया[27] और स्त्रियों के लिए उसमें से हिस्सा है, जो उन्होंने कमाया है। तथा अल्लाह से उसका अनुग्रह माँगते रहो। निःसंदेह, अल्लाह सब कुछ जानने वाला है।","arabic":"وَلَا تَتَمَنَّوۡاْ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖۚ لِّلرِّجَالِ نَصِيبٞ مِّمَّا ٱكۡتَسَبُواْۖ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا ٱكۡتَسَبۡنَۚ وَسۡـَٔلُواْ ٱللَّهَ مِن فَضۡلِهِۦٓۚ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":525,"juzNumber":5,"footnotes":"27. क़ुरआन उतरने से पहले संसार का यह साधारण विश्वव्यापी विचार था कि नारी का कोई स्थायी अस्तित्व नहीं है। उसे केवल पुरुषों की सेवा और काम वासना के लिए बनाया गया है। क़ुरआन इस विचार के विरुद्ध यह कहता है कि अल्लाह ने मानव को नर तथा नारी दो लिंगों में विभाजित कर दिया है। और दोनों ही समान रूप से अपना-अपना अस्तित्व, अपने-अपने कर्तव्य तथा कर्म रखते हैं। और जैसे आर्थिक कार्यालय के लिए एक लिंग की आवश्यक्ता है, वैसे ही दूसरे की भी है। मानव के सामाजिक जीवन के लिए यह दोनों एक दूसरे के सहायक हैं।","lang":"hi"},{"name":"4:33","price":"और हमने तुममें से हर एक के हक़दार बना दिए हैं, जो माता-पिता और क़रीबी रिश्तेदारों की छोड़ी हुई संपत्ति के वारिस होंगे। तथा जिनसे तुमने समझौता[28] किया हो, तो उन्हें उनका हिस्सा दो। निःसंदेह अल्लाह हमेशा प्रत्येक वस्तु से सूचित है।","arabic":"وَلِكُلّٖ جَعَلۡنَا مَوَٰلِيَ مِمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَۚ وَٱلَّذِينَ عَقَدَتۡ أَيۡمَٰنُكُمۡ فَـَٔاتُوهُمۡ نَصِيبَهُمۡۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":526,"juzNumber":5,"footnotes":"28. यह संधि इस्लाम के आरंभिक युग में थी, जिसे (मीरास की आयत से) निरस्त कर दिया गया। (इब्ने कसीर)","lang":"hi"},{"name":"4:34","price":"पुरुष स्त्रियों के संरक्षक[29] हैं, इस कारण कि अल्लाह ने उनमें से कुछ को कुछ पर फ़ज़ीलत दी है तथा इस कारण कि पुरुषों ने अपना धन ख़र्च किया है। अतः अच्छी औरतें आज्ञाकारी होती हैं तथा अपने पतियों की अनुपस्थिति में अल्लाह के संरक्षण में उनके अधिकारों की रक्षा करती हैं। फिर तुम्हें जिन औरतों की अवज्ञा का डर हो, उन्हें समझाओ और सोने के स्थानों में उनसे अलग रहो तथा उन्हें मारो। फिर यदि वे तुम्हारी बात मानें, तो उनके विरुद्ध कोई रास्ता न ढूँढो। निःसंदेह अल्लाह सर्वोच्च, सबसे बड़ा है।","arabic":"ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَبِمَآ أَنفَقُواْ مِنۡ أَمۡوَٰلِهِمۡۚ فَٱلصَّٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلۡغَيۡبِ بِمَا حَفِظَ ٱللَّهُۚ وَٱلَّٰتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِي ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ إِنَّ ٱللَّهَ كَانَ عَلِيّٗا كَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":527,"juzNumber":5,"footnotes":"29. आयत का भावार्थ यह है कि पारिवारिक जीवन के प्रबंध के लिए एक प्रबंधक होना आवश्यक है। और इस प्रबंध तथा व्यवस्था का भार पुरुष पर रखा गया है। जो कोई विशेषता नहीं, बल्कि एक भार है। इसका यह अर्थ नहीं कि जन्म से पुरुष की स्त्री पर कोई विशेषता है। प्रथम आयत में यह आदेश दिया गया है कि यदि पत्नी, पति की अनुगामी न हो, तो वह उसे समझाए। परंतु यदि दोष पुरुष का हो, तो दोनों के बीच मध्यस्थता द्वारा संधि कराने की प्रेरणा दी गई है।","lang":"hi"},{"name":"4:35","price":"और यदि तुम्हें[30] दोनों के बीच अलगाव का डर हो, तो एक मध्यस्थ पति के घराने से तथा एक मध्यस्थ पत्नी के घराने से नियुक्त करो, यदि दोनों (मध्यस्थ) सुधार करना चाहेंगे, तो अल्लाह दोनों (पति-पत्नी) के बीच मेल का रास्ता निकाल देगा। निःसंदेह अल्लाह सब कुछ जानने वाला और हर चीज़ की ख़बर रखने वाला है।","arabic":"وَإِنۡ خِفۡتُمۡ شِقَاقَ بَيۡنِهِمَا فَٱبۡعَثُواْ حَكَمٗا مِّنۡ أَهۡلِهِۦ وَحَكَمٗا مِّنۡ أَهۡلِهَآ إِن يُرِيدَآ إِصۡلَٰحٗا يُوَفِّقِ ٱللَّهُ بَيۡنَهُمَآۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":528,"juzNumber":5,"footnotes":"30. इसमें पति-पत्नी के संरक्षकों को संबोधित किया गया है।","lang":"hi"},{"name":"4:36","price":"तथा अल्लाह की इबादत करो और किसी चीज़ को उसका साझी न बनाओ तथा माता-पिता, रिश्तेदारों, अनाथों, निर्धनों, नातेदार पड़ोसी, अपरिचित पड़ोसी, साथ रहने वाले साथी, यात्री और अपने दास-दासियों के साथ अच्छा व्यवहार करो। निःसंदेह अल्लाह उससे प्रेम नहीं करता, जो इतराने वाला, डींगें मारने वाला हो।","arabic":"۞ وَٱعۡبُدُواْ ٱللَّهَ وَلَا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗا وَبِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱلۡجَارِ ذِي ٱلۡقُرۡبَىٰ وَٱلۡجَارِ ٱلۡجُنُبِ وَٱلصَّاحِبِ بِٱلۡجَنۢبِ وَٱبۡنِ ٱلسَّبِيلِ وَمَا مَلَكَتۡ أَيۡمَٰنُكُمۡۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخۡتَالٗا فَخُورًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":529,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:37","price":"जो खुद कृपणता करते हैं तथा दूसरों को भी कृपणता का आदेश देते हैं और उस (नेमत) को छिपाते हैं, जो अल्लाह ने उन्हें प्रदान की है। और हमने काफ़िरों के लिए अपमानकारी अज़ाब तैयार कर रखा है।","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ وَيَكۡتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۗ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":530,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:38","price":"तथा जो लोग अपना धन, लोगों को दिखाने के लिए दान करते हैं और अल्लाह तथा अंतिम दिन पर ईमान नहीं रखते। तथा शैतान जिसका साथी हो, तो वह बहुत बुरा साथी[31] है।","arabic":"وَٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِۗ وَمَن يَكُنِ ٱلشَّيۡطَٰنُ لَهُۥ قَرِينٗا فَسَآءَ قَرِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":531,"juzNumber":5,"footnotes":"31. आयत 36 से 38 तक साधारण सहानुभूति और उपकार का आदेश दिया गया है कि अल्लाह ने जो धन-धान्य तुमको दिया, उससे मानव की सहायता और सेवा करो। जो व्यक्ति अल्लाह पर ईमान रखता हो उसका हाथ अल्लाह की राह में दान करने से कभी नहीं रुक सकता। फिर भी दान करो तो अल्लाह के लिए करो, दिखावे और नाम के लिए न करो। जो नाम के लिए दान करता है, वह अल्लाह तथा आख़िरत पर सच्चा ईमान (विश्वास) नहीं रखता।","lang":"hi"},{"name":"4:39","price":"और उनका क्या बिगड़ जाता, यदि वे अल्लाह तथा अन्तिम दिन पर ईमान रखते और अल्लाह ने उन्हें जो कुछ दिया है, उसमें से खर्च करते? और अल्लाह उन्हें भली-भाँति जानता है।","arabic":"وَمَاذَا عَلَيۡهِمۡ لَوۡ ءَامَنُواْ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَنفَقُواْ مِمَّا رَزَقَهُمُ ٱللَّهُۚ وَكَانَ ٱللَّهُ بِهِمۡ عَلِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":532,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:40","price":"अल्लाह एक कण बराबर भी किसी पर अत्याचार नहीं करता, यदि (किसी ने) कोई नेकी (की) हो, तो उसे कई गुना बढ़ा देता है तथा अपने पास से बड़ा बदला प्रदान करता है।","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ مِثۡقَالَ ذَرَّةٖۖ وَإِن تَكُ حَسَنَةٗ يُضَٰعِفۡهَا وَيُؤۡتِ مِن لَّدُنۡهُ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":533,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:41","price":"तो उस समय क्या हाल होगा, जब हम प्रत्येक उम्मत (समुदाय) से एक गवाह लाएँगे और (ऐ नबी!) हम आपको इनपर गवाह (बनाकर) लाएँगे?[32]","arabic":"فَكَيۡفَ إِذَا جِئۡنَا مِن كُلِّ أُمَّةِۭ بِشَهِيدٖ وَجِئۡنَا بِكَ عَلَىٰ هَٰٓؤُلَآءِ شَهِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":534,"juzNumber":5,"footnotes":"32. आयत का भावार्थ यह है कि प्रलय के दिन अल्लाह प्रत्येक समुदाय के रसूल को उनके कर्म का साक्षी बनाएगा। इस प्रकार मुह़म्मद सल्लल्लाहु अलैहि व सल्लम को भी अपने समुदाय पर साक्षी बनाएगा। तथा सब रसूलों पर कि उन्होंने अपने पालनहार का संदेश पहुँचाया है। (इब्ने कसीर)","lang":"hi"},{"name":"4:42","price":"उस दिन, काफ़िर तथा रसूल की अवज्ञा करने वाले यह कामना करेंगे कि काश! उनके सहित धरती बराबर[33] कर दी जाती! और वे अल्लाह से कोई बात छिपा नहीं सकेंगे।","arabic":"يَوۡمَئِذٖ يَوَدُّ ٱلَّذِينَ كَفَرُواْ وَعَصَوُاْ ٱلرَّسُولَ لَوۡ تُسَوَّىٰ بِهِمُ ٱلۡأَرۡضُ وَلَا يَكۡتُمُونَ ٱللَّهَ حَدِيثٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":535,"juzNumber":5,"footnotes":"33. अर्थात भूमि में धँस जाएँ और उनके ऊपर से भूमि बराबर हो जाए, या वे मिट्टी हो जाएँ।","lang":"hi"},{"name":"4:43","price":"ऐ ईमान वालो! जब तुम नशे[34] (की हालत) में हो, तो नमाज़ के क़रीब न जाओ, यहाँ तक कि जो कुछ ज़बान से कह रहे हो, उसे (ठीक) से समझने लगो और न जनाबत[35] की हालत में, (मस्जिदों के क़रीब जाओ) यहाँ तक कि स्नान कर लो। परंतु रास्ता पार करते हुए (चले जाओ, तो कोई बात नहीं)। यदि तुम बीमार हो अथवा यात्रा में हो या तुममें से कोई शौच से आए या तुमने स्त्रियों से सहवास किया हो, फिर पानी न पा सको, तो पवित्र मिट्टी से तयम्मुम[36] कर लो; उसे अपने चेहरे तथा हाथों पर फेर लो। निःसंदेह अल्लाह माफ करने वाला और क्षमा करने वाला है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡرَبُواْ ٱلصَّلَوٰةَ وَأَنتُمۡ سُكَٰرَىٰ حَتَّىٰ تَعۡلَمُواْ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّىٰ تَغۡتَسِلُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":536,"juzNumber":5,"footnotes":"34. यह आदेश इस्लाम के आरंभिक युग का है, जब मदिरा को वर्जित नहीं किया गया था। (इब्ने कसीर) 35. जनाबत का अर्थ वीर्यपात के कारण मलिन तथा अपवित्र होना है। 36. अर्थात यदि जल का अभाव हो, अथवा रोग के कारण जल प्रयोग हानिकारक हो, तो वुजू तथा स्नान के स्थान पर तयम्मुम कर लो।","lang":"hi"},{"name":"4:44","price":"क्या आपने उन लोगों को नहीं देखा, जिन्हें पुस्तक[37] का कुछ भाग दिया गया है कि वे गुमराही ख़रीद रहे हैं तथा चाहते हैं कि तुम भी सीधे मार्ग से भटक जाओ।","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يَشۡتَرُونَ ٱلضَّلَٰلَةَ وَيُرِيدُونَ أَن تَضِلُّواْ ٱلسَّبِيلَ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":537,"juzNumber":5,"footnotes":"37. अर्थात अह्ले किताब, जिनको तौरात का ज्ञान दिया गया। भावार्थ यह है कि उनकी दशा से शिक्षा ग्रहण करो। उन्हीं के समान सत्य से विचलित न हो जाओ।","lang":"hi"},{"name":"4:45","price":"तथा अल्लाह तुम्हारे शत्रुओं को अच्छी तरह जानता है और (तुम्हारे लिए) अल्लाह की रक्षा तथा उसकी सहायता काफ़ी है।","arabic":"وَٱللَّهُ أَعۡلَمُ بِأَعۡدَآئِكُمۡۚ وَكَفَىٰ بِٱللَّهِ وَلِيّٗا وَكَفَىٰ بِٱللَّهِ نَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":538,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:46","price":"(ऐ नबी!) यहूदियों में से कुछ लोग ऐसे हैं, जो शब्दों को उनके (वास्तविक) स्थानों से फेर देते हैं और (आपसे) कहते हैं कि \"हमने सुन लिया तथा (आपकी) अवज्ञा की\" और \"आप सुनिए, आप सुनाए न जाएँ!\" तथा अपनी ज़ुबानें मोड़कर और सत्य धर्म पर लांक्षन लगाते हुए \"राइना\" कहते हैं। हालाँकि, यदि वे \"हमने सुन लिया और आज्ञा का पालन किया\" तथा \"आप सुनिए और हमें देखिए\" कहते, तो उनके लिए उत्तम तथा अधिक न्यायसंगत होता। परन्तु, अल्लाह ने उनके कुफ़्र के कारण उन्हें धिक्कार दिया है। अतः वे बहुत कम ईमान लाते हैं।","arabic":"مِّنَ ٱلَّذِينَ هَادُواْ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعۡنَا وَعَصَيۡنَا وَٱسۡمَعۡ غَيۡرَ مُسۡمَعٖ وَرَٰعِنَا لَيَّۢا بِأَلۡسِنَتِهِمۡ وَطَعۡنٗا فِي ٱلدِّينِۚ وَلَوۡ أَنَّهُمۡ قَالُواْ سَمِعۡنَا وَأَطَعۡنَا وَٱسۡمَعۡ وَٱنظُرۡنَا لَكَانَ خَيۡرٗا لَّهُمۡ وَأَقۡوَمَ وَلَٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":539,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:47","price":"ऐ किताब वालो! उस (क़ुरआन) पर ईमान लाओ, जिसे हमने उन (पुस्तकों) की पुष्टि करने वाला बनाकर उतारा है, जो तुम्हारे पास मौजूद हैं, इससे पहले कि हम (लोगों के) चेहरे बिगाड़कर उलटा कर दें अथवा उन्हें वैसे ही धिक्कारें,[38] जैसे शनिवार वालों को धिक्कारा था। और अल्लाह का आदेश पूरा होकर रहने वाला है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ ءَامِنُواْ بِمَا نَزَّلۡنَا مُصَدِّقٗا لِّمَا مَعَكُم مِّن قَبۡلِ أَن نَّطۡمِسَ وُجُوهٗا فَنَرُدَّهَا عَلَىٰٓ أَدۡبَارِهَآ أَوۡ نَلۡعَنَهُمۡ كَمَا لَعَنَّآ أَصۡحَٰبَ ٱلسَّبۡتِۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":540,"juzNumber":5,"footnotes":"38. मदीने के यहूदियों का यह दुर्भाग्य था कि जब नबी सल्लल्लाहु अलैहि व सल्लम से मिलते, तो द्विअर्थक तथा संदिग्ध शब्द बोलकर दिल की भड़ास निकालते, उसी पर उन्हें यह चेतावनी दी जा रही है। शनिवार वाले, अर्थात जिन को शनिवार के दिन शिकार से रोका गया था। और जब वे नहीं माने, तो उन्हें बंदर बना दिया गया।","lang":"hi"},{"name":"4:48","price":"निःसंदेह, अल्लाह यह क्षमा नहीं करेगा कि उसका साझी बनाया जाए[39] और इसके सिवा जिसे चाहेगा, क्षमा कर देगा। और जिसने अल्लाह का साझी बनाया, उसने बहुत बड़ा पाप गढ़ लिया।","arabic":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدِ ٱفۡتَرَىٰٓ إِثۡمًا عَظِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":541,"juzNumber":5,"footnotes":"39. अर्थात पूजा, अराधना तथा अल्लाह के विशिष्ट गुणों-कर्मों में किसी वस्तु या व्यक्ति को साझी बनाना घोर अक्षम्य पाप है, जो सत्धर्म के मूलाधार एकेश्वरवाद के विरुद्ध, और अल्लाह पर मिथ्यारोप है। यहूदियों ने अपने धर्माचार्यों तथा पादरियों के विषय में यह अंधविश्वास बना लिया था कि उनकी बात को धर्म समझ कर उन्हीं का अनुपालन कर रहे थे। और मूल पुस्तकों को त्याग दिया था, क़ुरआन इसी को शिर्क कहता है, वह कहता है कि सभी पाप क्षमा किए जा सकते हैं, परंतु शिर्क के लिए क्षमा नहीं, क्योंकि इससे मूल धर्म की नींव ही हिल जाती है। और मार्गदर्शन का केंद्र ही बदल जाता है।","lang":"hi"},{"name":"4:49","price":"क्या आपने उन्हें नहीं देखा, जो अपने आपको पवित्र कहते हैं? बल्कि अल्लाह ही जिसे चाहे, पवित्र बनाता है और उन पर एक धागे के बराबर भी अत्याचार नहीं किया जाएगा।","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُمۚ بَلِ ٱللَّهُ يُزَكِّي مَن يَشَآءُ وَلَا يُظۡلَمُونَ فَتِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":542,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:50","price":"देखो तो सही, वे लोग कैसे अल्लाह पर मिथ्या आरोप लगा रहे[40] हैं! और यह खुला पाप होने के लिए पर्याप्त है।","arabic":"ٱنظُرۡ كَيۡفَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَكَفَىٰ بِهِۦٓ إِثۡمٗا مُّبِينًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":543,"juzNumber":5,"footnotes":"40. अर्थात अल्लाह का नियम तो यह है कि पवित्रता, ईमान तथा सत्कर्म पर निर्भर है, और ये कहते हैं कि यहूदिय्यत पर है।","lang":"hi"},{"name":"4:51","price":"(ऐ नबी!) क्या आपने उन लोगों को नहीं देखा, जिन्हें पुस्तक का कुछ भाग दिया गया? वे मूर्तियों तथा शैतान पर ईमान (विश्वास) रखते हैं और काफ़िरों[41] के बारे में कहते हैं कि ये ईमान वालों से अधिक सीधी डगर पर हैं।","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُؤۡمِنُونَ بِٱلۡجِبۡتِ وَٱلطَّٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُواْ هَٰٓؤُلَآءِ أَهۡدَىٰ مِنَ ٱلَّذِينَ ءَامَنُواْ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":544,"juzNumber":5,"footnotes":"41. अर्थात मक्का के मूर्ति के पुजारियों के बारे में। मदीना के यहूदियों की यह दशा थी कि वह सदैव मूर्ति पूजा के विरोधी रहे और उसका अपमान करते रहे। परंतु अब मुसलमानों के विरोध में उनकी प्रशंसा करते और कहते कि मूर्ति पूजकों का आचरण और स्वभाव अधिक अच्छा है।","lang":"hi"},{"name":"4:52","price":"यही लोग हैं, जिनपर अल्लाह ने लानत की है और जिसपर अल्लाह लानत कर दे, तो आप उसका कदापि कोई सहायक नहीं पाएँगे।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُۖ وَمَن يَلۡعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":545,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:53","price":"क्या उनके पास राज्य का कोई हिस्सा है? यदि ऐसा हो तो वे लोगों को (उसमें से) खजूर की गुठली के ऊपर के गड्ढे के बराबर भी नहीं देंगे।","arabic":"أَمۡ لَهُمۡ نَصِيبٞ مِّنَ ٱلۡمُلۡكِ فَإِذٗا لَّا يُؤۡتُونَ ٱلنَّاسَ نَقِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":546,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:54","price":"बल्कि वे लोगों से[42] उस पर ईर्ष्या करते हैं जो अल्लाह ने उन्हें अपने अनुग्रह से प्रदान किया है। तो हमने (पहले भी) इबराहीम के वंशज को पुस्तक तथा ह़िकमत दी है और हमने उन्हें विशाल राज्य प्रदान किया है।","arabic":"أَمۡ يَحۡسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۖ فَقَدۡ ءَاتَيۡنَآ ءَالَ إِبۡرَٰهِيمَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَءَاتَيۡنَٰهُم مُّلۡكًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":547,"juzNumber":5,"footnotes":"42. अर्थात मुह़म्मद सल्लल्लाहु अलैहि व सल्लम और मुसलमानों से इस बात पर ईर्ष्या करते हैं कि अल्लाह ने आप को नबी बना दिया तथा मुसलमानों को ईमान दे दिया।","lang":"hi"},{"name":"4:55","price":"फिर उनमें से कुछ उसपर ईमान लाया और उनमें से कुछ ने उससे मुँह फेर लिया। और (मुँह फेरने वालों के लिए) जहन्नम की दहकती आग काफ़ी है।","arabic":"فَمِنۡهُم مَّنۡ ءَامَنَ بِهِۦ وَمِنۡهُم مَّن صَدَّ عَنۡهُۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":548,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:56","price":"वास्तव में, जिन लोगों ने हमारी आयतों के साथ कुफ़्र किया, हम उन्हें नरक में झोंक देंगे। जब भी उनकी खालें पक जाएँगी (जल चुकी होंगी), हम उनकी खालें बदल देंगे, ताकि वे यातना चखते रहें। निःसंदेह अल्लाह प्रभुत्वशाली, हिकमत वाला है।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا سَوۡفَ نُصۡلِيهِمۡ نَارٗا كُلَّمَا نَضِجَتۡ جُلُودُهُم بَدَّلۡنَٰهُمۡ جُلُودًا غَيۡرَهَا لِيَذُوقُواْ ٱلۡعَذَابَۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":549,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:57","price":"और जो लोग ईमान लाए तथा अच्छे कर्म किए, हम उन्हें ऐसी जन्नतों (बागों) में दाख़िल करेंगे, जिनके नीचे नहरें बह रही होंगी, जिनमें वे सदैव रहेंगे। उनके लिए उनमें पवित्र पत्नियाँ होंगी और हम उन्हें घनी छाँव में रखेंगे।","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَنُدۡخِلُهُمۡ ظِلّٗا ظَلِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":550,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:58","price":"अल्लाह[43] तुम्हें आदेश देता है कि अमानतों को उनके मालिकों के हवाले कर दो और जब तुम लोगों के बीच फैसला करो, तो न्याय के साथ फैसला करो। निश्चय अल्लाह तुम्हें कितनी अच्छी नसीहत करता है। निःसंदेह अल्लाह सब कुछ सुनने, सब कुछ देखने वाला है।","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تُؤَدُّواْ ٱلۡأَمَٰنَٰتِ إِلَىٰٓ أَهۡلِهَا وَإِذَا حَكَمۡتُم بَيۡنَ ٱلنَّاسِ أَن تَحۡكُمُواْ بِٱلۡعَدۡلِۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓۗ إِنَّ ٱللَّهَ كَانَ سَمِيعَۢا بَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":551,"juzNumber":5,"footnotes":"43. यहाँ से ईमान वालों को संबोधित किया जा रहा है कि सामाजिक जीवन की व्यवस्था के लिए मूल नियम यह है कि जिसका जो भी अधिकार हो, उसे स्वीकार किया जाए और दिया जाए। इसी प्रकार कोई भी निर्णय बिना पक्षपात के, न्याय के साथ किया जाए, किसी प्रकार कोई अन्याय नहीं होना चाहिए।","lang":"hi"},{"name":"4:59","price":"ऐ ईमान वालो! अल्लाह का आज्ञापालन करो और रसूल का आज्ञापालन करो और अपने में से अधिकार वालों (शासकों) का। फिर यदि तुम आपस में किसी चीज़ में मतभेद कर बैठो, तो उसे अल्लाह और रसूल की ओर लौटाओ, यदि तुम अल्लाह तथा अंतिम दिन (परलोक) पर ईमान रखते हो। यह (तुम्हारे लिए) बहुत बेहतर है और परिणाम की दृष्टि से बहुत अच्छा है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَأُوْلِي ٱلۡأَمۡرِ مِنكُمۡۖ فَإِن تَنَٰزَعۡتُمۡ فِي شَيۡءٖ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":552,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:60","price":"(ऐ नबी!) क्या आपने उन लोगों को नहीं देखा, जिनका यह दावा है कि जो कुछ आपकी ओर उतारा गया है और जो कुछ आपसे पहले उतारा गया है उसपर वे ईमान रखते हैं, किंतु वे चाहते हैं कि अपने विवाद के निर्णय के लिए ताग़ूत (अल्लाह की शरीयत के अलावा से फैसला करने वाले) के पास जाएँ, जबकि उन्हें उस (ताग़ूत) का इनकार करने का आदेश दिया गया है? और शैतान चाहता है कि उन्हें सच्चे धर्म से बहुत दूर[44] कर दे।","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يَزۡعُمُونَ أَنَّهُمۡ ءَامَنُواْ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓاْ إِلَى ٱلطَّٰغُوتِ وَقَدۡ أُمِرُوٓاْ أَن يَكۡفُرُواْ بِهِۦۖ وَيُرِيدُ ٱلشَّيۡطَٰنُ أَن يُضِلَّهُمۡ ضَلَٰلَۢا بَعِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":553,"juzNumber":5,"footnotes":"44. आयत का भावार्थ यह है कि जो धर्म विधान क़ुरआन तथा सुन्नत के सिवा किसी अन्य विधान से अपना निर्णय चाहते हों, उनका ईमान का दावा मिथ्या है।","lang":"hi"},{"name":"4:61","price":"तथा जब उनसे कहा जाता है कि आओ उसकी ओर जो अल्लाह ने उतारा है और (आओ) रसूल की ओर, तो आप मुनाफ़िक़ों को देखेंगे कि वे आप (के पास आने) से कतराते हैं।","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيۡتَ ٱلۡمُنَٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":554,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:62","price":"फिर उस समय उनका क्या हाल होता है जब उनके करतूतों के कारण उनपर कोई आपदा आ पड़ती है, फिर वे आपके पास आकर अल्लाह की क़समें खाते हैं कि हमारा इरादा[45] तो केवल भलाई तथा (आपस में) मेल कराना था।","arabic":"فَكَيۡفَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ ثُمَّ جَآءُوكَ يَحۡلِفُونَ بِٱللَّهِ إِنۡ أَرَدۡنَآ إِلَّآ إِحۡسَٰنٗا وَتَوۡفِيقًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":555,"juzNumber":5,"footnotes":"45. आयत का भावार्थ यह है कि मुनाफ़िक़ ईमान का दावा तो करते थे, परंतु अपने विवाद चुकाने के लिए इस्लाम के विरोधियों के पास जाते, फिर जब कभी उन की दो रंगी पकड़ी जाती तो नबी सल्लल्लाहु अलैहि व सल्लम के पास आ कर मिथ्या शपथ लेते। और यह कहते कि हम केवल विवाद सुलझाने के लिए उनके पास चले गए थे। (इब्ने कसीर)","lang":"hi"},{"name":"4:63","price":"ये वो लोग हैं जिनके दिलों की बातें अल्लाह भली-भाँति जानता है। अतः आप उनकी उपेक्षा करें और उन्हें नसीहत करते रहें और उनसे ऐसी प्रभावकारी बात कहें जो उनके दिलों में उतर जाए।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَعۡلَمُ ٱللَّهُ مَا فِي قُلُوبِهِمۡ فَأَعۡرِضۡ عَنۡهُمۡ وَعِظۡهُمۡ وَقُل لَّهُمۡ فِيٓ أَنفُسِهِمۡ قَوۡلَۢا بَلِيغٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":556,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:64","price":"और हमने जो भी रसूल भेजा, वह इसलिए (भेजा) कि अल्लाह की अनुमति से उसका आज्ञापालन किया जाए। और यदि वे लोग, जब उन्हों ने अपनी जानों पर अत्याचार किया था, आपके पास आते, फिर अल्लाह से क्षमा याचना करते और रसूल भी उनके लिए क्षमा याचना करते, तो वे अवश्य अल्लाह को बहुत तौबा क़बूल करने वाला, अत्यन्त दयावान पाते।","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذۡنِ ٱللَّهِۚ وَلَوۡ أَنَّهُمۡ إِذ ظَّلَمُوٓاْ أَنفُسَهُمۡ جَآءُوكَ فَٱسۡتَغۡفَرُواْ ٱللَّهَ وَٱسۡتَغۡفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُواْ ٱللَّهَ تَوَّابٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":557,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:65","price":"तो (ऐ नबी!) आपके पालनहार की क़सम! वे कभी ईमान वाले नहीं हो सकते, जब तक अपने आपस के विवाद में आपको निर्णायक[46] न बनाएँ, फिर आप जो निर्णय कर दें, उससे अपने दिलों में तनिक भी तंगी महसूस न करें और उसे पूरी तरह से स्वीकार कर लें।","arabic":"فَلَا وَرَبِّكَ لَا يُؤۡمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيۡنَهُمۡ ثُمَّ لَا يَجِدُواْ فِيٓ أَنفُسِهِمۡ حَرَجٗا مِّمَّا قَضَيۡتَ وَيُسَلِّمُواْ تَسۡلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":558,"juzNumber":5,"footnotes":"46. यह आदेश आप सल्लल्लाहु अलैहि व सल्लम के जीवन में था। तथा आपके निधन के पश्चात् अब आपकी सुन्नत से निर्णय लेना है।","lang":"hi"},{"name":"4:66","price":"और यदि हम उनपर[47] अनिवार्य कर देते कि अपने आपको को क़त्ल करो या अपने घरों से निकल जाओ, तो उनमें से कुछ लोगों के सिवा कोई भी ऐसा नहीं करता। और यदि वे लोग उसका पालन करते जिसकी उन्हें नसीहत की जाती है, तो यह उनके लिए बेहतर और (सच्चे रास्ते पर) अधिक दृढ़ता का कारण होता।","arabic":"وَلَوۡ أَنَّا كَتَبۡنَا عَلَيۡهِمۡ أَنِ ٱقۡتُلُوٓاْ أَنفُسَكُمۡ أَوِ ٱخۡرُجُواْ مِن دِيَٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٞ مِّنۡهُمۡۖ وَلَوۡ أَنَّهُمۡ فَعَلُواْ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيۡرٗا لَّهُمۡ وَأَشَدَّ تَثۡبِيتٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":559,"juzNumber":5,"footnotes":"47. अर्थात जो दूसरों से निर्णय कराते हैं।","lang":"hi"},{"name":"4:67","price":"और तब तो हम अवश्य उन्हें अपने पास से बहुत बड़ा बदला देते।","arabic":"وَإِذٗا لَّأٓتَيۡنَٰهُم مِّن لَّدُنَّآ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":560,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:68","price":"तथा हम अवश्य उन्हें सीधा रास्ता दिखाते।","arabic":"وَلَهَدَيۡنَٰهُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":561,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:69","price":"तथा जो भी अल्लाह और रसूल का आज्ञापालन करेगा, वह उन लोगों के साथ होगा, जिन्हें अल्लाह ने पुरस्कृत किया है, अर्थात नबियों, सिद्दीक़ों (सत्यवादियों), शहीदों और सदाचारियों के साथ। और ये लोग सबसे अच्छे साथी हैं।","arabic":"وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُوْلَٰٓئِكَ مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّٰلِحِينَۚ وَحَسُنَ أُوْلَٰٓئِكَ رَفِيقٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":562,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:70","price":"यह अनुग्रह एवं कृपा अल्लाह की ओर से है और अल्लाह काफी[48] है जानने वाला।","arabic":"ذَٰلِكَ ٱلۡفَضۡلُ مِنَ ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":563,"juzNumber":5,"footnotes":"48. अर्थात अपनी कृपा तथा अनुग्रह के याग्य को जानने के लिए।","lang":"hi"},{"name":"4:71","price":"ऐ ईमान वालो! अपने (शत्रुओं से) बचाव का सामान ले लो, फिर अलग-अलग समूहों में अथवा सब के सब इकट्ठे होकर निकल पड़ो।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ خُذُواْ حِذۡرَكُمۡ فَٱنفِرُواْ ثُبَاتٍ أَوِ ٱنفِرُواْ جَمِيعٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":564,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:72","price":"और निःसंदेह तुममें कोई ऐसा[49] भी है, जो (दुश्मन से लड़ाई के लिए निकलने में) निश्चय देर लगाएगा। फिर यदि (युद्ध के दौरान) तुमपर कोई आपदा आ पड़े, तो कहेगा : अल्लाह ने मुझपर बड़ा उपकार किया कि मैं उनके साथ उपस्थित नहीं था।","arabic":"وَإِنَّ مِنكُمۡ لَمَن لَّيُبَطِّئَنَّ فَإِنۡ أَصَٰبَتۡكُم مُّصِيبَةٞ قَالَ قَدۡ أَنۡعَمَ ٱللَّهُ عَلَيَّ إِذۡ لَمۡ أَكُن مَّعَهُمۡ شَهِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":565,"juzNumber":5,"footnotes":"49. यहाँ युद्ध से संबंधित अब्दुल्लाह बिन उबय्य जैसे मुनाफ़िक़ों की दशा का वर्णन किया जा रहा है। (इब्ने कसीर)","lang":"hi"},{"name":"4:73","price":"और यदि तुम्हें अल्लाह का अनुग्रह प्राप्त हो जाए, तो वह अवश्य इस तरह कहेगा मानो तुम्हारे और उसके बीच कोई मित्रता ही नहीं थी कि ऐ काश! मैं भी उनके साथ होता, तो बड़ी सफलता प्राप्त कर लेता!","arabic":"وَلَئِنۡ أَصَٰبَكُمۡ فَضۡلٞ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمۡ تَكُنۢ بَيۡنَكُمۡ وَبَيۡنَهُۥ مَوَدَّةٞ يَٰلَيۡتَنِي كُنتُ مَعَهُمۡ فَأَفُوزَ فَوۡزًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":566,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:74","price":"तो जो लोग आख़िरत के बदले सांसारिक जीवन को बेच चुके हैं, उन्हें अल्लाह के मार्ग[50] में लड़ना चाहिए। और जो अल्लाह के मार्ग में युद्ध करेगा, चाहे वह मारा जाए अथवा विजयी हो जाए, तो हम उसे बड़ा बदला प्रदान करेंगे।","arabic":"۞ فَلۡيُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشۡرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۚ وَمَن يُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ فَيُقۡتَلۡ أَوۡ يَغۡلِبۡ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":567,"juzNumber":5,"footnotes":"50. अल्लाह के धर्म को ऊँचा करने, और उसकी रक्षा के लिए। किसी स्वार्थ अथवा किसी देश और सांसारिक धन-धान्य की प्राप्ति के लिए नहीं।","lang":"hi"},{"name":"4:75","price":"और तुम्हें क्या हो गया है कि अल्लाह के मार्ग में तथा उन कमज़ोर पुरुषों, स्त्रियों और बच्चों को छुटकारा दिलाने के लिए युद्ध नहीं करते, जो पुकार रहे हैं कि ऐ हमारे पालनहार! हमें इस नगर[51] से निकाल दे, जिसके वासी अत्याचारी हैं और हमारे लिए अपनी ओर से कोई रक्षक बना दे और हमारे लिए अपनी ओर से कोई सहायक बना दे?!","arabic":"وَمَا لَكُمۡ لَا تُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخۡرِجۡنَا مِنۡ هَٰذِهِ ٱلۡقَرۡيَةِ ٱلظَّالِمِ أَهۡلُهَا وَٱجۡعَل لَّنَا مِن لَّدُنكَ وَلِيّٗا وَٱجۡعَل لَّنَا مِن لَّدُنكَ نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":568,"juzNumber":5,"footnotes":"51. अर्थात मक्का नगर से। यहाँ इस तथ्य को उजागर कर दिया गया है कि क़ुरआन ने युद्ध का आदेश इसलिए नहीं दिया है कि दूसरों पर अत्याचार किया जाए। बल्कि नृशंसितों तथा निर्बलों की सहायता के लिए दिया है। इसीलिए वह बार-बार कहता है कि \"अल्लाह की राह में युद्ध करो\", अपने स्वार्थ और मनोकांक्षाओं के लिए नहीं। न्याय तथा सत्य की स्थापना और सुरक्षा के लिए युद्ध करो।","lang":"hi"},{"name":"4:76","price":"जो लोग ईमान लाए, वे अल्लाह के मार्ग में युद्ध करते हैं और जो काफ़िर हैं, वे ताग़ूत (शैतान) के मार्ग में युद्ध करते हैं। अतः तुम शैतान के मित्रों से युद्ध करो। निःसंदेह शैतान की चाल कमज़ोर होती है।","arabic":"ٱلَّذِينَ ءَامَنُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ وَٱلَّذِينَ كَفَرُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱلطَّٰغُوتِ فَقَٰتِلُوٓاْ أَوۡلِيَآءَ ٱلشَّيۡطَٰنِۖ إِنَّ كَيۡدَ ٱلشَّيۡطَٰنِ كَانَ ضَعِيفًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":569,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:77","price":"(ऐ नबी!) क्या आपने उनका हाल नहीं देखा, जिनसे कहा गया था कि अपने हाथों को (युद्ध से) रोके रखो, नमाज़ क़ायम करो और ज़कात दो? परंतु जब उनके ऊपर युद्ध को अनिवार्य कर दिया गया, तो देखा गया कि उनमें से एक समूह लोगों से ऐसे डर रहा है, जैसे अल्लाह से डरता है या उससे भी अधिक। तथा वे कहने लगे कि ऐ हमारे पालनहार! तूने हमारे ऊपर युद्ध को क्यों अनिवार्य कर दिया? क्यों न हमें थोड़े दिनों का और अवसर दिया? कह दें कि सांसारिक सुख बहुत थोड़ा है और परलोक उसके लिए अधिक अच्छा है, जो अल्लाह[52] से डरे। और तुमपर खजूर की गुठली के धागे के बराबर भी अत्याचार नहीं किया जाएगा।","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمۡ كُفُّوٓاْ أَيۡدِيَكُمۡ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ إِذَا فَرِيقٞ مِّنۡهُمۡ يَخۡشَوۡنَ ٱلنَّاسَ كَخَشۡيَةِ ٱللَّهِ أَوۡ أَشَدَّ خَشۡيَةٗۚ وَقَالُواْ رَبَّنَا لِمَ كَتَبۡتَ عَلَيۡنَا ٱلۡقِتَالَ لَوۡلَآ أَخَّرۡتَنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖۗ قُلۡ مَتَٰعُ ٱلدُّنۡيَا قَلِيلٞ وَٱلۡأٓخِرَةُ خَيۡرٞ لِّمَنِ ٱتَّقَىٰ وَلَا تُظۡلَمُونَ فَتِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":570,"juzNumber":5,"footnotes":"52. अर्थात परलोक का सुख उसके लिए है, जिसने अल्लाह के आदेशों का पालन किया।","lang":"hi"},{"name":"4:78","price":"तुम जहाँ भी रहो, तुम्हें मौत आ पकड़ेगी, यद्यपि मज़बूत दुर्गों में क्यों न रहो। तथा उन्हें यदि कोई भलाई पहुँचती है, तो कहते हैं कि यह अल्लाह की ओर से है और यदि कोई बुराई पहुँचती है, तो कहते हैं कि यह आपके कारण है। (ऐ नबी!) उनसे कह दें कि सब अल्लाह की ओर से है। इन लोगों को क्या हो गया है कि कोई बात समझने के क़रीब ही नहीं[53] आते?!","arabic":"أَيۡنَمَا تَكُونُواْ يُدۡرِككُّمُ ٱلۡمَوۡتُ وَلَوۡ كُنتُمۡ فِي بُرُوجٖ مُّشَيَّدَةٖۗ وَإِن تُصِبۡهُمۡ حَسَنَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِ ٱللَّهِۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِكَۚ قُلۡ كُلّٞ مِّنۡ عِندِ ٱللَّهِۖ فَمَالِ هَٰٓؤُلَآءِ ٱلۡقَوۡمِ لَا يَكَادُونَ يَفۡقَهُونَ حَدِيثٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":571,"juzNumber":5,"footnotes":"53. भावार्थ यह है कि जब मुसलमानों को कोई हानि हो जाती, तो मुनाफ़िक़ तथा यहूदी कहते : यह सब नबी सल्लल्लाहु अलैहि व सल्लम के कारण हुआ। क़ुरआन कहता है कि सब कुछ अल्लाह की ओर से होता है। अर्थात उसने प्रत्येक दशा तथा परिणाम के लिए कुछ नियम बना दिए हैं। और जो कुछ भी होता है, वह उन्हीं दशाओं का परिणाम होता है। अतः तुम्हारी ये बातें जो कह रहे हो, बड़ी अज्ञानता की बातें हैं।","lang":"hi"},{"name":"4:79","price":"तुझे जो भलाई पहुँचती है, वह अल्लाह की ओर से है तथा जो बुराई पहुँचती है, वह ख़ुद तुम्हारे (बुरे कर्मों के) कारण है और हमने आप को सभी लोगों के लिए रसूल (संदेष्टा) बनाकर भेजा[54] है और (इस बात के लिए) अल्लाह की गवाही काफ़ी है।","arabic":"مَّآ أَصَابَكَ مِنۡ حَسَنَةٖ فَمِنَ ٱللَّهِۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٖ فَمِن نَّفۡسِكَۚ وَأَرۡسَلۡنَٰكَ لِلنَّاسِ رَسُولٗاۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":572,"juzNumber":5,"footnotes":"54. इसका भावार्थ यह है कि तुम्हें जो कुछ हानि होती है, वह तुम्हारे कुकर्मों का दुष्परिणाम होता है। इसका आरोप दूसरे पर न धरो। इस्लाम के नबी तो अल्लाह के रसूल हैं और रसूल का काम यही है कि संदेश पहुँचा दें, और तुम्हारा कर्तव्य है कि उनके सभी आदेशों का अनुपालन करो। फिर यदि तुम अवज्ञा करो, और उसका दुष्परिणाम सामने आए, तो दोष तुम्हारा है, न कि इस्लाम के नबी का।","lang":"hi"},{"name":"4:80","price":"जिसने रसूल की आज्ञा का पालन किया, (वास्तव में) उसने अल्लाह की आज्ञा का पालन किया तथा जिसने मुँह फेर लिया, तो (ऐ नबी!) हमने आपको उनपर संरक्षक बनाकर नहीं भेजा[55] है।","arabic":"مَّن يُطِعِ ٱلرَّسُولَ فَقَدۡ أَطَاعَ ٱللَّهَۖ وَمَن تَوَلَّىٰ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":573,"juzNumber":5,"footnotes":"55. अर्थात आपका कर्तव्य अल्लाह का संदेश पहुँचाना है, उनके कर्मों तथा उन्हें सीधी डगर पर लगा देने का दायित्व आप पर नहीं है।","lang":"hi"},{"name":"4:81","price":"तथा वे (आपके सामने) कहते हैं कि हम आज्ञाकारी हैं। परन्तु, जब वे आपके पास से चले जाते हैं, तो उनमें से एक गिरोह, आपकी बात के विरुद्ध रात में षड्यंत्र करता है। जो कुछ वे षड्यंत्र करते है, अल्लाह उसे लिख रहा है। अतः आप उनसे मुँह फेर लें और अल्लाह पर भरोसा रखें, तथा अल्लाह का कार्यसाधक होना काफ़ी है।","arabic":"وَيَقُولُونَ طَاعَةٞ فَإِذَا بَرَزُواْ مِنۡ عِندِكَ بَيَّتَ طَآئِفَةٞ مِّنۡهُمۡ غَيۡرَ ٱلَّذِي تَقُولُۖ وَٱللَّهُ يَكۡتُبُ مَا يُبَيِّتُونَۖ فَأَعۡرِضۡ عَنۡهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":574,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:82","price":"तो क्या वे क़ुरआन पर चिंतन मनन नहीं करते? यदि वह अल्लाह के सिवा किसी और की ओर से होता, तो वे उसमें बहुत-सा अंतर्विरोध (असंगति) पाते।[56]","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَۚ وَلَوۡ كَانَ مِنۡ عِندِ غَيۡرِ ٱللَّهِ لَوَجَدُواْ فِيهِ ٱخۡتِلَٰفٗا كَثِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":575,"juzNumber":5,"footnotes":"56. अर्थात जो व्यक्ति क़ुरआन पर चिंतन करेगा, उसपर यह तथ्य खुल जाएगा कि क़ुरआन अल्लाह की वाणी है।","lang":"hi"},{"name":"4:83","price":"और जब उनके पास सुरक्षा या भय की कोई सूचना आती है, तो उसे चारों ओर फैला देते हैं। हालाँकि, यदि वे उसे अल्लाह के रसूल तथा अपने में से प्राधिकारियों की ओर लौटा देते, तो उनमें से जो लोग उसका सही निष्कर्ष निकाल सकते हैं, उसकी वास्तविकता को अवश्य जान लेते। और यदि तुमपर अल्लाह की अनुकंपा तथा दया न होती, तो तुममें से कुछ को छोड़कर, सब शैतान का अनुसरण करने लगते।[57]","arabic":"وَإِذَا جَآءَهُمۡ أَمۡرٞ مِّنَ ٱلۡأَمۡنِ أَوِ ٱلۡخَوۡفِ أَذَاعُواْ بِهِۦۖ وَلَوۡ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُوْلِي ٱلۡأَمۡرِ مِنۡهُمۡ لَعَلِمَهُ ٱلَّذِينَ يَسۡتَنۢبِطُونَهُۥ مِنۡهُمۡۗ وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَٱتَّبَعۡتُمُ ٱلشَّيۡطَٰنَ إِلَّا قَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":576,"juzNumber":5,"footnotes":"57. इस आयत द्वारा यह निर्देश दिया जा रहा है कि जब भी साधारण शांति या भय की कोई सूचना मिले तो उसे अधिकारियों तथा शासकों तक पहुँचा दिया जाए।","lang":"hi"},{"name":"4:84","price":"अतः (ऐ नबी!) आप अल्लाह के मार्ग में युद्ध करें। आपपर अपने सिवा किसी और की ज़िम्मेदारी नहीं है। तथा ईमान वालों को (युद्ध के लिए) उभारें। संभव है कि अल्लाह काफ़िरों का बल तोड़ दे। अल्लाह बड़ा शक्तिशाली और बहुत कठोर दंड देने वाला है।","arabic":"فَقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفۡسَكَۚ وَحَرِّضِ ٱلۡمُؤۡمِنِينَۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأۡسَ ٱلَّذِينَ كَفَرُواْۚ وَٱللَّهُ أَشَدُّ بَأۡسٗا وَأَشَدُّ تَنكِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":577,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:85","price":"जो अच्छी सिफ़ारिश करेगा, उसके लिए उसमें से हिस्सा होगा तथा जो बुरी सिफ़ारिश करेगा, उसके लिए उसमें से हिस्सा[58] होगा, और अल्लाह प्रत्येक चीज़ का साक्षी व संरक्षक है।","arabic":"مَّن يَشۡفَعۡ شَفَٰعَةً حَسَنَةٗ يَكُن لَّهُۥ نَصِيبٞ مِّنۡهَاۖ وَمَن يَشۡفَعۡ شَفَٰعَةٗ سَيِّئَةٗ يَكُن لَّهُۥ كِفۡلٞ مِّنۡهَاۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقِيتٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":578,"juzNumber":5,"footnotes":"58. आयत का भावार्थ यह है कि अच्छाई तथा बुराई में किसी की सहायता करने का भी पुण्य और पाप मिलता है।","lang":"hi"},{"name":"4:86","price":"और जब तुमसे सलाम किया जाए, तो उससे अच्छा उत्तर दो अथवा उसी को दोहरा दो। निःसंदेह अल्लाह प्रत्येक चीज़ का ह़िसाब लेने वाला है।","arabic":"وَإِذَا حُيِّيتُم بِتَحِيَّةٖ فَحَيُّواْ بِأَحۡسَنَ مِنۡهَآ أَوۡ رُدُّوهَآۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٍ حَسِيبًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":579,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:87","price":"अल्लाह के सिवा कोई सच्चा पूज्य नहीं, वह तुम्हें प्रलय के दिन अवश्य एकत्र करेगा, जिसमें कोई संदेह नहीं, तथा अल्लाह से अधिक सच्ची बात वाला और कौन होगा?","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۗ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ حَدِيثٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":580,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:88","price":"तुम्हें क्या हो गया है कि मुनाफ़िक़ों के बारे में दो पक्ष[59] बन गए हो, जबकि अल्लाह ने उनकी करतूतों के कारण उन्हें उल्टा फेर दिया है? क्या तुम उसे सही रास्ता दिखाना चाहते हो, जिसे अल्लाह ने पथभ्रष्ट कर दिया है? और जिसे अल्लाह पथभ्रष्ट कर दे, तुम उसके लिए कदापि कोई रास्ता नहीं पाओगे।","arabic":"۞ فَمَا لَكُمۡ فِي ٱلۡمُنَٰفِقِينَ فِئَتَيۡنِ وَٱللَّهُ أَرۡكَسَهُم بِمَا كَسَبُوٓاْۚ أَتُرِيدُونَ أَن تَهۡدُواْ مَنۡ أَضَلَّ ٱللَّهُۖ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":581,"juzNumber":5,"footnotes":"59. मक्का वासियों में कुछ अपने स्वार्थ के लिए मौखिक मुसलमान हो गए थे, और जब युद्ध आरंभ हुआ तो उनके बारे में मुसलमानों के दो विचार हो गए। कुछ उन्हें अपना मित्र और कुछ उन्हें अपना शत्रु समझ रहे थे। अल्लाह ने यहाँ बता दिया कि वे लोग मुनाफ़िक़ हैं। जब तक मक्का से हिजरत करके मदीना में न आ जाएँ, और शत्रु ही के साथ रह जाएँ, उन्हें भी शत्रु समझा जाएगा। ये वह मुनाफ़िक़ नहीं हैं जिनकी चर्चा पहले की गई है, ये मक्का के विशेष मुनाफ़िक़ हैं, जिनसे युद्ध की स्थिति में कोई मित्रता की जा सकती थी, और न ही उनसे कोई संबंध रखा जा सकता था।","lang":"hi"},{"name":"4:89","price":"(ऐ ईमान वालो!) वे चाहते हैं कि जिस तरह वे काफ़िर हो गए, तुम भी काफ़िर हो जाओ ताकि तुम उनके बराबर हो जाओ। अतः तुम उनमें से किसी को मित्र न बनाओ, जब तक वे अल्लाह की राह में हिजरत न करें। यदि वे इससे मुँह फेरें, तो जहाँ भी पाओ, उन्हें पकड़ो और क़त्ल करो और उनमें से किसी को अपना मित्र और सहायक न बनाओ।","arabic":"وَدُّواْ لَوۡ تَكۡفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءٗۖ فَلَا تَتَّخِذُواْ مِنۡهُمۡ أَوۡلِيَآءَ حَتَّىٰ يُهَاجِرُواْ فِي سَبِيلِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ وَجَدتُّمُوهُمۡۖ وَلَا تَتَّخِذُواْ مِنۡهُمۡ وَلِيّٗا وَلَا نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":582,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:90","price":"परंतु उनमें से जो लोग किसी ऐसी क़ौम से जा मिलें, जिनके और तुम्हारे बीच समझौता हो, या वे लोग जो तुम्हारे पास इस अवस्था में आएँ कि उनके दिल इस बात से तंग हो रहे हों कि वे तुमसे युद्ध करें अथवा (तुम्हारे साथ मिलकर) अपनी जाति से युद्ध करें। और यदि अल्लाह चाहता, तो उन्हें तुमपर हावी कर देता, फिर वे तुमसे ज़रूर युद्ध करते। अतः यदि वे तुमसे अलग रहें और तुमसे युद्ध न करें और संधि के लिए तुम्हारी ओर हाथ बढ़ाएँ, तो अल्लाह ने उनके विरुद्ध् तुम्हारे लिए (युद्ध का) कोई रास्ता नहीं बनाया[60] है।","arabic":"إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٌ أَوۡ جَآءُوكُمۡ حَصِرَتۡ صُدُورُهُمۡ أَن يُقَٰتِلُوكُمۡ أَوۡ يُقَٰتِلُواْ قَوۡمَهُمۡۚ وَلَوۡ شَآءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَيۡكُمۡ فَلَقَٰتَلُوكُمۡۚ فَإِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ يُقَٰتِلُوكُمۡ وَأَلۡقَوۡاْ إِلَيۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَيۡهِمۡ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":583,"juzNumber":5,"footnotes":"60. अर्थात इस्लाम में युद्ध का आदेश उनके विरुद्ध दिया गया है, जो इस्लाम के विरुद्ध युद्ध कर रहे हों। अन्यथा, उनसे युद्ध करने का कोई कारण नहीं रह जाता क्योंकि मूल चीज़ शांति तथा संधि है, युद्ध और हत्या नहीं।","lang":"hi"},{"name":"4:91","price":"तथा तुम कुछ दूसरे लोगों को ऐसा भी पाओगे, जो चाहते हैं कि तुम्हारी ओर से निश्चिन्त रहें और अपनी क़ौम की ओर से भी निश्चिन्त रहें। परन्तु जब भी वे उपद्रव की ओर लौटाए जाते हैं, तो उसमें औंधे मुँह जा गिरते हैं। यदि वे तुमसे अलग-थलग न रहें और तुम्हारी ओर संधि का हाथ न बढ़ाएँ, और अपने हाथ न रोकें, तो तुम उन्हें पकड़ो और क़त्ल करो जहाँ कहीं भी पाओ। यही लोग हैं, जिनके विरुद्ध हमने तुम्हें स्पष्ट तर्क दिया है।","arabic":"سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأۡمَنُوكُمۡ وَيَأۡمَنُواْ قَوۡمَهُمۡ كُلَّ مَا رُدُّوٓاْ إِلَى ٱلۡفِتۡنَةِ أُرۡكِسُواْ فِيهَاۚ فَإِن لَّمۡ يَعۡتَزِلُوكُمۡ وَيُلۡقُوٓاْ إِلَيۡكُمُ ٱلسَّلَمَ وَيَكُفُّوٓاْ أَيۡدِيَهُمۡ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡۚ وَأُوْلَٰٓئِكُمۡ جَعَلۡنَا لَكُمۡ عَلَيۡهِمۡ سُلۡطَٰنٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":584,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:92","price":"किसी ईमान वाले के लिए शोभनीय नहीं कि वह किसी ईमान वाले की हत्या कर दे, परंतु यह कि चूक से[61] ऐसा हो जाए। जो व्यक्ति किसी ईमान वाले की गलती से हत्या कर दे, वह एक ईमान वाला दास मुक्त करे और उस (हत) के वारिसों को दियत (हत्या का अर्थदंड)[62] पहुँचाए, परंतु यह कि वे क्षमा कर दें। फिर यदि वह (हत) तुम्हारी शत्रु क़ौम से हो और वह (ख़ुद) ईमान वाला हो, तो केवल एक ईमान वाला दास मुक्त करना ज़रूरी है। और यदि वह ऐसी क़ौम से हो, जिसके और तुम्हारे बीच समझौता हो, तो उसके घर वालों को हत्या का अर्थदंड पहुँचाया जाए तथा एक ईमान वाला दास मुक्त करना ज़रूरी है। फिर जो (दास) न पाए, वह निरंतर दो महीने रोज़े रखे। अल्लाह की ओर से (उसके पाप की) यही क्षमा है और अल्लाह सब कुछ जानने वाला, हिकमत वाला है।","arabic":"وَمَا كَانَ لِمُؤۡمِنٍ أَن يَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَـٔٗاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَـٔٗا فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ وَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦٓ إِلَّآ أَن يَصَّدَّقُواْۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوّٖ لَّكُمۡ وَهُوَ مُؤۡمِنٞ فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ وَإِن كَانَ مِن قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦ وَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ تَوۡبَةٗ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":585,"juzNumber":5,"footnotes":"61. अर्थात निशाना चूक कर उसे लग जाए। 62. यह अर्थदंड सौ ऊँट अथवा उनका मूल्य है। आयत का भावार्थ यह है कि जिनकी हत्या करने का आदेश दिया गया है, वह केवल इस लिए दिया गया है कि उन्होंने इस्लाम तथा मुसलमानों के विरुद्ध युद्ध आरंभ कर दिया है। अन्यथा, यदि युद्ध की स्थिति न हो, तो हत्या एक महापाप है। और किसी मुसलमान के लिए कदापि यह वैध नहीं कि किसी मुसलमान की, या जिससे समझौता हो, उसकी जान बूझकर हत्या कर दे। संधि मित्र से अभिप्राय वे सभी ग़ैर मुस्लिम हैं, जिनसे मुसलमानों का युद्ध न हो, संधि तथा संविदा हो। फिर यदि चूक से किसी ने किसी की हत्या कर दी, तो उसका यह आदेश है, जो इस आयत में बताया गया है। यह ज्ञातव्य है कि क़ुरआन ने केवल दो ही स्थिति में हत्या को उचित किया है : युद्ध की स्थिति में, अथवा नियमानुसार किसी अपराधी की हत्या की जाए। जैसे हत्यारे को हत्या के बदले हत किया जाए।","lang":"hi"},{"name":"4:93","price":"और जो किसी ईमान वाले की जानबूझकर हत्या कर दे, उसका बदला नरक है, जिसमें वह हमेशा रहेगा और उसपर अल्लाह का क्रोध तथा धिक्कार है और अल्लाह ने उसके लिए बड़ी यातना तैयार कर रखी है।","arabic":"وَمَن يَقۡتُلۡ مُؤۡمِنٗا مُّتَعَمِّدٗا فَجَزَآؤُهُۥ جَهَنَّمُ خَٰلِدٗا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيۡهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":586,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:94","price":"ऐ ईमान वालो! जब तुम अल्लाह के मार्ग में (जिहाद के लिए) निकलो, तो छानबीन[63] कर लिया करो। और जो तुम्हें सलाम[64] करे, उसे यह न कहो कि तुम ईमान वाले नहीं हो। तुम सांसारिक जीवन का सामान चाहते हो, तो अल्लाह के पास बहुत-सी ग़नीमतें हैं। पहले तुम भी ऐसे[65] ही थे, फिर अल्लाह ने तुमपर उपकार किया। अतः ठीक से छानबीन कर लिया करो। निःसंदेह अल्लाह तुम्हारे कर्मों से सूचित है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا ضَرَبۡتُمۡ فِي سَبِيلِ ٱللَّهِ فَتَبَيَّنُواْ وَلَا تَقُولُواْ لِمَنۡ أَلۡقَىٰٓ إِلَيۡكُمُ ٱلسَّلَٰمَ لَسۡتَ مُؤۡمِنٗا تَبۡتَغُونَ عَرَضَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٞۚ كَذَٰلِكَ كُنتُم مِّن قَبۡلُ فَمَنَّ ٱللَّهُ عَلَيۡكُمۡ فَتَبَيَّنُوٓاْۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":587,"juzNumber":5,"footnotes":"63. अर्थात यह कि वह शत्रु हैं या मित्र हैं। 64. सलाम करना मुसलमान होने का एक लक्षण है। 65. अर्थात इस्लाम के शब्द के सिवा तुम्हारे पास इस्लाम का कोई चिह्न नहीं था। इब्ने अब्बास रज़ियल्लाहु अन्हुमा कहते हैं कि रात के समय एक व्यक्ति यात्रा कर रहा था। जब उससे कुछ मुसलमान मिले तो उसने अस्सलामु अलैकुम कहा। फिर भी एक मुसलमान ने उसे झूठा समझकर मार दिया। इसी पर यह आयत उतरी। जब नबी सल्लल्लाहु अलैहि व सल्लम को इसका पता चला, तो आप बहुत नाराज़ हुए। (इब्ने कसीर)","lang":"hi"},{"name":"4:95","price":"बिना किसी उज़्र (कारण) के बैठे रहने वाले मोमिन और अल्लाह की राह में अपने धनों और प्राणों के साथ जिहाद करने वाले, बराबर नहीं हो सकते। अल्लाह ने अपने धनों तथा प्राणों के साथ जिहाद करने वालों को पद के एतिबार से, जिहाद से बैठे रहने वालों पर प्रधानता प्रदान किया है। जबकि अल्लाह ने सब के साथ भलाई का वादा किया है।तथा अल्लाह ने जिहाद करने वालों को महान प्रतिफल देकर, जिहाद से बैठे रहने वालों पर वरीयता प्रदान किया है।","arabic":"لَّا يَسۡتَوِي ٱلۡقَٰعِدُونَ مِنَ ٱلۡمُؤۡمِنِينَ غَيۡرُ أُوْلِي ٱلضَّرَرِ وَٱلۡمُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ فَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ عَلَى ٱلۡقَٰعِدِينَ دَرَجَةٗۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَفَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ عَلَى ٱلۡقَٰعِدِينَ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":588,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:96","price":"(यह सवाब) अल्लाह की ओर से दर्जे (पद) है, तथा क्षमा और दयालुता है, और अल्लाह बहुत क्षमा करने वाला, अत्यंत दयावान् है।","arabic":"دَرَجَٰتٖ مِّنۡهُ وَمَغۡفِرَةٗ وَرَحۡمَةٗۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":589,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:97","price":"निःसंदेह फ़रिश्ते जिन लोगों के प्राण इस हाल में निकालते हैं कि वे (कुफ़्र के देश से हिजरत न करके) अपने ऊपर अत्याचार करने वाले होते हैं, तो उनसे पूछते हैं कि तुम किस हाल में थे? वे कहते हैं : हम धरती में कमज़ोर थे। तब फ़रिश्ते कहते हैं : क्या अल्लाह की धरती विशाल न थी कि तुम उसमें हिजरत कर[66] जाते? सो यही लोग हैं जिनका ठिकाना जहन्नम है और वह बहुत बुरा ठिकाना है!","arabic":"إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡ قَالُواْ فِيمَ كُنتُمۡۖ قَالُواْ كُنَّا مُسۡتَضۡعَفِينَ فِي ٱلۡأَرۡضِۚ قَالُوٓاْ أَلَمۡ تَكُنۡ أَرۡضُ ٱللَّهِ وَٰسِعَةٗ فَتُهَاجِرُواْ فِيهَاۚ فَأُوْلَٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَسَآءَتۡ مَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":590,"juzNumber":5,"footnotes":"66. जब सत्य के विरोधियों के अत्याचार से विवश होकर नबी सल्लल्लाहु अलैहि व सल्लम मदीना हिजरत (प्रस्थान) कर गए, तो अरब में दो प्रकार के देश हो गए : मदीना दारुल-हिजरत (प्रवास गृह) था, जिसमें मुसलमान हिजरत करके एकत्र हो गए। तथा दारुल ह़र्ब। अर्थात् वह क्षेत्र जो शत्रुओं के नियंत्रण में था। जिसका केंद्र मक्का था। यहाँ जो मुसलमान थे वे अपनी आस्था तथा धार्मिक कर्म से वंचित थे। उन्हे शत्रु का अत्याचार सहना पड़ता था। इसलिए उन्हें यह आदेश दिया गया था कि मदीना हिजरत कर जाएँ। और यदि वे शक्ति रखते हुए हिजरत नहीं करेंगे, तो अपने इस आलस्य के लिए उत्तरदायी होंगे। इसके पश्चात् आगामी आयत में उनकी चर्चा की जा रही है, जो हिजरत करने से विवश थे। मक्का से मदीना हिजरत करने का यह आदेश मक्का की विजय सन् 8 हिजरी के पश्चात् निरस्त कर दिया गया। इब्ने अब्बास रज़ियल्लाहु अन्हु कहते हैं कि नबी सल्लल्लाहु अलैहि व सल्लम के युग में कुछ मुसलमान काफ़िरों की संख्या बढ़ाने के लिए उनके साथ हो जाते थे। और तीर या तलवार लगने से मारे जाते थे, उन्हीं के बारे में यह आयत उतरी। (सह़ीह़ बुख़ारी : 4596)","lang":"hi"},{"name":"4:98","price":"सिवाय उन असहाय पुरुषों, स्त्रियों और बच्चों के जो कोई उपाय नहीं कर सकते और न (वहाँ से निकलने का) कोई रास्ता पाते हैं।","arabic":"إِلَّا ٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ لَا يَسۡتَطِيعُونَ حِيلَةٗ وَلَا يَهۡتَدُونَ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":591,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:99","price":"तो निश्चय अल्लाह उन्हें क्षमा कर देगा। निःसंदेह अल्लाह बहुत माफ़ करने वाला, क्षमाशील है।","arabic":"فَأُوْلَٰٓئِكَ عَسَى ٱللَّهُ أَن يَعۡفُوَ عَنۡهُمۡۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":592,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:100","price":"तथा जो कोई अल्लाह के मार्ग में हिजरत करेगा, वह धरती में बहुत-से प्रवास स्थान तथा समाई (विस्तार) पाएगा। और जो व्यक्ति अपने घर से अल्लाह और उसके रसूल की ओर हिजरत की खातिर निकले, फिर उसे (रास्ते ही में) मौत आ जाए, तो उसका बदला अल्लाह के पास निश्चित हो गया और अल्लाह अति क्षमाशील, दयावान् है।","arabic":"۞ وَمَن يُهَاجِرۡ فِي سَبِيلِ ٱللَّهِ يَجِدۡ فِي ٱلۡأَرۡضِ مُرَٰغَمٗا كَثِيرٗا وَسَعَةٗۚ وَمَن يَخۡرُجۡ مِنۢ بَيۡتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدۡرِكۡهُ ٱلۡمَوۡتُ فَقَدۡ وَقَعَ أَجۡرُهُۥ عَلَى ٱللَّهِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":593,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:101","price":"और जब तुम धरती में यात्रा करो, तो नमाज़ क़स्र[67] (संक्षिप्त) करने में तुमपर कोई गुनाह नहीं है, यदि तुम्हें डर हो कि काफ़िर तुम्हें कष्ट पहुँचाएँगे। वास्तव में, काफ़िर तुम्हारे खुले दुश्मन हैं।","arabic":"وَإِذَا ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَقۡصُرُواْ مِنَ ٱلصَّلَوٰةِ إِنۡ خِفۡتُمۡ أَن يَفۡتِنَكُمُ ٱلَّذِينَ كَفَرُوٓاْۚ إِنَّ ٱلۡكَٰفِرِينَ كَانُواْ لَكُمۡ عَدُوّٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":594,"juzNumber":5,"footnotes":"67. क़स्र का अर्थ चार रक्अत वाली नमाज़ को दो रक्अत पढ़ना है। यह अनुमति प्रत्येक यात्रा के लिए है, शत्रु का भय हो, या न हो।","lang":"hi"},{"name":"4:102","price":"तथा (ऐ नबी!) जब आप (युद्ध के मैदान में) उनके साथ मौजूद हों और उनके लिए नमाज़[68] क़ायम करें, तो उनका एक गिरोह आपके साथ खड़ा हो जाए और वे अपने हथियार लिए रहें और जब वे सज्दा कर लें, तो तुम्हारे पीछे हो जाएँ तथा दूसरा गिरोह आए, जिसने नमाज़ नहीं पढ़ी है और वे तुम्हारे साथ नमाज़ पढ़ें और अपने हथियार लिए सावधान रहें। काफ़िर चाहते हैं कि तुम अपने हथियारों और अपने सामान से असावधान हो जाओ, तो तुमपर यकायक धावा बोल दें। तथा तुमपर कोई दोष नहीं, यदि वर्षा के कारण तुम्हें कष्ट हो अथवा तुम बीमार हो कि अपने हथियार उतार दो तथा अपने बचाव का ध्यान रखो। निःसंदेह अल्लाह ने काफ़िरों के लिए अपमानकारी अज़ाब तैयार कर रखा है।","arabic":"وَإِذَا كُنتَ فِيهِمۡ فَأَقَمۡتَ لَهُمُ ٱلصَّلَوٰةَ فَلۡتَقُمۡ طَآئِفَةٞ مِّنۡهُم مَّعَكَ وَلۡيَأۡخُذُوٓاْ أَسۡلِحَتَهُمۡۖ فَإِذَا سَجَدُواْ فَلۡيَكُونُواْ مِن وَرَآئِكُمۡ وَلۡتَأۡتِ طَآئِفَةٌ أُخۡرَىٰ لَمۡ يُصَلُّواْ فَلۡيُصَلُّواْ مَعَكَ وَلۡيَأۡخُذُواْ حِذۡرَهُمۡ وَأَسۡلِحَتَهُمۡۗ وَدَّ ٱلَّذِينَ كَفَرُواْ لَوۡ تَغۡفُلُونَ عَنۡ أَسۡلِحَتِكُمۡ وَأَمۡتِعَتِكُمۡ فَيَمِيلُونَ عَلَيۡكُم مَّيۡلَةٗ وَٰحِدَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ إِن كَانَ بِكُمۡ أَذٗى مِّن مَّطَرٍ أَوۡ كُنتُم مَّرۡضَىٰٓ أَن تَضَعُوٓاْ أَسۡلِحَتَكُمۡۖ وَخُذُواْ حِذۡرَكُمۡۗ إِنَّ ٱللَّهَ أَعَدَّ لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":595,"juzNumber":5,"footnotes":"68. इसका नाम \"सलातुल ख़ौफ़\" अर्थात भय के समय की नमाज़ है। जब रणक्षेत्र में प्रत्येक समय भय लगा रहे, तो उस (समय नमाज़ पढ़ने) की विधि यह है कि सेना के दो भाग कर लें। एक भाग को नमाज़ पढ़ाएँ, तथा दूसरा शत्रु के सम्मुख खड़ा रहे, फिर (पहले गिरोह के एक रक्अत पूरी होने के बाद) दूसरा आए और नमाज़ पढ़े। इस प्रकार प्रत्येक गिरोह की एक रक्अत और इमाम की दो रक्अत होंगी। ह़दीसों में इसकी और भी विधियाँ आईं हैं। और यह युद्ध की स्थितियों पर निर्भर है।","lang":"hi"},{"name":"4:103","price":"फिर जब तुम नमाज़ पूरी कर लो, तो खड़े और बैठे और लेटे (प्रत्येक स्थिति में) अल्लाह को याद करते रहो और जब तुम भयमुक्त हो जाओ, तो (पहले की तरह) नमाज़ क़ायम करो। निःसंदेह नमाज़ ईमान वालों पर निर्धारित समय पर फ़र्ज़ की गई है।","arabic":"فَإِذَا قَضَيۡتُمُ ٱلصَّلَوٰةَ فَٱذۡكُرُواْ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِكُمۡۚ فَإِذَا ٱطۡمَأۡنَنتُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَۚ إِنَّ ٱلصَّلَوٰةَ كَانَتۡ عَلَى ٱلۡمُؤۡمِنِينَ كِتَٰبٗا مَّوۡقُوتٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":596,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:104","price":"तथा तुम (दुश्मन) क़ौम का पीछा करने में कमज़ोर न पड़ो, यदि तुम्हें पीड़ा होती है, तो निःसंदेह उन्हें भी पीड़ा होती है जिस तरह तुम्हें पीड़ा होती है और तुम अल्लाह से जिस चीज़ की आशा[69] रखते हो, वे उसकी आशा नहीं रखते। तथा अल्लाह सब कुछ जानने वाला, बहुत हिकमत वाला है।","arabic":"وَلَا تَهِنُواْ فِي ٱبۡتِغَآءِ ٱلۡقَوۡمِۖ إِن تَكُونُواْ تَأۡلَمُونَ فَإِنَّهُمۡ يَأۡلَمُونَ كَمَا تَأۡلَمُونَۖ وَتَرۡجُونَ مِنَ ٱللَّهِ مَا لَا يَرۡجُونَۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":597,"juzNumber":5,"footnotes":"69. अर्थात प्रतिफल तथा सहायता और समर्थन की।","lang":"hi"},{"name":"4:105","price":"(ऐ नबी!) हमने आपकी ओर सत्य पर आधारित पुस्तक अवतरित की है, ताकि आप लोगों के बीच उसके अनुसार फ़ैसला करें, जो अल्लाह ने आपको दिखाया है और आप ख़यानत करने वालों के तरफ़दार न बनें।[70]","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِتَحۡكُمَ بَيۡنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُۚ وَلَا تَكُن لِّلۡخَآئِنِينَ خَصِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":598,"juzNumber":5,"footnotes":"70. यहाँ से, अर्थात आयत 105 से 113 तक, के विषय में भाष्यकारों ने लिखा है कि एक व्यक्ति ने एक अन्सारी की कवच (ज़िरह) चुरा ली। और जब देखा कि उसका भेद खुल जाएगा, तो उसका आरोप एक यहूदी पर लगा दिया। और उसके क़बीले के लोग भी उसके पक्षधर हो गए। और नबी सल्लल्लाहु अलैहि व सल्लम के पास आए, और कहा कि आप इसे निर्दोष घोषित कर दें। और उनकी बातों के कारण समीप था कि आप उसे निर्दोष घोषित करके यहूदी को अपराधी बना देते कि आपको सावधान करने के लिए ये आयतें उतरीं। (इब्ने जरीर) इन आयतों का साधारण भावार्थ यह है कि मुसलमान न्यायधीश को चाहिए कि किसी पक्ष का इस लिए पक्ष न धरे कि वह मुसलमान है। और दूसरा मुसलमान नहीं है, बल्कि उसे हर ह़ाल में निष्पक्ष होकर न्याय करना चाहिए।","lang":"hi"},{"name":"4:106","price":"तथा अल्लाह से क्षमा याचना करें। निःसंदेह अल्लाह अति क्षमाशील, बड़ा दयावान् है।","arabic":"وَٱسۡتَغۡفِرِ ٱللَّهَۖ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":599,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:107","price":"और आप ऐसे लोगों का पक्ष न लें, जो अपने आपसे विश्वासघात करते हैं। निःसंदेह अल्लाह विश्वासघात करने वाले, पापी से प्रेम नहीं करता।[71]","arabic":"وَلَا تُجَٰدِلۡ عَنِ ٱلَّذِينَ يَخۡتَانُونَ أَنفُسَهُمۡۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":600,"juzNumber":5,"footnotes":"71. आयत का भावार्थ यह है कि न्यायधीश को ऐसी बात नहीं करनी चाहिए, जिसमें किसी का पक्षपात हो।","lang":"hi"},{"name":"4:108","price":"वे लोगों से छिपते हैं, परंतु अल्लाह से नहीं छिपते। हालाँकि वह उनके साथ होता है, जब वे रात में उस बात की गुप्त योजना बनाते हैं, जिससे वह प्रसन्न नहीं[72] होता। तथा वे जो कुछ करते हैं, अल्लाह उसे घेरे हुए है।","arabic":"يَسۡتَخۡفُونَ مِنَ ٱلنَّاسِ وَلَا يَسۡتَخۡفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمۡ إِذۡ يُبَيِّتُونَ مَا لَا يَرۡضَىٰ مِنَ ٱلۡقَوۡلِۚ وَكَانَ ٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":601,"juzNumber":5,"footnotes":"72. आयत का भावार्थ यह है कि मुसलमानों को अपना सहधर्मी अथवा अपनी जाति या परिवार का होने के कारण किसी अपराधी का पक्षपात नहीं करना चाहिए। क्योंकि संसार न जाने, परंतु अल्लाह तो जानता है कि कौन अपराधी है, कौन नहीं।","lang":"hi"},{"name":"4:109","price":"सुनो, तुम लोगों ने सांसारिक जीवन में तो उनकी ओर से झगड़ लिया। परंतु क़यामत के दिन उनकी ओर से अल्लाह से कौन झगड़ेगा या कौन उनका वकील होगा?","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ جَٰدَلۡتُمۡ عَنۡهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَمَن يُجَٰدِلُ ٱللَّهَ عَنۡهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ أَم مَّن يَكُونُ عَلَيۡهِمۡ وَكِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":602,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:110","price":"जो व्यक्ति कोई बुरा काम करे अथवा अपने ऊपर अत्याचार करे, फिर अल्लाह से क्षमा माँगे, तो वह अल्लाह को बहुत क्षमा करने वाला, अत्यंत दयावान् पाएगा।","arabic":"وَمَن يَعۡمَلۡ سُوٓءًا أَوۡ يَظۡلِمۡ نَفۡسَهُۥ ثُمَّ يَسۡتَغۡفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":603,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:111","price":"और जो व्यक्ति कोई पाप करता है, तो निःसंदेह वह उसका भार अपने ऊपर ही लादता[73] है, तथा अल्लाह सब कुछ जानने वाला, हिकमत वाला है।","arabic":"وَمَن يَكۡسِبۡ إِثۡمٗا فَإِنَّمَا يَكۡسِبُهُۥ عَلَىٰ نَفۡسِهِۦۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":604,"juzNumber":5,"footnotes":"73. भावार्थ यह है कि जो अपराध करता है, उसके अपराध का दुष्परिणाम उसी के ऊपर है। अतः तुम यह न सोचो कि अपराधी के अपने सहधर्मी अथवा संबंधी होने के कारण, उसका अपराध सिद्ध हो गया, तो हमपर भी धब्बा लग जाएगा।","lang":"hi"},{"name":"4:112","price":"और जो व्यक्ति कोई ग़लती अथवा पाप करे, फिर उसका आरोप किसी निर्दोष पर लगा दे, तो उसने मिथ्या दोषारोपण तथा खुले पाप[74] का बोझ उठा लिया।","arabic":"وَمَن يَكۡسِبۡ خَطِيٓـَٔةً أَوۡ إِثۡمٗا ثُمَّ يَرۡمِ بِهِۦ بَرِيٓـٔٗا فَقَدِ ٱحۡتَمَلَ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":605,"juzNumber":5,"footnotes":"74. अर्थात स्वयं पाप करके दूसरे पर आरोप लगाना दोहरा पाप है।","lang":"hi"},{"name":"4:113","price":"और (ऐ नबी!) यदि आपपर अल्लाह का अनुग्रह और उसकी दया न होती, तो उनके एक समूह ने निश्चय आपको बहकाने का इरादा[75] कर लिया था। हालाँकि वे केवल अपने आप को ही पथभ्रष्ट कर रहे हैं और वे आपको कुछ भी हानि नहीं पहुँचा सकते। और अल्लाह ने आपपर पुस्तक तथा हिकमत अवतरित की है और आपको वह कुछ सिखाया है, जो आप नहीं जानते थे। और आपपर अल्लाह का अनुग्रह बहुत बड़ा है।","arabic":"وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكَ وَرَحۡمَتُهُۥ لَهَمَّت طَّآئِفَةٞ مِّنۡهُمۡ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡۖ وَمَا يَضُرُّونَكَ مِن شَيۡءٖۚ وَأَنزَلَ ٱللَّهُ عَلَيۡكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَعَلَّمَكَ مَا لَمۡ تَكُن تَعۡلَمُۚ وَكَانَ فَضۡلُ ٱللَّهِ عَلَيۡكَ عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":606,"juzNumber":5,"footnotes":"75. कि आप निर्दोष को अपराधी समझ लें।","lang":"hi"},{"name":"4:114","price":"उनकी अधिकतर कानाफूसियों में कोई भलाई नहीं होती, परन्तु जो दान या नेकी या लोगों के बीच संधि कराने का आदेश दे (तो इसमें भलाई है), और जो कोई ऐसे कर्म अल्लाह की प्रसन्नता प्राप्त करने के लिए करेगा, हम जल्द ही उसे बहुत बड़ा बदला प्रदान करेंगे।","arabic":"۞ لَّا خَيۡرَ فِي كَثِيرٖ مِّن نَّجۡوَىٰهُمۡ إِلَّا مَنۡ أَمَرَ بِصَدَقَةٍ أَوۡ مَعۡرُوفٍ أَوۡ إِصۡلَٰحِۭ بَيۡنَ ٱلنَّاسِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":607,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:115","price":"तथा जो व्यक्ति अपने सामने मार्गदर्शन स्पष्ट हो जाने के बाद रसूल का विरोध करे और ईमान वालों[76] के मार्ग के अलावा (किसी दूसरे मार्ग) पर चले, हम उसे उधर ही फेर देंगे[77], जिधर वह (स्वयं) फिर गया है और उसे नरक में झोंक देंगे। और वह बहुत बुरा ठिकाना है।","arabic":"وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُ ٱلۡهُدَىٰ وَيَتَّبِعۡ غَيۡرَ سَبِيلِ ٱلۡمُؤۡمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصۡلِهِۦ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":608,"juzNumber":5,"footnotes":"76. ईमान वालों से अभिप्राय नबी सल्लल्लाहु अलैहि व सल्लम के सह़ाबा (साथी) हैं। 77. विद्वानों ने लिखा है कि यह आयत भी उसी मुनाफ़िक़ से संबंधित है। क्योंकि जब नबी सल्लल्लाहु अलैहि व सल्लम ने उसके विरुद्ध दंड का निर्णय कर दिया, तो वह भागकर मक्का के मिश्रणवादियों से मिल गया। (तफ़्सीरे क़ुर्तुबी) फिर भी इस आयत का आदेश सर्वसामान्य है।","lang":"hi"},{"name":"4:116","price":"निःसंदेह अल्लाह अपने साथ साझी ठहराए जाने को क्षमा[78] नहीं करेगा और इससे कमतर पाप जिसके लिए चाहेगा, क्षमा कर देगा। तथा जो अल्लाह का साझी बनाता है, वह यक़ीनन भटककर बहुत दूर जा पड़ा।","arabic":"إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":609,"juzNumber":5,"footnotes":"78. अर्थात शिर्क (मिश्रणवाद) अक्षम्य पाप है।","lang":"hi"},{"name":"4:117","price":"ये (बहुदेववादी), अल्लाह को छोड़कर मात्र देवियों को पुकारते हैं और वास्तव में ये केवल उद्दंड शैतान को पुकारते हैं।","arabic":"إِن يَدۡعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَٰثٗا وَإِن يَدۡعُونَ إِلَّا شَيۡطَٰنٗا مَّرِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":610,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:118","price":"जिसे अल्लाह ने धिक्कार दिया है। तथा उसने कहा था कि मैं तेरे बंदों में से एक निश्चित हिस्सा अवश्य लेकर रहूँगा।","arabic":"لَّعَنَهُ ٱللَّهُۘ وَقَالَ لَأَتَّخِذَنَّ مِنۡ عِبَادِكَ نَصِيبٗا مَّفۡرُوضٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":611,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:119","price":"और मैं उन्हें अवश्य पथभ्रष्ट करूँगा, और उन्हें अवश्य आशाएँ दिलाऊँगा और उन्हें अवश्य आदेश दूँगा तो वे पशुओं के कान चीरेंगे तथा निश्चय उन्हें आदेश दूँगा, तो वे अवश्य अल्लाह की रचना में परिवर्तन[79] करेंगे। तथा जो अल्लाह को छोड़कर शैतान को अपना मित्र बना ले, वह निश्चय खुले घाटे में पड़ गया।","arabic":"وَلَأُضِلَّنَّهُمۡ وَلَأُمَنِّيَنَّهُمۡ وَلَأٓمُرَنَّهُمۡ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلۡأَنۡعَٰمِ وَلَأٓمُرَنَّهُمۡ فَلَيُغَيِّرُنَّ خَلۡقَ ٱللَّهِۚ وَمَن يَتَّخِذِ ٱلشَّيۡطَٰنَ وَلِيّٗا مِّن دُونِ ٱللَّهِ فَقَدۡ خَسِرَ خُسۡرَانٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":612,"juzNumber":5,"footnotes":"79. इसके बहुत से अर्थ हो सकते हैं। जैसे गोदना, गुदवाना, स्त्री का पुरुष का आचरण और स्वभाव बनाना, इसी प्रकार पुरुष का स्त्री का आचरण तथा रूप धारण करना आदि।","lang":"hi"},{"name":"4:120","price":"वह (शैतान) उनसे वादे करता है और उन्हें आशाएँ दिलाता है। (परंतु) शैतान उनसे जो वादे करता है, वे धोखे के सिवा कुछ नहीं हैं।","arabic":"يَعِدُهُمۡ وَيُمَنِّيهِمۡۖ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":613,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:121","price":"वही लोग है जिनका ठिकाना जहन्नम है और वे उससे भागने का कोई रास्ता नहीं पाएंगे।","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُ وَلَا يَجِدُونَ عَنۡهَا مَحِيصٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":614,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:122","price":"तथा जो लोग ईमान लाए और अच्छे काम किए, हम उन्हें ऐसी जन्नतों में दाख़िल करेंगे, जिनके नीचे नहरें बहती हैं। वे उनमें हमेशा रहेंगे। यह अल्लाह का सच्चा वादा है और अल्लाह से अधिक सच्ची बात किसकी हो सकती है?","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ قِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":615,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:123","price":"(मोक्ष) न तुम्हारी कामनाओं पर निर्भर है, न अह्ले किताब की कामनाओं पर। जो भी बुरा काम करेगा, उसका बदला पाएगा तथा अल्लाह के सिवा अपना कोई रक्षक और सहायक नहीं पाएगा।","arabic":"لَّيۡسَ بِأَمَانِيِّكُمۡ وَلَآ أَمَانِيِّ أَهۡلِ ٱلۡكِتَٰبِۗ مَن يَعۡمَلۡ سُوٓءٗا يُجۡزَ بِهِۦ وَلَا يَجِدۡ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":616,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:124","price":"तथा जो अच्छे कार्य करेगा, चाहे नर हो या नारी, जबकि वह मोमिन[80] हो, तो ऐसे लोग जन्नत में प्रवेश पाएँगे और उनका खजूर की गुठली के ऊपरी भाग के गड्ढे के बराबर भी हक़ नहीं मारा जाएगा।","arabic":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ مِن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ نَقِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":617,"juzNumber":5,"footnotes":"80. अर्थात सत्कर्म का प्रतिफल सत्य आस्था और ईमान पर आधारित है कि अल्लाह तथा उसके नबियों पर ईमान लाया जाए। तथा ह़दीसों से विदित होता है कि एक बार मुसलमानों और अह्ले किताब के बीच विवाद हो गया। यहूदियों ने कहा कि हमारा धर्म सबसे अच्छा है। मुक्ति केवल हमारे ही धर्म में है। मुसलमानों ने कहा कि हमारा धर्म सबसे अच्छा और अंतिम धर्म है। उसी पर यह आयत उतरी। (इब्ने जरीर)","lang":"hi"},{"name":"4:125","price":"तथा उस व्यक्ति से अच्छा धर्म किसका हो सकता है, जिसने अपना शीश अल्लाह के सामने झुका दिया और वह अच्छे कार्य करने वाला (भी) हो तथा इबराहीम के तरीक़े का अनुसरण करे, जो बहुदेववाद से कटकर एकेश्वरवाद की ओर एकाग्र थे, और अल्लाह ने इबराहीम को अपना मित्र बनाया था।","arabic":"وَمَنۡ أَحۡسَنُ دِينٗا مِّمَّنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ وَٱتَّبَعَ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۗ وَٱتَّخَذَ ٱللَّهُ إِبۡرَٰهِيمَ خَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":618,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:126","price":"तथा जो कुछ आकाशों में और जो कुछ धरती में है, सब अल्लाह ही का है और अल्लाह हर चीज़ को घेरे हुए है।","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٖ مُّحِيطٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":619,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:127","price":"(ऐ नबी!) लोग आपसे स्त्रियों के बारे में फ़तवा (शरई हुक्म) पूछते हैं। आप कह दें कि अल्लाह तुम्हें उनके बारे में फतवा देता है, तथा किताब की वे आयतें भी जो अनाथ स्त्रियों के बारे में तुम्हें पढ़कर सुनाई जाती हैं, जिन्हें तुम उनके निर्धारित अधिकार नहीं देते और तुम चाहते हो कि उनसे विवाह कर लो, तथा कमज़ोर बच्चों के बारे में भी यही हुक्म है, और यह कि तुम अनाथों के मामले में न्याय पर क़ायम रहो।[81] तथा तुम जो भी भलाई करते हो, अल्लाह उसे भली-भाँति जानता है।","arabic":"وَيَسۡتَفۡتُونَكَ فِي ٱلنِّسَآءِۖ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِيهِنَّ وَمَا يُتۡلَىٰ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ فِي يَتَٰمَى ٱلنِّسَآءِ ٱلَّٰتِي لَا تُؤۡتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرۡغَبُونَ أَن تَنكِحُوهُنَّ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلۡوِلۡدَٰنِ وَأَن تَقُومُواْ لِلۡيَتَٰمَىٰ بِٱلۡقِسۡطِۚ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":620,"juzNumber":5,"footnotes":"81. इस्लाम से पहले यदि अनाथ स्त्री सुंदर होती तो उसका संरक्षक, यदि उसका विवाह उससे हो सकता हो, तो उससे विवाह कर लेता। परंतु उसे महर (विवाह उपहार) नहीं देता। और यदि सुंदर न हो, तो दूसरे से उसे विवाह नहीं करने देता था। ताकि उसका धन उसी के पास रह जाए। इसी प्रकार अनाथ बच्चों के साथ भी अत्याचार और अन्याय किया जाता था, जिनसे रोकने के लिए यह आयत उतरी। (इब्ने कसीर)","lang":"hi"},{"name":"4:128","price":"और यदि किसी स्त्री को अपने पति की ओर से ज़्यादती या बेरुखी का डर हो, तो उन दोनों पर कोई दोष नहीं कि आपस में समझौता कर लें और समझौता कर लेना ही बेहतर[82] है। तथा लोभ एवं कंजूसी तो मानव स्वभाव में शामिल है। परंतु यदि तुम एक-दूसरे के साथ उपकार करो और (अल्लाह से) डरते रहो, तो निःसंदेह अल्लाह तुम्हारे कर्मों से सूचित है।","arabic":"وَإِنِ ٱمۡرَأَةٌ خَافَتۡ مِنۢ بَعۡلِهَا نُشُوزًا أَوۡ إِعۡرَاضٗا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يُصۡلِحَا بَيۡنَهُمَا صُلۡحٗاۚ وَٱلصُّلۡحُ خَيۡرٞۗ وَأُحۡضِرَتِ ٱلۡأَنفُسُ ٱلشُّحَّۚ وَإِن تُحۡسِنُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":621,"juzNumber":5,"footnotes":"82. अर्थ यह है कि स्त्री, पुरुष की इच्छा और रूचि पर ध्यान दे, तो यह संधि की रीति अलगाव से अच्छी है।","lang":"hi"},{"name":"4:129","price":"और तुम पत्नियों के बीच पूर्ण न्याय कदापि नहीं कर[83] सकते, चाहे तुम इसके कितने ही इच्छुक हो। अतः (अवांछित पत्नी से) पूरी तरह विमुख[84] न हो जाओ कि उसे अधर में लटकी हुई छोड़ दो। और यदि तुम आपस में सामंजस्य[85] बना लो और (अल्लाह से) डरते रहो, तो निःसंदेह अल्लाह क्षमा करने वाला, अत्यंत दयावान है।","arabic":"وَلَن تَسۡتَطِيعُوٓاْ أَن تَعۡدِلُواْ بَيۡنَ ٱلنِّسَآءِ وَلَوۡ حَرَصۡتُمۡۖ فَلَا تَمِيلُواْ كُلَّ ٱلۡمَيۡلِ فَتَذَرُوهَا كَٱلۡمُعَلَّقَةِۚ وَإِن تُصۡلِحُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":622,"juzNumber":5,"footnotes":"83. क्योंकि यह स्वभाविक है कि मन का आकर्षण किसी एक की ओर होगा। 84. अर्थात जिसमें उसके पति की रूचि न हो, और न व्यवहारिक रूप से बिना पति के हो। 85. अर्थात सब के साथ व्यवहार तथा सहवास संबंध में बराबरी करो।","lang":"hi"},{"name":"4:130","price":"और यदि दोनों अलग हो जाएँ, तो अल्लाह अपने व्यापक अनुग्रह से हर-एक को (दूसरे से) बेनियाज़[86] कर देगा और अल्लाह व्यापक अनुग्रह वाला, पूर्ण हिकमत वाला है।","arabic":"وَإِن يَتَفَرَّقَا يُغۡنِ ٱللَّهُ كُلّٗا مِّن سَعَتِهِۦۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":623,"juzNumber":5,"footnotes":"86. अर्थात यदि निभाव न हो सके तो विवाह बंधन में रहना आवश्यक नहीं। दोनों अलग हो जाएँ, अल्लाह दोनों के लिए पति तथा पत्नी की व्यवस्था बना देगा।","lang":"hi"},{"name":"4:131","price":"तथा जो कुछ आकाशों और धरती में है, सब अल्लाह ही का है। और हमने तुमसे पूर्व किताब दिए गए लोगों को तथा (खुद) तुम्हें आदेश दिया है कि अल्लाह से डरते रहो। और यदि तुम कुफ़्र करोगे, तो (याद रखो कि) जो कुछ आकाशों तथा धरती में है, वह अल्लाह ही का है तथा अल्लाह बेनियाज़[87] और स्तुत्य है।","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَلَقَدۡ وَصَّيۡنَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَإِيَّاكُمۡ أَنِ ٱتَّقُواْ ٱللَّهَۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":624,"juzNumber":5,"footnotes":"87. अर्थात उसकी अवज्ञा से तुम्हारा ही बिगड़ेगा।","lang":"hi"},{"name":"4:132","price":"तथा आकाशों एवं धरती की सारी चीज़ें अल्लाह ही की हैं और अल्लाह कार्यसाधक के रूप में काफ़ी है।","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":625,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:133","price":"ऐ लोगो! यदि वह चाहे, तो तुम्हें ले जाए[88] और (तुम्हारे स्थान पर) दूसरों को ले आए तथा अल्लाह ऐसा करने पर पूरी शक्ति रखता है।","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ أَيُّهَا ٱلنَّاسُ وَيَأۡتِ بِـَٔاخَرِينَۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":626,"juzNumber":5,"footnotes":"88. अर्थात तुम्हारी अवज्ञा के कारण तुम्हें ध्वस्त कर दे और दूसरे आज्ञाकारियों को पैदा कर दे।","lang":"hi"},{"name":"4:134","price":"जो व्यक्ति दुनिया का बदला चाहता है, तो (जान लो कि) अल्लाह के पास दुनिया और आखिरत (दोनों) का बदला है तथा अल्लाह सब कुछ सुनने वाला और सब कुछ देखने वाला है।","arabic":"مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَكَانَ ٱللَّهُ سَمِيعَۢا بَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":627,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:135","price":"ऐ ईमान वालो! मज़बूती के साथ न्याय पर जम जाने वाले और अल्लाह की प्रसन्नता के लिए गवाही देने वाले बन जाओ। चाहे वह (गवाही) स्वयं तुम्हारे अपने या माता-पिता और रिश्तेदारों के विरुद्ध ही क्यों न हो। यदि कोई धनवान अथवा निर्धन हो, तो अल्लाह उन दोनों (के हित) का अधिक हक़दार है। अतः तुम मन की इच्छा का पालन न करो कि न्याय छोड़ दो। यदि तुम घुमा फिरा के गवाही दोगे या गवाही देने से कतराओगे, तो निःसंदेह अल्लाह तुम्हारे कार्यों से सूचित है।","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ بِٱلۡقِسۡطِ شُهَدَآءَ لِلَّهِ وَلَوۡ عَلَىٰٓ أَنفُسِكُمۡ أَوِ ٱلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَۚ إِن يَكُنۡ غَنِيًّا أَوۡ فَقِيرٗا فَٱللَّهُ أَوۡلَىٰ بِهِمَاۖ فَلَا تَتَّبِعُواْ ٱلۡهَوَىٰٓ أَن تَعۡدِلُواْۚ وَإِن تَلۡوُۥٓاْ أَوۡ تُعۡرِضُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":628,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:136","price":"ऐ ईमान वालो! अल्लाह, उसके रसूल और उस पुस्तक पर ईमान लाओ जो अल्लाह ने अपने रसूल (मुहम्मद) पर उतारी और उस किताब पर भी जो उसने इससे पहले उतारी। और जो व्यक्ति अल्लाह, उसके फ़रिश्तों, उसकी पुस्तकों और अंतिम दिवस (परलोक) का इनकार करे, वह निश्चय बहुत दूर की गुमराही में जा पड़ा।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِي نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِيٓ أَنزَلَ مِن قَبۡلُۚ وَمَن يَكۡفُرۡ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":629,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:137","price":"निःसंदेह जो ईमान लाए, फिर काफ़िर हो गए, फिर ईमान लाए, फिर काफ़िर हो गए, फिर कुफ़्र में बढ़ते चले गए,अल्लाह उन्हें कभी क्षमा नहीं करेगा और न उन्हें सीधा मार्ग दिखाएगा।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ سَبِيلَۢا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":630,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:138","price":"(ऐ नबी!) मुनाफ़िक़ों (पाखंडियों) को शुभ-सूचना सुना दें कि उनके लिए दुःखदायी यातना है।","arabic":"بَشِّرِ ٱلۡمُنَٰفِقِينَ بِأَنَّ لَهُمۡ عَذَابًا أَلِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":631,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:139","price":"जो ईमान वालों को छोड़कर काफ़िरों को अपना मित्र बनाते हैं, क्या वे उनके पास मान-सम्मान ढूँढ़ते हैं? तो निःसंदेह सब मान-सम्मान अल्लाह ही के लिए[89] है।","arabic":"ٱلَّذِينَ يَتَّخِذُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَيَبۡتَغُونَ عِندَهُمُ ٱلۡعِزَّةَ فَإِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":632,"juzNumber":5,"footnotes":"89. अर्थात अल्लाह के अधिकार में है, काफ़िरों के नहीं।","lang":"hi"},{"name":"4:140","price":"और अल्लाह ने तुम्हारे लिए अपनी पुस्तक में (यह आदेश) अवतिरत[90] किया है कि जब तुम सुनो कि अल्लाह की आयतों का इनकार किया जा रहा है तथा उनका मज़ाक़ उड़ाया जा रहा है, तो ऐसा करने वालों के साथ न बैठो, यहाँ तक कि वे दूसरी बात में लग जाएँ। अन्यथा तुम भी उन्हीं जैसे हो जाओगे। निश्चय अल्लाह मुनाफ़िक़ों (पाखंडियों) और काफ़िरों को एक साथ जहन्नम में इकट्ठा करने वाला है।","arabic":"وَقَدۡ نَزَّلَ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ أَنۡ إِذَا سَمِعۡتُمۡ ءَايَٰتِ ٱللَّهِ يُكۡفَرُ بِهَا وَيُسۡتَهۡزَأُ بِهَا فَلَا تَقۡعُدُواْ مَعَهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦٓ إِنَّكُمۡ إِذٗا مِّثۡلُهُمۡۗ إِنَّ ٱللَّهَ جَامِعُ ٱلۡمُنَٰفِقِينَ وَٱلۡكَٰفِرِينَ فِي جَهَنَّمَ جَمِيعًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":633,"juzNumber":5,"footnotes":"90. अर्थात सूरतुल-अन्आम आयत संख्या : 68 में।","lang":"hi"},{"name":"4:141","price":"जो तुम्हारी (अच्छी या बुरी स्थिति की) प्रतीक्षा में रहते हैं; यदि अल्लाह की ओर से तुम्हें विजय प्राप्त हो, तो वे कहते हैं : क्या हम तुम्हारे साथ न थे? और यदि काफ़िरों को कोई भाग प्राप्त हो, तो (उनसे) कहते हैं : क्या हम तुम्हारी मदद के लिए खड़े नहीं हुए थे और तुम्हें ईमान वालों से बचाया नहीं था? अतः अल्लाह क़ियामत के दिन तुम्हारे बीच निर्णय करेगा और अल्लाह काफ़िरों के लिए ईमान वालों पर हरगिज़ कोई रास्ता नहीं बनाएगा।[91]","arabic":"ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمۡ فَإِن كَانَ لَكُمۡ فَتۡحٞ مِّنَ ٱللَّهِ قَالُوٓاْ أَلَمۡ نَكُن مَّعَكُمۡ وَإِن كَانَ لِلۡكَٰفِرِينَ نَصِيبٞ قَالُوٓاْ أَلَمۡ نَسۡتَحۡوِذۡ عَلَيۡكُمۡ وَنَمۡنَعۡكُم مِّنَ ٱلۡمُؤۡمِنِينَۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَلَن يَجۡعَلَ ٱللَّهُ لِلۡكَٰفِرِينَ عَلَى ٱلۡمُؤۡمِنِينَ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":634,"juzNumber":5,"footnotes":"91. अर्थात मुनाफ़िक़, काफ़िरों की कितनी ही सहायता करें, उनकी ईमान वालों पर स्थायी विजय नहीं होगी। यहाँ से मुनाफ़िक़ों के आचरण और स्वभाव की चर्चा की जा रही है।","lang":"hi"},{"name":"4:142","price":"निःसंदेह मुनाफ़िक़ लोग अल्लाह को धोखा दे रहे हैं, हालाँकि उसी ने उन्हें धोखे में डाल रखा[92] है। और जब वे नमाज़ के लिए खड़े होते हैं, तो आलसी होकर खड़े होते हैं। वे लोगों के सामने दिखावा करते हैं और अल्लाह को बहुत कम ही याद करते हैं।","arabic":"إِنَّ ٱلۡمُنَٰفِقِينَ يُخَٰدِعُونَ ٱللَّهَ وَهُوَ خَٰدِعُهُمۡ وَإِذَا قَامُوٓاْ إِلَى ٱلصَّلَوٰةِ قَامُواْ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذۡكُرُونَ ٱللَّهَ إِلَّا قَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":635,"juzNumber":5,"footnotes":"92. अर्थात उन्हें अवसर दे रहा है, जिसे वे अपनी सफलता समझते हैं। आयत 139 से यहाँ तक मुनाफ़िक़ों के कर्म और आचरण से संबंधित जो बातें बताई गई हैं, वे चार हैे : 1-वे मुसलमानों की सफलता पर विश्वास नहीं रखते। 2- मुसलमानों को सफलता मिले, तो उनके साथ हो जाते हैं और काफ़िरों को मिले, तो उनके साथ। 3- नमाज़ मन से नहीं, बल्कि केवल दिखाने के लिए पढ़ते हैं। 4- वे ईमान और कुफ़्र के बीच असमंजस में रहते हैं।","lang":"hi"},{"name":"4:143","price":"वे कुफ़्र और ईमान के बीच असमंजस में पड़े हुए हैं, न इनके साथ और न उनके साथ। दरअसल, जिसे अल्लाह गुमराह कर दे, आप उसके लिए हरगिज़ कोई रास्ता नहीं पाएँगे।","arabic":"مُّذَبۡذَبِينَ بَيۡنَ ذَٰلِكَ لَآ إِلَىٰ هَٰٓؤُلَآءِ وَلَآ إِلَىٰ هَٰٓؤُلَآءِۚ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":636,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:144","price":"ऐ ईमान वालो! मोमिनों को छोड़कर काफ़िरों को मित्र न बनाओ। क्या तुम अपने विरुद्ध अल्लाह को खुला तर्क देना चाहते हो?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَتُرِيدُونَ أَن تَجۡعَلُواْ لِلَّهِ عَلَيۡكُمۡ سُلۡطَٰنٗا مُّبِينًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":637,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:145","price":"निश्चय ही मुनाफ़िक़ लोग नरक के सबसे निचले स्थान में होंगे और तुम उनका हरगिज़ कोई सहायक नहीं पाओगे।","arabic":"إِنَّ ٱلۡمُنَٰفِقِينَ فِي ٱلدَّرۡكِ ٱلۡأَسۡفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمۡ نَصِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":638,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:146","price":"परन्तु जिन लोगों ने पश्चाताप कर लिया, और अपना सुधार कर लिया, और अल्लाह (के धर्म) को मज़बूती से थाम लिया और अपने धर्म को अल्लाह के लिए विशिष्ट कर दिया, तो वही लोग ईमान वालों के साथ होंगे और अल्लाह ईमान वालों को बहुत बड़ा बदला प्रदान करेगा।","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَٱعۡتَصَمُواْ بِٱللَّهِ وَأَخۡلَصُواْ دِينَهُمۡ لِلَّهِ فَأُوْلَٰٓئِكَ مَعَ ٱلۡمُؤۡمِنِينَۖ وَسَوۡفَ يُؤۡتِ ٱللَّهُ ٱلۡمُؤۡمِنِينَ أَجۡرًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":639,"juzNumber":5,"footnotes":"","lang":"hi"},{"name":"4:147","price":"अल्लाह तुम्हें यातना देकर क्या करेगा, यदि तुम आभारी बनो और ईमान लाओ। और अल्लाह बड़ा क़द्रदान (गुणग्राहक) सब कुछ जानने वाला है।[93]","arabic":"مَّا يَفۡعَلُ ٱللَّهُ بِعَذَابِكُمۡ إِن شَكَرۡتُمۡ وَءَامَنتُمۡۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":640,"juzNumber":5,"footnotes":"93. इस आयत में यह संकेत है कि अल्लाह, अच्छा फल या बुरा फल मानव कर्म के परिणाम स्वरूप देता है। जो उसके निर्धारित किए हुए नियम का परिणाम होता है। जिस प्रकार संसार की प्रत्येक चीज़ का एक प्रभाव होता है, ऐसे ही मानव के प्रत्येक कर्म का भी एक प्रभाव होता है।","lang":"hi"},{"name":"4:148","price":"अल्लाह बुरी बात के साथ आवाज़ ऊँची करना पसंद नहीं करता, परंतु जिसपर अत्याचार किया गया[94] हो (उसके लिए अनुमेय है)। और अल्लाह हमेशा से सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"۞ لَّا يُحِبُّ ٱللَّهُ ٱلۡجَهۡرَ بِٱلسُّوٓءِ مِنَ ٱلۡقَوۡلِ إِلَّا مَن ظُلِمَۚ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":641,"juzNumber":6,"footnotes":"94. आयत में कहा गया है कि किसी व्यक्ति में कोई बुराई हो, तो उसकी चर्चा न करते फिरो। परंतु उत्पीड़ित व्यक्ति अत्याचारी के अत्याचार की चर्चा कर सकता है।","lang":"hi"},{"name":"4:149","price":"यदि तुम कोई नेकी प्रकट करो या उसे छिपाओ, या किसी बुराई को क्षमा कर दो, तो निःसंदेह अल्लाह हमेशा से बहुत माफ़ करने वाला, सर्वशक्तिमान है।","arabic":"إِن تُبۡدُواْ خَيۡرًا أَوۡ تُخۡفُوهُ أَوۡ تَعۡفُواْ عَن سُوٓءٖ فَإِنَّ ٱللَّهَ كَانَ عَفُوّٗا قَدِيرًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":642,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:150","price":"निःसंदेह जो लोग अल्लाह और उसके रसूलों के साथ कुफ़्र करते हैं और चाहते हैं कि अल्लाह तथा उसके रसूलों के बीच अंतर करें तथा कहते हैं कि हम कुछ पर ईमान रखते हैं और कुछ का इनकार करते हैं और चाहते हैं कि इसके बीच कोई राह[95] अपनाएँ।","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيۡنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤۡمِنُ بِبَعۡضٖ وَنَكۡفُرُ بِبَعۡضٖ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيۡنَ ذَٰلِكَ سَبِيلًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":643,"juzNumber":6,"footnotes":"95. नबी सल्लल्लाहु अलैहि व सल्लम की ह़दीस है कि सब नबी भाई हैं, उनके बाप एक और माएँ अलग-लग हैं। सब का धर्म एक है, और हमारे बीच कोई नबी नहीं है। (सह़ीह़ बुख़ारी : 3443)","lang":"hi"},{"name":"4:151","price":"यही लोग वास्तविक काफ़िर हैं और हमने काफ़िरों के लिए अपमानकारी यातना तैयार कर रखी है।","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ حَقّٗاۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":644,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:152","price":"तथा वे लोग जो अल्लाह और उसके रसूलों पर ईमान लाए और उन्होंने उनमें से किसी के बीच अंतर नहीं किया, यही लोग हैं जिन्हें वह शीघ्र ही उनका बदला प्रदान करेगा तथा अल्लाह हमेशा से अति क्षमाशील, अत्यंत दयावान् है।","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦ وَلَمۡ يُفَرِّقُواْ بَيۡنَ أَحَدٖ مِّنۡهُمۡ أُوْلَٰٓئِكَ سَوۡفَ يُؤۡتِيهِمۡ أُجُورَهُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":645,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:153","price":"किताब वाले (ऐ नबी!) आपसे माँग करते हैं कि आप उनपर आकाश से कोई पुस्तक उतार लाएँ। तो वे तो मूसा से इससे भी बड़ी माँग कर चुके हैं। चुनाँचे उन्होंने कहा : हमें अल्लाह को खुल्लम-खुल्ला[96] दिखा दो। तो उन्हें बिजली ने उनके अत्याचार के कारण पकड़ लिया। फिर उन्होंने अपने पास खुली निशानियाँ आने के बाद बछड़े को पूज्य बना लिया। तो हमने उसे क्षमा कर दिया और हमने मूसा को स्पष्ट प्रमाण प्रदान किया।","arabic":"يَسۡـَٔلُكَ أَهۡلُ ٱلۡكِتَٰبِ أَن تُنَزِّلَ عَلَيۡهِمۡ كِتَٰبٗا مِّنَ ٱلسَّمَآءِۚ فَقَدۡ سَأَلُواْ مُوسَىٰٓ أَكۡبَرَ مِن ذَٰلِكَ فَقَالُوٓاْ أَرِنَا ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡهُمُ ٱلصَّٰعِقَةُ بِظُلۡمِهِمۡۚ ثُمَّ ٱتَّخَذُواْ ٱلۡعِجۡلَ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ فَعَفَوۡنَا عَن ذَٰلِكَۚ وَءَاتَيۡنَا مُوسَىٰ سُلۡطَٰنٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":646,"juzNumber":6,"footnotes":"96. अर्थात आँखों से दिखा दो।","lang":"hi"},{"name":"4:154","price":"और हमने उनसे दृढ़ वचन लेने के साथ तूर (पर्वत) को उनके ऊपर उठा लिया और हमने उनसे कहा : दरवाज़े में सजदा करते हुए प्रवेश करो। तथा हमने उनसे कहा कि शनिवार[97] के बारे में अति न करो और हमने उनसे एक दृढ़ वचन लिया।","arabic":"وَرَفَعۡنَا فَوۡقَهُمُ ٱلطُّورَ بِمِيثَٰقِهِمۡ وَقُلۡنَا لَهُمُ ٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُلۡنَا لَهُمۡ لَا تَعۡدُواْ فِي ٱلسَّبۡتِ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":647,"juzNumber":6,"footnotes":"97. देखिए : सूरतुल बक़रह, आयत : 65.","lang":"hi"},{"name":"4:155","price":"फिर उनके अपने वचन को तोड़ देने ही के कारण (हमने उनपर ला'नत की) और उनके अल्लाह की आयतों का इनकार करने और उनके नबियों को बिना किसी अधिकार के क़त्ल करने तथा उनके यह कहने के कारण कि हमारे दिल आवरण में सुरक्षित हैं, बल्कि अल्लाह ने उनपर उनके कुफ़्र की वजह से मुहर लगा दी है। अतः वे बहुत कम ही ईमान लाते हैं।","arabic":"فَبِمَا نَقۡضِهِم مِّيثَٰقَهُمۡ وَكُفۡرِهِم بِـَٔايَٰتِ ٱللَّهِ وَقَتۡلِهِمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَقَوۡلِهِمۡ قُلُوبُنَا غُلۡفُۢۚ بَلۡ طَبَعَ ٱللَّهُ عَلَيۡهَا بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":648,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:156","price":"तथा उनके कुफ़्र के कारण और मरयम पर उनके घोर आरोप लगाने के कारण।","arabic":"وَبِكُفۡرِهِمۡ وَقَوۡلِهِمۡ عَلَىٰ مَرۡيَمَ بُهۡتَٰنًا عَظِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":649,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:157","price":"तथा उनके (गर्व से) यह कहने के कारण कि निःसंदेह हमने ही अल्लाह के रसूल मरयम के पुत्र ईसा मसीह को क़त्ल किया। हालाँकि न उन्होंने उसे क़त्ल किया और न उसे सूली पर चढ़ाया, बल्कि उनके लिए (किसी को मसीह का) सदृश बना दिया गया। निःसंदेह जिन लोगों ने इस मामले में मतभेद किया, निश्चय वे इसके संबंध में बड़े संदेह में हैं। उन्हें इसके संबंध में अनुमान का पालन करने के सिवा कोई ज्ञान नहीं, और उन्होंने उसे निश्चित रूप से क़त्ल नहीं किया।","arabic":"وَقَوۡلِهِمۡ إِنَّا قَتَلۡنَا ٱلۡمَسِيحَ عِيسَى ٱبۡنَ مَرۡيَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَٰكِن شُبِّهَ لَهُمۡۚ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِ لَفِي شَكّٖ مِّنۡهُۚ مَا لَهُم بِهِۦ مِنۡ عِلۡمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّۚ وَمَا قَتَلُوهُ يَقِينَۢا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":650,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:158","price":"बल्कि अल्लाह ने उसे अपनी ओर उठा लिया तथा अल्लाह सदा से हर चीज़ पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"بَل رَّفَعَهُ ٱللَّهُ إِلَيۡهِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":651,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:159","price":"और किताब वालों में से कोई न होगा, परंतु उसकी मौत से पहले उसपर अवश्य ईमान[98] लाएगा और वह क़ियामत के दिन उनपर गवाह[99] होगा।","arabic":"وَإِن مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ إِلَّا لَيُؤۡمِنَنَّ بِهِۦ قَبۡلَ مَوۡتِهِۦۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكُونُ عَلَيۡهِمۡ شَهِيدٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":652,"juzNumber":6,"footnotes":"98. अर्थात प्रलय के समीप ईसा अलैहिस्सलाम के आकाश से उतरने पर उस समय के सभी अह्ले किताब उनपर ईमान लाएँगे, और वह उस समय मुह़म्मद सल्लल्लाहु अलैहि व सल्लम के अनुयायी होंगे। सलीब तोड़ देंगे, और सुअरों को मार डालेंगे, तथा इस्लाम के नियमानुसार निर्णय और शासन करेंगे। (सह़ीह़ बुख़ारी : 2222, 3449, मुस्लिम : 155, 156) 99. अर्थात ईसा अलैहिस्सलाम प्रलय के दिन ईसाइयों के बारे में गवाह होंगे। (देखिए : सूरतुल-माइदा, आयत : 117)","lang":"hi"},{"name":"4:160","price":"चुनाँचे यहूदी बन जाने वालों के बड़े अत्याचार ही के कारण हमने उनपर कई पाक चीज़ें हराम कर दीं, जो उनके लिए हलाल की गई थीं तथा उनके अल्लाह के रास्ते से बहुत अधिक रोकने का कारण।","arabic":"فَبِظُلۡمٖ مِّنَ ٱلَّذِينَ هَادُواْ حَرَّمۡنَا عَلَيۡهِمۡ طَيِّبَٰتٍ أُحِلَّتۡ لَهُمۡ وَبِصَدِّهِمۡ عَن سَبِيلِ ٱللَّهِ كَثِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":653,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:161","price":"तथा उनके ब्याज लेने के कारण, जबकि निश्चय उन्हें इससे रोका गया था और उनके लोगों का धन अवैध रूप से खाने के कारण। तथा हमने उनमें से काफ़िरों के लिए दर्दनाक यातना तैयार कर रखी है।","arabic":"وَأَخۡذِهِمُ ٱلرِّبَوٰاْ وَقَدۡ نُهُواْ عَنۡهُ وَأَكۡلِهِمۡ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ مِنۡهُمۡ عَذَابًا أَلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":654,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:162","price":"परंतु उन (यहूदियों) में से जो लोग ज्ञान में पक्के हैं और जो ईमान वाले हैं, वे उस (क़ुरआन) पर ईमान लाते हैं जो आपपर उतारा गया और जो आपसे पहले उतारा गया, और जो विशेषकर नमाज़ क़ायम करने वाले हैं, और जो ज़कात देने वाले और अल्लाह तथा अंतिम दिन पर ईमान लाने वाले हैं। ये लोग हैं जिन्हें हम बहुत बड़ा प्रतिफल प्रदान करेंगे।","arabic":"لَّٰكِنِ ٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ مِنۡهُمۡ وَٱلۡمُؤۡمِنُونَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَۚ وَٱلۡمُقِيمِينَ ٱلصَّلَوٰةَۚ وَٱلۡمُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلۡمُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أُوْلَٰٓئِكَ سَنُؤۡتِيهِمۡ أَجۡرًا عَظِيمًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":655,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:163","price":"(ऐ नबी!) निःसंदेह हमने आपकी ओर वह़्य[100] भेजी, जैसे हमने नूह़ और उसके बाद (दूसरे) नबियों की ओर वह़्य भेजी। और हमने इबराहीम, इसमाईल, इसहाक़, याक़ूब और उसकी संतान, तथा ईसा, अय्यूब, यूनुस, हारून और सुलैमान की ओर वह़्य भेजी और हमने दाऊद को ज़बूर प्रदान की।","arabic":"۞ إِنَّآ أَوۡحَيۡنَآ إِلَيۡكَ كَمَآ أَوۡحَيۡنَآ إِلَىٰ نُوحٖ وَٱلنَّبِيِّـۧنَ مِنۢ بَعۡدِهِۦۚ وَأَوۡحَيۡنَآ إِلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَٰرُونَ وَسُلَيۡمَٰنَۚ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":656,"juzNumber":6,"footnotes":"100. वह़्य का अर्थ : संकेत करना, दिल में कोई बात डाल देना, गुप्त रूप से कोई बात कहना तथा संदेश भेजना है। ह़ारिस रज़ियल्लाहु अन्हु ने प्रश्न किया : अल्लाह के रसूल! आप पर वह़्य कैसे आती है? आपने कहा : कभी निरंतर घंटी की ध्वनि जैसे आती है, जो मेरे लिए बहुत भारी होती है। और यह दशा दूर होने पर मुझे सब बात याद रहती है। और कभी फ़रिश्ता मनुष्य के रूप में आकर मुझसे बात करता है, तो मैं उसे याद कर लेता हूँ। (सह़ीह़ बुख़ारी : 2, मुस्लिम : 2333)","lang":"hi"},{"name":"4:164","price":"और (हमने) कुछ रसूल ऐसे (भेजे), जिनके बारे में हम पहले तुम्हें बता चुके हैं, और कुछ रसूल ऐसे (भेजे), जिनके बारे में हमने तुम्हें कुछ नहीं बताया। और अल्लाह ने मूसा से वास्तव में बात की।","arabic":"وَرُسُلٗا قَدۡ قَصَصۡنَٰهُمۡ عَلَيۡكَ مِن قَبۡلُ وَرُسُلٗا لَّمۡ نَقۡصُصۡهُمۡ عَلَيۡكَۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكۡلِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":657,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:165","price":"ऐसे रसूल जो शुभ सूचना सुनाने वाले और डराने वाले थे। ताकि लोगों के पास रसूलों के बाद अल्लाह के मुक़ाबले में कोई तर्क न रह[101] जाए। और अल्लाह सदा से सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"رُّسُلٗا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةُۢ بَعۡدَ ٱلرُّسُلِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":658,"juzNumber":6,"footnotes":"101. अर्थात कोई अल्लाह के सामने यह न कह सके कि हमें मार्गदर्शन देने के लिए कोई नहीं आया।","lang":"hi"},{"name":"4:166","price":"परंतु अल्लाह गवाही देता है उस (क़ुरआन) के संबंध में, जो उसने आपकी ओर उतारा है कि उसने उसे अपने ज्ञान के साथ उतारा है तथा फ़रिश्ते गवाही देते हैं। और अल्लाह गवाही देने वाला काफ़ी है।","arabic":"لَّٰكِنِ ٱللَّهُ يَشۡهَدُ بِمَآ أَنزَلَ إِلَيۡكَۖ أَنزَلَهُۥ بِعِلۡمِهِۦۖ وَٱلۡمَلَٰٓئِكَةُ يَشۡهَدُونَۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":659,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:167","price":"निःसंदेह जिन लोगों ने कुफ़्र किया और अल्लाह की राह[102] से रोका, निश्चय वे गुमराह होकर बहुत दूर जा पड़े।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ قَدۡ ضَلُّواْ ضَلَٰلَۢا بَعِيدًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":660,"juzNumber":6,"footnotes":"102. अर्थात इस्लाम से रोका।","lang":"hi"},{"name":"4:168","price":"निःसंदेह जिन लोगों ने कुफ़्र किया और अत्याचार किया, अल्लाह कभी ऐसा नहीं कि उन्हें क्षमा कर दे और न यह कि उन्हें कोई राह दिखा दे।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَظَلَمُواْ لَمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ طَرِيقًا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":661,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:169","price":"सिवाय जहन्नम के मार्ग के, जिसमें वे सदा-सर्वदा रहने वाले हैं और यह सदा से अल्लाह के लिए बहुत आसान है।","arabic":"إِلَّا طَرِيقَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":662,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:170","price":"ऐ लोगो! निःसंदेह तुम्हारे पास यह रसूल सत्य के साथ[103] तुम्हारे पालनहार की ओर से आए हैं। अतः तुम ईमान ले आओ, तुम्हारे लिए बेहतर होगा। तथा यदि इनकार करो, तो (याद रखो कि) निःसंदेह अल्लाह ही का है जो कुछ आकाशों और धरती में है और अल्लाह सदा से सब कुछ जानने वाला, पूर्ण हिकमत वाला है।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلرَّسُولُ بِٱلۡحَقِّ مِن رَّبِّكُمۡ فَـَٔامِنُواْ خَيۡرٗا لَّكُمۡۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":663,"juzNumber":6,"footnotes":"103. अर्थात मुह़म्मद सल्लल्लाहु अलैहि व सल्लम इस्लाम धर्म लेकर आ गए। यहाँ पर यह बात विचारणीय है कि क़ुरआन ने किसी जाति अथवा देशवासी को संबोधित नहीं किया है। वह कहता है कि आप पूरे मानवजाति के नबी हैं। तथा इस्लाम और क़ुरआन पूरे मानवजाति के लिए सत्धर्म है, जो उस अल्लाह का भेजा हुआ सत्धर्म है, जिसकी आज्ञा के अधीन यह पूरा विश्व है। अतः तुम भी उसकी आज्ञा के अधीन हो जाओ।","lang":"hi"},{"name":"4:171","price":"ऐ किताब वालो! अपने धर्म में हद से आगे[104] न बढ़ो और अल्लाह के बारे में सत्य के सिवा कुछ न कहो। मरयम का पुत्र ईसा मसीह केवल अल्लाह का रसूल और उसका 'शब्द' है, जिसे (अल्लाह ने) मरयम की ओर भेजा तथा उसकी ओर से एक आत्मा[105] है। अतः अल्लाह और उसके रसूलों पर ईमान लाओ और यह न कहो कि (पूज्य) तीन हैं। बाज़ आ जाओ! तुम्हारे लिए बेहतर होगा। अल्लाह केवल एक ही पूज्य है। वह इससे पवित्र है कि उसकी कोई संतान हो। उसी का है जो कुछ आकाशों में हैं और जो कुछ धरती में है और अल्लाह कार्यसाधक[106] के रूप में काफ़ी है।","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ وَلَا تَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ إِنَّمَا ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلۡقَىٰهَآ إِلَىٰ مَرۡيَمَ وَرُوحٞ مِّنۡهُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۖ وَلَا تَقُولُواْ ثَلَٰثَةٌۚ ٱنتَهُواْ خَيۡرٗا لَّكُمۡۚ إِنَّمَا ٱللَّهُ إِلَٰهٞ وَٰحِدٞۖ سُبۡحَٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٞۘ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":664,"juzNumber":6,"footnotes":"104. अर्थात ईसा अलैहिस्सलाम को रसूल से पूज्य न बनाओ, और यह न कहो कि वह अल्लाह का पुत्र है, और अल्लाह तीन हैं- पिता और पुत्र तथा पवित्रात्मा। 105. अर्थात ईसा अल्लाह का एक भक्त है, जिसे उसने अपने शब्द (कुन) अर्थात \"हो जा\" से उत्पन्न किया है। इस शब्द के साथ उसने फ़रिश्ते जिब्रील को मरयम के पास भेजा, और उसने उसमें अल्लाह की अनुमति से यह शब्द फूँक दिया, और ईसा अलैहिस्सलाम पैदा हुए। (इब्ने कसीर) 106. अर्थात उसे क्या आवश्यकता है कि संसार में किसी को अपना पुत्र बनाकर भेजे।","lang":"hi"},{"name":"4:172","price":"मसीह़ हरगिज़ इससे तिरस्कार महसूस नहीं करेगा कि वह अल्लाह का बंदा हो और न निकटवर्ती फ़रिश्ते ही, और जो भी उसकी बंदगी से तिरस्कार महसूस करे और अभिमान करे, तो वह (अल्लाह) उन सभी को अपने पास एकत्र करेगा।","arabic":"لَّن يَسۡتَنكِفَ ٱلۡمَسِيحُ أَن يَكُونَ عَبۡدٗا لِّلَّهِ وَلَا ٱلۡمَلَٰٓئِكَةُ ٱلۡمُقَرَّبُونَۚ وَمَن يَسۡتَنكِفۡ عَنۡ عِبَادَتِهِۦ وَيَسۡتَكۡبِرۡ فَسَيَحۡشُرُهُمۡ إِلَيۡهِ جَمِيعٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":665,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:173","price":"फिर जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए, तो वह उन्हें उनका भरपूर बदला देगा और उन्हें अपने अनुग्रह से अधिक[107] भी देगा। रहे वे लोग जिन्होंने (अल्लाह की इबादत को) तिरस्कार समझा और अभिमान किया, तो वह उन्हें दर्दनाक यातना देगा। तथा वे अपने लिए अल्लाह के सिवा न कोई मित्र पाएँगे और न कोई सहायक।","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡ وَيَزِيدُهُم مِّن فَضۡلِهِۦۖ وَأَمَّا ٱلَّذِينَ ٱسۡتَنكَفُواْ وَٱسۡتَكۡبَرُواْ فَيُعَذِّبُهُمۡ عَذَابًا أَلِيمٗا وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":666,"juzNumber":6,"footnotes":"107. यहाँ \"अधिक\" से अभिप्राय स्वर्ग में अल्लाह का दर्शन है। (सह़ीह मुस्लिम :181, तिर्मिज़ी : 2552)","lang":"hi"},{"name":"4:174","price":"ऐ लोगो! तुम्हारे पास तुम्हारे पालनहार की ओर से एक स्पष्ट प्रमाण[108] आया है और हमने तुम्हारी ओर एक स्पष्ट प्रकाश[109] उतारा है।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُم بُرۡهَٰنٞ مِّن رَّبِّكُمۡ وَأَنزَلۡنَآ إِلَيۡكُمۡ نُورٗا مُّبِينٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":667,"juzNumber":6,"footnotes":"108. अर्थात मुह़म्मद सल्लल्लाहु अलैहि व सल्लम। 109. अर्थात क़ुरआन शरीफ़। (इब्ने जरीर)","lang":"hi"},{"name":"4:175","price":"फिर जो लोग अल्लाह पर ईमान लाए तथा इस (क़ुरआन) को मज़बूती से थाम लिया, तो वह उन्हें अपनी विशेष दया तथा अनुग्रह में दाख़िल करेगा और उन्हें अपनी ओर सीधी राह दिखाएगा।","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَٱعۡتَصَمُواْ بِهِۦ فَسَيُدۡخِلُهُمۡ فِي رَحۡمَةٖ مِّنۡهُ وَفَضۡلٖ وَيَهۡدِيهِمۡ إِلَيۡهِ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":668,"juzNumber":6,"footnotes":"","lang":"hi"},{"name":"4:176","price":"(ऐ नबी!) वे आपसे फतवा (शरई आदेश) पूछते हैं। आप कह दें : अल्लाह तुम्हें 'कलाला'[110] के विषय में फतवा देता है। यदि कोई व्यक्ति मर जाए, जिसकी कोई संतान न हो, और उसकी एक बहन हो, तो उसके लिए उस (धन) का आधा है जो उसने छोड़ा और वह (स्वयं) उस (बहन) का वारिस होगा, यदि उस (बहन) की कोई संतान न हो। फिर यदि वे दो (बहनें) हों, तो उनके लिए उसमें से दो तिहाई होगा जो उसने छोड़ा। और यदि वे कई भाई-बहन पुरुष और महिलाएँ हों, तो पुरुष के लिए दो महिलाओं के हिस्से के बराबर होगा। अल्लाह तुम्हारे लिए खोलकर बयान करता है कि तुम गुमराह न हो जाओ। तथा अल्लाह हर चीज़ को ख़ूब जानने वाला है।","arabic":"يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["4 (An-Nisa)","An-Nisa","Surah An-Nisa"],"ayahNumber":669,"juzNumber":6,"footnotes":"110. कलाला की मीरास का नियम आयत संख्या 12 में आ चुका है, जो उसके तीन प्रकार में से एक के लिए था। अब यहाँ शेष दो प्रकारों का आदेश बताया जा रहा है। अर्थात यदि कलाला के सगे भाई-बहन हों अथवा अल्लाती (जो एक पिता तथा कई माता से हों) तो उनके लिए यह आदेश है।","lang":"hi"}],"chapter":["4 (An-Nisa)","An-Nisa","Surah An-Nisa","Chapter An-Nisa","Nisa","Surah Nisa","Chapter Nisa","An Nisa","Surah An Nisa","Chapter An Nisa","Surah 4","Chapter 4","The Women","النِّسَاء"]}