{"data":[{"name":"42:1","price":"ह़ा, मीम।","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:2","price":"ऐन, सीन, क़ाफ़।","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:3","price":"इसी प्रकार, आपकी ओर और आपसे पहले के नबियों की ओर, वह अल्लाह वह़्य (प्रकाशना)[1] करता (रहा) है, जो सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"1. आरंभ में यह बताया जा रहा है कि मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) कोई नई बात नहीं कर रहे हैं और न यह वह़्य (प्रकाशना) का विषय ही इस संसार के इतिहास में प्रथम बार सामने आया है। इससे वूर्व भी पहले नबियों पर प्रकाशना आ चुकी है और वे एकेश्वरवाद का संदेश सुनाते रहे हैं।","lang":"hi"},{"name":"42:4","price":"उसी का है जो कुछ आकाशों में है और जो कुछ धरती में है और वह सर्वोच्च, सबसे महान है।","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:5","price":"निकट है कि आकाश अपने ऊपर से फट[2] पड़ें, और फ़रिश्ते अपने पालनहार की प्रशंसा के साथ पवित्रता गान करते हैं तथा उनके लिए क्षमायाचना करते हैं, जो धरती में हैं। सुन लो! निःसंदेह अल्लाह ही अत्यंत क्षमा करने वाला, असीम दया करने वाला है।","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"2. अल्लाह की महिमा तथा प्रताप के भय से।","lang":"hi"},{"name":"42:6","price":"तथा जिन लोगों ने अल्लाह के सिवा दूसरे संरक्षक बना लिए, अल्लाह उनपर निगरानी रखे हुए है और आप कदापि उनके उत्तरदायी[3] नहीं हैं।","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"3. आपका दायित्व मात्र सावधान कर देना है।","lang":"hi"},{"name":"42:7","price":"तथा इसी प्रकार, हमने आपकी ओर अरबी क़ुरआन की वह़्य (प्रकाशना) भेजी है, ताकि आप मक्का[4] वासियों को और उसके आस-पास के लोगों को सावधान कर दें, और एकत्र होने के दिन[5] से सचेत कर दें, जिसमें कोई संदेह नहीं। एक समूह जन्नत में  तथा एक समूह भड़कती आग में होगा।","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"4. आयत में मक्का को उम्मुल क़ुरा कहा गया है। जो मक्का का एक नाम है जिसका शाब्दिक अर्थ \"बस्तियों की माँ\" है। बताया जाता है कि मक्का अरब की मूल बस्ती है और उसके आस-पास से अभिप्राय पूरा भूमंडल है। आधुनिक भुगोल शास्त्र के अनुसार मक्का पूरे भूमंडल का केंद्र है। इसलिए यह आश्चर्य की बात नहीं की क़ुरआन इसी तथ्य की ओर संकेत कर रहा हो। सारांश यह है कि इस आयत में इस्लाम के विश्वव्यापी धर्म होने की ओर संकेत किया गया है। 5. इससे अभिप्राय प्रलय का दिन है, जिस दिन कर्मों के प्रतिकार स्वरूप एक समूह स्वर्ग में और एक समूह नरक में जाएगा।","lang":"hi"},{"name":"42:8","price":"और यदि अल्लाह चाहता, तो अवश्य उन्हें एक समुदाय[6] बना देता। परंतु वह जिसे चाहता है अपनी रहमत में दाख़िल करता है और ज़ालिमों का न तो कोई दोस्त है और न कोई मददगार।","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"6. अर्थात एक ही सत्धर्म पर कर देता। किंतु उसने प्रत्येक को अपनी इच्छा से सत्य या असत्य को अपनाने की स्वाधीनता दे रखी है। और दोनों का परिणाम बता दिया है।","lang":"hi"},{"name":"42:9","price":"या उन्होंने उसके सिवा अन्य संरक्षक बना रखे हैं? सो अल्लाह ही वास्तविक संरक्षक है और वही मुर्दों को जीवित करेगा और वह हर चीज़ पर सर्वशक्तिमान है।[7]","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"7. अतः उसी को संरक्षक बनाओ और उसी की आज्ञा का पालन करो।","lang":"hi"},{"name":"42:10","price":"और तुम जिस चीज़ के बारे में भी मतभेद करो, उसका निर्णय अल्लाह की ओर है।[8] वही अल्लाह मेरा रब है, उसी पर मैंने भरोसा किया है तथा उसी की ओर मैं लौटता हूँ।","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"8. अतः उसका निर्णय अल्लाह की पुस्तक क़ुरआन से तथा उसके रसूल की सुन्नत से लो।","lang":"hi"},{"name":"42:11","price":"(वह) आकाशों तथा धरती का रचयिता है। उसने तुम्हारे लिए तुम्हारी अपनी ही जाति से जोड़े बनाए तथा पशुओं से भी जोड़े। वह  तुम्हें इसमें फैलाता है। उसके जैसी[9] कोई चीज़ नहीं और वह सब कुछ सुनने वाला, सब कुछ देखने वाला है।","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"9. अर्थात उसके अस्तित्व तथा गुण और कर्म में कोई उसके समान नहीं है। भावार्थ यह है कि किसी व्यक्ति या वस्तु में उसका गुण या कर्म मानना या उसे उसका अंश मानना, असत्य तथा अधर्म है।","lang":"hi"},{"name":"42:12","price":"आकाशों तथा धरती की कुंजियाँ उसी के पास हैं। वह जिसके लिए चाहता है, रोज़ी कुशादा कर देता है और (जिसकी चाहता है) तंग कर देता है। निःसंदेह वह प्रत्येक वस्तु को ख़ूब जानने वाला है।[10]","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"10. आयत संख्या 9 से 12 तक जिन तथ्यों की चर्चा है उनमें एकेश्वरवाद तथा परलोक के प्रमाण प्रस्तुत किए गए हैं। और सत्य से विमुख होने वालों को चेतावनी दी गई है।","lang":"hi"},{"name":"42:13","price":"उसने तुम्हारे लिए वही धर्म निर्धारित[11] किया है, जिसका आदेश उसने नूह़ को दिया और जिसकी वह़्य हमने आपकी ओर की, तथा जिसका आदेश हमने इबराहीम तथा मूसा और ईसा को दिया, यह कि इस धर्म को क़ायम करो और उसके विषय में अलग-अलग न हो जाओ। बहुदेववादियों पर वह बात भारी है जिसकी ओर आप उन्हें बुलाते हैं। अल्लाह जिसे चाहता है, अपने लिए चुन लेता है और अपनी ओर मार्ग उसी को दिखाता है, जो उसकी ओर लौटता है।","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"11. इस आयत में पाँच नबियों का नाम लेकर बताया गया है कि सबको एक ही धर्म देकर भेजा गया है। जिसका अर्थ यह है कि इस मानव संसार में अंतिम नबी मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) तक जो भी नबी आए सभी की मूल शिक्षा एक रही है, कि एक अल्लाह को मानो और उसी एक की इबादत करो। तथा वैध-अवैध के विषय में अल्लाह ही के आदेशों का पालन करो। और अपने सभी धार्मिक तथा सामाजिक और राजनैतिक विवादों का निर्णय उसी के धर्म-विधान के आधार पर करो। (देखिए : सूरतुन-निसा, आयत :163-164)","lang":"hi"},{"name":"42:14","price":"और वे[12] लोग आपस की ज़िद के कारण इसके पश्चात् अलग-अलग हुए कि उनके पास ज्ञान आ चुका था। तथा यदि वह बात न होती जो आपके पालनहार की ओर से एक निश्चित समय के लिए पहले तय[13] हो चुकी, तो अवश्य उनके बीच निर्णय कर दिया जाता। और निःसंदेह वे लोग जो उनके पश्चात् पुस्तक के उत्तराधिकारी बनाए[14] गए, वे इस (क़ुरआन) के बारे में दुविधा में डालने वाले संदेह में पड़े हैं।","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"12. अर्थात मुश्रिक। 13. अर्थात प्रलय के दिन निर्णय करने की। 14. अर्थात यहूदी तथा ईसाई भी सत्य में मतभेद तथा संदेह कर रहे हैं।","lang":"hi"},{"name":"42:15","price":"अतः आप लोगों को इसी (धर्म) की ओर बुलाएँ और (उसपर) जमें रहें, जैसाकि आपको आदेश दिया गया है और उनकी इच्छाओं का पालन न करें, तथा कह दें कि अल्लाह ने जो भी किताब उतारी[15] है मैं उसपर ईमान लाया। तथा मुझे आदेश दिया गया है कि मैं तुम्हारे बीच न्याय करूँ। अल्लाह ही हमारा पालनहार तथा तुम्हारा पालनहार है। हमारे लिए हमारे कर्म हैं तथा तुम्हारे लिए तुम्हारे कर्म। हमारे और तुम्हारे बीच कोई झगड़ा नहीं। अल्लाह हम सभी को एकत्र करेगा तथा उसी की ओर लौटकर जाना है।[16]","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"15. अर्थात सभी आकाशीय पुस्तकों पर जो नबियों पर उतारी गई हैं। 16. अर्थात प्रलय के दिन। फिर वह हमारे बीच निर्णय कर देगा।","lang":"hi"},{"name":"42:16","price":"तथा जो लोग अल्लाह के (धर्म के) बारे में झगड़ते हैं, इसके पश्चात कि उसे[17] स्वीकार कर लिया गया, उनका तर्क उनके रब के यहाँ बातिल (व्यर्थ) है, तथा उनपर बड़ा प्रकोप है और उनके लिए बुहत कड़ी यातना है।","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"17. अर्थात मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम), और इस्लाम धर्म को।","lang":"hi"},{"name":"42:17","price":"अल्लाह ही है जिसने सत्य के साथ यह पुस्तक उतारी तथा तराज़ू[18] भी, और आपको क्या चीज़ सूचित करती है शायद कि क़ियामत क़रीब हो।","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"18. तराज़ू से अभिप्राय न्याय का आदेश है। जो क़ुरआन द्वारा दिया गया है। (देखिए : सूरतुल-ह़दीद, आयत : 25)","lang":"hi"},{"name":"42:18","price":"उसे वे लोग शीघ्र माँगते हैं, जो उसपर ईमान नहीं रखते, तथा वे लोग जो उसपर विश्वास रखते हैं, वे उससे डरने वाले हैं और जानते हैं कि निःसंदेह वह सत्य है। सुनो! निःसंदेह जो लोग क़ियामत के विषय में बहस (संदेह) करते हैं, निश्चय वे बहुत दूर की गुमराही में हैं।","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:19","price":"अल्लाह अपने बंदों पर बड़ा दयालु है। वह जिसे चाहता है रोज़ी देता है और वही सर्वशक्तिमान, सब पर प्रभुत्वशाली है।","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:20","price":"जो कोई आख़िरत की खेती[19] चाहता है, हम उसके लिए उसकी खेती में बढ़ोतरी कर देंगे, और जो कोई दुनिया की खेती चाहता है, हम उसे उसमें से कुछ दे देंगे, और आख़िरत में उसका कोई हिस्सा नहीं होगा।","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"19. अर्थात जो अपने सांसारिक सत्कर्म का प्रतिफल परलोक में चाहता है, तो उसे उसका प्रतिफल दस गुना से सात सौ गुना तक मिलेगा। और जो सांसारिक फल का अभिलाषी है, तो जो उसके भाग्य में है उसे उतना ही मिलेगा और परलोक में कुछ नहीं मिलेगा। (इब्ने कसीर)","lang":"hi"},{"name":"42:21","price":"या इन (मुश्रिकों) के कुछ ऐसे साझी[20] हैं, जिन्होंने उनके लिए धर्म का एक ऐसा नियम निर्धारित किया है जिसकी अल्लाह ने अनुमति नहीं दी है? और यदि नियत की हुई बात न होती, तो अवश्य उनके बीच निर्णय कर दिया जाता तथा निश्चय ही अत्याचारियों के लिए दुखद यातना है।","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"20. इससे अभिप्राय उनके वे प्रमुख हैं जो वैध-अवैध का नियम बनाते थे। इसमें यह संकेत है कि धार्मिक जीवन-विधान बनाने का अधिकार केवल अल्लाह को है। उसके सिवा दूसरों के बनाए हुये धार्मिक जीवन-विधान को मानना और उसका पालन करना शिर्क है।","lang":"hi"},{"name":"42:22","price":"आप अत्याचारियों को देखेंगे कि वे उससे डरने वाले होंगे जो उन्होंने कमाया, हालाँकि वह उनपर आकर रहने वाला है, तथा जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए, वे जन्नतों के बागों में होंगे। उनके लिए जो कुछ भी वे चाहेंगे उनके रब के पास होगा। यही बहुत बड़ा अनुग्रह है।","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:23","price":"यही वह चीज़ है, जिसकी शुभ-सूचना अल्लाह अपने उन बंदों को देता है, जो ईमान लाए और उन्होंने अच्छे कार्य किए। आप कह दें : मैं इसपर तुमसे कोई पारिश्रमिक नहीं माँगता, रिश्तेदारी के कारण प्रेम-भाव के सिवा।[21] और जो कोई नेकी कमाएगा, हम उसके लिए उसमें अच्छाई की अभिवृद्धि करेंगे। निश्चय अल्लाह अत्यंत क्षमाशील, अति गुण-ग्राहक है।","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"21. भावार्थ यह है कि मक्का वासियो! यदि तुम सत्धर्म पर ईमान नहीं लाते हो, तो मुझे इसका प्रचार तो करने दो। मुझपर अत्याचार न करो। तुम सभी मेरे संबंधी हो। इसलिए मेरे साथ प्रेम का व्यवहार करो। (सह़ीह़ बुख़ारी : 4818)","lang":"hi"},{"name":"42:24","price":"या वे कहते हैं कि उसने अल्लाह पर झूठ गढ़ लिया है? तो यदि अल्लाह चाहे, तो आपके दिल पर मुहर लगा दे।[22] और अल्लाह असत्य को मिटा देता है और सत्य को अपने शब्दों (प्रमाणों) द्वारा साबित कर देता है। निश्चय वह सीनों (दिलों) की बातों को ख़ूब जानने वाला है।","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"22. अर्थ यह है कि ऐ नबी! इन्होंने आपको अपने जैसा समझ लिया है, जो अपने स्वार्थ के लिए झूठ का सहारा लेते हैं। किंतु अल्लाह ने आपके दिल पर मुहर नहीं लगाई है जैसे इनके दिलों पर लगा रखी है।","lang":"hi"},{"name":"42:25","price":"वही है, जो अपने बंदों की तौबा क़बूल करता है और बुराइयों[23] को माफ़ करता है और जो कुछ तुम करते हो, उसे जानता है।","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"23. तौबा का अर्थ है अपने पाप पर लज्जित होना, फिर उसे न करने का संकल्प लेना। ह़दीस में है कि जब बंदा अपना पाप स्वीकार कर लेता है और फिर तौबा करता है, तो अल्लाह उसे क्षमा कर देता है। (सह़ीह बुख़ारी : 4141, सह़ीह़ मुस्लिम : 2770)","lang":"hi"},{"name":"42:26","price":"और उन लोगों की प्रार्थना स्वीकार करता है, जो ईमान लाए और उन्होंने अच्छे कार्य किए तथा उन्हें अपने अनुग्रह से अधिक प्रदान करता है और जो काफ़िर हैं उनके लिए कड़ी यातना है।","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:27","price":"और यदि अल्लाह अपने (सब) बंदों के लिए रोज़ी कुशादा कर देता, तो वे धरती में सरकशी[24] करते। परंतु वह एक अनुमान से उतारता है, जितना चाहता है। निश्चय वह अपने बंदों से भली-भाँति अवगत, भली-भाँति देखने वाला है।","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"24. अर्थात यदि अल्लाह सभी को संपन्न बना देता, तो धरती में अवज्ञा और अत्याचार होने लगता और कोई किसी के आधीन न रहता।","lang":"hi"},{"name":"42:28","price":"तथा वही है जो बारिश बरसाता है, इसके बाद कि वे निराश हो चुके होते हैं और अपनी दया फैला[25] देता है और वही संरक्षक, सराहनीय है।","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"25. इस आयत में वर्षा को अल्लाह की दया कहा गया है। क्यों कि इससे धरती में उपज होती है, जो अल्लाह के अधिकार में है। इसे नक्षत्रों का प्रभाव मानना शिर्क है।","lang":"hi"},{"name":"42:29","price":"तथा उसकी निशानियों में से आकाशों और धरती का पैदा करना है और वे प्राणी जो उसने उन दोनों में फैला रखे हैं, और वह उन्हें इकट्ठा करने में जब चाहे पूर्ण सक्षम है।","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:30","price":"तथा जो भी विपत्ति तुम्हें पहुँची, वह उसके कारण है जो तुम्हारे हाथों ने कमाया। तथा वह बहुत-सी चीज़ों को क्षमा कर देता है।[26]","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"26. देखिए : सूरत फ़ातिर, आयत : 45","lang":"hi"},{"name":"42:31","price":"और तुम धरती में (अल्लाह को) विवश करने वाले नहीं हो और न अल्लाह के सिवा तुम्हारा कोई संरक्षक है और न कोई सहायक।","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:32","price":"तथा उसकी निशानियों में से समुद्र में चलने वाले जहाज़ हैं, जो पहाड़ों के समान हैं।","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:33","price":"यदि वह चाहे तो वायु को ठहरा दे, तो वे उसकी सतह पर खड़े रह जाएँ। निःसंदेह इसमें हर ऐसे व्यक्ति के लिए निश्चय कई निशानियाँ हैं जो बहुत धैर्यवान, बड़ा कृतज्ञ है।","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:34","price":"या वह उन्हें उसके कारण विनष्ट[27] कर दे जो उन्होंने कमाया और वह बहुत-से पापों को क्षमा कर देता है।","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"27. उनके सवारों को उनके पापों के कारण डुबो दे।","lang":"hi"},{"name":"42:35","price":"तथा वे लोग जान लें, जो हमारी आयतों में झगड़ते हैं कि उनके लिए भागने का कोई स्थान नहीं है।","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:36","price":"तुम्हें जो चीज़ भी दी गई है, वह सांसारिक जीवन का सामान है, तथा जो कुछ अल्लाह के पास है, वह उत्तम और स्थायी[28] है, उन लोगों के लिए जो अल्लाह पर ईमान लाए तथा केवल अपने पालनहार पर भरोसा रखते हैं।","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"28. अर्थ यह है कि सांसारिक सुख को परलोक के स्थायी जीवन तथा सुख पर प्राथमिकता न दो।","lang":"hi"},{"name":"42:37","price":"तथा वे लोग जो बड़े पापों एवं निर्लज्जता के कामों से बचते हैं और जब भी गुस्सा आए तो माफ कर देते हैं।","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:38","price":"तथा जिन लोगों ने अपने रब का हुक्म माना और नमाज़ क़ायम की और उनका काम आपस में परामर्श करना है[29] और जो कुछ हमने उन्हें दिया है उसमें से ख़र्च करते हैं।","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"29. इस आयत में ईमान वालों का एक उत्तम गुण बताया गया है कि वे अपने प्रत्येक महत्वपूर्ण कार्य परस्पर परामर्श से करते हैं। सूरत आल-इमरान आयत : 159 में नबी (सल्लल्लाहु अलैहि व सल्लम) को आदेश दिया गया है कि आप मुसलमानों से परामर्श करें। तो आप सभी महत्वपूर्ण कार्यों में उनसे परामर्श करते थे। यही नीति तत्पश्चात् आदरणीय ख़लीफ़ा उमर (रज़ियल्लाहु अन्हु) ने भी अपनाई। जब आप घायल हो गए और जीवन की आशा न रही, तो आपने छह व्यक्तियों को नियुक्त कर दिया कि वे आपस के परामर्श से किसी को ख़लीफ़ा चुन लें। और उन्होंने आदरणीय उसमान (रज़ियल्लाहु अन्हु) को ख़लीफ़ा चुन लिया। इस्लाम पहला धर्म है जिसने परामर्श की व्यवस्था की नींव डाली। किंतु यह परामर्श केवल देश का शासन चलाने के विषयों तक सीमित है। फिर भी जिन विषयों में क़ुरआन तथा ह़दीस की शिक्षाएँ मौजूद हों उनमें किसी परामर्श की आवश्यकता नहीं है।","lang":"hi"},{"name":"42:39","price":"और वे लोग कि जब उनपर अत्याचार होता है, तो वे बदला लेते हैं।","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:40","price":"और किसी बुराई का बदला उसी जैसी बुराई[30] है। फिर जो क्षमा कर दे तथा सुधार कर ले, तो उसका प्रतिफल अल्लाह के ज़िम्मे है। निःसंदेह वह अत्याचारियों से प्रेम नहीं करता।","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"30. इस आयत में बुराई का बदला लेने की अनुमति दी गई है। बुराई का बदला यद्पि बुराई नहीं, बल्कि न्याय है, फिर भी बुराई के समरूप होने का कारण उसे बुराई ही कहा गया है।","lang":"hi"},{"name":"42:41","price":"तथा जो अपने ऊपर अत्याचार होने के पश्चात् बदला ले ले, तो ये वे लोग हैं जिनपर कोई दोष नहीं।","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:42","price":"दोष तो केवल उन्हीं पर है, जो लोगों पर अत्याचार करते हैं और धरती पर बिना अधिकार के सरकशी करते हैं। यही लोग हैं जिनके लिए कष्टदायक यातना है।","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:43","price":"और निःसंदेह जो सब्र करे तथा क्षमा कर दे, तो निःसदंहे यह निश्चय बड़े साहस के कामों में से है।[31]","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"31. इस आयत में क्षमा करने की प्रेरणा दी गई है कि यदि कोई अत्याचार कर दे, तो उसे सहन करना और क्षमा कर देना और सामर्थ्य रखते हुए उससे बदला न लेना बड़ी सुशीलता तथा साहस की बात है जिसकी बड़ी प्रधानता है।","lang":"hi"},{"name":"42:44","price":"तथा जिसे अल्लाह गुमराह कर दे, तो उसके बाद उसका कोई सहायक नहीं। तथा आप अत्याचारियों को देखेंगे कि जब वे यातना देखेंगे, तो कहेंगे : क्या वापसी का कोई रास्ता है?[32]","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"32. ताकि संसार में जाकर ईमान लाएँ और सत्कर्म करें तथा परलोक की यातना से बच जाएँ।","lang":"hi"},{"name":"42:45","price":"तथा आप उन्हें देखेंगे कि वे उस (आग) पर इस दशा में पेश किए जाएँगे कि अपमान से झुके हुए, छिपी आँखों से देख रहे होंगे। तथा ईमान वाले कहेंगे :  वास्तव में, असल घाटा उठाने वाले वही लोग हैं, जिन्होंने क़ियामत के दिन अपने आपको और अपने परिवार को घाटे में डाल दिया। सुन लो! निःसंदेह अत्याचारी लोग स्थायी यातना में होंगे।","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:46","price":"तथा उनके कोई सहायक नहीं होंगे, जो अल्लाह के मुक़ाबले में उनकी सहायता करें। और जिसे अल्लाह राह से भटका दे, फिर उसके लिए कोई मार्ग नहीं।","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:47","price":"अपने पालनहार का निमंत्रण स्वीकार करो, इससे पहले कि वह दिन आए, जिसे अल्लाह की ओर से टलना नहीं। उस दिन तुम्हारे लिए न कोई शरण स्थल होगा और न तुम्हारे लिए इनकार का कोई रास्ता होगा।","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:48","price":"फिर यदि वे मुँह फेर लें, तो हमने आपको उनपर कोई संरक्षक बनाकर नहीं भेजा। आपका दायित्व तो केवल (संदेश) पहुँचा देना है। और निःसंदेह जब हम मनुष्य को अपनी ओर से कोई दया चखाते हैं, तो वह उससे खुश हो जाता है, और यदि उनपर उसके कारण कोई विपत्ति आ पड़ती है, जो उनके हाथों ने आगे भेजा है, तो निःसंदेह मनुष्य बड़ा नाशुक्रा है।","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:49","price":"आकाशों तथा धरती का राज्य अल्लाह ही का है। वह जो चाहता है पैदा करता है, जिसे चाहता है बेटियाँ देता है और जिसे चाहता है बेटे देता है।","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"42:50","price":"या उन्हें बेटे-बेटियाँ[33] मिलाकर देता है और जिसे चाहता है बाँझ कर देता है। निश्चय ही वह सब कुछ जानने वाला, हर चीज़ की शक्ति रखने वाला है।","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"33. इस आयत में संकेत है कि पुत्र-पुत्री माँगने के लिए किसी पीर, फ़क़ीर के मज़ार पर जाना, उनको अल्लाह की शक्ति में साझी बनाना है। जो शिर्क है। और शिर्क ऐसा पाप है जिसके लिए बिना तौबा के कोई क्षमा नहीं।","lang":"hi"},{"name":"42:51","price":"और किसी मनुष्य के लिए संभव नहीं कि अल्लाह उससे बात करे, परंतु वह़्य[34] के द्वारा, अथवा पर्दे के पीछे से, अथवा यह कि कोई दूत (फ़रिश्ता) भेजे, फिर वह उसकी अनुमति से वह़्य करे, जो कुछ वह चाहे। निःसंदेह वह सबसे ऊँचा, पूर्ण हिकमत वाला है।","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"34. वह़्य का अर्थ, संकेत करना या गुप्त रूप से बात करना है। अर्थात अल्लाह अपने रसूलों को आदेश और निर्देश इस प्रकार देता है, जिसे कोई दूसरा व्यक्ति सुन नहीं सकता। जिसके तीन रूप होते हैं : प्रथम :  रसूल के दिल में सीधे अपना ज्ञान भर दे। दूसरा : पर्दे के पीछे से बात करें, किंतु वह दिखाई न दे। तीसरा : फ़रिश्ते के द्वारा अपनी बात रसूल तक गुप्त रूप से पहुँचा दे। इनमें पहले और तीसरे रूप में नबी (सल्लल्लाहु अलैहि व सल्लम) के पास वह़्य उतरती थी। (सह़ीह़ बुख़ारी : 2)","lang":"hi"},{"name":"42:52","price":"और इसी प्रकार हमने आपकी ओर अपने आदेश से एक रूह़ (क़ुरआन) की वह़्य की। आप नहीं जानते थे कि पुस्तक क्या है और न यह कि ईमान[35] क्या है। परंतु हमने उसे एक ऐसा प्रकाश बनाया दिया है, जिसके द्वारा हम अपने बंदों में से जिसे चाहते हैं, मार्ग दिखाते हैं। और निःसंदेह आप सीधी राह[36] की ओर मार्गदर्शन करते हैं।","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"35. मक्का वासियों को यह आश्चर्य था कि मनुष्य अल्लाह का नबी कैसे हो सकता है? इसपर क़ुरआन बता रहा है कि आप नबी होने से पहले न तो किसी आकाशीय पुस्तक से अवगत थे और न कभी ईमान की बात ही आपके विचार में आई। और यह दोनों बातें ऐसी थीं जिनका मक्कावासी भी इनकार नहीं कर सकते थे। और यही आपका अपढ़ होना आपके सत्य नबी होने का प्रमाण है। जिसे क़ुरआन की अनेक आयतों में वर्णन किया गया है। 36. सीधी राह से अभिप्राय सत्धर्म इस्लाम है।","lang":"hi"},{"name":"42:53","price":"उस अल्लाह की राह की ओर कि जो कुछ आकाशों में है और जो कुछ धरती में है, उसी का है। सुनो! सभी मामले अल्लाह ही की ओर लौटते हैं।","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"hi"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}