{"data":[{"name":"43:1","price":"ह़ा, मीम।","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:2","price":"क़सम है स्पष्ट करने वाली पुस्तक की।","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:3","price":"निःसंदेह हमने इसे अरबी क़ुरआन बनाया, ताकि तुम समझो।","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:4","price":"तथा निःसंदेह वह हमारे पास मूल पुस्तक[1] में निश्चय बड़ा उच्च तथा पूर्ण हिकमत वाला है।","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"1. मूल पुस्तक से अभिप्राय 'लौह़-मह़फ़ूज़' (सुरक्षित पुस्तक) है। जिससे सभी आकाशीय पुस्तकें अलग करके अवतरित की गई हैं। सूरतुल-वाक़िआ में इसी को \"किताब-मक्नून\" कहा गया है। सूरतुल-बुरूज में इसे \"लौह़-मह़फ़ूज़\" कहा गया है। सूरतुश्-शुअरा में कहा गया है कि यह अगले लोगों की पुस्तकों में है। सूरतुल-आला में कहा गया है कि यह विषय पहली पुस्तकों में भी अंकित है। सारांश यह है कि क़ुरआन के इनकार करने का कोई कारण नहीं। तथा क़ुरआन का इनकार सभी पहली पुस्तकों का इनकार करने के बराबर है।","lang":"hi"},{"name":"43:5","price":"तो क्या हम तुमसे इस नसीहत को फेर दें, उपेक्षा करते हुए, इस कारण कि तुम हद से बढ़ने वाले लोग हो?","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:6","price":"और कितने ही नबी हमने पहले लोगों में भेजे।","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:7","price":"और उनके पास कोई नबी नहीं आता था, परंतु वे उसका उपहास करते थे।","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:8","price":"तो हमने इनसे[2] कहीं अधिक बलशाली लोगों को विनष्ट कर दिया तथा अगले लोगों का उदाहरण गुज़र चुका।","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"2. अर्थात मक्का वासियों से।","lang":"hi"},{"name":"43:9","price":"और निःसंदेह यदि आप उनसे पूछें कि आकाशों तथा धरती को किसने पैदा किया? तो निश्चय अवश्य कहेंगे कि उन्हें सब पर प्रभुत्वशाली, सब कुछ जानने वाले ने पैदा किया है।","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:10","price":"वह जिसने तुमहारे लिए धरती को समतल बनाया और उसमें तुम्हारे लिए मार्ग बनाए, ताकि तुम राह पा सको।[3]","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"3. एक स्थान से दूसरे स्थान तक जाने के लिए।","lang":"hi"},{"name":"43:11","price":"तथा वह जिसने आकाश से एक विशेष मात्रा में जल उतारा। फिर हमने उसके द्वारा एक मुर्दा शहर को ज़िंदा कर दिया, इसी तरह तुम निकाले जाओगे।","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:12","price":"तथा वह जिसने सब प्रकार के जोड़े पैदा किए तथा तुम्हारे लिए वे नौकाएँ एवं पशु बनाए, जिनपर तुम सवार होते हो।","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:13","price":"ताकि तुम उनकी पीठों पर जमकर बैठो, फिर अपने पालनहार की नेमत को याद करो जब उनपर जमकर बैठ जाओ और कहो : पवित्र है वह अल्लाह, जिसने इसे हमारे वश में कर दिया। हालाँकि हम इसे वश में करने वाले नहीं थे।","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"4. आदरणीय अब्दुल्लाह बिन उमर (रज़ियल्लाहु अन्हु) कहते हैं कि जब नबी (सल्लल्लाहु अलैहि व सल्लम) ऊँट पर सवार होते, तो तीन बार 'अल्लाहु अक्बर' कहते, फिर यही आयत \"मुन्क़लिबून\" तक पढ़ते। और कुछ और प्रार्थना के शब्द कहते थे जो दुआओं की पुस्तकों में मिलेंगे। (सह़ीह़ मुस्लिम, ह़दीस संख्या : 1342)","lang":"hi"},{"name":"43:14","price":"तथा निःसंदेह हम अपने पालनहार की ओर अवश्य लौटकर जाने वाले हैं।","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:15","price":"और उन्होंने[5] उसके बंदों में से कुछ को उसका अंश बना लिया। निःसंदेह मनुष्य खुला कृतघ्न (नाशुक्रा) है।","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"5. जैसे मक्का के मुश्रिक लोग फ़रिश्तों को अल्लाह की पुत्रियाँ मानते थे। और ईसाइयों ने ईसा (अलैहिस्सलाम) को अल्लाह का पुत्र माना। और किसी ने आत्मा को प्रमात्मा तथा अवतारों को प्रभु बना दिया। और फिर उन्हें पूजने लगे।","lang":"hi"},{"name":"43:16","price":"या उसने उसमें से जिसे वह पैदा करता है अपने लिए पुत्रियाँ रख लीं और तुम्हें पुत्रों के लिए चुन लिया?","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:17","price":"हालाँकि जब उनमें से किसी को उस चीज़ की मंगल सूचना दी जाए, जिसकी उसने रहमान (परम दयावान्) के लिए मिसाल बयान की है, तो उसके मुँह पर कलौंस[6] छा जाती है और वह शोक से भर जाता है।","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"6. इस्लाम से पूर्व यही दशा थी कि यदि किसी के हाँ बच्ची जन्म लेती, तो लज्जा के मारे उसका मुख काला हो जाता। और कुछ अरब के क़बीले उसे जन्म लेते ही जीवित गाड़ दिया करते थे। किंतु इस्लाम ने उसको सम्मान दिया। तथा उसकी रक्षा की। और उसके पालन-पोषण को पुण्य कार्य घोषित किया। ह़दीस में है कि जो पुत्रियों के कारण दुःख झेले और उनके साथ उपकार करे, तो उसके लिए वे नरक से पर्दा बनेंगी। (सह़ीह़ बुख़ारी : 5995, सह़ीह़ मुस्लिम : 2629) आज भी कुछ पापी लोग गर्भ में बच्ची का पता लगते ही गर्भपात करा देते हैं। जिसको इस्लाम बहुत बड़ा अत्याचार समझता है।","lang":"hi"},{"name":"43:18","price":"और क्या वह (अल्लाह के लिए) है, जिसका पालन-पोषण आभूषण में किया जाता है तथा वह वाद-विवाद में खुलकर बात नहीं कर सकती?","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:19","price":"और उन्होंने फ़रिश्तों को, जो 'रहमान' के बंदे हैं, स्त्रियाँ क़रार दे लिया। क्या वे उनकी उत्पत्ति के समय उपस्थित थे? उनकी गवाही लिख ली जाएगी और उनसे पूछताछ की जाएगी।","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:20","price":"तथा उन्होंने कहा : यदि 'रहमान' चाहता, तो हम उनकी इबादत न करते। उन्हें इसके बारे में कोई जानकारी नहीं, वे तो केवल अटकलें दौड़ा रहे हैं।","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:21","price":"या हमने उन्हें इससे पहले कोई पुस्तक प्रदान की है? तो वे उसे दृढ़ता से थामने वाले हैं?[1]","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"7. अर्थात क़ुरआन से पहले की किसी ईश-पुस्तक में अल्लाह के सिवा किसी और की उपासना की शिक्षा दी ही नहीं गई है कि वे कोई पुस्तक ला सकें।","lang":"hi"},{"name":"43:22","price":"बल्कि उन्होंने कहा : निःसंदेह हमने अपने बाप-दादा को एक मार्ग पर पाया है और निःसंदेह हम उन्हीं के पदचिह्नों पर राह पाने वाले हैं।","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:23","price":"तथा इसी प्रकार, हमने आपसे पूर्व जिस बस्ती में भी कोई सावधान करने वाला भेजा, तो वहाँ के संपन्न लोगों ने यही कहा कि निःसंदेह हमने अपने बाप-दादा को एक रीति पर पाया और निःसंदेह हम उन्हीं के पद्चिह्नों का अनुसरण करने वाले हैं।[8]","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"8. आयत का भावार्थ यह है कि प्रत्येक युग के काफ़िर अपने पूर्वजों के अनुसरण के कारण अपने शिर्क और अंधविश्वास पर क़ायम रहे।","lang":"hi"},{"name":"43:24","price":"उसने  कहा : और क्या यदि मैं तुम्हारे पास उससे अधिक सीधा मार्ग ले आऊँ, जिसपर तुमने अपने बाप-दादा को पाया है? उन्होंने कहा : निःसंदेह हम उसका इनकार करने वाले हैं, जिसके साथ तुम भेजे गए हो।","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:25","price":"अंततः हमने उनसे बदला लिया। तो देख लो कि झुठलाने वालों का परिणाम कैसा हुआ।","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:26","price":"तथा याद करो, जब इबराहीम ने अपने पिता तथा अपनी जाति से कहा : निःसंदेह मैं उन चीज़ों से बरी हूँ, जिनकी तुम इबादत करते हो।","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:27","price":"सिवाय उसके जिसने मुझे पैदा किया। अतः निःसंदेह वह मुझे अवश्य मार्ग दिखाएगा।","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:28","price":"तथा उसने इस (एकेश्वरवाद की बात)[9] को अपने पिछलों में बाक़ी रहने वाली बात बना दिया। ताकि वे लौट आएँ।","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"9. आयत 26 से 28 तक का भावार्थ यह है कि यदि तुम्हें अपने पूर्वजों ही का अनुसरण करना है, तो अपने पूर्वज इबराहीम (अलैहिस्सलाम) का अनुसरण करो। जो शिर्क से विरक्त तथा एकेश्वरवादी थे। और अपनी संतान में एकेश्वरवाद (तौह़ीद) की शिक्षा छोड़ गए ताकि लोग शिर्क से बचते रहें।","lang":"hi"},{"name":"43:29","price":"बल्कि, मैंने इन्हें तथा इनके बाप-दादा को जीवन का सामान दिया। यहाँ तक कि उनके पास सत्य (क़ुरआन) और खोलकर बयान करने वाला रसूल[10] आ गया।","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"10. अर्थात मुह़म्मद सल्लल्लाहु अलैहि व सल्लम।","lang":"hi"},{"name":"43:30","price":"तथा जब उनके पास सत्य आ गया, तो उन्होंने कहा : यह तो जादू है तथा निःसंदेह हम इसका इनकार करते हैं।","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:31","price":"तथा उन्होंने कहा कि यह क़ुरआन इन दो बस्तियों में से किसी बड़े आदमी पर क्यों नहीं उतारा गया?[11]","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"11. मक्का के काफ़िरों ने कहा कि यदि अल्लाह को रसूल ही भेजना था, तो मक्का और ताइफ़ के नगरों में से किसी प्रधान व्यक्ति पर क़ुरआन उतार देता। अब्दुल्लाह का अनाथ-निर्धन पुत्र मुह़म्मद तो कदापि इसके योग्य नहीं है।","lang":"hi"},{"name":"43:32","price":"कया वे आपके पालनहार की दया को बाँटते[12] हैं? हमने ही दुनिया के जीवन में उनके बीच उनकी रोज़ी को बाँटा है तथा उनमें से कुछ को दूसरों से श्रेणियों की दृष्टि से उच्च रखा है, ताकि उनमें से कुछ दूसरों को (अपने) अधीन बना लें, तथा आपके पालनहार की दया[13] उससे उत्तम है, जिसे वे इकट्ठा करते हैं।","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"12. आयत का भावार्थ यह है कि अल्लाह ने जैसे सांसारिक धन-धान्य में लोगों की विभिन्न श्रेणियाँ बनाई हैं उसी प्रकार नुबुव्वत और रिसालत, जो उसकी दया हैं, उनसे भी जिसे चाहा सम्मानित किया है। 13. अर्थात परलोक में स्वर्ग सदाचारी बंदों को मिलेगी।","lang":"hi"},{"name":"43:33","price":"और यदि ऐसा न होता कि सब लोग एक ही समुदाय हो जाएँगे, तो निश्चय हम उन लोगों के लिए जो रहमान के साथ कुफ़्र करते हैं, उनके घरों की छतें चाँदी की बना देते और सीढ़ियाँ भी, जिनपर वे चढ़ते हैं।","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:34","price":"तथा उनके घरों के द्वार और तख़्त भी, जिनपर वे टेक लगाते हैं।","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:35","price":"और सोने के (बना देते)। यह सब तो मात्र सांसारिक जीवन का सामान है तथा आख़िरत[14] आपके पालनहार के यहाँ केवल परहेज़गारों के लिए है।","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"14. भावार्थ यह है कि सांसारिक धन-धान्य का अल्लाह के यहाँ कोई महत्व नहीं है।","lang":"hi"},{"name":"43:36","price":"और जो व्यक्ति 'रहमान' (परम दयालु अल्लाह) के स्मरण से अंधा बन जाए, हम उसके लिए एक शैतान नियुक्त कर देते हैं, फिर वह उसके साथ रहने वाला होता है।","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:37","price":"और निःसंदेह ये (शैतान) उन्हें सत्य मार्ग से रोकते हैं और वे समझते हैं कि वे सीधे मार्ग पर चलने वाले हैं।","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:38","price":"यहाँ तक कि जब वह हमारे पास आएगा, तो कहेगा : ऐ काश! मेरे और तेरे बीच पूर्व और पश्चिम की दूरी होती। अतः तू बहुत बुरा साथी है।","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:39","price":"और आज इस बात से तुम्हें कुछ लाभ न होगा, जबकि तुमने ज़ुल्म किया, कि तुम (सब) यातना में एक-दूसरे के साझी हो।","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:40","price":"फिर क्या आप बहरों को सुनाएँगे या अंधों को राह दिखाएँगे और उनको जो खुली गुमराही[15] में पड़े हैं?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"15. अर्थ यह है कि जो सच को न सुने तथा दिल का अंधा हो, तो आपके सीधी राह दिखाने का उसपर कोई प्रभाव नहीं होगा।","lang":"hi"},{"name":"43:41","price":"फिर यदि हम आपको (संसार से) ले ही जाएँ, तो निःसंदेह हम उनसे बदला लेने वाले हैं।","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:42","price":"या हम आपको वह (यातना) दिखा दें, जिसका हमने उनसे वादा किया है, तो निःसंदेह हम उनपर पूरी शक्ति रखने वाले हैं।","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:43","price":"अतः आप उसे दृढ़ता से पकड़े रहें, जिसकी आपकी ओर वह़्य की गई है। निश्चय ही आप सीधी राह पर हैं।","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:44","price":"और निःसंदेह वह निश्चय आपके लिए तथा आपकी जाति के लिए एक नसीहत (तथा सम्मान) है और शीघ्र ही तुमसे प्रश्न किया जाएगा।","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:45","price":"तथा (ऐ नबी!) आप उनसे पूछ लें, जिन्हें हमने आपसे पहले अपने रसूलों में से भेजा, क्या हमने 'रहमान' के अलावा कोई पूज्य बनाए, जिनकी इबादत की जाए?","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:46","price":"तथा निःसंदेह हमने मूसा को अपनी निशानियों के साथ फ़िरऔन और उसके प्रमुखों की ओर भेजा। तो उसने कहा : निःसंदेह मैं सारे संसारों के पालनहार का रसूल हूँ।","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:47","price":"फिर जब वह उनके पास हमारी निशानियाँ लेकर आया, तो सहसा वे उनकी हँसी उड़ाने लगे।","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:48","price":"और हम उन्हें जो भी निशानी दिखाते, वह अपने जैसी (पहली निशानी) से बढ़कर होती थी। तथा हम उन्हें यातना से ग्रस्त किया, ताकि वे लौट आएँ।","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:49","price":"और उन्होंने कहा : ऐ जादूगर! हमारे लिए अपने पालनहार से उसके द्वारा दुआ कर, जो उसने तुझसे प्रतिज्ञा कर रखी है। निःसंदेह हम अवश्य ही सीधी राह पर आने वाले हैं।","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:50","price":"फिर जब हम उनसे यातना दूर कर देते, सहसा वे वचन तोड़ देते थे।","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:51","price":"तथा फ़िरऔन ने अपनी जाति में घोषणा करवाया, उसने कहा : ऐ मेरी जाति के लोगो! क्या मेरे पास मिस्र का राज्य नहीं है? तथा ये नहरें मेरे तहत नहीं चलतीं? तो क्या तुम नहीं देखते?","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:52","price":"बल्कि मैं इस व्यक्ति से बेहतर हूँ, जो हीन है और क़रीब नहीं कि वह अपनी बात स्पष्ट कर सके।","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:53","price":"सो उसपर सोने के कंगन क्यों नहीं डाले गए, या उसके साथ फ़रिश्ते मिलकर क्यों नहीं आए?[16]","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"16. अर्थात यदि मूसा (अलैहिस्सलाम) अल्लाह का रसूल होता, तो उसके पास राज्य, और हाथों में सोने के कंगन तथा उसकी रक्षा के लिए फ़रिश्तों को उसके साथ रहना चाहिए था। जैसे मेरे पास राज्य, हाथों में सोने के कंगन तथा सुरक्षा के लिये सेना है।","lang":"hi"},{"name":"43:54","price":"फिर उसने अपनी जाति को फुसलाया, तो उन्होंने उसकी बात मान ली, निश्चय ही वे अवज्ञाकारी लोग थे।","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:55","price":"फिर जब उन्होंने हमें क्रोधित कर दिया, तो हमने उनसे बदला लिया। अतः हमने उन सबको डुबो दिया।","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:56","price":"तो हमने उन्हें बाद में आने वाले लोगों के लिए अग्रगामी और एक उदाहरण बना दिया।","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:57","price":"तथा जब मरयम के पुत्र का उदाहरण[17] दिया गया, तो सहसा आपकी जाति उसपर शोर मचाने लगी।","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"17. आयत संख्या 45 में कहा है कि पहले नबियों की शिक्षा पढ़कर देखो कि क्या किसी ने यह आदेश दिया है कि अल्लाह अत्यंत कृपाशील के सिवा दूसरों की इबादत की जाए? इसपर मुश्रिकों ने कहा कि ईसा (अलैहिस्सलाम) की इबादत क्यों की जाती है? क्या हमारे पूज्य उनसे कम हैं?","lang":"hi"},{"name":"43:58","price":"तथा उन्होंने कहा : क्या हमारे देवता अच्छे हैं या वह? उन्होंने आपके लिए यह (उदाहरण) केवल झगड़ने के लिए दिया है। बल्कि वे झगड़ालू लोग हैं।","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:59","price":"वह[18] तो केवल एक बंदा है, जिसपर हमने उपकार किया तथा हमने उसे बनी इसराईल के लिए एक उदाहरण बना दिया।","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"18. इस आयत में बताया जा रहा है कि ये मुश्रिक ईसा (अलैहिस्सलाम) के उदाहरण पर बड़ा शोर मचा रहे हैं। और उसे कुतर्क स्वरूप प्रस्तुत कर रहे हैं। जबकि वह पूज्य नहीं, अल्लाह के दास हैं। जिनपर अल्लाह ने उपकार किया और इसराईल की संतान के लिए एक उदाहरण बना दिया।","lang":"hi"},{"name":"43:60","price":"और यदि हम चाहें तो अवश्य तुम्हारे स्थान पर फ़रिश्तों को बना दें, जो धरती में उत्ताराधिकारी हों।","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:61","price":"तथा निःसंदेह वह (ईसा) निश्चय क़ियामत की एक निशानी[19] है। अतः तुम उसमें कदापि संदेह न करो और मेरी पैरवी करो, यही सीधा रास्ता है।","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"19. ह़दीस शरीफ़ में आया है कि प्रलय की बड़ी दस निशानियों में से ईसा (अलैहिस्सलाम) का आकाश से उतरना भी एक निशानी है। (सह़ीह़ मुस्लिम : 2901)","lang":"hi"},{"name":"43:62","price":"तथा शौतान तुम्हें कदापि रोकने न पाए। निश्चय वह तुम्हारा खुला शत्रु है।","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:63","price":"और जब ईसा खुले तर्कों के साथ आया, तो उसने कहा : निःसंदेह मैं तुम्हारे पास हिकमत लेकर आया हूँ और ताकि मैं तुम्हारे लिए कुछ ऐसी बातें स्पष्ट कर दूँ, जिनमें तुम विभेद करते हो। अतः अल्लाह से डरो और मेरा कहना मानो।","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:64","price":"निःसंदेह अल्लाह ही मेरा रब और तुम्हारा रब है। अतः उसी की इबादत करो। यही सीधा मार्ग है।","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:65","price":"फिर कई गिरोहों[20] ने आपस में विभेद किया। तो उन लोगों के लिए जिन्होंने ज़ुल्म किया एक दर्दनाक दिन के अज़ाब से बड़ा विनाश है।","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"20. इसराईली समुदायों में कुछ ने ईसा (अलैहिस्सलाम) को अल्लाह का पुत्र, किसी ने प्रभु तथा किसी ने उसे तीन का तीसरा (तीन खुदाओं में से एक) कहा। केवल एक ही समुदाय ने उन्हें अल्लाह का बंदा तथा नबी माना।","lang":"hi"},{"name":"43:66","price":"वे क़ियामत के सिवा किस चीज़ का इंतज़ार कर रहे हैं कि वह उनपर अचानक आ जाए और वे सोचते भी न हों?","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:67","price":"उस दिन नेक लोगों को छोड़कर सभी सच्चे दोस्त एक-दूसरे के दुश्मन होंगे।","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:68","price":"ऐ मेरे बंदो! आज न तुमपर कोई भय है और न तुम शोकाकुल होगे।","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:69","price":"वे लोग जो हमारी आयतों पर ईमान लाए तथा वे आज्ञाकारी थे।","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:70","price":"तुम और तुम्हारी पत्नियाँ जन्नत में प्रवेश कर जाओ। तुम्हें खुश रखा जाएगा।","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:71","price":"उनपर सोने की थालें तथा प्याले फिराए जाएँगे और वहाँ वह सब कुछ होगा, जो दिलों को भाए और जिससे आँखें आनंदित हों और तुम उसमें सदा निवास करने वाले हो।","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:72","price":"और यही वह जन्नत है, जिसके तुम उत्तराधिकारी बनाए गए हो, उसके बदले में जो तुम कार्य करते थे।","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:73","price":"तुम्हारे लिए इसमें बहुत-से मेवे हैं, जिनसे तुम खाते रहोगे।","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:74","price":"निःसंदेह अपराधी लोग जहन्नम की यातना में सदैव रहने वाले हैं।","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:75","price":"वह (यातना) उनसे हल्की नहीं की जाएगी तथा वे उसी में निराश पड़े रहेंगे।","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:76","price":"और हमने उनपर अत्याचार नहीं किया, बल्कि वे स्वयं ही अत्याचारी थे।","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:77","price":"तथा वे पुकारेंगे : ऐ मालिक![21]  तेरा पालनहार हमारा काम तमाम ही कर दे। वह कहेगा : निःसंदेह तुम (यहीं) ठहरने वाले हो।","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"21. मालिक, नरक के अधिकारी फ़रिश्ते का नाम है।","lang":"hi"},{"name":"43:78","price":"निःसंदेह हम तो तुम्हारे पास सत्य लेकर आए हैं, लेकिन तुममें से अधिकतर लोग सत्य को नापसंद करने वाले हैं।","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:79","price":"या उन्होंने किसी कार्य का दृढ़ निश्चय कर लिया है? तो निःसंदेह हम भी दृढ़ उपाय करने वाले हैं।","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:80","price":"या वे समझते हैं कि हम उनके रहस्य और उनकी कानाफूसी को नहीं सुनते? क्यों नहीं, और हमारे भेजे हुए (फ़रिश्ते) उनके पास लिखते रहते हैं।","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:81","price":"(ऐ नबी!) आप कह दें : यदि रहमान की कोई संतान हो, तो मैं सबसे पहले इबादत करने वाला हूँ।","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:82","price":"पवित्र है आकाशों तथा धरती का पालनहार, सिंहासन का स्वामी उन बातों से जो वे बयान करते हैं।","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:83","price":"तो आप उन्हें छोड़ दें व्यर्थ की बहस करते रहें तथा खेलते रहें, यहाँ तक कि उनका सामना उनके उस दिन से हो जाए, जिसका उनसे वादा किया जाता है।","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:84","price":"वही है जो आकाश में पूज्य है और धरती में भी पूज्य है और वही पूर्ण ह़िकमत वाला, सब कुछ जानने वाला है।","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:85","price":"और बड़ा ही बरकत वाला है वह, जिसके पास आसमानों और ज़मीन की बादशाही है और उसकी भी जो उन दोनों के दरमियान है तथा उसी के पास क़ियामत का ज्ञान है और उसी की ओर तुम लौटाए जाओगे।","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:86","price":"तथा वे लोग जिन्हें ये उसके सिवा पुकारते हैं, वे सिफ़ारिश का अधिकार नहीं रखते। परंतु जिसने सत्य[22] की गवाही दी और वे (उसे) जानते हों।","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"22. सत्य से अभिप्राय धर्म-सूत्र \"ला इलाहा इल्लल्लाह\" है। अर्थात जो इसे जान-बूझ कर स्वीकार करते हों, तो शफ़ाअत उन्हीं के लिए होगी। उन काफ़िरों के लिए नहीं, जो मूर्तियों को पुकारते हैं। अथवा इससे अभिप्राय यह है कि सिफ़ारिश का अधिकार उनको मिलेगा जिन्होंने सत्य को स्वीकार किया है। जैसे नबियों, फ़रिश्तों तथा सदाचारियों को, न कि उन झूठे पूज्यों को जिन्हें मुश्रिक अपना सिफ़ारिशी समझते हैं।","lang":"hi"},{"name":"43:87","price":"और निश्चय यदि आप उनसे पूछें कि उन्हें किसने पैदा किया? तो वे अवश्य कहेंगे : अल्लाह ने। तो फिर वे कहाँ बहकाए जाते हैं?[23]","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"23. अर्थात अल्लाह की उपासना से।","lang":"hi"},{"name":"43:88","price":"तथा (उसके पास) रसूल के इस कथन (का भी ज्ञान है कि) : ऐ मेरे पालनहार! ये तो ऐसे लोग हैं, जो ईमान नहीं लाते।","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"hi"},{"name":"43:89","price":"अतः आप उनसे मुँह फेर लें तथा कह दें कि सलाम[24] है तुम्हें। जल्द ही उन्हें पता चल जाएगा।","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"24. अर्थात उनसे न उलझें।","lang":"hi"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}