{"data":[{"name":"47:1","price":"जिन लोगों ने कुफ़्र किया और अल्लाह के मार्ग से रोका, उस (अल्लाह) ने उनके कर्मों को नष्ट कर दिया।","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:2","price":"तथा जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए और उस पर ईमान लाए जो मुहम्मद पर उतारा गया और वही उनके रब की ओर से सत्य है, उसने उनसे उनके बुरे कर्मों को दूर कर दिया और उनके हाल को ठीक कर दिया।","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:3","price":"यह इसलिए कि निःसंदेह जिन लोगों ने कुफ़्र किया, उन्होंने असत्य का अनुसरण किया और निःसंदेह जो लोग ईमान लाए, उन्होंने अपने पालनहार की ओर से (आये हुए) सत्य का अनुसरण किया। इसी प्रकार अल्लाह लोगों के लिए उनकी मिसालें बयान करता है।[1]","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"1. यह सूरत बद्र के युद्ध से पहले उतरी। जिसमें मक्का के काफ़िरों के आक्रमण से अपने धर्म और प्राण तथा मान-मर्यादा की रक्षा के लिए युद्ध करने की प्रेरणा तथा साहस और आवश्यक निर्देश दिए गए हैं।","lang":"hi"},{"name":"47:4","price":"अतः जब तुम काफ़िरों से मुठभेड़ करो, तो गरदनें मारना है, यहाँ तक कि जब उन्हें अच्छी तरह से क़त्ल कर चुको, तो (उन्हें) कसकर बाँध लो।  फिर बाद में या तो उपकार करना है और या छुड़ौती लेना। यहाँ तक कि युद्ध अपने हथियार रख दे।[2] यही (अल्लाह का आदेश) है। और यदि अल्लाह चाहे, तो अवश्य उनसे बदला ले। किंतु (यह आदेश इसलिए दिया) ताकि तुममें से कुछ की कुछ के साथ परीक्षा ले। और जो लोग अल्लाह की राह में मारे गए, तो वह (अल्लाह) उनके कर्मों को कदापि व्यर्थ नहीं करेगा।","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"2. इस्लाम से पहले युद्ध के बंदियों को दास बना लिया जाता था, किंतु इस्लाम उन्हें उपकार करके या छुड़ौती लेकर मुक्त करने का आदेश देता है। इस आयत में यह संकेत हैं कि इस्लाम जिहाद की अनुमति दूसरों के आक्रमण से रक्षा के लिए देता है।","lang":"hi"},{"name":"47:5","price":"वह उनका मार्गदर्शन करेगा और  उनकी स्थिति सुधार देगा।","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:6","price":"और उन्हें उस जन्नत में दाखिल करेगा, जिससे वह उन्हें परिचित करा चुका है।","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:7","price":"ऐ ईमान वालो! यदि तुम अल्लाह (के धर्म) की सहायता करोगे, तो वह तुम्हारी सहायता करेगा और तुम्हारे क़दम जमा देगा।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:8","price":"और जिन लोगों ने कुफ़्र किया, तो उनके लिए विनाश है और उसने उनके कर्मों को व्यर्थ कर दिया।","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:9","price":"यह इसलिए कि उन्होंने उस चीज़ को नापसंद किया, जिसे अल्लाह ने उतारा, तो उसने उनके कर्म अकारथ कर दिए।[3]","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"3. इसमें इस ओर संकेत है कि बिना ईमान के अल्लाह के पास कोई सत्कर्म मान्य नहीं है।","lang":"hi"},{"name":"47:10","price":"तो क्या ये लोग धरती में चले-फिरे नहीं कि देखते कि उन लोगों का कैसा परिणाम हुआ जो इनसे पहले थे? अल्लाह ने उन्हें नष्ट कर दिया और इन काफ़िरों के लिए भी इसी के समान (यातनाएँ) हैं।","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:11","price":"यह इसलिए कि निःसंदेह अल्लाह उन लोगों का संरक्षक है जो ईमान लाए और इसलिए कि निःसंदेह काफ़िरों का कोई संरक्षक नहीं।[4]","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"4. उह़ुद के युद्ध में जब काफ़िरों ने कहा कि हमारे पास उज़्ज़ा (देवी) है, और तुम्हारे पास कोई उज़्ज़ा नहीं। तो आप (सल्लल्लाहु अलैहि व सल्लम) ने कहा कि उनका उत्तर देते हुए कहो : अल्लाह हमारा संरक्षक है और तुम्हारा कोई संरक्षक नहीं। (सह़ीह़ बुख़ारी : 4043)","lang":"hi"},{"name":"47:12","price":"निश्चय अल्लाह उन लोगों को जो ईमान लाए और उन्होंने अच्छे कर्म किए, ऐसे बाग़ों में दाखिल करेगा जिनके नीचे से नहरें बहती हैं। तथा जिन लोगों ने कुफ़्र किया, वे फ़ायदा उठाते और खाते हैं, जैसे पशु खाते हैं और आग उनके लिए रहने की जगह है।","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:13","price":"तथा कितनी ही बस्तियाँ हैं, जो आपकी उस बस्ती से अधिक शक्तिशाली थीं, जिसने आपको निकाल दिया, हमने उन्हें नष्ट कर दिया, फिर कोई उनका सहायक न था।","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:14","price":"तो क्या वह व्यक्ति जो अपने रब की ओर से एक स्पष्ट तर्क पर है, उस व्यक्ति के समान है, जिसके लिए उसके बुरे कर्मों को सुंदर बना दिया गया और उसने अपनी इच्छाओं का पालन किया?","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:15","price":"उस जन्नत की विशेषता, जिसका वादा परहेज़गारों से किया गया है, यह है कि उसमें कई नहरें ऐसे पानी की हैं जो खराब होने वाला नहीं, और कई नहरें दूध की हैं जिनका स्वाद नहीं बदला, और कई नहरें शराब की हैं जो पीने वालों के लिए स्वादिष्ट है, और कई नहरें ख़ूब साफ़ किए हुए शहद की हैं। और उनके लिए उसमें हर प्रकार के फल और उनके पालनहार की ओर से बड़ी क्षमा है। (क्या ये परहेज़गार) उनके समान हैं, जो सदैव आग (जहन्नम) में रहने वाले हैं तथा जिन्हें खौलता हुआ पानी पिलाया जाएगा, जो उनकी आँतों के टुकड़े-टुकड़े कर देगा?","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:16","price":"तथा उनमें से कुछ लोग ऐसे हैं, जो आपकी ओर कान लगाते हैं, यहाँ तक कि जब वे आपके पास से निकलते हैं, तो उन लोगों से जिन्हें ज्ञान प्रदान किया गया है, कहते हैं कि उसने अभी क्या[5] कहा? यही लोग हैं, जिनके दिलों पर अल्लाह ने मुहर लगा दी और उन्होंने अपनी इच्छाओं का पालन किया।","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"5. यह कुछ मुनाफ़िक़ों की दशा का वर्णन है जिनको आप (सल्लल्लाहु अलैहि व सल्लम) की बातें समझ में नहीं आती थीं। क्योंकि वे आप की बातें दिल लगा कर नहीं सुनते थे। तथा आपकी बातों का इस प्रकार उपहास करते थे।","lang":"hi"},{"name":"47:17","price":"और वे लोगों जिन्होंने मार्गदर्शन अपनाया, उसने उन्हें हिदायत में बढ़ा दिया और उन्हें उनका तक़वा प्रदान किया।","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:18","price":"तो वे किस चीज़ का इंतज़ार कर रहे हैं सिवाय क़ियामत के कि वह उनपर अचानक आ जाए? तो निश्चय उसकी निशानियाँ[6] आ चुकी हैं, फिर जब वह उनके पास आ जाएगी, तो उनके लिए नसीहत ग्रहण करना कैसे संभव होगा?","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"6. आयत में कहा गया है कि प्रलय के लक्षण आ चुके हैं। और उनमें सब से बड़ा लक्षण आप (सल्लल्लाहु अलैहि व सल्लम) का आगमन है। जैसा कि नबी (सल्लल्लाहु अलैहि व सल्लम) का कथन है कि आपने फरमाया : \"मेरा आगमन तथा प्रलय इन दो उंग्लियों के समान है।\" (सह़ीह़ बुख़ारी  4936) अर्थात बहुत समीप है। जिसका अर्थ यह है कि जिस प्रकार दो उंग्लियों के बीच कोई तीसरी उंगली नहीं, इसी प्रकार मेरे और प्रलय के बीच कोई नबी नहीं। मेरे आगमन के पश्चात् अब प्रलय ही आएगी।","lang":"hi"},{"name":"47:19","price":"अतः जान लें कि निःसंदेह तथ्य यह है कि अल्लाह के सिवा कोई पूज्य नहीं, तथा अपने पापों के लिए क्षमा[7] माँगें और ईमान वाले पुरुषों और ईमान वाली स्त्रियों के लिए भी, और अल्लाह तुम्हारे चलने-फिरने और तुम्हारे ठहरने को जानता है।","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"7. आप (सल्लल्लाहु अलैहि व सल्लम) ने फरमाया : मैं दिन में सत्तर बार से अधिक अल्लाह से क्षमा माँगता तथा तौबा करता हूँ। (बुख़ारी : 6307) और फरमाया : लोगो! अल्लाह से क्षमा माँगो। मैं दिन में सौ बार क्षमा माँगता हूँ। (सह़ीह़ मुस्लिम : 2702)","lang":"hi"},{"name":"47:20","price":"तथा जो लोग ईमान लाए, वे कहते हैं कि कोई सूरत क्यों नहीं उतारी गई (जिसमें युद्ध का उल्लेख हो)? फिर जब कोई मोहकम (दृढ़) सूरत उतारी जाती है और उसमें युद्ध का उल्लेख होता है, तो आप उन लोगों को देखेंगे जिनके दिलों में बीमारी है, वे आपकी ओर इस तरह देखेंगे, जैसे वह आदमी देखता है, जिसपर मौत की बेहोशी छा गई हो। तो उनके लिए उत्तम है।","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:21","price":"आज्ञा का पालन करना और अच्छी बात कहना, फिर जब आज्ञा आवश्यक हो जाए, तो यदि वे अल्लाह के प्रति सच्चे रहें, तो निश्चय ही यह उनके लिए बेहतर है।","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:22","price":"फिर निश्चय तुम निकट हो, यदि तुम मुँह फेर लो[8], कि तुम धरती में बिगाड़ पैदा करो और अपने संबंधों को पूरी तरह से काट दो।","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"8. अर्थात अल्लाह तथा रसूल की आज्ञा का पालन करने से। इस आयत में संकेत है कि धरती में उपद्रव, तथा रक्तपात का कारण अल्लाह तथा उसके रसूल (सल्लल्लाहु अलैहि व सल्लम) की आज्ञा से विमुख होने का परिणाम है। ह़दीस में है कि जो रिश्ते (संबंध) को जोड़ेगा, तो अल्लाह उसको (अपनी दया से) जोड़ेगा। और जो तोड़ेगा, तो उसे (अपनी दया से) दूर करेगा। (सह़ीह़ बुख़ारी : 4820)","lang":"hi"},{"name":"47:23","price":"यही वे लोग हैं, जिन्हें अल्लाह ने अपनी दया से दूर कर दिया। अतः उन्हें बहरा बना दिया और उनकी आँखें अंधी कर दीं।[9]","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"9. अतः वे न तो सत्य को देख सकते हैं और न ही सुन सकते हैं।","lang":"hi"},{"name":"47:24","price":"तो क्या वे क़ुरआन में सोच-विचार नहीं करते या उनके दिलों पर ताले लगे हैं?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:25","price":"निःसंदेह जो लोग अपनी पीठों के बल फिर गए, इसके बाद कि उनके लिए सीधा रास्ता स्पष्ट हो गया, शैतान ने उनके लिए (उनके कार्य को) सुशोभित कर दिया और उन्हें लंबी आशा दिलाई।","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:26","price":"यह इसलिए कि उन्होंने, उन लोगों से जिन्होंने उसे नापसंद किया जो अल्लाह ने उतारा है, कहा कि हम कुछ मामलों में तुम्हारी बात मानेंगे और अल्लाह उनके छिपाने को जानता है।","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:27","price":"तो क्या हाल होगा जब फ़रिश्ते उनके प्राण निकालेंगे, उनके चेहरों और उनकी पीठों पर मारते होंगे।","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:28","price":"यह इस कारण कि निःसंदेह उन्होंने उसका अनुसरण किया जिसने अल्लाह को क्रोधित कर दिया और उसकी प्रसन्नता को बुरा जाना, तो उसने उनके कर्मों को नष्ट कर दिया।[10]","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"10. आयत में उनके दुष्परिणाम की ओर संकेत है जो इस्लाम के साथ उसके विरोधी नियमों और विधानों को मानते हैं और युद्ध के समय काफ़िरों का साथ देते हैं।","lang":"hi"},{"name":"47:29","price":"या उन लोगों ने जिनके दिलों में कोई बीमारी है, यह समझ रखा है कि अल्लाह उनके द्वेष कभी प्रकट नहीं करेगा?[11]","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"11. अर्थात जो द्वेष और बैर इस्लाम और मुसलमानों से रखते हैं, अल्लाह उसे अवश्य उजागर करके रहेगा।","lang":"hi"},{"name":"47:30","price":"और (ऐ नबी!) यदि हम चाहें तो अवश्य आपको वे लोग दिखा दें, फिर निश्चय आप उन्हें उनकी निशानियों से पहचान लेंगे तथा आप उन्हें उनके बात करने के ढंग से अवश्य पहचान लेंगे। और अल्लाह तुम्हारे कामों को जानता है।","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:31","price":"और हम अवश्य ही तुम्हारी परीक्षा लेंगे, यहाँ तक कि हम तुममें से जिहाद करने वालों और सब्र करने वालों को जान लें और तुम्हारी परिस्थितियों को परख लें।","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:32","price":"निःसंदेह जिन लोगों ने कुफ़्र किया और अल्लाह की राह से रोका तथा रसूल का विरोध किया, इसके पश्चात कि उनके लिए सीधा मार्ग स्पष्ट हो गया, वे कदापि अल्लाह का कोई नुक़सान नहीं करेंगे और जल्द ही वह उनके कर्मों को नष्ट कर देगा।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:33","price":"ऐ लोगो जो ईमान लाए हो! अल्लाह का आज्ञापालन करो और रसूल का आज्ञापालन करो[12] तथा अपने कर्मों को व्यर्थ न करो।","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"12. इस आयत में कहा गया है कि जिस प्रकार क़ुरआन को मानना अनिवार्य है, उसी प्रकार नबी (सल्लल्लाहु अलैहि व सल्लम) की सुन्नत (ह़दीसों) का पालन करना भी अनिवार्य है। ह़दीस में है कि आप (सल्लल्लाहु अलैहि व सल्लम) ने फरमाया : मेरी उम्मत स्वर्ग में जाएगी सिवा उस व्यक्ति के जिसने इनकार किया। कहा गया कि कौन इनकार करेगा, ऐ अल्लाह के रसूल!? आप (सल्लल्लाहु अलैहि व सल्लम) ने फरमाया : जिसने मेरी आज्ञा का पालन किया, वह स्वर्ग में जाएगा। और जिसने मेरी अवज्ञा की, तो निश्चय उसने इनकार किया। (सह़ीह़ बुख़ारी : 7280)","lang":"hi"},{"name":"47:34","price":"निःसंदेह जिन लोगों ने कुफ़्र किया और अल्लाह के मार्ग से रोका, फिर वे काफ़िर ही रहते हुए मर गए, तो अल्लाह उन्हें कभी क्षमा नहीं करेगा।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:35","price":"अतः निर्बल न बनो और न सुलह[13] के लिए बुलाओ और तुम ही सर्वोच्च हो और अल्लाह तुम्हारे साथ है और वह कभी भी तुम्हारे कामों को तुमसे कम न करेगा।","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"13. आयत का अर्थ यह नहीं कि इस्लाम संधि का विरोधी है। इसका अर्थ यह है कि ऐसी दशा में शत्रु से संधि न करो कि वह तुम्हें निर्बल समझने लगे। बल्कि अपनी शक्ति का लोहा मनवाने के पश्चात संधि करो। ताकि वह तुम्हें निर्बल समझ कर जैसे चाहें संधि के लिये बाध्य न कर लें।","lang":"hi"},{"name":"47:36","price":"सांसारिक जीवन तो केवल एक खेल और तमाशा है और यदि तुम ईमान लाओ और (अल्लाह से) डरते रहो, तो वह तुम्हें तुम्हारा प्रतिफल प्रदान करेगा और तुमसे तुम्हारा (सारा) धन नहीं माँगेगा।","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"47:37","price":"यदि वह तुमसे उनकी माँग करे और तुमपर ज़ोर देकर माँगे, तो तुम कंजूसी करोगे और वह तुम्हारे द्वेष को प्रकट कर देगा।[14]","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"14. अर्थात तुम्हारा पूरा धन माँगे, तो यह स्वाभाविक है कि तुम कंजूसी करके दोषी बन जाओगे। इसलिए इस्लाम ने केवल ज़कात अनिवार्य की है। जो कुल धन का ढाई प्रतिशत है।","lang":"hi"},{"name":"47:38","price":"सुनो! तुम वे लोग हो कि अल्लाह की राह में खर्च करने के लिए बुलाए जाते हो, तो तुममें से कुछ लोग कंजूसी करते हैं। हालाँकि जो कंजूसी करता है, वह अपने आप ही से कंजूसी[15] करता है। और अल्लाह तो बेनियाज़ है, और तुम ही मोहताज हो। और यदि तुम फिर जाओगे, तो वह तुम्हारे स्थान पर तुम्हारे सिवा और लोगों को ले आएगा, फिर वे तुम्हारे जैसे नहीं होंगे।[16]","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"15. अर्थात कंजूसी करके अपने ही को हानि पहुँचाता है। 16. तो कंजूस नहीं होंगे। (देखिए : सूरतुल-माइदा, आयत : 54)","lang":"hi"}],"chapter":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"]}