{"data":[{"name":"48:1","price":"निःसंदेह हमने आपको एक स्पष्ट विजय[1] प्रदान की।","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"1. ह़दीस में है कि इससे अभिप्राय ह़ुदैबिया की संधि है। (बुख़ारी : 4834)","lang":"hi"},{"name":"48:2","price":"ताकि अल्लाह आपके अगले और पिछले गुनाहों को क्षमा[2] कर दे तथा आपपर अपनी अनुकंपा पूर्ण कर दे और आपको सीधे मार्ग पर चलाए।","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"2. ह़दीस में है कि नबी (सल्लल्लाहु अलैहि व सल्लम) रात्रि में इतनी नमाज़ पढ़ा करते थे कि आपके पाँव सूज जाते थे। तो आपसे कहा गया कि आप ऐसा क्यों करते हैं, हालाँकि अल्लाह ने तो आपके पहले तथा पिछले पाप क्षमा कर दिए हैं? तो आपने फरमाया : तो क्या मैं एक कृतज्ञ बंदा बनना पसंद न करूँ? (सह़ीह़ बुख़ारी : 4837)","lang":"hi"},{"name":"48:3","price":"तथा अल्लाह आपकी भरपूर सहायता करे।","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"48:4","price":"वही है, जिसने ईमान वालों के दिलों में शांति उतारी, ताकि वे अपने ईमान के साथ ईमान में और बढ़ जाएँ। और आकाशों तथा धरती की सेनाएँ अल्लाह ही की हैं। तथा अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"48:5","price":"ताकि वह ईमान वाले पुरुषों तथा ईमान वाली स्त्रियों को ऐसे बागों में दाखिल करे, जिनके नीचे से नहरें बहती हैं, वे उनमें सदैव रहेंगे। तथा उनसे उनकी बुराइयाँ दूर कर दे और यह अल्लाह के निकट हमेशा बड़ी कामयाबी है।","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"48:6","price":"और (ताकि) उन मुनाफ़िक़ पुरुषों एवं मुनाफ़िक़ स्त्रियों तथा मुश्रिक पुरुषों एवं मुश्रिक स्त्रियों को यातना दे, जो अल्लाह के संबंध में बुरा गुमान रखते हैं। बुराई का फेरा उन्हीं पर है। उनपर अल्लाह का प्रकोप हुआ और उसने उनपर लानत की तथा उनके लिए जहन्नम तैयार कर रखी है और वह बहुत बुरा ठिकाना है।","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"48:7","price":"तथा अल्लाह ही के लिए आकाशों और धरती की सेनाएँ हैं और अल्लाह हमेशा से सबपर प्रभुत्वशाली, पूर्ण हिकमत वाला है।[3]","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"3. इसलिए वह जिसे चाहे और जब चाहे, विनष्ट कर सकता है।","lang":"hi"},{"name":"48:8","price":"निःसंदेह हमने आपको गवाही देने वाला और खुशख़बरी देने वाला और सावधान करने वाला बनाकर भेजा है।","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"48:9","price":"ताकि तुम अल्लाह और उसके रसूल पर ईमान लाओ और उसकी मदद करो और उसका सम्मान करो और दिन के आरंभ एवं अंत में उसकी पवित्रता का गान करो।","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"48:10","price":"निःसंदेह वे लोग, जो आपसे बैअत करते हैं, वे असल में अल्लाह से बैअत[4] करते हैं, अल्लाह का हाथ उनके हाथों के ऊपर है। फिर जिस किसी ने वचन तोड़ा, तो वह अपने आप ही पर वचन तोड़ता है। तथा जिसने, अल्लाह से जो वादा किया था, उसे पूरा किया, तो वह जल्द ही उसे बहुत बड़ा प्रतिफल देगा।","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"4. बै'अत का अर्थ है हाथ पर हाथ मार कर वचन देना। यह बैअत नबी (सल्लल्लाहु अलैहि व सल्लम) ने युद्ध के लिए ह़ुदैबिया में अपने चौदह सौ साथियों से एक वृक्ष के नीचे ली थी। जो इस्लामी इतिहास में \"बैअत रिज़वान\" के नाम से प्रसिद्ध है। रही वह बै'अत जो पीर अपने मुरीदों से लेते हैं, तो उसका इस्लाम से कोई संबंध नहीं है।","lang":"hi"},{"name":"48:11","price":"शीघ्र ही देहातियों में से पीछे छोड़ दिए जाने वाले[5] लोग आपसे कहेंगे : हमारे धन और हमारे घरवालों ने हमें व्यस्त रखा। अतः आप हमारे लिए क्षमा की प्रार्थना करें। वे अपनी ज़बानों से वह बात कहते हैं, जो उनके दिलों में नहीं है। आप कह दीजिए कि कौन है, जो अल्लाह के मुकाबले में तुम्हारे लिए किसी चीज़ का अधिकार रखता है, यदि वह तुम्हें कोई हानि पहुँचाना चाहे या तुम्हें कोई लाभ पहुँचाने का इरादा करे? बल्कि तुम जो कुछ करते हो, अल्लाह हमेशा से उसकी खबर रखता है।","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"5. आयत 11-12 में मदीना के आस-पास के मुनाफ़िक़ों की दशा बताई गई है, जो नबी के साथ उमरा के लिए मक्का नहीं गए। उन्होंने इस डर से कि मुसलमान सब के सब मार दिए जाएँगे, आप (सल्लल्लाहु अलैहि व सल्लम) का साथ नही दिया।","lang":"hi"},{"name":"48:12","price":"बल्कि, तुमने सोचा था कि रसूल और ईमान वाले अपने परिजनों की ओर कभी वापस ही नहीं आएँगे, और यह बात तुम्हारे दिलों में सुंदर बना दी गई। और तुमने बहुत बुरा गुमान किया, और तुम नाश होने वाले लोग थे।","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"48:13","price":"और जो व्यक्ति अल्लाह तथा उसके रसूल पर ईमान न लाया, तो निश्चय हमने इनकार करने वालों के लिए दहकती हुई आग तैयार कर रखी है।","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"48:14","price":"और आकाशों तथा धरती का राज्य अल्लाह ही के लिए है। वह जिसे चाहता है क्षमा कर देता है और जिसे चाहता है दंड देता है, और अल्लाह बड़ा क्षमाशील, अत्यंत दयावान है।","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"48:15","price":"शीघ्र ही पीछे छोड़ दिए जाने वाले लोग कहेंगे, जब तुम कुछ ग़नीमतों को प्राप्त करने के लिए चलोगे : हमें छोड़ो कि हम तुम्हारे साथ चलें।[6] वे चाहते हैं कि अल्लाह के वचन को बदल दें। आप कह दें : तुम हमारे साथ कभी नहीं जाओगे, इसी तरह अल्लाह ने पहले ही कह दिया है। तो वे अवश्य कहेंगे : बल्कि तुम हमसे जलते हो। बल्कि वे बहुत कम समझते हैं।","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"6. ह़ुदैबिया से वापिस आकर नबी (सल्लल्लाहु अलैहि व सल्लम) ने ख़ैबर पर आक्रमण किया, जहाँ के यहूदियों ने संधि भंग करके अह़ज़ाब के युद्ध में मक्का के काफ़िरों का साथ दिया था। तो जो दोहाती ह़ुदैबिया में नहीं गए, वे अब ख़ैबर के युद्ध में इसलिए आपके साथ जाने के लिए तैयार हो गए कि वहाँ ग़नीमत का धन मिलने की आशा थी। अतः आप (सल्लल्लाहु अलैहि व सल्लम) से यह कहा गया कि उन्हें यह बता दें कि यह पहले ही से अल्लाह का आदेश है कि तुम हमारे साथ नहीं जा सकते। ख़ैबर मदीने से डेढ़ सौ किलोमीटर दूर मदीने से उत्तर पूर्वी दिशा में है। यह युद्ध मुह़र्रम सन् 7 हिजरी में हुआ।","lang":"hi"},{"name":"48:16","price":"आप पीछे रह जाने वाले बद्दुओं से कह दें : जल्द ही तुम एक भयंकर युद्ध करने वाली जाति (से युद्ध) की ओर[7] बुलाए जाओगे। तुम उनसे युद्ध करोगे, या वे मुसलमान बन जाएँगे। फिर यदि तुम आज्ञा का पालन करोगे, तो अल्लाह तुम्हें उत्तम प्रतिफल प्रदान करेगा और यदि तुम फिर जाओगे, जैसे तुम इससे पहले फिर गए थे, तो वह तुम्हें दर्दनाक यातना देगा।","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"7. इससे अभिप्राय ह़ुनैन का युद्ध है जो सन् 8 हिज्री में मक्का पर विजय के पश्चात् हुआ। जिसमें पहले पराजय, फिर विजय हुई। और बहुत-सा ग़नीमत का धन प्राप्त हुआ, फिर वे भी इस्लाम ले आए।","lang":"hi"},{"name":"48:17","price":"न अंधे पर कोई दोष[8] है और न लंगड़े पर कोई दोष है और न रोगी पर कोई दोष है। तथा जो अल्लाह और उसके रसूल की आज्ञा का पालन करेगा, वह उसे ऐसे बाग़ों में दाख़िल करेगा, जिनके नीचे से नहरें बहती हैं। और जो मुँह फेरेगा, वह उसे दर्दनाक यातना देगा।","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"8. अर्थात जिहाद में भाग न लेने पर।","lang":"hi"},{"name":"48:18","price":"निःसंदेह अल्लाह ईमान वालों से प्रसन्न हो गया, जब वे वृक्ष के नीचे आपसे बैअत कर रहे थे। तो उसने जान लिया जो कुछ उनके दिलों में था। अतः उनपर शांति उतार दी और उन्हें बदले में एक निकट विजय[9] प्रदान की।","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"9. इससे अभिप्राय ख़ैबर की विजय है।","lang":"hi"},{"name":"48:19","price":"तथा बहुत-से ग़नीमत के धन, जिन्हें वे प्राप्त करेंगे और अल्लाह हमेशा से सबपर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"48:20","price":"अल्लाह ने तुमसे बहुत-सी ग़नीमतों का वादा किया है, जिन्हें तुम प्राप्त करोगे। फिर उसने तुम्हें यह जल्दी प्रदान कर दी। तथा लोगों के हाथ तुमसे रोक दिए और ताकि[10] यह ईमान वालों के लिए एक निशानी बन जाए और (ताकि) वह तुम्हें सीधी राह पर चलाए।","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"10. अर्थात ख़ैबर की विजय और मक्का की विजय के समय शत्रुओं के हाथों को रोक दिया, ताकि यह विश्वास हो जाए कि अल्लाह ही तुम्हारा रक्षक तथा सहायक है।","lang":"hi"},{"name":"48:21","price":"तथा कई अन्य (ग़नीमतों का भी), जिन्हें तुम प्राप्त करने में सक्षम नहीं हुए। निश्चय अल्लाह ने उन्हें घेर रखा है। तथा अल्लाह हमेशा से हर चीज़ पर सर्वशक्तिमान है।","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"48:22","price":"और यदि काफ़िर[11] लोग तुमसे युद्ध करते, तो अवश्य पीठ फेर जाते, फिर न उन्हें कोई समर्थक मिलेगा और न कोई सहायक।","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"11. अर्थात मक्का में प्रवेश के समय युद्ध हो जाता।","lang":"hi"},{"name":"48:23","price":"अल्लाह के उस नियम के अनुसार जो पहले से चला आ रहा है, तथा आप अल्लाह के नियम में कदापि कोई बदलाव नहीं पाएँगे।","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"48:24","price":"तथा वही है जिसने मक्का की वादी में उनके हाथों को तुमसे तथा तुम्हारे हाथों को उनसे रोक दिया[12], इसके बाद कि वह तुम्हें उनपर विजय दिला चुका था। और जो कुछ तुम करते हो, अल्लाह उसे हमेशा से खूब देखने वाला है।","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"12. जब नबी (सल्लल्लाहु अलैहि व सल्लम) ह़ुदैबिया में थे, तो काफ़िरों ने 80 सशस्त्र युवकों को भेजा कि वे आप तथा आपके साथियों के विरुद्ध कार्रवाई करके सब को समाप्त कर दें। परंतु वे सभी पकड़ लिए गए। और आपने सबको क्षमा कर दिया। तो यह आयत इसी अवसर पर उतरी। (सह़ीह़ मुस्लिम : 1808)","lang":"hi"},{"name":"48:25","price":"ये वही लोग हैं, जिन्होंने कुफ़्र किया और तुम्हें मस्जिदे-ह़राम से रोका तथा क़ुर्बानी के बंधे हुए जानवरों को भी इससे रोका कि वे अपने ज़बह होने के स्थान पर पहुँचें। और यदि यह बात न होती कि तुम कुछ मुसलमान पुरुषों तथा कुछ मुसलमान स्त्रियों को, जिन्हें तुम नहीं जानते, रौंद डालोगे, तो तुमपर अनजाने में उनके कारण दोष आ जाएगा[13] (तो उनपर आक्रमण कर दिया जाता); ताकि अल्लाह जिसे चाहे, अपनी दया में दाख़िल करे। यदि वे (मुसलमान एवं काफ़िर) अलग-अगल हो गए होते, तो हम अवश्य उनमें से कुफ़्र करने वालों को दर्दनाक यातना देते।","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"13. अर्थात यदि ह़ुदैबिया के अवसर पर संधि न होती और युद्ध हो जाता, तो अनजाने में मक्का में कई मुसलमान भी मारे जाते जो अपना ईमान छिपाए हुए थे और हिज्रत नहीं कर सके थे। फिर तुमपर दोष आ जाता कि तुम एक ओर इस्लाम का संदेश देते हो, तथा दूसरी ओर स्वयं मुसलमानों को मार रहे हो।","lang":"hi"},{"name":"48:26","price":"जब काफ़िरों ने अपने दिलों में हठ कर लिया, जाहिलिय्यत (पूर्व-इस्लामी युग) का हठ, तो अल्लाह ने अपने रसूल पर और ईमान वालों पर अपनी शांति उतार दी और उन्हें परहेज़गारी की बात[14] पर सुदृढ़ कर दिया। तथा वे उसके अधिक हक़दार और उसके योग्य थे। और अल्लाह सदैव हर चीज़ को भली-भाँति जानने वाला है।","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"14. परहेज़गारी की बात से अभिप्राय \"ला इलाहा इल्लल्लाह मुह़म्मदुर् रसूलुल्लाह\" है। ह़ुदैबिया का संधिलेख जब लिखा गया और आपने पहले \"बिस्मिल्लाहिर् रह़मानिर् रह़ीम\" लिखवाई तो क़ुरैश के प्रतिनिधियों ने कहा : हम रह़मान रह़ीम नहीं जानते। इसलिए \"बिस्मिका अल्लाहुम्मा\" लिखा जाए। और जब आपने लिखवाया कि यह संधिपत्र है जिस पर \"मुह़म्मदुर् रसूलुल्लाह\" ने संधि की है, तो उन्होंने कहा : \"मुह़म्मद पुत्र अब्दुल्लाह\" लिखा जाए। यदि हम आपको अल्लाह का रसूल ही मानते, तो अल्लाह के घर से नहीं रोकते। आपने उनकी सब बातें मान लीं। और मुसलमानों ने भी सब कुछ सहन कर लिया। और अल्लाह ने उनके दिलों को शांत रखा और संधि हो गई।","lang":"hi"},{"name":"48:27","price":"निःसंदेह अल्लाह ने अपने रसूल को हक़ के साथ सच्चा सपना दिखाया कि यदि अल्लाह ने चाहा तो तुम अवश्य मस्जिदे-ह़राम में प्रवेश करोगे, सुरक्षित होकर, अपने सिर मुँडाते तथा बाल कतरवाते हुए, तुम्हें किसी प्रकार का भय नहीं होगा।[15] तो उसने वह बात जान ली जो तुमने नहीं जानी। इसिलए उससे पहले एक निकट विजय[16] रख दी।","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"15. अर्थात \"उम्रा\" करते हुए जिसमें सिर के बाल मुँडाए या कटाए जाते हैं। इसी प्रकार \"ह़ज्ज\" में भी मुँडाए या कटाए जाते हैं। 16. इससे अभिप्राय ख़ैबर की विजय है, जो ह़ुदैबिया से वापसी के पश्चात् कुछ दिनों के बाद हुई। और दूसरे वर्ष संधि के अनुसार आपने अपने अनुयायियों के साथ उम्रा किया और आपका सपना अल्लाह ने साकार कर दिया।","lang":"hi"},{"name":"48:28","price":"वही है जिसने अपने रसूल को मार्गदर्शन तथा सत्य धर्म (इस्लाम) के साथ भेजा, ताकि उसे प्रत्येक धर्म पर प्रभुत्व प्रदान कर दे। और गवाह के तौर पर अल्लाह काफ़ी है।","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"48:29","price":"मुहम्मद[17] अल्लाह के रसूल हैं और वे लोग जो उनके साथ हैं, काफ़िरों पर बहुत सख़्त हैं, आपस में बहुत दयालु हैं। तुम उन्हें रुकू' करते हुए, सजदा करते हुए, अल्लाह का अनुग्रह और (उसकी) प्रसन्नता तलाश करते हुए देखोगे। उनकी निशानी उनके चेहरों पर है, सजदों के चिह्न से। यह उनका विवरण तौरात में है। तथा इंजील में उनका विवरण उस खेती की तरह है, जिसने अपना अंकुर निकाला, फिर उसे प्रबल किया, फिर वह मोटा हो गया, फिर वह अपने तने पर सीधा खड़ा हो गया। वह किसानों को खुश करता है, ताकि उनके द्वारा काफिरों को गुस्सा दिलाए। अल्लाह ने उनमें से उन लोगों से, जो ईमान लाए तथा उन्होंने अच्छे कर्म किए, बड़ी क्षमा तथा बहुत बड़े प्रतिफल का वादा किया है।","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"17. इस अंतिम आयत में सह़ाबा (नबी के साथियों) के गुणों का वर्णन करते हुए यह सूचना दी गई है कि इस्लाम क्रमशः प्रगतिशील होकर प्रभुत्व प्राप्त कर लेगा। तथा ऐसा ही हुआ कि इस्लाम जो आरंभ में खेती के अंकुर के समान था, क्रमशः उन्नति करके एक दृढ़ प्रभुत्वशाली धर्म बन गया। और काफ़िर अपने द्वेष की अग्नि में जल-भुन कर ही रह गए। ह़दीस में है कि ईमान वाले आपस के प्रेम तथा दया और करुणा में एक शरीर के समान हैं। यदि उसके एक अंग को दुःख हो, तो पूरा शरीर ताप और अनिद्रा से ग्रस्त हो जाता है। (सह़ीह़ बुखारी : 6011, सह़ीह़ मुस्लिम : 2596)","lang":"hi"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}