{"data":[{"name":"49:1","price":"ऐ लोगो जो ईमान लाए हो! अल्लाह और उसके रसूल से आगे न बढ़ो[1] और अल्लाह का डर रखो। निश्चय ही अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"1. इसका अर्थ यह है कि धर्म के मामलों में अपने आप ही कोई फैसला न करो या अपनी समझ और राय को प्राथमिकता न दो, बल्कि अल्लाह और उसके रसूल (सल्लल्लाहु अलैहि व सल्लम) का पालन करो।","lang":"hi"},{"name":"49:2","price":"ऐ लोगो जो ईमान लाए हो! अपनी आवाज़ें, नबी की आवाज़ से ऊँची न करो और न आपसे ऊँची आवाज़ में बात करो, जैसे तुम एक-दूसरे से ऊँची आवाज़ में बात करते हो। ऐसा न हो कि तुम्हारे कर्म व्यर्थ हो जाएँ और तुम्हें पता (भी) न हो।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"49:3","price":"निःसंदेह जो लोग अल्लाह के रसूल के पास अपनी आवाज़ें धीमी रखते हैं, यही लोग हैं, जिनके दिलों को अल्लाह ने परहेज़गारी के लिए जाँच लिया है। उनके लिए बड़ी क्षमा तथा महान प्रतिफल है।","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"49:4","price":"निःसंदेह जो लोग आपको कमरों के बाहर से पुकारते[2] हैं, उनमें से अधिकांश नहीं समझते।","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"2. ह़दीस में है कि बनी तमीम के कुछ सवार नबी (सल्लल्लाहु अलैहि व सल्लम) के पास आए, तो आदरणीय अबू बक्र (रज़ियल्लाहु अन्हु) ने कहा कि क़ाक़ाअ बिन उमर को इनका प्रमुख बनाया जाए। और आदरणीय उमर (रज़ियल्लाहु अन्हु) ने कहा : बल्कि अक़रअ बिन ह़ाबिस को बनाया जाए। तो अबू बक्र (रज़ियल्लाहु अन्हु) ने कहा : तुम केवल मेरा विरोध करना चाहते हो। उमर (रज़ियल्लाहु अन्हु) ने कहा : यह बात नहीं है। और दोनों में विवाद होने लगा और उनके स्वर ऊँचे हो गए। इसी पर यह आयत उतरी। (सह़ीह़ बुख़ारी : 4847) इन आयतों में नबी (सल्लल्लाहु अलैहि व सल्लम) के मान-मर्यादा तथा आपका आदर-सम्मान करने की शिक्षा और आदेश दिय गया है। एक ह़दीस में है कि नबी (सल्लल्लाहु अलैहि व सल्लम) ने साबित बिन क़ैस (रज़ियल्लाहु अन्हु) को नहीं पाया, तो एक व्यक्ति से पता लगाने को कहा। वह उनके घर गए, तो वह सिर झुकाए बैठे थे। पूछने पर कहा : बुरा हो गया। नबी (सल्लल्लाहु अलैहि व सल्लम) के पास ऊँची आवाज़ से बोलता था, जिसके कारण मेरे सारे कर्म व्यर्थ हो गए। आपने यह सुनकर कहा : उसे बता दो कि वह नारकी नहीं, वह स्वर्ग में जाएगा। (सह़ीह़ बुख़ारी : 4846)","lang":"hi"},{"name":"49:5","price":"और यदि वे धैर्य[3] रखते, यहाँ तक कि आप खुद ही उनकी ओर निकलकर आते, तो निश्चय यह उनके लिए बेहतर होता। तथा अल्लाह बड़ा क्षमा करने वाला, अत्यंत दयावान् है।","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"3. ह़दीस में है कि अक़रअ बिन ह़ाबिस (रज़ियल्लाहु अन्हु) नबी (सल्लल्लाहु अलैहि व सल्लम) के पास आए और कहा : ऐ मुह़म्मद! बाहर निकलिए। उसी पर यह आयत उतरी। (मुसनद अह़मद : 3/588, 6/394)","lang":"hi"},{"name":"49:6","price":"ऐ ईमान वालो! यदि कोई दुराचारी (अवज्ञाकारी)[4] तुम्हारे पास कोई सूचना लेकर आए, तो उसकी अच्छी तरह जाँच-पड़ताल कर लिया करो। ऐसा न हो कि तुम किसी समुदाय को अज्ञानता के कारण हानि पहुँचा दो, फिर अपने किए पर पछताओ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"4. इसमें इस्लाम का यह नियम बताया गया है कि बिना छान-बीन के किसी की ऐसी बात न मानी जाए जिसका संबंध दीन अथवा बहुत गंभीर समस्या से हो। अथवा उसके कारण कोई बहुत बड़ी समस्या उत्पन्न हो सकती हो। और जैसा कि आप जानते हैं कि अब यह नियम संसार के कोने-कोने में फैल गया है। सारे न्यायालयों में इसी के अनुसार न्याय किया जाता है। और जो इसके विरुद्ध निर्णय करता है उसकी कड़ी आलोचना की जाती है। तथा अब नबी सल्लल्लाहु अलैहि व सल्लम की मृत्यु के पश्चात् यह नियम आप सल्लल्लाहु अलैहि व सल्लम की ह़दीस पाक के लिए भी है। यह छान-बीन किये बग़ैर कि वह सह़ीह़ है या नहीं, उसपर अमल नहीं किया जाना चाहिए। और इस चीज़ को इस्लाम के विद्वानों ने पूरा कर किया है कि अल्लाह के रसूल की वे हदीसें कौन सी हैं जो सह़ीह़ हैं तथा वे कौन सी ह़दीसें हैं जो सह़ीह़ नहीं हैं। यह विशेषता केवल इस्लाम की है। संसार का कोई धर्म यह विशेषता नहीं रखता।","lang":"hi"},{"name":"49:7","price":"तथा जान लो कि तुम्हारे बीच अल्लाह के रसूल मौजूद हैं। यदि वह बहुत-से विषयों में तुम्हारी बात मान लें, तो तुम कठिनाई में पड़ जाओ। परंतु अल्लाह ने तुम्हारे लिए ईमान को प्रिय बना दिया और उसे तुम्हारे दिलों में सुशोभित कर दिया तथा तुम्हारे लिए कुफ़्र और पाप और अवज्ञा को अप्रिय बना दिया, यही लोग हिदायत पर चलने वाले हैं।","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"49:8","price":"अल्लाह की कृपा और अनुग्रह के कारण और अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"49:9","price":"और यदि ईमान वालों के दो गिरोह आपस में लड़ पड़ें, तो उनके बीच सुलह करा दो। फिर यदि दोनों में से एक, दूसरे पर अत्याचार करे, तो उस गिरोह से लड़ो, जो अत्याचार करता है, यहाँ तक कि वह अल्लाह के आदेश की ओर पलट आए। फिर यदि वह पलट[5] आए, तो उनके बीच न्याय के साथ सुलह करा दो, तथा न्याय करो। निःसंदेह अल्लाह न्याय करने वालों से प्रेम करता है।","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"5. अर्थात किताब और सुन्नत के अनुसार अपना झगड़ा चुकाने के लिए तैयार हो जाए।","lang":"hi"},{"name":"49:10","price":"निःसंदेह ईमान वाले तो भाई ही हैं। अतः अपने दो भाइयों के बीच सुलह करा दो। तथा अल्लाह से डरो, ताकि तुम पर दया की जाए।","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"49:11","price":"ऐ लोगो जो ईमान लाए हो![6] एक जाति दूसरी जाति का उपहास न करे, हो सकता है कि वे उनसे बेहतर हों। और न कोई स्त्रियाँ अन्य स्त्रियों की हँसी उड़ाएँ, हो सकता है कि वे उनसे अच्छी हों। और न अपनों पर दोष लगाओ, और न एक-दूसरे को बुरे नामों से पुकारो। ईमान के बाद अवज्ञाकारी होना बुरा नाम है। और जिसने तौबा न की, तो वही लोग अत्याचारी हैं।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"6. आयत 11 तथा 12 में उन सामाजिक बुराइयों से रोका गया है जो भाईचारे को खंडित करती हैं। जैसे किसी मुसलमान पर व्यंग करना, उसकी हँसी उड़ाना, उसे बुरे नाम से पुकारना, उसके बारे में बुरा गुमान रखना, किसी के भेद की खोज करना आदि। इसी प्रकार ग़ीबत करना, जिसका अर्थ यह है कि किसी की अनुपस्थिति में उसकी निंदा की जाए। ये वे सामाजिक बुराइयाँ हैं जिनसे क़ुरआन तथा ह़दीसों में रोका गया है। नबी (सल्लल्लाहु अलैहि व सल्लम) ने अपने ह़ज्जतुल-वदाअ के भाषण में फरमाया : मुसलमानो! तुम्हारे प्राण, तुम्हारे धन तथा तुम्हारी मर्यादा एक दूसरे के लिए उसी प्रकार आदरणीय हैं, जिस प्रकार यह महीना तथा यह दिन आदरणीय है। (सह़ीह़ बुख़ारी : 1741, सह़ीह़ मुस्लिम : 1679) दूसरी ह़दीस में है कि एक मुसलमान दूसरे मुसलमान का भाई है। वह न उसपर अत्याचार करे और न किसी को अत्याचार करने दे। और न उसे नीच समझे। आप (सल्लल्लाहु अलैहि व सल्लम) ने अपने सीने की ओर संकेत करके कहा : अल्लाह का डर यहाँ होता है। (सह़ीह़ मुस्लिम : 2564)","lang":"hi"},{"name":"49:12","price":"ऐ लोगो जो ईमान लाए हो! बहुत-से गुमानों से बचो। निश्चय ही कुछ गुमान पाप हैं। और जासूसी न करो, और न तुममें से कोई दूसरे की ग़ीबत[7] करे। क्या तुममें से कोई पसंद करता है कि अपने भाई का मांस खाए, जबकि वह मरा हुआ हो? सो तुम उसे नापसंद करते हो। तथा अल्लाह से डरो। निश्चय अल्लाह बहुत तौबा क़बूल करने वाला, अत्यंत दयालु है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"7. ह़दीस में है कि तुम्हारा अपने भाई की चर्चा ऐसी बात से करना जो उसे बुरी लगे, वह ग़ीबत कहलाती है। पूछा गया कि यदि उसमें वह बुराई हो, तो फिर? आप (सल्लल्लाहु अलैहि व सल्लम) ने फ़रमाया : यही तो ग़ीबत है। यदि न हो, तो फिर वह आरोप है। (सह़ीह़ मुस्लिम : 2589)","lang":"hi"},{"name":"49:13","price":"ऐ मनुष्यो![8] हमने तुम्हें एक नर और एक मादा से पैदा किया तथा हमने तुम्हें जातियों और क़बीलों में कर दिए, ताकि तुम एक-दूसरे को पहचानो। निःसंदेह अल्लाह के निकट तुममें सबसे अधिक सम्मान वाला वह है, जो तुममें सबसे अधिक तक़्वा वाला है। निःसंदेह अल्लाह सब कुछ जानने वाला, पूरी ख़बर रखने वाला है।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"8. इस आयत में सभी मनुष्यों को संबोधित करके यह बताया गया है कि सब जातियों और क़बीलों के मूल माँ-बाप एक ही हैं। इसलिए वर्ग, वर्ण तथा जाति और देश पर गर्व और भेद-भाव करना उचित नहीं। जिससे आपस में घृणा पैदा होती है। इस्लाम की सामाजिक व्यवस्था में कोई भेद-भाव, ऊँच-नीच, जात-पात तथा छुआ-छूत नहीं है। नमाज़ में सब एक साथ खड़े होते हैं। विवाह में भी कोई वर्ग, वर्ण और जाति का भेद-भाव नहीं। नबी (सल्लल्लाहु अलैहि व सल्लम) ने क़ुरैश जाति की स्त्री ज़ैनब (रज़ियल्लाहु अन्हा) का विवाह अपने मुक्त किए हुए दास ज़ैद (रज़ियल्लाहु अन्हु) से किया था। और जब उन्होंने उसे तलाक़ दे दी, तो आप (सल्लल्लाहु अलैहि व सल्लम) ने ज़ैनब से विवाह कर लिया। इसलिए कोई अपने को सय्यद कहते हुए अपनी पुत्री का विवाह किसी व्यक्ति से इसलिए न करे कि वह सय्यद नहीं है, तो यह जाहिली युग का विचार समझा जाएगा, जिससे इस्लाम का कोई संबंध नहीं है। बल्कि इस्लाम ने इसका खंडन किया है। आप (सल्लल्लाहु अलैहि व सल्लम) के युग में अफरीक़ा के एक आदमी बिलाल (रज़ियल्लाहु अन्हु) तथा रोम के एक आदमी सुहैब (रज़ियल्लाहु अन्हु) बिना रंग और देश के भेद-भाव के एक साथ रहते थे। नबी (सल्लल्लाहु अलैहि व सल्लम) ने फरमाया : अल्लाह ने मुझे उपदेश भेजा है कि आपस में झुककर रहो। और कोई किसी पर गर्व न करे। और न कोई किसी पर अत्याचार करे। (सह़ीह़ मुस्लिम : 2865) आप (सल्लल्लाहु अलैहि व सल्लम) ने कहा : लोग अपने मरे हुए बापों पर गर्व ने करें। अन्यथा वे उस कीड़े से हीन हो जाएँगे जो अपनी नाक से गंदगी ढकेलता है। अल्लाह ने जाहिलिय्यत का पक्षपात और बापों पर गर्व को दूर कर दिया। अब या तो सदाचारी ईमान वाला है या कुकर्मी अभागा है। सभी आदम की संतान हैं। (सुनन अबू दाऊद : 5116 इस ह़दीस की सनद ह़सन है।) यदि आज भी इस्लाम की इस व्यवस्था और विचार को मान लिया जाए, तो पूरे विश्व में शांति तथा मानवता का राज्य हो जाएगा।","lang":"hi"},{"name":"49:14","price":"(कुछ) बद्दुओं ने कहा : हम ईमान ले आए। आप कह दें : तुम ईमान नहीं लाए। परंतु यह कहो कि हम इस्लाम लाए (आज्ञाकारी हो गए)। और अभी तक ईमान तुम्हारे दिलों में प्रवेश नहीं किया। और यदि तुम अल्लाह और उसके रसूल की आज्ञा का पालन करोगे, तो वह तुम्हें तुम्हारे कर्मों में से कुछ भी कमी नहीं करेगा। निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।[9]","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"9. आयत का भावार्थ यह है कि मुख से इस्लाम को स्वीकार कर लेने से आदमी मुसलमान तो हो जाता है, किंतु जब तक ईमान दिल में न उतरे वह अल्लाह के समीप ईमान वाला नहीं होता। और ईमान ही आज्ञापालन की प्रेरणा देता है जिसका प्रतिफल मिलेगा।","lang":"hi"},{"name":"49:15","price":"निःसंदेह मोमिन तो वही लोग हैं, जो अल्लाह तथा उसके रसूल पर ईमान लाए, फिर उन्होंने संदेह नहीं किया तथा उन्होंने अपने धनों और अपने प्राणों से अल्लाह की राह में जिहाद किया। यही लोग सच्चे हैं।","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"49:16","price":"आप कह दें : क्या तुम अल्लाह को अपने धर्म से अवगत करा रहे हो? हालाँकि अल्लाह जानता है, जो कुछ आकाशों में है और जो धरती में है। तथा अल्लाह प्रत्येक वस्तु को ख़ूब जानने वाला है।","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"49:17","price":"वे आपपर एहसान जताते हैं कि वे इस्लाम ले आए। आप कह दें : मुझपर अपने इस्लाम का एहसान न जताओ। बल्कि अल्लाह तुमपर एहसान रखता है कि उसने तुम्हें ईमान की तरफ़ हिदायत दी, यदि तुम सच्चे हो।","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"hi"},{"name":"49:18","price":"निःसंदेह अल्लाह आकाशों तथा धरती की छिपी चीज़ों को जानता है। और अल्लाह ख़ूब देखने वाला है जो कुछ तुम करते हो।","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"hi"}],"chapter":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat","Chapter Al-Hujurat","Hujurat","Surah Hujurat","Chapter Hujurat","Al Hujurat","Surah Al Hujurat","Chapter Al Hujurat","Surah 49","Chapter 49","The Rooms","الحُجرَات"]}