{"data":[{"name":"60:1","price":"ऐ लोगो जो ईमान लाए हो! मेरे शत्रुओं तथा अपने शत्रुओं को मित्र न बनाओ। तुम उनकी ओर मैत्री[1] का संदेश भेजते हो, हालाँकि निश्चय उन्होंने उस सत्य का इनकार किया है, जो तुम्हारे पास आया है। वे रसूल को तथा तुमको इस कारण निकालते हैं कि तुम अपने पालनहार अल्लाह पर ईमान लाए हो। यदि तुम मेरी राह में जिहाद के लिए और मेरी प्रसन्नता तलाश करने के लिए निकले हो (तो ऐसा मत करो)। तुम गुप्त रूप से उनकी ओर मैत्री का संदेश भेजते हो, हालाँकि मैं अधिक जानने वाला हूँ, जो कुछ तुमने छिपाया और जो तुमने ज़ाहिर किया। तथा तुममें से जो भी ऐसा करेगा, तो निश्चय वह सीधे रास्ते से भटक गया।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5151,"juzNumber":28,"footnotes":"1. मक्का वासियों ने जब ह़ुदैबिया की संधि का उल्लंघन किया, तो नबी (सल्लल्लाहु अलैहि व सल्लम) ने मक्का पर आक्रमण करने के लिए गुप्त रूप से मुसलमानों को तैयारी का आदेश दे दिया। उसी बीच आपकी इस योजना से सूचित करने के लिए ह़ातिब बिन अबी बलतआ ने एक पत्र एक नारी के माध्यम से मक्का वासियों को भेज दिया। जिसकी सूचना नबी (सल्लल्लाहु अलैहि व सल्लम) को वह़्य द्वारा दे दी गई। आपने आदरणीय अली, मिक़दाद तथा ज़बैर से कहा कि जाओ, रौज़ा ख़ाख़ (एक स्थान का नाम) में एक स्त्री मिलेगी जो मक्का जा रही होगी। उसके पास एक पत्र है वह ले आओ। ये लोग वह पत्र लाए। तब नबी (सल्लल्लाहु अलैहि व सल्लम ने कहा : ऐ ह़ातिब! यह क्या है? उन्होंने कहा : यह काम मैंने कुफ़्र तथा अपने धर्म से फिर जाने के कारण नहीं किया है। बल्कि इसका कारण यह है कि अन्य मुहाजिरीन के मक्का में संबंधी हैं। जो उनके परिवार तथा धनों की रक्षा करते हैं। पर मेरा वहाँ कोई संबंधी नहीं है, इस लिए मैंने चाहा कि उन्हें सूचित कर दूँ। ताकि वे मेरे आभारी रहें। और मेरे समीपवर्तियों की रक्षा करें। आपने उनकी सच्चाई के कारण उन्हें कुछ नहीं कहा। फिर भी अल्लाह ने चेतावनी के रूप में यह आयतें उतारीं ताकि भविष्य में कोई मुसलमान काफ़िरों से ऐसा मैत्री संबंध न रखे। (सह़ीह़ बुख़ारी : 4890)","lang":"hi"},{"name":"60:2","price":"यदि वे तुम्हें पा जाएँ, तो तुम्हारे दुश्मन होंगे तथा अपने हाथ और अपनी ज़बानें तुम्हारी ओर बुराई के साथ बढ़ाएँगे और चाहेंगे कि तुम काफ़िर हो जाओ।","arabic":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5152,"juzNumber":28,"footnotes":"","lang":"hi"},{"name":"60:3","price":"क़ियामत के दिन हरगिज़ न तुम्हारी नातेदारियाँ तुम्हें लाभ पहुँचाएँगी और न तुम्हारी संतान। वह तुम्हारे बीच जुदाई डाल देगा। और अल्लाह उसे जो तुम कर रहे हो ख़ूब देखने वाला है।","arabic":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5153,"juzNumber":28,"footnotes":"","lang":"hi"},{"name":"60:4","price":"निश्चय तुम्हारे लिए इबराहीम तथा उनके साथियों में एक अच्छा आदर्श है। जब उन्होंने अपनी जाति से कहा : निःसंदेह हम तुमसे और उन सभी चीज़ों से बरी हैं, जिन्हें तुम अल्लाह के अतिरिक्त पूजते हो। हम तुम्हें नहीं मानते और हमारे बीच तथा तुम्हारे बीच दुश्मनी और घृणा सदा के लिए प्रकट हो चुकी है, यहाँ तक कि तुम अकेले अल्लाह पर ईमान ले आओ। परंतु इबराहीम का अपने पिता से यह कहना (तुम्हारे लिए आदर्श नहीं) कि मैं अवश्य तुम्हारे लिए क्षमा की प्रार्थना करूँगा[2] और मैं अल्लाह के सामने तुम्हारे लिए कुछ अधिकार नहीं रखता। ऐ हमारे पालनहार! हमने तुझी पर भरोसा किया और तेरी ही ओर लौटे और तेरी ही ओर लौटकर आना है।","arabic":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5154,"juzNumber":28,"footnotes":"2. इबराहीम (अलैहिस्सलाम) ने जो प्रार्थनाएँ अपने पिता के लिए कीं उनके लिए देखिए : सूरत इबराहीम, आयत : 41, तथा सूरतुश्-शुअरा, आयत : 86। फिर जब आदरणीय इबराहीम (अलैहिस्सलाम) को यह ज्ञान हो गया कि उन का पिता अल्लाह का शत्रु है तो आप उससे विरक्त हो गए। (देखिए : सूरतुत-तौबा, आयत : 114)","lang":"hi"},{"name":"60:5","price":"ऐ हमारे पालनहार! हमें काफ़िरों के लिए परीक्षण[3] न बना और ऐ हमारे पालनहार! हमें क्षमा कर दे। निश्चय तू ही प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5155,"juzNumber":28,"footnotes":"3. इस आयत में मक्का की विजय और अधिकांश मुश्रिकों के ईमान लाने की भविष्यवाणी है जो कुछ ही सप्ताह के पश्चात् पूरी हुई। और पूरा मक्का ईमान ले आया।","lang":"hi"},{"name":"60:6","price":"निःसंदेह तुम्हारे लिए उनके अंदर एक अच्छा आदर्श है, उस व्यक्ति के लिए जो अल्लाह तथा अंतिम दिवस की आशा रखता है। और जो कोई मुँह फेरे, तो निश्चय अल्लाह बेनियाज़, हर प्रकार की प्रशंसा के योग्य है।","arabic":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5156,"juzNumber":28,"footnotes":"","lang":"hi"},{"name":"60:7","price":"निकट है कि अल्लाह तुम्हारे बीच तथा उन लोगों के बीच, जिनसे तुम उन (काफिरों) में से बैर रखते हो, मित्रता[4] पैदा कर दे। और अल्लाह सर्वशक्तिमान् है तथा अल्लाह अति क्षमाशील, अत्यंत दयावान् है।","arabic":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5157,"juzNumber":28,"footnotes":"4. अर्थात उनको मुसलमान करके तुम्हारा दीनी भाई बना दे। और फिर ऐसा ही हुआ कि मक्का की विजय के बाद लोग तेज़ी के साथ मुसलमान होना आरंभ हो गए। और जो पुरानी दुश्मनी थी वह प्रेम में बदल गई।","lang":"hi"},{"name":"60:8","price":"अल्लाह तुम्हें इससे नहीं रोकता कि तुम उन लोगों से अच्छा व्यवहार करो और उनके साथ न्याय करो, जिन्होंने तुमसे धर्म के विषय में युद्ध नहीं किया और न तुम्हें तुम्हारे घरों से निकाला। निश्चय अल्लाह न्याय करने वालों[5] से प्रेम करता है।","arabic":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5158,"juzNumber":28,"footnotes":"5. इस आयत में सभी मनुष्यों के साथ अच्छे व्यवहार तथा न्याय करने की मूल शिक्षा दी गई है। उनके सिवा जो इस्लाम के विरुद्ध युद्ध करते हों और मूसलमानों से बैर रखते हों।","lang":"hi"},{"name":"60:9","price":"अल्लाह तो तुम्हें केवल उन लोगों से मैत्री रखने से रोकता है, जिन्होंने तुमसे धर्म के विषय में युद्ध किया तथा तुम्हें तुम्हारे घरों से निकाला और तुम्हें निकालने में एक-दूसरे की सहायता की। और जो उनसे मैत्री करेगा, तो वही लोग अत्याचारी हैं।","arabic":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5159,"juzNumber":28,"footnotes":"","lang":"hi"},{"name":"60:10","price":"ऐ ईमान वालो! जब तुम्हारे पास ईमान वाली स्त्रियाँ हिजरत करके आएँ, तो उन्हें जाँच लिया करो। अल्लाह उनके ईमान को ज़्यादा जानने वाला है। फिर यदि वे तुम्हें ईमान वाली मालूम हों, तो उन्हें काफ़िरों की ओर वापस न करो।[6] न ये स्त्रियाँ उन (काफ़िरों) के लिए हलाल हैं और न वे (काफ़िर) इनके लिए हलाल[7] होंगे। और उन काफ़िरों ने जो खर्च किया है, वह उन्हें दे दो। तथा तुमपर कोई दोष नहीं है कि उनसे विवाह कर लो, जब उन्हें उनका महर दे दो। तथा तुम काफ़िर स्त्रियों के सतीत्व को रोक कर न रखो और जो तुमने ख़र्च किया है वह माँग लो। और वे (काफ़िर) भी माँग लें, जो उन्होंने खर्च किया है। यह अल्लाह का फैसला है। वह तुम्हारे बीच फैसला करता है। तथा अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5160,"juzNumber":28,"footnotes":"6. इस आयत में यह आदेश दिया जा रहा है कि जो स्त्री ईमान ला कर मदीना हिजरत करके आ जाए, उसे काफ़िरों को वापस न करो। यदि वह काफ़िर की पत्नी रही है, तो उसके पति को जो स्त्री उपहार (महर) उसने दिया हो, उसे दे दो। और उनसे विवाह कर लो। और अपने विवाह का महर भी उस स्त्री को दो। ऐसे ही जो काफ़िर स्त्री किसी मुसलमान के विवाह में हो अब उसका विवाह उसके साथ अवैध है। इस लिए वह मक्का जा कर किसी काफ़िर से विवाह करे, तो उसके पति से जो स्त्री उपहार तुमने उसे दिया है, माँग लो। 7. अर्थात अब मुसलमान स्त्री का विवाह काफ़िर के साथ, तथा काफ़िर स्त्री का मुसलमान के साथ अवैध (ह़राम) कर दिया गया है।","lang":"hi"},{"name":"60:11","price":"और यदि तुम्हारी पत्नियों में से कोई काफ़िरों की ओर चली जाए, फिर तुम्हें बदले[8] का अवसर मिल जाए, तो जिन लोगों की पत्नियाँ चली गई हैं, उन्हें उनके खर्च के बराबर दे दो। तथा अल्लाह से डरते रहो, जिसपर तुम ईमान रखते हो।","arabic":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5161,"juzNumber":28,"footnotes":"8. भावार्थ यह है कि मुसलमान होकर जो स्त्री आ गई है, उसका महर जो उसके काफ़िर पति को देना है वह उसे न देकर उसके बराबर उस मुसलमान को दे दो, जिसकी काफ़िर पत्नी उसके हाथ से निकल गई है।","lang":"hi"},{"name":"60:12","price":"ऐ नबी! जब आपके पास ईमान वाली स्त्रियाँ[9] आएँ, जो आपसे इस बात पर 'बैअत' करें कि वे किसी को अल्लाह का साझी नहीं बनाएँगी और न चोरी करेंगी, न व्यभिचार करेंगी, न अपनी संतान को क़त्ल करेंगी, न कोई बोहतान (झूठा अभियोग) लगाएँगी जिसे उन्होंने अपने हाथों तथा पैरों के सामने गढ़ लिया हो और न किसी नेक काम में आपकी अवज्ञा करेंगी, तो आप उनसे 'बैअत' ले लें तथा उनके लिए अल्लाह से क्षमा की याचना करें। निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5162,"juzNumber":28,"footnotes":"9. ह़दीस में है कि आप (सल्लल्लाहु अलैहि व सल्लम) इस आयत द्वारा उनकी परीक्षा लेते और जो मान लेती उससे कहते कि जाओ मैंने तुमसे वचन ले लिया। और आपने (अपनी पत्नियों के अलावा) कभी किसी नारी के हाथ को हाथ नहीं लगाया। (सह़ीह़ बुख़ारी : 93, 94, 95, 4891)","lang":"hi"},{"name":"60:13","price":"ऐ ईमान वालो! तुम उन लोगों को मित्र न बनाओ, जिनपर अल्लाह क्रोधित हुआ है। निश्चय वे आख़िरत[10] से वैसे ही निराश हो चुके हैं, जैसे काफ़िर लोग क़ब्र वालों (के जीवित होने) से निराश हो चुके हैं।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5163,"juzNumber":28,"footnotes":"10. आख़िरत से निराश होने का अर्थ उसका इनकार है, जैसे उन्हें मरने के पश्चात् जीवन का इनकार है।","lang":"hi"}],"chapter":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah","Chapter Al-Mumtahanah","Mumtahanah","Surah Mumtahanah","Chapter Mumtahanah","Al Mumtahanah","Surah Al Mumtahanah","Chapter Al Mumtahanah","Surah 60","Chapter 60","She that is to be Examined","الممتحنة"]}