{"data":[{"name":"62:1","price":"अल्लाह की पवित्रता बयान करती है हर वह चीज़ जो आकाशों में है और जो धरती में है, (जो) बादशाह, अत्यंत पवित्र, सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5178,"juzNumber":28,"footnotes":"","lang":"hi"},{"name":"62:2","price":"वही है, जिसने अनपढ़ों[1] के अंदर उन्हीं में से एक रसूल भेजा, जो उन्हें अल्लाह की आयतें पढ़कर सुनाता है, उन्हें पवित्र करता है तथा उन्हें पुस्तक (क़ुरआन) एवं हिकमत[2] (सुन्नत) की शिक्षा देता है, निःसंदेह वे इससे पहले खुली गुमराही में थे।","arabic":"هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5179,"juzNumber":28,"footnotes":"1. अनपढ़ों से अभिप्राय अरब हैं। अर्थात जो अह्ले किताब नहीं हैं। भावार्थ यह है कि पहले रसूल इसराईल की संतति में आते रहे। और अब अंतिम रसूल इसमाईल की संतति में आया है। जो अल्लाह की पुस्तक क़ुरआन पढ़ कर सुनाते हैं। यह केवल अरबों के नबी नहीं पूरे मनुष्य जाति के नबी हैं। 2. सुन्नत जिसके लिए ह़िक्मत शब्द आया है उससे अभिप्राय साधारण परिभाषा में नबी (सल्लल्लाहु अलैहि व सल्लम) की ह़दीस, अर्थात आपका कथन और कर्म इत्यादि है।","lang":"hi"},{"name":"62:3","price":"तथा उनमें से कुछ और लोगों में भी (आपको भेजा), जो अभी तक उनसे नहीं मिले।[3] और वह सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5180,"juzNumber":28,"footnotes":"3. अर्थात आप अरब के सिवा प्रलय तक के लिए पूरे मानव संसार के लिए भी रसूल बना कर भेजे गए हैं। ह़दीस में है कि आप (सल्लल्लाहु अलैहि व सल्लम) से प्रश्न किया गया कि वह कौन हैं? तो आपने अपना हाथ सलमान फ़ारसी के ऊपर रख दिया। और कहा : यदि ईमान सुरैया (आकाश के कुछ तारों का नाम) के पास भी होता, तो इनमें से कुछ लोग उसे अवश्य प्राप्त कर लेते। (सह़ीह़ बुख़ारी : 4897)","lang":"hi"},{"name":"62:4","price":"यह[4] अल्लाह का अनुग्रह है, वह उसे जिसे चाहता है, प्रदान करता है और अल्लाह बड़े अनुग्रह है।","arabic":"ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5181,"juzNumber":28,"footnotes":"4. अर्थात आप (सल्लल्लाहु अलैहि व सल्लम) को अरबों तथा पूरे मानव संसार के लिए रसूल बनाना।","lang":"hi"},{"name":"62:5","price":"उन लोगों का उदाहरण, जिनपर तौरात का भार डाला गया, फिर उन्होंने उसे नहीं उठाया, गधे के समान है, जो पुस्तकें[5] लादे हुए हो। उन लोगों का उदाहरण बहुत बुरा है, जिन्होंने अल्लाह की आयतों को झुठलाया। और अल्लाह अत्याचारी लोगों को मार्गदर्शन प्रदान नहीं करता।","arabic":"مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5182,"juzNumber":28,"footnotes":"5. अर्थात जैसे गधे को अपने ऊपर लादी हुई पुस्तकों का ज्ञान नहीं होता कि उनमें क्या लिखा है, वैसे ही यह यहूदी तोरात के अनुसार कर्म न करके गधे के समान हो गए हैं।","lang":"hi"},{"name":"62:6","price":"आप कह दें कि ऐ यहूदियो! यदि तुम समझते हो कि दूसरे लोगों को छोड़कर तुम ही अल्लाह के दोस्त हो, तो मौत की कामना करो, यदि तुम सच्चे[6] हो।","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5183,"juzNumber":28,"footnotes":"6. यहूदियों का दावा था कि वही अल्लाह के प्रियवर हैं। (देखिए : सूरतुल-बक़रा, आयत : 111, तथा सूरतुल-माइदा, आयत : 18) इस लिए कहा जा रहा है स्वर्ग में पहुँचने कि लिए मौत की कामना करो।","lang":"hi"},{"name":"62:7","price":"और वे अपनी करतूतों के कारण हरगिज़ उसकी कामना नहीं करेंगे, और अल्लाह अत्याचारियों को ख़ूब जानता है।","arabic":"وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5184,"juzNumber":28,"footnotes":"","lang":"hi"},{"name":"62:8","price":"आप कह दें कि जिस मौत से तुम भाग रहे हो, वह अवश्य तुमसे मिलकर रहेगी। फिर तुम हर परोक्ष (छिपे) और प्रत्यक्ष (खुले) का ज्ञान रखने वाले (अल्लाह) की ओर लौटाए जाओगे, तो वह तुम्हें बताएगा जो कुछ तुम किया करते थे।[7]","arabic":"قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5185,"juzNumber":28,"footnotes":"7. अर्थात तुम्हारे दुष्कर्मों के परिणाम से।","lang":"hi"},{"name":"62:9","price":"ऐ ईमान वालो! जब जुमा के दिन नमाज़ के लिए अज़ान दी जाए, तो अल्लाह की याद की ओर दौड़[8] पड़ो, तथा क्रय-विक्रय[9] छोड़ दो। यह तुम्हारे लिए बेहतर है, यदि तुम जानते हो।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5186,"juzNumber":28,"footnotes":"8. अर्थ यह है जुमुआ की अज़ान हो जाए, तो अपने सारे कारोबार बंद करके जुमुआ का ख़ुत्बा सुनने और जुमुआ की नमाज़ पढ़ने के लिए चल पड़ो। 9. इससे अभिप्राय सांसारिक कारोबार है।","lang":"hi"},{"name":"62:10","price":"फिर जब नमाज़ पूरी कर ली जाए, तो धरती में फैल जाओ और अल्लाह का अनुग्रह तलाश करो तथा अल्लाह को बहुत ज़्यादा याद करते रहो, ताकि तुम सफल हो।","arabic":"فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5187,"juzNumber":28,"footnotes":"","lang":"hi"},{"name":"62:11","price":"और जब उन्होंने कोई व्यापार अथवा खेल-तमाशा देखा, तो उठकर उसकी ओर चले गए[10] और उन्होंने आपको खड़ा छोड़ दिया। आप कह दें कि जो अल्लाह के पास है, वह खेल से तथा व्यापार से बेहतर है। और अल्लाह सबसे उत्तम जीविका प्रदान करने वाला है।","arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5188,"juzNumber":28,"footnotes":"1. ह़दीस में है कि नबी (सल्लल्लाहु अलैहि व सल्लम) जुमुआ का ख़ुत्बा (भाषण) दे रहे थे कि एक कारवाँ ग़ल्ला ले कर आ गया। और सब लोग उसकी ओर दौड़ पड़े। बारह व्यक्ति ही आपके साथ रह गए। उसी पर अल्लाह ने यह आयत उतारी। (सह़ीह़ बुख़ारी : 4899)","lang":"hi"}],"chapter":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah","Chapter Al-Jumu'ah","Jumu'ah","Surah Jumu'ah","Chapter Jumu'ah","Al Jumu'ah","Surah Al Jumu'ah","Chapter Al Jumu'ah","Surah 62","Chapter 62","The Day of Congregation","الجمعة"]}