{"data":[{"name":"7:1","price":"अलिफ़, लाम, मीम, साद।","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:2","price":"यह एक पुस्तक है, जो आपकी ओर उतारी गई है। अतः (ऐ नबी!) आपके सीने में इससे कोई तंगी न हो। ताकि आप इसके द्वारा (लोगों को) सावधान करें[1] और (यह) ईमान वालों के लिए उपदेश है।","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"1. अर्थात अल्लाह के इनकार और उसके दुष्परिणाम से।","lang":"hi"},{"name":"7:3","price":"(ऐ लोगो!) जो कुछ तुम्हारे पालनहार की ओर से तुम्हारी ओर उतारा गया है, उसका अनुसरण करो और उसके सिवा दूसरे सहायकों के पीछे न चलो। तुम बहुत ही कम उपदेश ग्रहण करते हो।","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:4","price":"कितनी ही बस्तियाँ हैं, जिन्हें हमने विनष्ट कर दिया। तो उनपर हमारा प्रकोप रातों-रात आया या जब वे दोपहर में विश्राम करने वाले थे।","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:5","price":"फिर जब उनपर हमारा प्रकोप आ पड़ा, तो उनकी पुकार यह कहने के सिवा कुछ नहीं थी : निश्चय हम ही अत्याचारी[2] थे।","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"2. अर्थात अपनी हठधर्मी को उस समय स्वीकार किया।","lang":"hi"},{"name":"7:6","price":"तो निश्चय हम उन लोगों से अवश्य पूछेंगे, जिनके पास रसूल भेजे गए तथा निश्चय हम रसूलों से (भी) ज़रूर[3] पूछेंगे।","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"3. अर्थात प्रयल के दिन उन समुदायों से प्रश्न किया जाएगा कि तुम्हारे पास रसूल आए या नहीं? वे उत्तर देंगे : आए थे। परंतु हम ही अत्याचारी थे। हमने उनकी एक न सुनी। फिर रसूलों से प्रश्न किया जाएगा कि उन्होंने अल्लाह का संदेश पहुँचाया या नहीं? तो वे कहेंगे : अवश्य हमने तेरा संदेश पहुँचा दिया।","lang":"hi"},{"name":"7:7","price":"फिर निश्चय हम पूरी जानकारी के साथ उनके सामने सब कुछ बयान कर देंगे और हम कहीं अनुपस्थित नहीं थे।","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:8","price":"तथा उस दिन (कर्मों का) वज़न न्याय के साथ होगा। फिर जिसके पलड़े भारी हो गए, तो वही लोग सफल होने वाले हैं।","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:9","price":"और जिसके पलड़े हल्के हो गए, तो यही वे लोग हैं जिन्होंने अपने आपको घाटे में डाला, क्योंकि वे हमारी आयतों के साथ अन्याय करते थे।[4]","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"4. भावार्थ यह है कि यह अल्लाह का नियम है कि प्रत्येक व्यक्ति तथा समुदाय को उनके कर्मानुसार फल मिलेगा। और कर्मों की तौल के लिये अल्लाह ने नाप निर्धारित कर दी है।","lang":"hi"},{"name":"7:10","price":"तथा निःसंदेह हमने तुम्हें धरती में बसा दिया और उसमें तुम्हारे लिए जीवन के संसाधन बनाए। तुम बहुत कम शुक्र करते हो।","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:11","price":"और निःसंदेह हमने तुम्हें पैदा किया[5], फिर तुम्हारा रूप बनाया, फिर फ़रिश्तों से कहा कि आदम को सजदा करो। तो उन्होंने सजदा किया, सिवाय इबलीस के। वह सदजा करने वालों में से न हुआ।","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"5. अर्थात मूल पुरुष आदम को अस्तित्व दिया।","lang":"hi"},{"name":"7:12","price":"(अल्लाह ने) कहा : जब मैंने तुझे आदेश दिया था तो तुझे किस बात ने सजदा करने से रोका? उसने कहा : मैं उससे अच्छा हूँ। तूने मुझे आग से पैदा किया है और तूने उसे मिट्टी से बनाया है।","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:13","price":"(अल्लाह ने) कहा : फिर इस (जन्नत) से उतर जा। क्योंकि तेरे लिए यह न होगा कि तू इसमें घमंड करे। सो निकल जा। निश्चय ही तू अपमानित होने वालों में से है।","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:14","price":"(इबलीस ने) कहा : मुझे उस दिन तक मोहलत दे, जब वे उठाए जाएँगे।","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:15","price":"(अल्लाह ने) कहा : निःसंदेह तू मोहलत दिए जाने वालों में से है।","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:16","price":"उसने कहा : फिर इस कारण कि तूने मुझे गुमराह किया है, मैं निश्चय उनके लिए तेरे सीधे मार्ग पर अवश्य बैठूँगा।","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:17","price":"फिर मैं उनके पास उनके आगे से, उनके पीछे से, उनके दाएँ से और उनके बाएँ से आऊँगा। और तू उनमें से अधिकतर लोगों को शुक्र करने वाला नहीं पाएगा।[6]","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"6. शैतान ने अपना विचार सच कर दिखाया और अधिकतर लोग उसके जाल में फंस कर शिर्क जैसे महा पाप में पड़ गए। (देखिए : सूरत सबा, आयत : 20)","lang":"hi"},{"name":"7:18","price":"(अल्लाह ने) कहा : यहाँ से निंदित धिक्कारा हुआ निकल जा। निःसंदेह उनमें से जो तेरे पीछे चलेगा, मैं निश्चय ही तुम सब से नरक को अवश्य भर दूँगा।","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:19","price":"और ऐ आदम! तुम और तुम्हारी पत्नी इस जन्नत में रहो। अतः दोनों जहाँ से चाहो, खाओ और इस पेड़ के पास मत जाना कि दोनों अत्याचारियों में से हो जाओगे।","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:20","price":"फिर शैतान ने उन दोनों के हृदय में वसवसा डाला। ताकि उनके लिए प्रकट कर दे जो कुछ उनके गुप्तांगों में से उनसे छिपाया गया था, और उसने कहा : तुम दोनों के पालनहार ने तुम्हें इस पेड़ से केवल इसलिए मना किया है कि कहीं तुम दोनों फ़रिश्ते न बन जाओ, अथवा हमेशा रहने वालों में से न हो जाओ।","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:21","price":"तथा उसने उन दोनों से क़सम खाकर कहा : निःसंदेह मैं तुम दोनों का निश्चित रूप से हितैषी हूँ।","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:22","price":"चुनाँचे उसने उन दोनों को धोखे से नीचे उतार लिया। फिर जब उन दोनों ने उस वृक्ष को चखा, तो उनके लिए उनके गुप्तांग प्रकट हो गए  और दोनों अपने आपपर जन्नत के पत्ते चिपकाने लगे। और उन दोनों को उनके पालनहार ने आवाज़ दी : क्या मैंने तुम दोनों को इस वृक्ष से रोका नहीं था और तुम दोनों से नहीं कहा था कि निःसंदेह शैतान तुम दोनों का खुला शत्रु है?","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:23","price":"दोनों ने कहा : ऐ हमारे पालनहार! हमने अपने आपपर अत्याचार किया है। और यदि तूने हमें क्षमा न किया तथा हमपर दया न की, तो निश्चय हम अवश्य घाटा उठाने वालों में से हो जाएँगे।[7]","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"7. अर्थात आदम तथा ह़व्वा ने अपने पाप के लिए अल्लाह से क्षमा माँग ली। शैतान के समान अभिमान नहीं किया।","lang":"hi"},{"name":"7:24","price":"(अल्लाह ने) कहा : उतर जाओ। तुम एक-दूसरे के शत्रु हो और तुम्हारे लिए धरती में एक अवधि तक रहने का स्थान और कुछ जीवन-सामग्री है।","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:25","price":"उसने कहा : तुम उसी में जीवित रहोगे और उसी में मरोगे और उसी से निकाले जाओगे।","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:26","price":"ऐ आदम की संतान! निश्चय हमने तुमपर वस्त्र उतारा है, जो तुम्हारे गुप्तांगों को छिपाता है और शोभा भी है। और तक़वा (अल्लाह की आज्ञाकारिता) का वस्त्र सबसे अच्छा है। यह अल्लाह की निशानियों में से है, ताकि वे उपदेश ग्रहण करें।[8]","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"8. तथा उसके आज्ञाकारी एवं कृतज्ञ बनें।","lang":"hi"},{"name":"7:27","price":"ऐ आदम की संतान! ऐसा न हो कि शैतान तुम्हें लुभाए, जैसे उसने तुम्हारे माता-पिता को जन्नत से निकाल दिया; वह दोनों के वस्त्र उतारता था, ताकि दोनों को उनके गुप्तांग दिखाए। निःसंदेह वह तथा उसकी जाति, तुम्हें वहाँ से देखते हैं, जहाँ से तुम उन्हें नहीं देखते। निःसंदेह हमने शैतानों को उन लोगों का मित्र बनाया है, जो ईमान नहीं रखते।","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:28","price":"तथा जब वे कोई निर्लज्जता का काम करते हैं, तो कहते हैं कि हमने अपने पूर्वजों को कि इसी (रीति) पर पाया तथा अल्लाह ने हमें इसका आदेश दिया है। (ऐ नबी!) आप उनसे कह दें : निःसंदेह अल्लाह निर्लज्जता का आदेश नहीं देता। क्या तुम अल्लाह पर ऐसी बात का आरोप धरते हो, जो तुम नहीं जानते?","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:29","price":"आप कह दें : मेरे पालनहार ने न्याय का आदेश दिया है। तथा प्रत्येक नमाज़ के समय अपने चेहरे को सीधा रखो, और उसके लिए धर्म को विशुद्ध करते हुए उसे पुकारो। जिस तरह उसने तुम्हें पहली बार पैदा किया, उसी तरह वह तुम्हें दोबारा पैदा करेगा।[9]","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"9. इस आयत में सत्य धर्म के तीन मूल नियम बताए गए हैं : कर्म में संतुलन, इबादत में अल्लाह की ओर ध्यान तथा धर्म में विशुद्धता तथा एक अल्लाह की इबादत करना।","lang":"hi"},{"name":"7:30","price":"एक  समूह का उसने मार्गदर्शन किया और एक समूह पर गुमराही सिद्ध हो गई। निःसंदेह उन्होंने अल्लाह को छोड़कर शैतानों को दोस्त बना लिया और समझते हैं कि निश्चय वे सीधे मार्ग पर हैं।","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:31","price":"ऐ आदम की संतान! प्रत्येक नमाज़ के समय अपनी शोभा धारण[10] करो। तथा खाओ और पियो और हद से आगे न बढ़ो। निःसंदेह वह हद से आगे बढ़ने वालों से प्रेम नहीं करता।","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"10. क़ुरैश नग्न होकर काबा की परिक्रमा करते थे। इसी पर यह आयत उतरी।","lang":"hi"},{"name":"7:32","price":"(ऐ नबी!) कह दें : किसने अल्लाह की उस शोभा को, जिसे उसने अपने बंदों के लिए पैदा किया है तथा खाने-पीने की पवित्र चीज़ों को हराम किया है?[11] आप कह दें : ये चीज़ें सांसारिक जीवन में (भी) ईमान वालों के लिए हैं, जबकि क़ियामत के दिन केवल उन्हीं के लिए विशिष्ट[12] होंगी। इसी तरह, हम निशानियों को उन लोगों के लिए खोल-खोलकर बयान करते हैं, जो जानते हैं।","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"11. इस आयत में संन्यास का खंडन किया गया है कि जीवन के सुखों तथा शोभाओं से लाभान्वित होना धर्म के विरुद्ध नहीं है। इन सबसे लाभान्वित होने ही में अल्लाह की प्रसन्नता है। नग्न रहना तथा सांसारिक सुखों से वंचित हो जाना सत्धर्म नहीं है। धर्म की यह शिक्षा है कि अपनी शोभाओं से सुसज्जित होकर अल्लाह की इबादत और उपासना करो। 12. एक बार नबी (सल्लल्लाहु अलैहि व सल्लम) ने उमर (रज़ियल्लाहु अन्हु) से कहा : क्या तुम प्रसन्न नहीं हो कि संसार काफ़िरों के लिए है और परलोक हमारे लिए। (बुख़ारी : 2468, मुस्लिम : 1479)","lang":"hi"},{"name":"7:33","price":"(ऐ नबी!) आप कह दें कि मेरे पालनहार ने तो केवल खुले एवं छिपे अश्लील कर्मों को तथा पाप एवं नाहक़ अत्याचार को हराम किया है, तथा इस बात को कि तुम उसे अल्लाह का साझी बनाओ, जिस (के साझी होने) का कोई प्रमाण उसने नहीं उतारा है तथा यह कि तुम अल्लाह पर ऐसी बात कहो, जो तुम नहीं जानते।","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:34","price":"प्रत्येक समुदाय का[13] एक निर्धारित समय है। फिर जब उनका नियत समय आ जाता है, तो वे एक घड़ी न पीछे होते हैं और न आगे होते हैं।","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"13. अर्थात काफ़िर समुदाय की यातना के लिए।","lang":"hi"},{"name":"7:35","price":"ऐ आदम की संतान! जब तुम्हारे पास तुम्हीं में से रसूल आएँ, जो तुम्हें मेरी आयतें सुनाएँ, तो जो कोई डरा और अपना सुधार कर लिया, तो उनके लिए न तो कोई भय होगा और न वे शोक करेंगे।[14]","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"14. इस आयत में मानव जाति के मार्गदर्शन के लिए समय-समय पर रसूलों के आने के बारे में सूचित किया गया है और बताय जा रहा है कि अब इसी नियमानुसार अंतिम रसूल मुह़म्मद सल्लल्लाहु अलैहि व सल्लम आ गए हैं। अतः उनकी बात मान लो, अन्यथा इसका परिणाम स्वयं तुम्हारे सामने आ जाएगा।","lang":"hi"},{"name":"7:36","price":"तथा जिन लोगों ने हमारी आयतों को झुठलाया और उन्हें मानने से अभिमान किया, वही लोग आग (जहन्नम) वाले हैं, वे उसमें हमेशा रहने वाले हैं।","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:37","price":"फिर उससे बड़ा अत्याचारी कौन है, जो अल्लाह पर झूठा आरोप लगाए या उसकी आयतों को झुठलाए? ये वही लोग हैं, जिन्हें लिखे हुए में से उनका हिस्सा मिलता रहेगा। यहाँ तक कि जब उनके पास हमारे भेजे हुए (फ़रिश्ते) उनका प्राण निकालने के लिए आएँगे, तो कहेंगे : कहाँ हैं वे जिन्हें तुम अल्लाह को छोड़कर पुकारते थे? वे कहेंगे : वे हमसे गुम हो गए। तथा वे अपने ख़िलाफ़ गवाही देंगे कि वे वास्तव में काफ़िर थे।","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:38","price":"वह कहेगा : उन समूहों के साथ जो जिन्नों और इनसानों में से तुमसे पहले गुज़र चुके हैं, आग में प्रवेश कर जाओ। जब भी कोई समूह प्रवेश करेगा, तो अपने साथ वाले समूह को लानत करेगा। यहाँ तक कि जब उसमें सभी एकत्र हो जाएँगे, तो उनमें से बाद में आने वाले लोग पहले आने वाले लोगों के बारे में कहेंगे : ऐ हमारे पालनहार! इन लोगों ने हमें गुमराह किया था। अतः इन्हें आग की दुगनी यातना दे! अल्लाह कहेगा : सभी के लिए दुगनी यातना है, परंतु तुम नहीं जानते।","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:39","price":"तथा उनमें से पहला समूह अपने बाद के समूह से कहेगा : फिर तुम्हें हमपर कोई श्रेष्ठता[15] नहीं है। अतः जो कुछ तुम कमाया करते थे उसके बदले में यातना का स्वाद चखो।","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"15. और हम और तुम यातना में बराबर हैं। आयत में इस तथ्य की ओर संकेत है कि कोई समुदाय कुपथ होता है तो वह स्वयं कुपथ नहीं होता, वह दूसरों को भी अपने कुचरित्र से कुपथ करता है। अतः सभी दुगनी यातना के अधिकारी हुए।","lang":"hi"},{"name":"7:40","price":"निःसंदेह जिन लोगों ने हमारी आयतों को झुठलाया और उन्हें स्वीकार करने से अहंकार किया, उनके लिए न आकाश के द्वार खोले जाएँगे और न वे जन्नत में प्रवेश करेंगे, यहाँ तक[16] कि ऊँट सुई के नाके में प्रवेश कर जाए और हम अपराधियों को इसी प्रकार बदला देते हैं।","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"16. अर्थात उनका स्वर्ग में प्रवेश असंभव है।","lang":"hi"},{"name":"7:41","price":"उनके लिए जहन्नम ही का बिछौना और उनके ऊपर का ओढ़ना होगा और हम अत्याचारियों को इसी तरह बदला[17] देते हैं।","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"17. अर्थात उनके कुकर्मों तथा अत्याचारों का।","lang":"hi"},{"name":"7:42","price":"और जो लोग ईमान लाए और उन्होंने नेक काम किए, हम किसी पर उसके सामर्थ्य से बढ़कर भार नहीं डालते, वही लोग जन्नत वाले हैं, वे उसमें हमेशा रहने वाले हैं।","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:43","price":"तथा उनके सीनों में जो भी द्वेष होगा, हम उसे निकाल देंगे।[18] उनके नीचे से नहरें बहती होंगी। तथा वे कहेंगे : सब प्रशंसा उस अल्लाह के लिए है, जिसने इसके लिए हमारा मार्गदर्शन किया। और यदि अल्लाह हमारा मार्गदर्शन न किया होता, तो हम कभी भी मार्ग न पाते। निश्चय ही हमारे पालनहार के रसूल सत्य लेकर आए। तथा उन्हें पुकार कर कहा जाएगा : यही वह जन्नत है, जिसके वारिस तुम उसके कारण बनाए गए हो, जो तुम किया करते थे।","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"18. स्वर्गियों को सभी प्रकार की सुख-सुविधा के साथ यह भी बड़ी नेमत मिलेगी कि उनके दिलों का बैर निकाल दिया जाएगा, ताकि स्वर्ग में मित्र बनकर रहें। क्योंकि आपस के बैर से सब सुख किरकिरा हो जाता है।","lang":"hi"},{"name":"7:44","price":"तथा स्वर्गवासी नरकवासियों को पुकारकर कहेंगे कि हमें, हमारे पालनहार ने जो वचन दिया था, उसे हमने सच पाया, तो क्या तुम्हारे पानलहार ने तुम्हें जो वचन दिया था, उसे तुमने सच पाया? वे कहेंगे कि हाँ! फिर उनके बीच एक पुकारने वाला पुकारेगा कि अत्याचारियों पर अल्लाह की लानत है।","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:45","price":"जो अल्लाह के मार्ग से रोकते हैं और उसमें टेढ़ापन ढूँढ़ते हैं तथा वे आख़िरत का इनकार करने वाले हैं।","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:46","price":"और दोनों के बीच एक परदा होगा। और उसकी ऊँचाइयों (आराफ़)[19] पर कुछ आदमी होंगे, जो सभी को उनके लक्षणों से पहचानें गे। और वे जन्नत वालों को पुकारकर कहेंगे :  तुमपर सलाम हो। वे उसमें दाखिल न हुए होंगे, जबकि उसकी आशा रखते होंगे।","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"19. आराफ़ नरक तथा स्वर्ग के मध्य एक दीवार है, जिसपर वे लोग रहेंगे जिनके सुकर्म और कुकर्म बराबर होंगे। और वे अल्लाह की दया से स्वर्ग में प्रवेश की आशा रखते होंगे। (इब्ने कसीर)","lang":"hi"},{"name":"7:47","price":"और जब उनकी आँखें जहन्नम वालों की ओर फेरी जाएँगी, तो कहेंगे : ऐ हमारे पालनहार! हमें अत्याचारी लोगों में सम्मिलित न करना।","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:48","price":"तथा आराफ़ (ऊँचाइयों) वाले कुछ लोगों को पुकारेंगे, जिन्हें वे उनके लक्षणों से पहचानते होंगे[20], कहेंगे : तुम्हारे काम न तुम्हारे जत्थे आए और न जो तुम बड़े बनते थे।","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"20. जिनको संसार में पहचानते थे और याद दिलाएँगे कि जिसपर तुम्हें घमंड था आज तुम्हारे काम नहीं आया।","lang":"hi"},{"name":"7:49","price":"(और अल्लाह काफ़िरों को फटकारते हुए कहेगा :) क्या ये वही लोग हैं, जिनके बारे में तुमने क़सम खाई थी कि अल्लाह उन्हें कोई दया प्रदान नहीं करेगा? (तथा अल्लाह मोमिनों से कहेगा :) जन्नत में प्रवेश कर जाओ। न तुम्हें कोई डर है और न तुम्हें शोक होगा।","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:50","price":"तथा जहन्नम वाले जन्नत वालों को पुकारेंगे कि हमपर कुछ पानी डाल दो, या उसमें से कुछ जो अल्लाह ने तुम्हें प्रदान किया है। वे कहेंगे : निःसंदेह अल्लाह ने ये दोनों चीज़ें काफ़िरों पर हराम कर दी हैं।","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:51","price":"जिन्होंने अपने धर्म को तमाशा और खेल बना लिया तथा उन्हें सांसारिक जीवन ने धोखे में डाल रखा था। अतः आज हम उन्हें वैसे ही भुला देंगे, जैसे वे आज के दिन की मुलाकात को भूल गए[21] और जैसे वे हमारे प्रमाणों का इनकार किया करते थे।","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"21. नबी (सल्लल्लाहु अलैहि व सल्लम) ने कहा : प्रलय के दिन अल्लाह ऐसे बंदों से कहेगा : क्या मैंने तुम्हें बीवी-बच्चे नहीं दिए, आदर-मान नहीं दिया? क्या ऊँट-घोड़े तेरे अधीन नहीं किए, क्या तू मुखिया बनकर चुंगी नहीं लेता था? वह कहेगा : ऐ अल्लाह! सब सह़ीह़ है। अल्लाह प्रश्न करेगा : क्या मुझसे मिलने की आशा रखता था? वह कहेगा : नहीं। अल्लाह कहेगा : जैसे तू मुझे भूला रहा, आज मैं तुझे भूल जाता हूँ। (सह़ीह़ मुस्लिम : 2968)","lang":"hi"},{"name":"7:52","price":"निःसंदेह हम उनके पास एक ऐसी पुस्तक लाए हैं, जिसे हमने ज्ञान के आधार पर सविस्तार बयान कर दिया है, उन लोगों के लिए मार्गदर्शन और दया बनाकर, जो ईमान रखते हैं।","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:53","price":"वे इसके परिणाम के सिवा किस चीज़ की प्रतीक्षा कर रहे हैं? जिस दिन इसका परिणाम आ पहुँचेगा, तो वे लोग, जिन्होंने इससे पहले इसे भुला दिया था, कहेंगे कि निश्चय हमारे पालनहार के रसूल सच लेकर आए। तो क्या हमारे लिए कोई सिफ़ारिशी हैं कि वे हमारे लिए सिफ़ारिश करें? या हमें वापस भेज दिया जाए, तो जो कुछ हम करते थे उसके विपरीत कार्य करें? निःसंदेह उन्होंने स्वयं को घाटे में डाल दिया और उनसे वह गुम हो गया, जो वे झूठ गढ़ा करते थे।","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:54","price":"निःसंदेह तुम्हारा पालनहार वह अल्लाह है, जिसने आकाशों तथा धरती को छह दिनों[22] में बनाया। फिर अर्श (सिंहासन) पर बुलंद हुआ। वह रात से दिन को ढाँप देता है, जो उसके पीछे दौड़ता हुआ चला आता है। तथा सूर्य और चाँद और तारे (बनाए), इस हाल में कि वे उसके आदेश के अधीन किए हुए हैं। सुन लो! सृष्टि करना और आदेश देना उसी का काम[23] है। बहुत बरकत वाला है अल्लाह, जो सारे संसारों का पालनहार है।","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"22. ये छह दिन शनिवार, रविवार, सोमवार, मंगलवार, बुधवार और बृहस्पतिवार हैं। पहले दो दिन में धरती को, फिर आकाश को बनाया, फिर आकाश को दो दिन में बराबर किया, फिर धरती को फैलाया और उसमें पर्वत, पानी और उपज की व्यवस्था दो दिन में की। इस प्रकार यह कुल छह दिन हुए। (देखिए सूरतुस-सजदह, आयत : 9-10) 23. अर्थात इस विश्व की व्यवस्था का अधिकार उसके सिवा किसी को नहीं है।","lang":"hi"},{"name":"7:55","price":"तुम अपने पालनहर को गिड़गिड़ाकर और चुपके-चुपके पुकारो। निःसंदेह वह हद से बढ़ने वालों से प्रेम नहीं करता।","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:56","price":"तथा धरती में उसके सुधार के पश्चात्[24] बिगाड़ न पैदा करो, और उसे भय और लोभ के साथ[25] पुकारो। निःसंदेह अल्लाह की दया अच्छे कर्म करने वालों के क़रीब है।","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"24. अर्थात सत्धर्म और रसूलों द्वारा सुधार किए जाने के पश्चात। 25. अर्थात पापाचार से डरते और उस की दया की आशा रखते हुए।","lang":"hi"},{"name":"7:57","price":"और वही है, जो अपनी दया (वर्षा) से पहले हवाओं को (वर्षा) की शुभ सूचना देने के लिए भेजता है। यहाँ तक कि जब वे भारी बादल \n उठाती हैं, तो हम उसे एक मृत शहर की ओर ले जाते हैं। फिर हम उससे पानी उतारते हैं, फिर उसके साथ सभी प्रकार के कुछ फल पैदा करते हैं। इसी तरह हम मरे हुए लोगों को निकालेंगे। ताकि तुम उपदेश ग्रहण करो।","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:58","price":"और अच्छी भूमि के पौधे उसके रब के आदेश से (भरपूर) निकलते हैं, और जो (भूमि) ख़राब है उससे आधी-अधूरी पैदावार के सिवा कुछ नहीं निकलता। इसी प्रकार हम निशानियों[26] को उन लोगों के लिए फेर-फेरकर बयान करते हैं, जो शुक्र अदा करते हैं।","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"26. नबी (सल्लल्लाहु अलैहि व सल्लम) ने फरमाया : मुझे अल्लाह ने जिस मार्गदर्शन और ज्ञान के साथ भेजा है, वह उस वर्षा के समान है, जो किसी भूमि में हुई। तो उसका कुछ भाग अच्छा था जिसने पानी लिया और उससे बहुत सी घास और चारा उगाया। और कुछ कड़ा था जिसने पानी रोक लिया, तो लोगों को लाभ हुआ और उससे पिया और सींचा। और कुछ चिकना था, जिसने न पानी रोका न घास उपजाई। तो यही उसकी दशा है जिसने अल्लाह के धर्म को समझा और उसे सीखा तथा सिखाया। और उसकी जिस ने उसपर ध्यान ही नहीं दिया और न अल्लाह के मार्गदर्शन को स्वीकार किया, जिसके साथ मुझे भेजा गया है। (सह़ीह़ बुख़ारी : 79)","lang":"hi"},{"name":"7:59","price":"निःसंदेह हमने नूह़[27] को उसकी जाति की ओर भेजा, तो उसने कहा : ऐ मेरी जाति के लोगो! अल्लाह की इबादत करो। उसके सिवा तुम्हारा कोई पूज्य नहीं। निःसंदेह मैं तुमपर एक बड़े दिन की यातना से डरता हूँ।","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"27. बताया जाता है कि नूह़ अलैहिस्सलाम प्रथम मनुष्य आदम (अलैहिस्स्लाम) के दसवें वंश में थे। उनके कुछ पहले तक लोग इस्लाम पर चले आ रहे थे। फिर अपने धर्म से फिर गए और अपने पुनीत पूर्वजों की मूर्तियाँ बनाकर पूजने लगे। तब अल्लाह ने नूह़ को भेजा। किंतु कुछ के सिवा किसी ने उनकी बात नहीं मानी। अंततः सब डुबो दिए गए। फिर नूह़ के तीन पुत्रों से मानव वंश चला। इसीलिए उनको दूसरा आदम भी कहा जाता है। (देखिए : सूरत नूह़, आयत : 71)","lang":"hi"},{"name":"7:60","price":"उसकी जाति के प्रमुखों ने कहा : निःसंदेह हम निश्चय तुझे खुली गुमराही में देख रहे हैं।","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:61","price":"उसने कहा : ऐ मेरी जाति के लोगो! मुझमें कोई गुमराही नहीं है, बल्कि मैं सारे संसारों के पालनहार की ओर से एक रसूल हूँ।","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:62","price":"मैं तुम्हें अपने पालनहार के संदेश पहुँचाता हूँ और तुम्हारी भलाई चाहता हूँ और अल्लाह की ओर से वे बातें जानता हूँ, जो तुम नहीं जानते।","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:63","price":"क्या तुम्हें इस पार आश्चर्य हुआ कि तुम्हारे पास तुम्हारे पालनहार की ओर से तुम्हीं में से एक आदमी पर नसीहत आई, ताकि वह तुम्हें डराए और ताकि तुम बच जाओ और ताकि तुमपर दया की जाए?","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:64","price":"फिर उन्होंने उसे झुठला दिया, तो हमने उसे और उन लोगों को, जो नाव में उसके साथ थे, बचा लिया और उन लोगों को डुबो दिया, जिन्होंने हमारी आयतों को झुठलाया। निश्चय ही वे अंधे लोग थे।","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:65","price":"और 'आद'[28] (जाति) की ओर उनके भाई हूद को (भेजा)। उसने कहा : ऐ मेरी जाति के लोगो! अल्लाह की इबादत करो। उसके सिवा तुम्हारा कोई पूज्य नहीं। तो क्या तुम नहीं डरते?","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"28. नूह़ की जाति के पश्चात अरब में 'आद' जाति का उत्थान हुआ। जिसका निवास स्थान अह़क़ाफ़ का क्षेत्र था। जो ह़िजाज तथा यमामा के बीच स्थित है। उनकी आबादियाँ उमान से ह़ज़रमौत और इराक़ तक फैली हुई थीं।","lang":"hi"},{"name":"7:66","price":"उसकी जाति में से उन सरदारों ने, जिन्होंने कुफ़्र किया, कहा : निःसंदेह हम निश्चय तुझे एक प्रकार की मूर्खता में (पीड़ित) देख रहे हैं और निःसंदेह हम निश्चय तुझे झूठे लोगों में से समझते हैं।","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:67","price":"उसने कहा : ऐ मेरी जाति के लोगो! मुझमें कोई मूर्खता नहीं है, बल्कि मैं सारे संसारों के पालनहार की ओर से एक रसूल हूँ।","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:68","price":"मैं तुम्हें अपने पालनहार के संदेश पहुँचाता हूँ और मैं तुम्हारे लिए एक अमानतदार हितैषी हूँ।","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:69","price":"क्या तुम्हें इस पार आश्चर्य हुआ कि तुम्हारे पास तुम्हारे पालनहार की ओर से तुम्हीं में से एक आदमी पर नसीहत आई, ताकि वह तुम्हें डराए  तथा याद करो, जब उसने तुम्हें नूह़ की जाति के बाद उत्तराधिकारी बनाया और तुम्हें डील-डौल में भारी-भरकम बनाया। अतः अल्लाह की नेमतों को याद[29] करो, ताकि तुम्हें सफलता प्राप्त हो।","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"29. अर्थात उसके आज्ञाकारी तथा कृतज्ञ बनो।","lang":"hi"},{"name":"7:70","price":"उन्होंने कहा : क्या तू हमारे पास इसलिए आया है कि हम अकेले अल्लाह की इबादत करें और उन्हें छोड़ दें जिनकी पूजा हमारे बाप-दादा करते थे? तो जिसकी तू हमें धमकी देता है, वह हमारे ऊपर ले आ, यदि तू सच्चों में से है।","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:71","price":"उसने कहा : निश्चय तुमपर तुम्हारे पालनहार की ओर से यातना और प्रकोप आ पड़ा है। क्या तुम मुझसे उन नामों के विषय में झगड़ते हो, जो तुमने तथा तुम्हारे बाप-दादा ने रख लिए हैं, जिनका अल्लाह ने कोई प्रमाण नहीं उतारा है? तो तुम प्रतीक्षा करो, निःसंदेह मैं भी तुम्हारे साथ प्रतीक्षा करने वालों में से हूँ।","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:72","price":"अंततः हमने उसे और उन लोगों को जो उसके साथ थे, अपनी रहमत से बचा लिया तथा उन लोगों की जड़ काट दी, जिन्होंने हमारी आयतों को झुठलाया और वे ईमान लाने वाले न थे।","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:73","price":"और समूद[30] की ओर उनके भाई सालेह़ को (भेजा)। उसने कहा : ऐ मेरी जाति के लोगो! अल्लाह की इबादत करो। उसके सिवा तुम्हारा कोई पूज्य नहीं। निःसंदेह तुम्हारे पास तुम्हारे पालनहार की ओर से एक स्पष्ट प्रमाण आ चुका है। यह अल्लाह की ऊँटनी तुम्हारे लिए एक निशानी[31] के रूप में है। अतः इसे छोड़ दो कि अल्लाह की धरती में खाती फिरे और इसे बुरे इरादे से हाथ न लगाना, अन्यथा तुम्हें एक दुःखदायी यातना घेर लेगी।","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"30. समूद जाति अरब के उस क्षेत्र में रहती थी, जो ह़िजाज़ तथा शाम के बीच \"वादिये क़ुर\" तक चला गया है। जिसको आज \"अल-उला\" कहते हैं। इसी को दूसरे स्थान पर \"अलहिज्र\" भी कहा गया है। 31. समूद जाति ने अपने नबी सालेह़ अलैहिस्सलाम से यह माँग की थी कि पर्वत से एक ऊँटनी निकाल दें। और सालेह़ अलैहिस्सलाम की प्रार्थना से अल्लाह ने उनकी यह माँग पूरी कर दी। (इब्ने कसीर)","lang":"hi"},{"name":"7:74","price":"तथा याद करो जब उसने तुम्हें आद जाति के पश्चात् उत्तराधिकारी बनाया और तुम्हें धरती में बसाया, तुम उसके समतल भागों में भवन बनाते हो और पहाड़ों को घरों के रूप में तराशते हो। अतः अल्लाह की नेमतों को याद करो और धरती में बिगाड़ पैदा करते न फिरो।","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:75","price":"उसकी जाति के उन सरदारों ने जो बड़े बने हुए थे, उन लोगों से जो निर्बल समझे जाते थे, जो उनमें से ईमान लाए थे, कहा : क्या तुम जानते हो कि सचमुच सालेह़ अपने रब की ओर से भेजा हुआ है? उन्होंने कहा : निःसंदेह हम जो कुछ उसे देकर भेजा गया है उसपर ईमान लाने वाले हैं।","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:76","price":"जो लोग बड़े बने हुए थे[32], उन्होंने कहा : निःसंदेह हम उसका इनकार करने वाले हैं, जिसपर तुम ईमान लाए हो।","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"32. अर्तथात अपने सांसारिक सुखों के कारण अपने बड़े होने का गर्व था।","lang":"hi"},{"name":"7:77","price":"फिर उन्होंने ऊँटनी की हत्या कर दी और अपने पालनहार की आज्ञा का उल्लंघन किया, और उन्होंने कहा : ऐ सालेह! तू हमें जिसकी धमकी देता है, वह हमपर ले आ, यदि तू रसूलों में से है।","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:78","price":"तो उन्हें भूकंप ने पकड़ लिया, तो वे अपने घरों में औंधे पड़े रह गए।","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:79","price":"तो सालेह़ ने उनसे मुँह मोड़ लिया और कहा : ऐ मेरी जाति के लोगो! मैंने तुम्हें अपने पालनहार का संदेश पहुँचा दिया और मैंने तुम्हारे लिए मंगलकामना की, लेकिन तुम शुभचिंतकों को पसंद नहीं करते।","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:80","price":"तथा लूत[33] को (भेजा), जब उसने अपनी जाति से कहा : क्या तुम ऐसी निर्लज्जता का कार्य करते हो, जिसे तुमसे पहले दुनिया में किसी ने नहीं किया?","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"33. लूत अलैहिस्सलाम इबराहीम अलैहिस्सलाम के भतीजे थे। और वह जिस जाति के मार्गदर्शन के लिए भेजे गए थे, वह उस क्षेत्र में रहती थी जहाँ अब \"मृत सागर\" स्थित है। उसका नाम भाष्यकारों ने सदूम बताया है।","lang":"hi"},{"name":"7:81","price":"निःसंदेह तुम स्त्रियों को छोड़कर काम-वासना की पूर्ति के लिए पुरुषों के पास आते हो। बल्कि तुम सीमा का उल्लंघन[34] करने वाले हो।","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"34. लूत अलैहिस्सलाम की जाति ने निर्लज्जता और बालमैथुन की कुरीति बनाई थी जो मनुष्य के स्वभाव के विरुद्ध था। आज रिसर्च से पता चला कि यह विभिन्न प्रकार के रोगों का कारण है, जिसमें विशेषकर \"एड्स\" के रोगों का वर्णन करते हैं। परंतु आज पश्चिमी देश दुबारा उस अंधकार युग की ओर जा रहे हैं और इसे व्यक्तिगत स्वतंत्रता का नाम दे रखा है।","lang":"hi"},{"name":"7:82","price":"और उसकी जाति का उत्तर इसके सिवा कुछ न था कि उन्होंने कहा : इन्हें अपनी बस्ती से बाहर निकालो। निःसंदेह ये ऐसे लोग हैं जो बड़े पाक बनते हैं।","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:83","price":"तो हमने उसे तथा उसके घर वालों को बचा लिया, उसकी पत्नी को छोड़कर, वह पीछे रहने वालों में से थी।","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:84","price":"और हमने उनपर (पत्थरों की) भारी बारिश बरसाई। तो देखो अपराधियों का परिणाम कैसा हुआ?","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:85","price":"तथा मद्यन[35] की ओर उनके भाई शुऐब को (भेजा)। उसने कहा : ऐ मेरी जाति के लोगो! अल्लाह की इबादत करो, उसके सिवा तुम्हारा कोई पूज्य नहीं। निःसंदेह तुम्हारे पास तुम्हारे पालनहार की ओर से एक स्पष्ट प्रमाण आ चुका है। अतः पूरा-पूरा नाप और तौलकर दो और लोगों की चीज़ों में कमी न करो। तथा धरती में उसके सुधार के पश्चात बिगाड़ न फैलाओ। यही तुम्हारे लिए बेहतर है, यदि तुम ईमानवाले हो।","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"35. मद्यन एक क़बीले का नाम था। और उसी के नाम पर एक नगर बस गया, जो ह़िजाज़ के उत्तर-पश्चिम तथा फ़लस्तीन के दक्षिण में लाल सागर और अक़्बा खाड़ी के किनारे पर था। ये लोग व्यापार करते थे। प्राचीन व्यापार राजपथ, लाल सागर के किनारे यमन से मक्का तथा यंबू' होते हुए सीरिया तक जाता था।","lang":"hi"},{"name":"7:86","price":"तथा प्रत्येक मार्ग पर न बैठो कि (लोगों को) धमकाते हो और उसको अल्लाह के रास्ते रोकते हो, जो उसपर ईमान लाए[36], और उसमें टेढ़ापन खोजते हो। तथा याद करो जब तुम थोड़े थे, तो उसने तुम्हें अधिक कर दिया। तथा देखो बिगाड़ पैदा करने वालों का परिणाम कैसा हुआ?","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"36. जैसे मक्का वाले मक्का के बाहर से आने वालों को क़ुरआन सुनने से रोका करते थे। और नबी सल्लल्लाहु अलैहि व सल्लम को जादूगर कहकर आपके पास जाने से रोकते थे। परंतु उनकी एक न चली और क़ुरआन लोगों के दिलों में उतरता और इस्लाम फैलता चला गया। इससे पता चलता है कि नबियों की शिक्षाओं के साथ उनकी जातियों ने एक-जैसा व्यवहार किया।","lang":"hi"},{"name":"7:87","price":"और यदि तुममें से एक समूह उसपर ईमान लाया है, जिसके साथ मैं भेजा गया हूँ और दूसरा समूह ईमान नहीं लाया, तो तुम धैर्य रखो, यहाँ तक कि अल्लाह हमारे बीच निर्णय कर दे और वह सब निर्णय करने वालों से बेहतर है।","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"hi"},{"name":"7:88","price":"उसकी जाति के उन प्रमुखों ने कहा जो बड़े बने हुए थे कि ऐ शुऐब! हम तुझे तथा उन लोगों को जो तेरे साथ ईमान लाए हैं, अपने नगर से अवश्य ही निकाल देंगे, या हर हाल में तुम हमारे धर्म में वापस आओगे। (शुऐब ने) कहा : क्या अगरचे हम नापसंद करने वाले हों?","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:89","price":"निश्चय हमने अल्लाह पर झूठ गढ़ा यदि हम तुम्हारे धर्म में फिर आ जाएँ, इसके बाद कि अल्लाह ने हमें उससे बचा लिया। और हमारे लिए संभव नहीं कि हम उसमें फिर आ जाएँ, परंतु यह कि हमारा पालनहार अल्लाह ही ऐसा चाहे। हमारा पालनहार प्रत्येक वस्तु को अपने ज्ञान के घेरे में लिए हुए है। हमने अल्लाह ही पर भरोसा किया। ऐ हमारे पालनहार! हमारे और हमारी जाति के बीच न्याय के साथ निर्णय कर दे। और तू सब निर्णय करने वालों से बेहतर है।","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:90","price":"तथा उसकी जाति के काफ़िर प्रमुखों ने कहा कि यदि तुम शुऐब के पीछे चले, तो निःसंदेह तुम उस समय अवश्य घाटा उठाने वाले हो।","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:91","price":"तो उन्हें भूकंप ने पकड़ लिया, तो वे अपने घरों में औंधे पड़े रह गए।","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:92","price":"जिन लोगों ने शुऐब को झुठलाया (वे ऐसे हो गए कि) मानो कभी वे उन (घरों) में बसे ही न थे। जिन लोगों ने शुऐब को झुठलाया, वही लोग घाटा उठाने वाले थे।","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:93","price":"तो शुऐब उनसे विमुख हो गए और कहा : ऐ मेरी जाति के लोगो! मैंने तुम्हें अपने पालनहार के संदेश पहुँचा दिए, तथा मैं तुम्हारा हितकारी रहा। तो फिर मैं काफ़िर जाति (के विनाश) पर कैसे शोक करूँ?","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:94","price":"तथा हमने जिस बस्ती में भी कोई नबी भेजा, तो उसके वासियों को तंगी और कष्ट से ग्रस्त कर दिया ताकि वे गिड़गिड़ाएँ।[37]","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"37. आयत का भावार्थ यह है कि सभी नबी अपनी जाति में पैदा हुए। सब अकेले धर्म का प्रचार करने के लिए आए। और सबका उपदेश एक था कि अल्लाह की इबादत करो, उसके सिवा कोई पूज्य नहीं। सबने सत्कर्म की प्रेर्णा दी, और कुकर्म के दुष्परिणाम से सावधान किया। सबका साथ निर्धनों तथा निर्बलों ने दिया। प्रमुखों और बड़ों ने उनका विरोध किया। नबियों का विरोध भी उन्हें धमकी तथा दुःख देकर किया गया। और सबका परिणाम भी एक प्रकार हुआ, अर्थात उनको अल्लाह की यातना ने घेर लिया। और यही सदा इस संसार में अल्लाह का नियम रहा है।","lang":"hi"},{"name":"7:95","price":"फिर हमने उस खराब स्थिति को अच्छी स्थिति में बदल दिया, यहाँ तक कि वे (संख्या और धन में) बहुत बढ़ गए और उन्होंने कहा यह दुख और सुख हमारे बाप-दादा को भी पहुँचा था। तो हमने उन्हें अचानक इस हाल में पकड़ लिया कि वे सोचते न थे।","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:96","price":"और यदि इन बस्तियों के वासी ईमान ले आते और डरते, तो हम अवश्य ही उनपर आकाश और धरती की बरकतों के द्वार खोल देते, परन्तु उन्होंने झुठला दिया। अतः हमने उनकी करतूतों के कारण उन्हें पकड़ लिया।","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:97","price":"क्या फिर इन बस्तियों के वासी इस बात से निश्चिंत हो गए हैं कि उनपर हमारी यातना रात के समय आ जाए, जबकि वे सोए हुए हों?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:98","price":"और क्या नगर वासी इस बात से निश्चिंत हो गए हैं कि उनपर हमारी यातना दिन चढ़े आ जाए और वे खेल रहे हों?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:99","price":"तो क्या वे अल्लाह के गुप्त उपाय से निश्चिंत हो गए हैं? तो (याद रखो!) अल्लाह के गुप्त उपाय से वही लोग निश्चिंत होते हैं, जो घाटा उठाने वाले हैं।","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:100","price":"तो क्या उन लोगों के लिए यह तथ्य स्पष्ट नहीं हुआ, जो धरती के अगले वासियों के बाद उसके वारिस हुए कि यदि हम चाहें, तो उन्हें उनके पापों के कारण पकड़ लें और उनके दिलों पर मुहर लगा दें, फिर वे कोई बात न सुन सकें?","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:101","price":"ये बस्तियाँ हैं, हम (ऐ नबी!) आपसे उनके कुछ वृत्तान्त सुना रहे हैं। निःसंदेह उनके पास उनके रसूल खुले प्रमाण लेकर आए, तो वे ऐसे न थे कि उस चीज़ पर ईमान ले आते, जिसे वे इससे पहले झुठला[38] चुके थे। इसी प्रकार अल्लाह काफ़िरों के दिलों पर मुहर लगा देता है।","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"38. अर्थात् सत्य का प्रमाण आने से पहले झुठला दिया था, उसके पश्चात् भी अपनी हठधर्मी से उसी पर अड़े रहे।","lang":"hi"},{"name":"7:102","price":"और हमने उनमें से अधिकतर लोगों में प्रतिज्ञा पालन नहीं पाया[39] तथा निःसंदेह हमने उनमें अधिकतर लोगों को अवज्ञाकारी ही पाया।","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"39. इससे उस प्रण (वचन) की ओर संकेत है, जो अल्लाह ने सबसे \"आदि काल\" में लिया था कि क्या मैं तुम्हारा पालनहार (पूज्य) नहीं हूँ? तो सबने इसे स्वीकार किया था। (देखिए : सूरतुल-आराफ़, आयत : 172)","lang":"hi"},{"name":"7:103","price":"फिर उन (रसूलों) के बाद, हमने मूसा को अपनी आयतों (चमत्कारों) के साथ फ़िरऔन[40] और उसके प्रमुखों के पास भेजा। तो उन्होंने उन (आयतों) के साथ अन्याय किया। तो देख लो कि बिगाड़ पैदा करने वालों का परिणाम कैसा हुआ?","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"40. मिस्र के शासकों की उपाधि फ़िरऔन होती थी। यह ईसा पूर्व डेढ़ हज़ार वर्ष की बात है। उनका राज्य शाम से लीबिया तथा ह़बशा तक था। फ़िरऔन अपने को सबसे बड़ा पूज्य मानता था और लोग भी उसकी पूजा करते थे। उसकी ओर अल्लाह ने मूसा (अलैहिस्सलाम) को एक अल्लाह की इबादत का संदेश देकर भेजा कि पूज्य तो केवल अल्लाह है, उसके अतिरिक्त कोई पूज्य नहीं।","lang":"hi"},{"name":"7:104","price":"तथा मूसा ने कहा : ऐ फ़िरऔन! निःसंदेह मैं सर्व संसार के पालनहार की ओर से भेजा हुआ (रसूल) हूँ।","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:105","price":"मेरे लिए यही योग्य है कि अल्लाह पर सत्य के अतिरिक्त कोई बात न कहूँ। मैं तुम्हारे पास तुम्हारे पालनहार की ओर से एक खुला प्रमाण लाया हूँ। इसलिए बनी इसराई[41] को मेरे साथ भेज दे।","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"41. बनी इसराईल यूसुफ़ अलैहिस्सलाम के युग में मिस्र आए थे। चार सौ वर्ष का युग बड़े आदर के साथ व्यतीत किया। फिर उनके कुकर्मों के कारण फ़िरऔन और उसकी जाति ने उनको अपना दास बना लिया। जिसके कारण मूसा (अलैहिस्सलाम) ने बनी इसराईल को मुक्त करने की माँग की। (इब्ने कसीर)","lang":"hi"},{"name":"7:106","price":"उसने कहा : यदि तुम कोई प्रमाण (चमत्कार) लाए हो, तो प्रस्तुत करो, यदि तुम सच्चों में से हो।","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:107","price":"फिर उसने अपनी लाठी फेंकी, तो अचानक वह एक प्रत्यक्ष अजगर बन गई।","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:108","price":"तथा अपना हाथ निकाला, तो अचानक वह देखने वालों के लिए चमक रहा था।","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:109","price":"फ़िरऔन की जाति के प्रमुखों ने कहा : निश्चय यह तो एक दक्ष जादूगर है।","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:110","price":"वह चाहता है कि तुम्हें तुम्हारी धरती से निकाल दे, तो तुम क्या आदेश देते हो?","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:111","price":"उन्होंने कहा : इसे और इसके भाई के मामले को स्थगित कर दो और नगरों में जमा करने वाले भेज दो।","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:112","price":"वे तेरे पास हर कुशल जादूगर ले आएँ।","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:113","price":"और जादूगर फ़िरऔन के पास आए। उन्होंने कहा : यदि हम ही विजयी हुए, तो निश्चय हमें अवश्य कुछ पुरस्कार मिलेगा?","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:114","price":"उसने कहा : हाँ! और निश्चय तुम अवश्य निकटवर्तियों में से हो जाओगे ।","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:115","price":"उन्होंने कहा : ऐ मूसा! या तो तुम (पहले) फेंको, या हम ही फेंकने वाले हों?","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:116","price":"मूसा ने कहा : तुम्हीं फेंको। चुनाँचे जब उन्होंने (रस्सियाँ) फेंकीं, तो लोंगों की आँखों पर जादू कर दिया, और उन्हें सख़्त भयभीत कर दिया, और वे बहुत बड़ा जादू लेकर आए।","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:117","price":"और हमने मूसा को वह़्य की कि अपनी लाठी फेंको, तो अचानक वह उन चीज़ों को निगलने लगी, जो वे झूठ-मूठ बना रहे थे।","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:118","price":"अतः सत्य सामने आ गया और जो कुछ वे कर रहे थे, असत्य[42] होकर रह गया।","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"42. क़ुरआन ने अब से तेरह सौ वर्ष पहले यह घोषणा कर दी थी कि जादू तथा मंत्र-तंत्र निर्मूल हैं।","lang":"hi"},{"name":"7:119","price":"अंततः वे उस जगह पराजित हो गए और अपमानित होकर लौटे।","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:120","price":"और जादूगर सजदे में गिर गए।","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:121","price":"उन्होंने कहा : हम सर्व संसार के पालनहार पर ईमान लाए।","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:122","price":"मूसा तथा हारून के पालनहार पर।","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:123","price":"फ़िरऔन ने कहा : इससे पहले कि मैं तुम्हें अनुमति दूँ, तुम उसपर ईमान ले आए? निःसंदेह यह एक चाल है, जो तुमने इस नगर में चली है, ताकि उसके निवासियों को उससे निकाल दो! तो शीघ्र ही तुम (इसका परिणाम) जान लोगे।","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:124","price":"निश्चय मैं अवश्य तुम्हारे हाथ और तुम्हारे पाँव विपरीत दिशाओं से बुरी तरह काटूँगा, फिर तुम सभी को अवश्य सूली चढ़ा दूँगा।","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:125","price":"उन्होंने कहा : निश्चय हम अपने पालनहार ही की ओर लौटने वाले हैं।","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:126","price":"और तू हमसे केवल इस बात का बदला ले रहा है कि हम अपने पालनहार की निशानियों पर ईमान ले आए, जब वे हमारे पास आईं? ऐ हमारे पालनहार! हमपर धैर्य उड़ेल दे और हमें इस दशा में (संसार से) उठा कि तेरे आज्ञाकारी हों।","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:127","price":"और फ़िरऔन की जाति के प्रमुखों ने (उससे) कहा : क्या तुम मूसा और उसकी जाति को छोड़े रखोगे कि वे देश में बिगाड़ फैलाएँ तथा तुम्हें और तुम्हारे पूज्यों[43] को छोड़ दें? उसने कहा : हम उनके बेटों को बुरी तरह क़त्ल करेंगे और उनकी स्त्रियों को जीवित रखेंगे। निश्चय हम उनपर पूर्ण नियंत्रण रखने वाले हैं।","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"43. कुछ भाष्यकारों ने लिखा है कि मिस्री अनेक देवताओं की पूजा करते थे, जिनमें सबसे बड़ा देवता सूर्य था, जिसे \"रूअ\" कहते थे। और राजा को उसी का अवतार मानते थे, और उसकी पूजा और उसके लिए सजदा करते थे, जिस प्रकार अल्लाह के लिए सजदा किया जाता है।","lang":"hi"},{"name":"7:128","price":"मूसा ने अपनी जाति से कहा : अल्लाह से सहायता माँगो और धैर्य से काम लो। निःसंदेह धरती अल्लाह की है। वह अपने बंदों में जिसे चाहता है, उसका वारिस (उत्तराधिकारी) बनाता है। और अच्छा परिणाम परहेज़गारों के लिए है।","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:129","price":"उन्होंने कहा : हम तुम्हारे आने से पहले भी सताए गए और तुम्हारे आने के बाद भी (सताए जा रहे हैं)! (मूसा ने) कहा : निकट है कि तुम्हारा पालनहार तुम्हारे शत्रु को विनष्ट कर दे और तुम्हें देश में ख़लीफ़ा बना दे। फिर देखे कि तुम कैसे कर्म करते हो?","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:130","price":"और निःसंदेह हमने फ़िरऔन की जाति को अकालों तथा फलों की कमी से ग्रस्त कर दिया, ताकि वे शिक्षा ग्रहण करें।","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:131","price":"फिर जब उन्हें संपन्नता प्राप्त होती, तो कहते कि यह तो हमारा हक़ है और यदि उन्हें कोई विपत्ति पहुँचती, तो मूसा और उसके साथियों से अपशकुन लेते। सुन लो! उनका अपशकुन तो अल्लाह ही के पास[44] है, परंतु उनमें से अधिकतर लोग नहीं जानते।","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"44. अर्थात अल्लाह ने प्रत्येक दशा के लिए एक नियम बना दिया है, जिसके अनुसार कर्मों के परिणाम सामने आते हैं, चाहे वह अशुभ हों या न हों, सब अल्लाह के निर्धारित नियमानुसार होते हैं।","lang":"hi"},{"name":"7:132","price":"और उन्होंने कहा : तू हमपर जादू करने के लिए हमारे पास जो निशानी भी ले आए, हम तेरा विश्वास करने वाले नहीं हैं।","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:133","price":"फिर हमने उनपर तूफ़ान भेजा और टिड्डियाँ और जुएँ और मेंढक और रक्त, जो अलग-अलग निशानियाँ थीं। फिर भी उन्होंने अभिमान किया और वे अपराधी लोग थे।","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:134","price":"और जब उनपर यातना आती, तो कहते : ऐ मूसा! तुम अपने पालनहार से हमारे लिए उस प्रतिज्ञा के आधार पर दुआ करो, जो उसने तुमसे कर रखी है। यदि तुम (अपनी दुआ से) हमसे यह यातना दूर कर दो, तो हम अवश्य ही तुमपर ईमान ले आएँगे और तुम्हारे साथ बनी इसराईल को अवश्य भेज देंगे।","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:135","price":"फिर जब हम उनसे यातना को उस समय तक दूर कर देते, जिसे वे पहुँचने वाले होते, तो अचानक वे वचन भंग कर देते थे।","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:136","price":"अंततः हमने उनसे बदला लिया और उन्हें सागर में डुबो दिया, इस कारण कि उन्होंने हमारी आयतों (निशानियों) को झुठलाया और वे उनसे ग़ाफ़िल थे।","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:137","price":"और हमने उन लोगों को जो कमज़ोर समझे जाते थे, उस धरती के पूर्व और पश्चिम के भूभागों का वारिस बना दिया, जिसमें हमने बरकत रखी है। और (इस प्रकार) बनी इसराईल के हक़ में (ऐ नबी!) आपके पालनहार का शुभ वचन पूरा हो गया, इस कारण कि उन्होंने धैर्य से काम लिया। तथा फ़िरऔन और उसकी जाति के लोग जो कुछ बनाते थे और वे जो इमारते ऊँची करते थे, हमने उन्हें नष्ट कर दिया।[45]","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"45. अर्थात उनके ऊँचे-ऊँचे भवन तथा सुंदर बाग़-बग़ीचे।","lang":"hi"},{"name":"7:138","price":"और हमने बनी इसराईल को सागर के पार उतार दिया। तो वे एक ऐसी जाति पर आए, जो अपनी कुछ मूर्तियों पर जमी बैठी थी। उन्होंने कहा : ऐ मूसा! हमारे लिए कोई पूज्य बना दीजिए, जैसे इनके कुछ पूज्य हैं। (मूसा ने) कहा : निःसंदेह तुम ऐसे लोग हो जो नादानी करते हो।","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:139","price":"ये लोग जिस काम में लगे हुए हैं, निश्चय ही वह नष्ट किया जाने वाला है और वे जो कुछ करते चले आ रहे हैं, बिलकुल असत्य है।","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:140","price":"(मूसा ने) कहा : क्या मैं अल्लाह के सिवा तुम्हारे लिए कोई पूज्य तलाश करूँ? हालाँकि उसने तुम्हें सारे संसार वालों पर श्रेष्ठता प्रदान की है।","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:141","price":"तथा (वह समय याद करो) जब हमने तुम्हें फ़िरऔनियों से मुक्ति दिलाई, जो तुम्हें बुरी यातना देते थे; तुम्हारे पुत्रों को बुरी तरह मार डालते थे तथा तुम्हारी नारियों को जीवित रहने देते थे। इसमें तुम्हारे पालनहार की ओर से बहुत बड़ी परीक्षा थी।","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:142","price":"और हमने मूसा से तीस रातों का वादा[46] किया और उसकी पूर्ति दस रातों से कर दी। तो तेरे पालनहार की निर्धारित अवधि चालीस रातें पूरी हो गई। तथा मूसा ने अपने भाई हारून से कहा : तुम मेरी जाति में मेरा उत्तराधिकारी बनकर रहना, और सुधार करते रहना तथा उपद्रवकारियों की नीति न अपनाना।","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"46. अर्थात तूर पर्वत पर आकर अल्लाह की इबादत करने और धर्म विधान प्रदान करने के लिए।","lang":"hi"},{"name":"7:143","price":"और जब मूसा हमारे निर्धारित समय पर आ गया और उसके पालनहार ने उससे बात की, तो उसने कहा : ऐ मेरे पालनहार! मुझे दिखा कि मैं तुझे देखूँ। (अल्लाह ने) फरमाया : तू मुझे कदापि नहीं देख सकेगा। लेकिन इस पर्वत की ओर देख! यदि वह अपने स्थान पर स्थिर रहा, तो तू मुझे देख लेगा। फिर जब उसका पालनहार पर्वत के समक्ष प्रकट हुआ, तो उसे चूर-चूर कर दिया और मूसा बेहोश होकर गिर गया। फिर जब उसे होश आया, तो उसने कहा : तू पवित्र है! मैंने तेरी ओर तौबा की और मैं ईमान लाने वालों में सबसे पहला[47] हूँ।","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"47. इससे प्रत्यक्ष हुआ कि कोई व्यक्ति इस संसार में रहते हुए अल्लाह को नहीं देख सकता और जो ऐसा कहते हैं वे शैतान के बहकावे में हैं। परंतु सह़ीह़ ह़दीस से सिद्ध होता है कि आख़िरत में ईमानवाले अल्लाह का दर्शन करेंगे।","lang":"hi"},{"name":"7:144","price":"अल्लाह ने कहा : ऐ मूसा! निःसंदेह मैंने तुम्हें अपने संदेशों तथा अपने वार्तालाप के साथ लोगों पर चुन लिया है। अतः जो कुछ मैंने तुम्हें प्रदान किया है, उसे ले लो और आभार प्रकट करने वालों में से हो जाओ।","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:145","price":"और हमने उसके लिए तख़्तियों पर हर चीज़ से संबंधित निर्देश और हर चीज़ का विवरण लिख दिया। (तथा कह दिया कि) इसे मज़बूती से पकड़ लो और अपनी जाति को आदेश दो कि वे उसके उत्तम निर्देशों का पालन करें। शीघ्र ही मैं तुम्हें अवज्ञाकारियों का घर दिखाऊँगा।","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:146","price":"मैं अपनी आयतों (निशानियों) से उन लोगों[48] को फेर दूँगा, जो धरती में नाहक़ बड़े बनते[49] हैं। और यदि वे प्रत्येक निशानी देख लें, तब भी उसपर ईमान नहीं लाते। और यदि वे भलाई का मार्ग देख लें, तो उसे मार्ग नहीं बनाते और यदि गुमराही का मार्ग देखें, तो उसे मार्ग बना लेते हैं। यह इस कारण कि उन्होंने हमारी आयतों (निशानियों) को झुठलाया और वे उनसे ग़ाफ़िल थे।","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"48. अर्थात तुम्हें उनपर विजय दूँगा जो अवज्ञाकारी हैं, जैसे उस समय की अमालिक़ा इत्यादि जातियों पर। 49. अर्थात जो जान-बूझकर अवज्ञा करेगा, अल्लाह का नियम यही है कि वह तर्कों तथा प्रकाशों से प्रभावित होने की योग्यता खो देगा। इस का यह अर्थ नहीं कि अल्लाह किसी को अकारण कुपथ पर बाध्य कर देता है।","lang":"hi"},{"name":"7:147","price":"और जिन लोगों ने हमारी आयतों तथा परलोक (में हमसे) मिलने को झुठलाया, उनके कर्म व्यर्थ हो गए और उन्हें उसी का बदला मिलेगा, जो वे किया करते थे।","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:148","price":"और मूसा की जाति ने उसके (पर्वत पर जाने के) पश्चात् अपने ज़ेवरों से एक बछड़ा बना लिया, जो एक शरीर था, जिसकी गाय जैसी आवाज़ थी। क्या उन्होंने यह नहीं देखा कि वह न तो उनसे बात करता[50] है और न उन्हें कोई राह दिखाता है? उन्होंने उसे (पूज्य) बना लिया तथा वे अत्याचारी थे।","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"50. अर्थात उससे एक ही प्रकार की ध्वनि क्यों निकलती है। बाबिल और मिस्र में भी प्राचीन युग में गाय-बैल की पूजा हो रही थी। और यदि बाबिल की सभ्यता को प्राचीन मान लिया जाए तो यह विचार दूसरे देशों में वहीं से फैला होगा।","lang":"hi"},{"name":"7:149","price":"और जब वे (अपने किए पर) लज्जित हुए और उन्होंने देखा कि निःसंदेह वे तो पथभ्रष्ट हो गए हैं। तो कहने लगे : यदि हमारे पालनहार ने हमपर दया नहीं की और हमें क्षमा नहीं किया, तो हम अवश्य घाटा उठाने वालों में से हो जाएँगे।","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:150","price":"और जब मूसा अपनी जाति की ओर क्रोध तथा दुःख से भरा हुआ वापस आया, तो उसने कहा : तुमने मेरे बाद मेरा बहुत बुरा प्रतिनिधित्व किया। क्या तुम अपने पालनहार की आज्ञा से पहले ही जल्दी कर[51] गए? तथा उसने तख़्तियाँ डाल दीं और अपने भाई (हारून) का सिर पकड़कर अपनी ओर खींचने लगा। उसने कहा : ऐ मेरे माँ जाये भाई! लोगों ने मुझे कमज़ोर समझ लिया और निकट था कि वे मुझे मार डालें। अतः तू शत्रुओं को मुझपर हँसने का अवसर न दे और मुझे अत्याचारियों का साथी न बना।","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"51. अर्थात मेरे आने की प्रतीक्षा नहीं की।","lang":"hi"},{"name":"7:151","price":"उसने कहा[52] : ऐ मेरे पालनहार! मुझे तथा मेरे भाई को क्षमा कर दे और हमें अपनी दया में प्रवेश प्रदान कर दे और तू सब दया करने वालों से अधिक दयावान् है।","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"52. अर्थात जब यह सिद्ध हो गया कि मेरा भाई निर्दोष है।","lang":"hi"},{"name":"7:152","price":"निःसंदेह जिन लोगों ने बछड़े को पूज्य बनाया, उन्हें उनके पालनहार की ओर से बड़ा प्रकोप और सांसारिक जीवन में अपमान पहुँचेगा और हम झूठ गढ़ने वालों को इसी प्रकार दंड देते हैं।","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:153","price":"और जिन लोगों ने बुरे कर्म किए, फिर उसके पश्चात् क्षमा माँग ली और ईमान ले आए, तो निःसंदेह तेरा पालनहार इसके बाद अवश्य अति क्षमाशील, अत्यंत दयावान् है।","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:154","price":"फिर जब मूसा का क्रोध शांत हो गया, तो उसने तख़्तियाँ उठा लीं, और उनके लेख में उन लोगों के लिए मार्गदर्शन तथा दया थी, जो केवल अपने पालनहार से डरते हों।","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:155","price":"और मूसा ने हमारे निर्धारित[53] समय के लिए अपनी जाति के सत्तर व्यक्तियों को चुन लिया। फिर जब उन्हें भूकंप ने पकड़[54] लिया, तो उसने कहा : ऐ मेरे पालनहार! यदि तू चाहता तो इससे पहले ही इन सबका और मेरा विनाश कर देता। क्या तू उसके कारण हमारा विनाश करता है, जो हममें से मूर्खों ने किया है? यह[55] तो केवल तेरी ओर से एक परीक्षा है। जिसके द्वारा तू जिसे चाहता है, गुमराह करता है और जिसे चाहता है, सीधा मार्ग दिखाता है। तू ही हमारा संरक्षक है। अतः हमारे पापों को क्षमा कर दे और हमपर दया कर। तू क्षमा करने वालों में सबसे बेहतर है।","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"53. अल्लाह ने मूसा अलैहिस्सलाम को आदेश दिया था कि वह तूर पर्वत के पास बछड़े की पूजा से क्षमा याचना के लिए कुछ लोगों को लाएँ। (इब्ने कसीर) 54. जब वह उस स्थान पर पहुँचे तो उन्होंने यह माँग की कि हम को हमारी आँखों से अल्लाह को दिखा दे। अन्यथा हम तेरा विश्वास नहीं करेंगे। उस समय उनपर भूकंप आया। (इब्ने कसीर) 55. अर्थात बछड़े की पूजा।","lang":"hi"},{"name":"7:156","price":"और हमारे लिए इस संसार में भलाई लिख दे तथा परलोक (आख़िरत) में भी। निःसंदेह हम तेरी ओर लौट आए। अल्लाह ने कहा : मैं अपनी यातना से जिसे चाहता हूँ, ग्रस्त करता हूँ। और मेरी दया प्रत्येक चीज़ को घेरे हुए है। अतः मैं उसे उन लोगों के लिए अवश्य लिख दूँगा, जो डरते हैं और ज़कात देते है और जो हमारी आयतों पर ईमान लाते हैं।","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:157","price":"जो लोग उस रसूल का अनुसरण करते हैं, जो उम्मी नबी[56] है, जिसे वे अपने पास तौरात तथा इंजील में लिखा हुआ पाते हैं, जो उन्हें नेकी का आदेश देता है और बुराई से रोकता है, तथा उनके लिए पाकीज़ा चीज़ों को हलाल (वैध) करता और उनपर अपवित्र चीज़ों को हराम (अवैध) ठहराता है और उनसे उनका बोझ और वह तौक़ उतारता है, जो उनपर पड़े हुए थे। अतः जो लोग उसपर ईमान लाए, उसका समर्थन किया, उसकी सहायता की और उस प्रकाश (क़ुरआन) का अनुसरण किया, जो उसके साथ उतारा गया, वही लोग सफलता प्राप्त करने वाले हैं।","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"56. अर्थात बनी इसराईल से नहीं। इससे अभिप्राय अंतिम नबी मुह़म्मद सल्लल्लाहु अलैहि व सल्लम हैं, जिनके आगमन की भविष्यवाणी तौरात, इंजील तथा दूसरे धर्म शास्त्रों में पाई जाती है। यहाँ पर आपकी तीन विशेषताओं की चर्चा की गयी है : 1. आप सदाचार का आदेश देते तथा दुराचार से रोकते हैं। 2. स्वच्छ चीज़ों के प्रयोग को उचित तथा मलिन चीज़ों के प्रयोग को अनुचित ठहराते हैं। 3. अह्ले किताब जिन कड़े धार्मिक नियमों के बोझ तले दबे हुए थे, उन्हें उनसे मुक्त करते हैं। और रसूल इस्लामी धर्म विधान प्रस्तुत करते हैं, और उनके आगमन के पश्चात् लोक-परलोक की सफलता आप ही के धर्म विधान के अनुसरण में सीमित है।","lang":"hi"},{"name":"7:158","price":"(ऐ नबी!) आप कह दें कि ऐ मानव जाति के लोगो! निःसंदेह मैं तुम सब की ओर उस अल्लाह का रसूल हूँ, जिसके लिए आकाशों तथा धरती का राज्य है। उसके सिवा कोई पूज्य नहीं। वही जीवन देता और मारता है। अतः तुम अल्लाह पर और उसके रसूल उम्मी नबी पर ईमान लाओ, जो अल्लाह पर और उसकी सभी वाणियों (पुस्तकों) पर ईमान रखता है और उसका अनुसरण करो, ताकि तुम सीधा मार्ग पाओ।[57]","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"57. इस आयत का भावार्थ यह है कि इस्लाम के नबी किसी विशेष जाति तथा देश के नबी नहीं हैं, प्रलय तक के लिए पूरी मानव जाति के नबी हैं। यह सबको एक अल्लाह की वंदना कराने के लिए आए हैं, जिसके सिवा कोई पूज्य नहीं। आपका चिह्न अल्लाह पर तथा सब प्राचीन पुस्तकों और नबियों पर ईमान है। आपका अनुसरण करने का अर्थ यह है कि अब उसी प्रकार अल्लाह की उपासना करो, जैसे आपने की और बताई है। और आपके लाए हुए धर्म विधान का पालन करो।","lang":"hi"},{"name":"7:159","price":"और मूसा की जाति के अंदर एक गिरोह ऐसा है, जो सत्य के साथ मार्गदर्शन करता है और उसी के अनुसार न्याय करता है।[58]","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"58. इससे अभिप्राय वे लोग हैं जो मूसा (अलैहिस्सलाम) के लाए हुए धर्म पर क़ायम थे और आने वाले नबी की प्रतीक्षा कर रहे थे और जब वह आए तो तुरंत आपपर ईमान लाए, जैसे अबदुल्लाह बिन सलाम इत्यादि।","lang":"hi"},{"name":"7:160","price":"और हमने उन्हें बारह गोत्रों में विभाजित करके अलग-अलग समूह बना दिया। और जब मूसा की जाति ने उनसे पानी माँगा, तो हमने उनकी ओर वह़्य भेजी कि अपनी लाठी पत्थर पर मारो। तो उससे बारह स्रोत फूट निकले। निःसंदेह सब लोगों ने अपने पानी पीने का स्थान जान लिया। तथा हमने उनपर बादल की छाया की और उनपर मन्न और सलवा उतारा। (हमने कहा :) इन पाकीज़ा चीज़ों में से, जो हमने तुम्हें प्रदान की हैं, खाओ। और उन्होंने हमपर अत्याचार नहीं किया, परंतु वे अपने आप ही पर अत्याचार करते थे।","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:161","price":"और जब उनसे कहा गया कि इस नगर (बैतुल मक़्दिस) में बस जाओ और उसमें से जहाँ से इच्छा हो खाओ और कहो कि हमें क्षमा कर दे तथा द्वार में सज्दा करते हुए प्रवेश करो, हम तुम्हारे लिए तुम्हारे पाप क्षमा कर देंगे। हम सत्कर्मियों को और अधिक देंगे।","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:162","price":"तो उनमें से जो अत्याचारी थे, उन्होंने उस बात को जो उनसे कही गई थी, दूसरी बात से बदल[59] दिया। तो हमने उनपर, उनके अत्याचार के कारण, आकाश से अज़ाब भेजा।","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"59. और चूतड़ों के बल खिसकते और यह कहते हुए प्रवेश किया कि हमें बालियों में दाना चाहिए। (सह़ीह़ बुख़ारीः4641)","lang":"hi"},{"name":"7:163","price":"तथा (ऐ नबी!) उनसे उस बस्ती के संबंध में पूछें, जो समुद्र (लाल सागर) के किनारे पर थी, जब वे शनिवार के दिन के विषय में सीमा का उल्लंघन[60] करते थे, जब उनके पास उनकी मछलियाँ उनके शनिवार के दिन पानी की सतह पर प्रत्यक्ष होकर आती थीं और जिस दिन उनका शनिवार न होता, वे उनके पास नहीं आती थीं। इस प्रकार हम उनका परीक्षण करते थे, इस कारण कि वे अवज्ञा करते थे।","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"60. क्योंकि उनके लिए यह आदेश था कि शनिवार को मछलियों का शिकार नहीं करेंगे। अधिकांश भाष्यकारों ने उस नगरी का नाम ईला (ईलात) बताया है, जो क़ुल्ज़ुम सागर के किनारे पर आबाद थी।","lang":"hi"},{"name":"7:164","price":"तथा जब उनमें से एक समूह ने कहा कि तुम ऐसे लोगों को क्यों समझा रहे हो, जिन्हें अल्लाह (उनकी अवज्ञा के कारण) विनष्ट करने वाला है, या उन्हें बहुत सख़्त यातना देने वाला है? उन्होंने कहा : तुम्हारे पालनहार के समक्ष उज़्र करने के लिए और इसलिए कि शायद वे डर जाएँ।[61]","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"61. आयत में यह संकेत है कि बुराई को रोकने से निराश नहीं होना चाहिये, क्योंकि हो सकता है कि किसी के दिल में बात लग ही जाए, और यदि न भी लगे तो अपना कर्तव्य पूरा हो जाएगा।","lang":"hi"},{"name":"7:165","price":"फिर जब वे उस बात को भूल गए, जिसकी उन्हें नसीहत की गई थी, तो हमने उन लोगों को बचा लिया, जो बुराई से रोक रहे थे, और उन लोगों को जिन्होंने अत्याचार किया, उनकी अवज्ञा के कारण कठोर यातना में पकड़ लिया।","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:166","price":"फिर जब वे उस काम में सीमा से आगे बढ़ गए, जिससे वे रोके गए थे, तो हमने उनसे कहा कि अपमानित बंदर बन जाओ।","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:167","price":"और याद करो, जब आपके पालनहार ने घोषणा कर दी कि वह क़ियामत के दिन तक, उन (यहूदियों) पर, ऐसा व्यक्ति अवश्य भेजता रहेगा, जो उन्हें घोर यातना दे।[62] निःसंदेह आपका पालनहार शीघ्र दंड देने वाला है और निःसंदेह वह अति क्षमाशील, अत्यंत दयावान है।","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"62. यह चेतावनी बनी इसराईल को बहुत पहले से दी जा रही थी। ईसा (अलैहिस्सलाम) से पूर्व आने वाले नबियों ने बनी इसराईल को डराया कि अल्लाह की अवज्ञा से बचो। और स्वयं ईसा ने भी उनको डराया, परंतु वे अपनी अवज्ञा पर बाक़ी रहे, जिसके कारण अल्लाह की यातना ने उन्हें घेर लिया और कई बार बैतुल मक़्दिस को उजाड़ा गया, और तौरात जलाई गई।","lang":"hi"},{"name":"7:168","price":"और हमने उन्हें धरती में कई समूहों में टुकड़े-टुकड़े कर दिया। उनमें से कुछ लोग सदाचारी थे और उनमें से कुछ इसके अलावा थे। तथा हमने अच्छी परिस्थितियों और बुरी परिस्थितियों के साथ उनका परीक्षण किया, ताकि वे बाज़ आ जाएँ।","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:169","price":"फिर उनके बाद उनकी जगह नालायक़ उत्तराधिकारी आए, जो पुस्तक के वारिस बने, वे इस तुच्छ संसार का सामान लेते हैं और कहते हैं कि हमें क्षमा कर दिया जाएगा। और यदि उनके पास इस जैसा और सामान भी आ जाए, तो उसे भी ले लेते हैं। क्या उनसे पुस्तक का दृढ़ वचन नहीं लिया गया था कि अल्लाह पर सत्य के सिवा कुछ नहीं कहेंगे, और उन्होंने जो कुछ उसमें था, पढ़ भी लिया था। और आख़िरत का घर (जन्नत) उन लोगों के लिए उत्तम है, जो अल्लाह से डरते हैं। तो क्या तुम नहीं[63] समझते?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"63. इस आयत में यहूदी विद्वानों की दुर्दशा बताई गई है कि वे तुच्छ सांसारिक लाभ के लिए धर्म में परिवर्तन कर देते थे और अवैध को वैध बना लेते थे। फिर भी उन्हें यह गर्व था कि अल्लाह उन्हें अवश्य क्षमा कर देगा।","lang":"hi"},{"name":"7:170","price":"और जो लोग पुस्तक को दृढ़ता से पकड़ते हैं और उन्होंने नमाज़ क़ायम की, निश्चय हम सुधार करने वालों का प्रतिफल अकारथ नहीं करते।","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:171","price":"और जब हमने उनके ऊपर पर्वत को इस तरह उठा लिया, जैसे वह एक छतरी हो, और उन्हें विश्वास हो गया कि वह उनपर गिरने वाला है। (तथा यह आदेश दिया कि) जो (पुस्तक) हमने तुम्हें प्रदान की है, उसे मज़बूती से थाम लो तथा उसमें जो कुछ है, उसे याद रखो, ताकि तुम परहेज़गार हो जाओ।","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:172","price":"तथा (वह समय याद करें) जब आपके पालनहार ने आदम के बेटों की पीठों से उनकी संतति को निकाला और उन्हें स्वयं उनपर गवाह बनाते हुए कहा : क्या मैं तुम्हारा पालनहार नहीं हूँ? उन्होंने कहा : क्यों नहीं, हम (इसके) गवाह[64] हैं। (ऐसा न हो) कि तुम क़ियामत के दिन कहो निःसंदेह हम इससे ग़ाफ़िल थे।","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"64. यह उस समय की बात है जब आदम अलैहिस्सलाम की उत्पत्ति के पश्चात् उनकी सभी संतान को जो प्रलय तक होगी, उनकी आत्माओं से अल्लाह ने अपने पालनहार होने की गवाही ली थी। (इब्ने कसीर)","lang":"hi"},{"name":"7:173","price":"अथवा यह कहो कि शिर्क तो हमसे पहले हमारे बाप-दादा ही ने किया था और हम तो उनके बाद उनकी संतान थे। तो क्या तू गुमराहों के कर्म के कारण हमें विनष्ट करता है?[65]","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"65. आयत का भावार्थ यह है कि अल्लाह के अस्तित्व तथा एकेश्वर्वाद की आस्था सभी मानव का स्वभाविक धर्म है। कोई यह नहीं कह सकता कि मैं अपने पूर्वजों की गुमराही से गुमराह हो गया। यह स्वभाविक आंतरिक आवाज़ है जो कभी दब नहीं सकती।","lang":"hi"},{"name":"7:174","price":"और इसी प्रकार, हम आयतों को खोल-खोल कर बयान करते हैं, और ताकि वे (सत्य की ओर) पलट आएँ।","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:175","price":"और उन्हें उस व्यक्ति का हाल पढ़कर सुनाएँ, जिसे हमने अपनी आयतें प्रदान कीं, तो वह उनसे निकल गया। फिर शैतान उसके पीछे लग गया, तो वह गुमराहों में से हो गया।","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:176","price":"और यदि हम चाहते, तो उन (आयतों) के द्वारा उसका पद ऊँचा कर देते, परंतु वह धरती से चिमट गया और अपनी इच्छा के पीछे लग गया। अतः उसकी दशा उस कुत्ते के समान हो गई, जिसे हाँको, तब भी जीभ निकाले हाँफता रहे और छोड़ दो, तब भी जीभ निकाले हाँफता है। यह उन लोगों की मिसाल है, जिन्होंने हमारी आयतों को झुठलाया। तो आप ये कथाएँ (उन्हें) सुना दें, ताकि वे सोच-विचार करें।","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:177","price":"उन लोगों की मिसाल बहुत बुरी है, जिन्होंने हमारी आयतों को झुठलाया और वे अपने ही ऊपर अत्याचार करते रहे।[66]","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"66. भाष्यकारों ने नबी सल्लल्लाहु अलैहि व सल्लम के युग और प्राचीन युग के कई ऐसे व्यक्तियों का नाम लिया है, जिनका यह उदाहरण हो सकता है। परंतु आयत का भावार्थ बस इतना है कि प्रत्येक व्यक्ति जिसमें ये अवगुण पाए जाते हों, उसकी दशा यही होती है, जिसकी जीभ से माया-मोह के कारण राल टपकती रहती है, और उसकी लोभाग्नि कभी नहीं बुझती।","lang":"hi"},{"name":"7:178","price":"जिसे अल्लाह मार्गदर्शन प्रदान कर दे, तो वही मार्गदर्शन पाने वाला है और जिसे वह गुमराह[67] कर दे, तो वही घाटा उठाने वाले हैं।","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"67. क़ुरआन ने बार-बार इस तथ्य को दुहराया है कि मार्गदर्शन के लिए सोच-विचार की आवश्यकता है। और जो लोग अल्लाह की दी हुई विचार शक्ति से काम नहीं लेते, वही सीधी राह नहीं पाते। यही अल्लाह के सुपथ और कुपथ करने का अर्थ है।","lang":"hi"},{"name":"7:179","price":"और निःसंदेह हमने बहुत-से जिन्न और इनसान जहन्नम ही के लिए पैदा किए हैं। उनके दिल हैं, जिनसे वे समझते नहीं, उनकी आँखें हैं, जिनसे वे देखते नहीं और उनके कान हैं, जिनसे वे सुनते नहीं। ये लोग पशुओं के समान हैं; बल्कि ये उनसे भी अधिक गुमराह हैं। यही लोग हैं जो ग़फ़लत में पड़े हुए हैं।[68]","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"68. आयत का भावार्थ यह है कि सत्य को प्राप्त करने के दो ही साधन है : ध्यान और ज्ञान। ध्यान यह है कि अल्लाह की दी हुई विचार शक्ति से काम लिया जाए। और ज्ञान यह है कि इस विश्व की व्यवस्था को देखा जाए और नबियों द्वारा प्रस्तुत किए हुए सत्य को सुना जाए, और जो इन दोनों से वंचित हो वह अंधा-बहरा है।","lang":"hi"},{"name":"7:180","price":"और सबसे अच्छे नाम अल्लाह ही के हैं। अतः उसे उन्हीं के द्वारा पुकारो और उन लोगों को छोड़ दो, जो उसके नामों के बारे में सीधे रास्ते से हटते[69] हैं। उन्हें शीघ्र ही उसका बदला दिया जाएगा, जो वे किया करते थे।","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"69. अर्थात उसके गौणिक नामों से अपनी मूर्तियों को पुकारते हैं। जैसे अज़ीज़ से \"उज़्ज़ा\" और इलाह से \"लात\" इत्यादि।","lang":"hi"},{"name":"7:181","price":"और उन लोगों में से जिन्हें हमने पैदा किया कुछ लोग ऐसे हैं, जो सत्य के साथ मार्गदर्शन करते और उसी के अनुसार न्याय करते हैं।","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:182","price":"और जिन लोगों ने हमारी आयतों को झुठलाया, हम उन्हें धीरे-धीरे (विनाश तक) ऐसे खींच कर ले जाएँगे कि उन्हें इसका ज्ञान नहीं होगा।","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:183","price":"और मैं उन्हें मोहलत दूँगा। निःसंदेह मेरा गुप्त उपाय बहुत मज़बूत है।","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:184","price":"और क्या उन्होंने विचार नहीं किया कि उनके साथी[70] में कोई पागलपन नहीं है? वह तो केवल खुले रूप से सचेत करने वाला है।","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"70. साथी से अभिप्राय मुह़म्मद सल्लल्लाहु अलैहि व सल्लम हैं, जिनको नबी होने से पहले वही लोग \"अमीन\" कहते थे।","lang":"hi"},{"name":"7:185","price":"क्या उन्होंने आकाशों तथा धरती के विशाल राज्य पर और जो चीज़ भी अल्लाह ने पैदा की है, उसपर दृष्टि नहीं डाली[71], और इस बात पर कि हो सकता है कि उनका (निर्धारित) समय बहुत निकट आ गया हो? तो फिर इस (क़ुरआन) के बाद वे किस बात पर ईमान लाएँगे?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"71. अर्थात यदि ये विचार करें, तो इस पूरे विश्व की व्यवस्था और उसका एक-एक कण अल्लाह के अस्तित्व और उसके गुणों का प्रमाण है। और उसी ने मानव जीवन की व्यवस्था के लिए नबियों को भेजा है।","lang":"hi"},{"name":"7:186","price":"जिसे अल्लाह पथभ्रष्ट कर दे, उसे कोई मार्गदर्शन करने वाला नहीं और वह उन्हें उनकी सरकशी में भटकते हुए छोड़ देता है।","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:187","price":"(ऐ नबी!) वे आपसे क़ियामत के विषय में पूछते हैं कि वह कब घटित होगी? कह दें कि उसका ज्ञान तो मेरे पालनहार ही के पास है। उसे उसके समय पर वही प्रकट करेगा। वह आकाशों तथा धरती में बहुत भारी है। तुमपर अचानक ही आएगी। वे आपसे ऐसे पूछ रहे हैं, जैसे कि आप उसी की खोज में लगे हुए हों। आप कह दें कि उसका ज्ञान तो अल्लाह ही के पास है। परंतु[72] अधिकांश लोग (इस तथ्य को) नहीं जानते।","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"72. मक्का के मिश्रणवादी आपसे उपहास स्वरूप प्रश्न करते थे कि यदि प्रलय होना सत्य है, तो बताओ बह कब होगी?","lang":"hi"},{"name":"7:188","price":"आप कह दें कि मैं अपने लिए किसी लाभ और हानि का मालिक नहीं हूँ, परंतु जो अल्लाह चाहे। और यदि मैं ग़ैब (परोक्ष) का ज्ञान रखता होता, तो अवश्य बहुत अधिक भलाइयाँ प्राप्त कर लेता और मुझे कोई कष्ट नहीं पहुँचता। मैं तो केवल उन लोगों को सावधान करने वाला तथा शुभ सूचना देने वाला हूँ, जो ईमान (विश्वास) रखते हैं।","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:189","price":"वही (अल्लाह) है, जिसने तुम्हें एक जान[73] से पैदा किया और उसी से उसका जोड़ा बनाया, ताकि वह उसके पास सुकून हासिल करे। फिर जब उस (पति) ने उस (पत्नी) से सहवास किया, तो उसको हल्का सा गर्भ रह गया। तो वह उसे लेकर चलती फिरती रही, फिर जब वह बोझल हो गई, तो दोनों (पति-पत्नी) ने अपने पालनहार अल्लाह से दुआ की : निःसंदेह यदि तूने हमें अच्छा स्वस्थ बच्चा प्रदान किया, तो हम अवश्य ही आभार प्रकट करने वालों में से होंगे।","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"73. अर्थात आदम अलैहिस्सलाम से।","lang":"hi"},{"name":"7:190","price":"फिर जब उस (अल्लाह) ने उन्हें एक स्वस्थ बच्चा प्रदान कर दिया, तो दोनों ने उस (अल्लाह) के लिए उसमें साझी बना लिए, जो उसने उन्हें प्रदान किया था। तो अल्लाह उससे बहुत ऊँचा है जो वे साझी बनाते हैं।[74]","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"74. इन आयतों में यह बताया गया है कि मिश्रणवादी स्वस्थ बच्चे अथवा किसी भी आवश्यकता अथवा आपदा निवारण के लिए अल्लाह ही से प्रार्थना करते हैं। और जब स्वस्थ सुंदर बच्चा पैदा हो जाता है, तो देवी-देवताओं और पीरों के नाम चढ़ावे चढ़ाने लगते हैं और इसे उन्हीं की दया समझते हैं।","lang":"hi"},{"name":"7:191","price":"क्या वे उन्हें (अल्लाह का) साझी बनाते हैं, जो कोई चीज़ पैदा नहीं करते और वे स्वयं पैदा किए जाते हैं?","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:192","price":"तथा वे न उनकी कोई सहायता कर सकते हैं और न स्वयं अपनी सहायता करते हैं?","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:193","price":"और यदि तुम उन्हें सीधी राह की ओर बुलाओ, तो वे तुम्हारे पीछे नहीं आएँगे। तुम्हारे लिए बराबर है, चाहे उन्हें पुकारो अथवा तुम चुप रहो।","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:194","price":"निःसंदेह जिन्हें तुम अल्लाह के सिवा पुकारते हो, वे तुम्हारे ही जैसे (अल्लाह के) बंदे हैं। अतः तुम उन्हें पुकारो, तो वे तुम्हारी दुआ क़बूल करें, यदि तुम सच्चे हो।","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:195","price":"क्या इन (पत्थर की मूर्तियों) के पाँव हैं, जिनसे वे चलती हैं? या उनके हाथ हैं, जिनसे वे पकड़ती हैं? या उनकी आँखें हैं, जिनसे वे देखती हैं? या उनके कान हैं, जिनसे वे सुनती हैं? आप कह दें कि अपने साझियों को बुला लो, फिर मेरे विरुद्ध उपाय करो और मुझे कोई अवसर न दो!","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:196","price":"निःसंदेह मेरा संरक्षक अल्लाह है, जिसने यह पुस्तक (क़ुरआन) उतारी है और वही सदाचारियों का संरक्षण करता है।","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:197","price":"और जिन्हें तुम अल्लाह के सिवा पुकारते हो, वे न तुम्हारी सहायता कर सकते हैं और न स्वयं अपनी सहायता करते हैं।","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:198","price":"और यदि तुम उन्हें सीधी राह की ओर बुलाओ, तो वे नहीं सुनेंगे और (ऐ नबी!) आप उन्हें देखेंगे कि वे आपकी ओर देख रहे हैं, हालाँकि वे कुछ नहीं देखते।","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:199","price":"(ऐ नबी!) आप क्षमा से काम लें, भलाई का आदेश दें तथा अज्ञानियों की ओर ध्यान न दें।[75]","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"75. ह़दीस में है कि अल्लाह ने इसे लोगों के साथ अच्छा व्यवहार करने के बारे में उतारा है। (देखिए : सह़ीह़ बुख़ारी : 4643)","lang":"hi"},{"name":"7:200","price":"और यदि शैतान आपको उकसाए, तो अल्लाह से शरण माँगिए। निःसंदेह वह सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:201","price":"निश्चय जो लोग (अल्लाह का) डर रखते हैं, यदि शैतान की ओर से उन्हें कोई बुरा विचार आ भी जाए, तो तत्काल संभल जाते हैं, फिर अचानक वे साफ़ देखने लगते हैं।","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:202","price":"और जो उन (शैतानों) के भाई हैं, वे उन्हें गुमराही में बढ़ाते रहते हैं, फिर वे (उन्हें गुमराह करने में) तनिक भी कमी नहीं करते।","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:203","price":"और जब आप इन (बहुदेववादियों) के पास कोई आयत (निशानी) नहीं लाते, तो कहते हैं कि तुमने स्वयं कोई आयत क्यों न बना ली? आप कह दें कि मैं केवल उसी का अनुसरण करता हूँ, जो मेरे पालनहार के पास से मेरी ओर वह़्य की जाती है। यह (क़ुरआन) तुम्हारे पालनहार की ओर से सूझ की बातें (प्रमाण) है, तथा ईमान वालों के लिए मार्गदर्शन और दया है।","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:204","price":"और जब क़ुरआन पढ़ा जाए, तो उसे ध्यानपूर्वक सुनो तथा मौन साध लो। ताकि तुमपर दया[76] की जाए।","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"76. यह क़ुरआन की एक विशेषता है कि जब भी उसे पढ़ा जाए, तो मुसलमान पर अनिवार्य है कि वह ध्यान लगाकर अल्लाह का कलाम सुने। हो सकता है कि उसपर अल्लाह की दया हो जाए। काफ़िर कहते थे कि जब क़ुरआन पढ़ा जाए तो सुनो नहीं, बल्कि शोर-गुल करो। (देखिए : सूरत ह़ा-मीम सज्दा : 26)","lang":"hi"},{"name":"7:205","price":"और (ऐ नबी!) अपने पालनहार का स्मरण अपने दिल में विनयपूर्वक तथा डरते हुए और धीमे स्वर में प्रातः तथा संध्या करते रहो और ग़ाफ़िलों में से न हो जाओ।","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"","lang":"hi"},{"name":"7:206","price":"निःसंदेह जो (फ़रिश्ते) आपके पालनहार के पास हैं, वे उसकी इबादत से अभिमान नहीं करते और उसकी पवित्रता का वर्णन करते हैं और उसी को सजदा करते हैं।[77]","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"77. इस आयत के पढ़ने तथा सुनने वाले को चाहिए कि सजदा-ए-तिलावत करे।","lang":"hi"}],"chapter":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"]}