{"data":[{"name":"72:1","price":"(ऐ नबी!) कह दें : मेरी ओर वह़्य[1] की गई है कि जिन्नों के एक समूह ने (मेरे क़ुरआन पढ़ने को) ध्यान से सुना। फिर उन्होंने कहा : निःसंदेह हमने एक अद्भुत क़ुरआन सुना है।","arabic":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5448,"juzNumber":29,"footnotes":"1. सूरतुल-अह़्क़ाफ़, आयत : 29 में इसका वर्णन किया गया है। इस सूरत में यह बताया गया है कि जब जिन्नों ने क़ुरआन सुना, तो आपने न जिन्नों को देखा और न आपको उसका ज्ञान हुआ। बल्कि आप (सल्लल्लाहु अलैहि व सल्लम) को वह़्य (प्रकाशना) द्वारा इससे सूचित किया गया।","lang":"hi"},{"name":"72:2","price":"जो सीधी राह दिखाता है, तो हम उसपर ईमान ले आए और (अब) हम अपने पालनहार के साथ किसी को कभी साझी नहीं बनाएँगे।","arabic":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5449,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:3","price":"तथा यह कि हमारे पालनहार की महिमा बहुत ऊँची है। उसने न (अपनी) कोई संगिनी (पत्नी) बनाई है और न कोई संतान।","arabic":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5450,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:4","price":"तथा यह कि हमारा मूर्ख अल्लाह के बारे में सत्य से हटी हुई बात कहा करता था।","arabic":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5451,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:5","price":"और यह कि हमने समझ रखा था कि मनुष्य और जिन्न अल्लाह पर हरगिज़ कोई झूठी बात नहीं बोलेंगे।","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5452,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:6","price":"और वास्तविकता यह है कि मनुष्यों में से कुछ लोग, जिन्नों में से कुछ लोगों की शरण लिया करते थे। तो उन्होंने उन (जिन्नों) को सरकशी में बढ़ा दिया।","arabic":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5453,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:7","price":"और यह कि उन (इनसानों) ने गुमान किया था, जैसे कि तुमने गुमान किया था कि अल्लाह किसी को कभी नहीं उठाएगा।","arabic":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5454,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:8","price":"तथा यह कि हमने आकाश को टटोला, तो उसे सख़्त पहरेदारों और उल्काओं से भरा हुआ पाया।","arabic":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5455,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:9","price":"और यह कि हम उसके कई स्थानों में सुनने के लिए बैठा करते थे। परन्तु, अब जो सुनने का प्रयास करता है, वह अपने लिए एक उल्का घात में लगा हुआ पाता है।","arabic":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5456,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:10","price":"और यह कि हम नहीं जानते कि क्या धरती वालों के साथ किसी बुराई का इरादा किया गया है या उनके पालनहार ने उनके साथ किसी भलाई का इरादा किया है?","arabic":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5457,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:11","price":"और यह कि हममें से कुछ सदाचारी हैं तथा हममें से कुछ इसके अलावा हैं। हम विभिन्न तरीक़ों पर हैं।","arabic":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5458,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:12","price":"तथा यह कि हमें विश्वास हो गया कि निःसंदेह हम धरती में अल्लाह को कदापि विवश नहीं कर सकेंगे और न ही उसे भागकर कभी विवश कर सकेंगे।","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5459,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:13","price":"तथा यह कि जब हमने मार्गदर्शन की बात सुनी, तो उसपर ईमान ले आए। अब जो कोई अपने पालनहार पर ईमान लाएगा, तो वह न किसी हानि से डरेगा और न किसी अत्याचार से।","arabic":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5460,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:14","price":"और यह कि हममें से कुछ आज्ञाकारी हैं और हममें से कुछ अत्याचारी हैं। फिर जो आज्ञाकारी हो गया, तो वही लोग हैं जिन्होंने सीधा रास्ता खोजा।","arabic":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5461,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:15","price":"तथा जो अत्याचारी हैं, तो वे जहन्नम का ईंधन होंगे।","arabic":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5462,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:16","price":"और यह (वह़्य की गई है) कि यदि वे सीधी राह पर क़ायम रहते, तो हम उन्हें अवश्य भरपूर जल से सैराब करते।","arabic":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5463,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:17","price":"ताकि हम उसमें उनका परीक्षण करें। और जो अपने पालनहार की याद से विमुख होगा, वह उसे कड़ी यातना में दाख़िल करेगा।","arabic":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5464,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:18","price":"और यह कि मस्जिदें[2] केवल अल्लाह के लिए हैं। अतः अल्लाह के साथ किसी को भी मत पुकारो।","arabic":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5465,"juzNumber":29,"footnotes":"2. मस्जिद का अर्थ सज्दा करने का स्थान है। भावार्थ यह है कि अल्लाह के सिवा किसी अन्य की इबादत तथा उसके सिवा किसी से प्रार्थना तथा विनय करना अवैध है।","lang":"hi"},{"name":"72:19","price":"और यह कि जब अल्लाह का बंदा[3] उसे पुकारता हुआ खड़ा हुआ, तो निकट था कि वे उनपर जत्थे बनकर टूट पड़ते।","arabic":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5466,"juzNumber":29,"footnotes":"3. अल्लाह के भक्त से अभिप्राय मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) हैं। तथा भावार्थ यह है कि जिन्न तथा मनुष्य मिल कर क़ुर्आन तथा इस्लाम की राह से रोकना चाहते हैं।","lang":"hi"},{"name":"72:20","price":"आप कह दें : मैं तो केवल अपने पालनहार को पुकारता हूँ और उसके साथ किसी को साझी नहीं ठहराता।","arabic":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5467,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:21","price":"आप कह दें : निःसंदेह मैं तुम्हारे लिए न किसी हानि का अधिकार रखता हूँ और न किसी भलाई का।","arabic":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5468,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:22","price":"आप कह दें : निश्चय मुझे कदापि कोई अल्लाह से नहीं बचा सकेगा[4] और न मैं उसके सिवा कभी कोई शरण का स्थान पाऊँगा।","arabic":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5469,"juzNumber":29,"footnotes":"4. अर्थात यदि मैं उसकी अवज्ञा करूँ और वह मुझे यातना देना चाहे।","lang":"hi"},{"name":"72:23","price":"परंतु (मैं तो केवल) अल्लाह के आदेश पहुँचाने और उसके संदेशों का (अधिकार रखता हूँ)। और जो अल्लाह तथा उसके रसूल की अवज्ञा करेगा, तो निश्चय उसी के लिए जहन्नम की आग है, जिसमें वे हमेशा के लिए रहने वाले हैं।","arabic":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5470,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:24","price":"यहाँ तक कि जब वे उस चीज़ को देख लेंगे, जिसका उनसे वादा किया जाता है, तो अवश्य जान लेंगे कि कौन है जो सहायक की दृष्टि से अधिक कमज़ोर है और जो संख्या में अधिक कम है?","arabic":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5471,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:25","price":"आप कह दें : मैं नहीं जानता कि जिस चीज़ का तुमसे वादा किया जाता है, वह निकट है अथवा मेरा पालनहार उसके लिए कोई अवधि निर्धारित करेगा?","arabic":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5472,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:26","price":"वही ग़ैब (प्रोक्ष) का जानने वाला है। वह अपने ग़ैब (प्रोक्ष) को किसी पर प्रकट नहीं करता।","arabic":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5473,"juzNumber":29,"footnotes":"","lang":"hi"},{"name":"72:27","price":"सिवाय किसी रसूल के, जिसे वह पसंद कर ले। तो निःसंदेह वह उसके आगे तथा उसके पीछे पहरेदार नियुक्त कर देता है।[5]","arabic":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5474,"juzNumber":29,"footnotes":"5. अर्थात ग़ैब (परोक्ष) का ज्ञान तो अल्लाह ही को है। किंतु यदि धर्म के विषय में कुछ परोक्ष की बातों की वह़्य अपने किसी रसूल की ओर करता है, तो फ़रिश्तों द्वारा उसकी रक्षा की व्यवस्था भी करता है ताकि उसमें कुछ मिलाया न जा सके। रसूल को जितना ग़ैब का ज्ञान दिया जाता है, वह इस आयत से उजागर हो जाता है। फिर भी कुछ लोग आप (सल्लल्लाहु अलैहि व सल्लम) को पूरे ग़ैब का ज्ञानी मानते हैं। और आप को गुहारते और सब जगह उपस्थित कहते हैं। और तौह़ीद को आघात पहुँचा कर शिर्क करते हैं।","lang":"hi"},{"name":"72:28","price":"ताकि वह जान ले कि उन्होंने वास्तव में अपने पालनहार के संदेश[6] पहुँचा दिए हैं। और उसने उन सभी चीज़ों को घेर रखा है, जो उनके पास हैं और प्रत्येक वस्तु को गिन रखा है।","arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5475,"juzNumber":29,"footnotes":"6. अर्थात वह रसूलों की दशा को जानता है। उसने प्रत्येक चीज़ को गिन रखा है, ताकि रसूलों के संदेश पहुँचाने में कोई कमी-बेशी न हो। इसलिए लोगों को रसूलों की बातें मान लेनी चाहिए।","lang":"hi"}],"chapter":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"]}