{"data":[{"name":"9:1","price":"अल्लाह तथा उसके रसूल की ओर से, उन बहुदेववादियों से ज़िम्मेदारी से बरी होने की घोषणा है, जिनसे तुमने संधि की थी।[1]","arabic":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1236,"juzNumber":10,"footnotes":"1. यह सूरत सन 9 हिजरी में उतरी। जब नबी सल्लल्लाहु अलैहि व सल्लम मदीना पहुँचे तो आप ने अनेक जातियों से समझौता किया था। परंतु सभी ने समय-समय से समझौते का उल्लंघन किया। लेकिन आप (सल्लल्लाहु अलैहि व सल्लम) बराबर उसका पालन करते रहे। और अब यह घोषणा कर दी गई कि बहुदेववादियों से कोई समझौता नहीं रहेगा।","lang":"hi"},{"name":"9:2","price":"तो (ऐ बहुदेववादियो!) ! तुम धरती में चार महीने चलो-फिरो, तथा जान लो कि निःसंदेह तुम अल्लाह को विवश करने वाले नहीं, और यह कि निश्चय अल्लाह काफ़िरों को अपमानित करने वाला है।","arabic":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1237,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:3","price":"तथा अल्लाह और उसके रसूल की ओर से, महा हज्ज[2] के दिन, स्पष्ट घोषणा है कि अल्लाह बहुदेववादियों (मुश्रिकों) से अलग है तथा उसका रसूल भी। फिर यदि तुम तौबा कर लो, तो वह तुम्हारे लिए उत्तम है, और यदि तुम मुँह मोड़ो, तो जान लो कि निश्चय तुम अल्लाह को विवश करने वाले नहीं, और जिन लोगों ने कुफ़्र किया, उन्हें दुखदायी यातना की शुभ सूचना दे दो।","arabic":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1238,"juzNumber":10,"footnotes":"2. यह एलान ज़ुल-ह़िज्जा सन् (10) हिजरी को मिना में किया गया कि अब काफ़िरों से कोई संधि नहीं रहेगी। इस वर्ष के बाद कोई मुश्रिक ह़ज्ज नहीं करेगा और न कोई काबा का नंगा तवाफ़ करेगा। (बुख़ारी : 4655)","lang":"hi"},{"name":"9:4","price":"सिवाय उन मुश्रिकों के, जिनसे तुमने संधि की, फिर उन्होंने तुम्हारे साथ (संधि के पालन में) कोई कमी नहीं की और न तुम्हारे विरुद्ध किसी की सहायता की, तो उनके साथ उनकी संधि को उनकी अवधि तक पूरी करो। निश्चय अल्लाह डर रखने वालों से प्रेम करता है।","arabic":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1239,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:5","price":"अतः जब सम्मानित महीने बीत जाएँ, तो बहुदेववादियों (मुश्रिकों) को जहाँ पाओ, क़त्ल करो और उन्हें पकड़ो और उन्हें घेरो[3] और उनके लिए हर घात की जगह बैठो। फिर यदि वे तौबा कर लें और नमाज़ क़ायम करें तथा ज़कात दें, तो उनका रास्ता छोड़ दो। निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।","arabic":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1240,"juzNumber":10,"footnotes":"3. यह आदेश मक्का के मुश्रिकों के बारे में दिया गया है, जो इस्लाम के विरोधी थे और मुसलमानों पर आक्रमण कर रहे थे।","lang":"hi"},{"name":"9:6","price":"और यदि मुश्रिकों में से कोई तुमसे शरण माँगे, तो उसे शरण दे दो, यहाँ तक कि वह अल्लाह की वाणी सुने। फिर उसे उसके सुरक्षित स्थान तक पहुँचा दो। यह इसलिए कि निःसंदेह वे ऐसे लोग हैं, जो ज्ञान नहीं रखते।","arabic":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1241,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:7","price":"इन मुश्रिकों (बहुदेववादियों) की अल्लाह और उसके रसूल के पास कोई संधि कैसे हो सकती है, सिवाय उनके जिनसे तुमने सम्मानित मस्जिद (काबा) के पास संधि की[4] थी? तो जब तक वे तुम्हारे लिए (वचन पर) क़ायम रहें, तो तुम भी उनके लिए क़ायम रहो। निःसंदेह अल्लाह परहेज़गारों से प्रेम करता है।","arabic":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1242,"juzNumber":10,"footnotes":"4. इससे अभिप्रेत ह़ुदैबिया की संधि है, जो सन् (6) हिजरी में हुई थी। जिसे काफ़िरों ने तोड़ दिया। और यही सन् (8) हिजरी में मक्का के विजय का कारण बना।","lang":"hi"},{"name":"9:8","price":"(उन लोगों की संधि) कैसे संभव है, जबकि वे यदि तुमपर अधिकार पा जाएँ, तो तुम्हारे विषय में न किसी रिश्तेदारी का सम्‍मान करेंगे और न किसी वचन का। वे तुम्हें अपने मुखों से प्रसन्न करते हैं, जबकि उनके दिल इनकार करते हैं और उनमें से अधिकांश अवज्ञाकारी हैं।","arabic":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1243,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:9","price":"उन्होंने अल्लाह की आयतों के बदले थोड़ा-सा मूल्य ले लिया[5], फिर उन्होंने अल्लाह की राह (इस्लाम) से रोका। निःसंदेह बुरा है, जो वे करते रहे हैं।","arabic":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1244,"juzNumber":10,"footnotes":"5. अर्थात सांसारिक स्वार्थ के लिए सत्धर्म इस्लाम को नहीं माना।","lang":"hi"},{"name":"9:10","price":"वे किसी ईमान वाले के बारे में न किसी रिश्तेदारी का सम्मान करते हैं और न किसी वचन का, और यही लोग सीमाओं का उल्लंघन करने वाले हैं।","arabic":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1245,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:11","price":"अतः यदि वे तौबा कर लें और नमाज़ क़ायम करें और ज़कात दें, तो धर्म में तुम्हारे भाई हैं। और हम उन लोगों के लिए आयतें खोलकर बयान करते हैं, जो जानते हैं।","arabic":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1246,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:12","price":"और यदि वे अपने वचन के बाद अपनी क़समें तोड़ दें और तुम्हारे धर्म की निंदा करें, तो कुफ़्र के प्रमुखों से युद्ध करो। क्योंकि उनकी क़समों का कोई विश्वास नहीं। ताकि वे (अत्याचार से) रुक जाएँ।","arabic":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1247,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:13","price":"क्या तुम उन लोगों से नहीं लड़ोगे, जिन्होंने अपनी क़समें तोड़ दीं और रसूल को निकालने का इरादा किया, और उन्होंने ही तुमसे  युद्ध का आरंभ किया है?  क्या तुम उनसे डरते हो? तो अल्लाह अधिक हक़दार है कि तुम उससे डरो, यदि तुम ईमानवाले[6] हो।","arabic":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1248,"juzNumber":10,"footnotes":"6. आयत संख्या 7 से लेकर 13 तक यह बताया गया है कि शत्रु ने निरंतर संधि को तोड़ा है। और तुम्हें युद्ध के लिए बाध्य कर दिया है। अब उनके अत्याचार और आक्रमण को रोकने का यही उपाय रह गया है कि उनसे युद्ध किया जाए।","lang":"hi"},{"name":"9:14","price":"उनसे युद्ध करो, अल्लाह उन्हें तुम्हारे हाथों से सज़ा देगा और उन्हें अपमानित करेगा और उनके विरुद्ध तुम्हारी सहायता करेगा और ईमान वालों के दिलों को ठंडा करेगा।","arabic":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1249,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:15","price":"और उनके दिलों के क्रोध को दूर कर देगा और जिसकी चाहेगा, तौबा क़बूल करेगा और अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।","arabic":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1250,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:16","price":"क्या तुमने समझ रखा है कि तुम यूँ ही छोड़ दिए जाओगे, हालाँकि अभी तक अल्लाह ने उन लोगों को नहीं जाना ही, जिन्होंने तुममें से जिहाद किया तथा अल्लाह और उसके रसूल और ईमान वालों के सिवाय किसी को भेदी मित्र नहीं बनाया? और अल्लाह उससे अच्छी तरह सूचित है, जो तुम कर रहे हो।","arabic":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1251,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:17","price":"मुश्रिकों (बहुदेववादियों) के लिए योग्य नहीं कि वे अल्लाह की मस्जिदों को आबाद करें, जबकि वे स्वयं अपने विरुद्ध कुफ़्र की गवाही देने वाले हैं। ये वही हैं जिनके कर्म व्यर्थ हो गए और वे आग ही में सदा के लिए रहने वाले हैं।","arabic":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1252,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:18","price":"अल्लाह की मस्जिदें तो वही आबाद करता है, जो अल्लाह पर और अंतिम दिन (क़ियामत) पर ईमान लाया, तथा उसने नमाज़ क़ायम की और ज़कात दी और अल्लाह के सिवा किसी से नहीं डरा। तो ये लोग आशा है कि मार्ग दर्शन पाने वालों में से होंगे।","arabic":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1253,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:19","price":"क्या तुमने हाजियों को पानी पिलाना और मस्जिद-ए-हराम को आबाद करना, उसके जैसा बना दिया जो अल्लाह और अंतिम दिन पर ईमान लाया और उसने अल्लाह की राह में जिहाद किया? ये अल्लाह के यहाँ बराबर नहीं हैं तथा अल्लाह अत्याचारी लोगों को मार्ग नहीं दिखाता।","arabic":"۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1254,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:20","price":"जो लोग ईमान लाए तथा हिजरत की और अल्लाह की राह में अपने धनों और अपने प्राणों के साथ जिहाद किया, अल्लाह के यहाँ पद में अधिक बड़े हैं और वही लोग सफल हैं।","arabic":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1255,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:21","price":"उनका पालनहार उन्हें अपनी ओर से दया और प्रसन्नता तथा ऐसे बाग़ों की शुभ सूचना देता है, जिनमें उनके लिए शाश्वत आनंद है।","arabic":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1256,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:22","price":"जिनमें वे हमेशा रहने वाले हैं। निःसंदेह अल्लाह ही के पास बड़ा बदला है।","arabic":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1257,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:23","price":"ऐ ईमान वालो! अपने बापों और अपने भाइयों को दोस्त न बनाओ, यदि वे ईमान की अपेक्षा कुफ़्र से प्रेम करें, और तुममें से जो व्यक्ति उनसे दोस्ती रखेगा, तो वही लोग अत्याचारी हैं।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1258,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:24","price":"(ऐ नबी!) कह दो कि यदि तुम्हारे बाप और तुम्हारे बेटे और तुम्हारे भाई और तुम्हारी पत्नियाँ और तुम्हारे परिवार और (वे) धन जो तुमने कमाए हैं और (वह) व्यापार जिसके मंदा होने से तुम डरते हो तथा रहने के घर जिन्हें तुम पसंद करते हो, तुम्हें अल्लाह तथा उसके रसूल और अल्लाह की राह में जिहाद करने से अधिक प्रिय हैं, तो प्रतीक्षा करो, यहाँ तक कि अल्लाह अपना हुक्म ले आए और अल्लाह अवज्ञाकारियों को मार्ग नहीं दिखाता।","arabic":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1259,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:25","price":"निःसंदेह अल्लाह ने बहुत-से स्थानों पर तुम्हारी सहायता की तथा हुनैन[7] के दिन भी, जब तुम्हारी बहुतायत ने तुम्हें आत्ममुग्ध बना दिया, फिर वह तुम्हारे कुछ काम न आई तथा तुमपर धरती अपने विस्तार के उपरांत तंग हो गई, फिर तुम पीठ फेरते हुए लौट गए।","arabic":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1260,"juzNumber":10,"footnotes":"7. \"ह़ुनैन\" मक्का तथा ताइफ़ के बीच एक वादी है। वहीं पर यह युद्ध सन् 8 हिजरी में मक्का की विजय के पश्चात् हुआ। आपको मक्का में यह सूचना मिली के हवाज़िन और सक़ीफ़ के क़बीले मक्का पर आक्रमण करने की तैयारियाँ कर रहे हैं। जिसपर आप बारह हज़ार की सेना लेकर निकले। जबकि शत्रु की संख्या केवल चार हज़ार थी। फिर भी उन्होंने अपनी तीरों से मुसलमानों का मुँह फेर दिया। नबी सल्लल्लाहु अलैहि व सल्लम और आपके कुछ साथी रणक्षेत्र में डटे रहे। अंततः फिर इस्लामी सेना ने व्यवस्थित होकर विजय प्राप्त की। (इब्ने कसीर)","lang":"hi"},{"name":"9:26","price":"फिर अल्लाह ने अपने रसूल पर और ईमानवालों पर अपनी शांति उतारी, और ऐसी सेनाएँ उतारीं जिन्हें तुमने नहीं देखा[8], और उन लोगों को दंड दिया जिन्होंने कुफ़्र किया, और यही काफ़िरों का बदला है।","arabic":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1261,"juzNumber":10,"footnotes":"8. अर्थात फ़रिश्ते भी उतारे गए जो मुसलमानों के साथ मिलकर काफ़िरों से जिहाद कर रहे थे। जिनके कारण मुसलमान विजयी हुए और काफ़िरों को बंदी बना लिया गया, जिनको बाद में मुक्त कर दिया गया।","lang":"hi"},{"name":"9:27","price":"फिर इसके बाद अल्लाह जिसकी चाहेगा, तौबा क़बूल[9] करेगा। और अल्लाह अति क्षमाशील, अत्यंत दयावान है।","arabic":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1262,"juzNumber":10,"footnotes":"9. अर्थात उसके सत्धर्म इस्लाम को स्वीकार कर लेने के कारण।","lang":"hi"},{"name":"9:28","price":"ऐ ईमान लाने वालो! निःसंदेह बहुदेववादी अशुद्ध हैं। अतः वे इस वर्ष[10] के बाद मस्जिद-ए-हराम के पास न आएँ। और यदि तुम किसी प्रकार की गरीबी से डरते[11] हो, तो अल्लाह जल्द ही तुम्हें अपनी कृपा से समृद्ध करेगा, यदि उसने चाहा। निःसंदेह अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1263,"juzNumber":10,"footnotes":"10. अर्थात सन् 9 हिजरी के पश्चात्। 11. अर्थात उनसे व्यापार न करने के कारण। अशुद्ध होने का अर्थ शिर्क के कारण मन की अशुद्धता है। (इब्ने कसीर)","lang":"hi"},{"name":"9:29","price":"(ऐ ईमान वालो!) उन किताब वालों से युद्ध करो, जो न अल्लाह पर ईमान रखते हैं और न अंतिम दिन (क़ियामत) पर, और न उसे हराम समझते हैं, जिसे अल्लाह और उसके रसूल ने हराम (वर्जित) किया है और न सत्धर्म को अपनाते हैं, यहाँ तक कि वे अपमानित होकर अपने हाथ से जिज़या दें।","arabic":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1264,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:30","price":"तथा यहूदियों ने कहा कि उज़ैर अल्लाह का पुत्र है और ईसाइयों ने कहा कि मसीह अल्लाह का पुत्र है। ये उनके अपने मुँह की बातें हैं। वे उन लोगों जैसी बातें कर रहे हैं, जिन्होंने इनसे पहले कुफ़्र किया। उनपर अल्लाह की मार हो! वे कहाँ बहकाए जा रहे हैं?","arabic":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1265,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:31","price":"उन्होंने अपने विद्वानों और अपने दरवेशों को अल्लाह के सिवा रब बना[12] लिया तथा मरयम के पुत्र मसीह को (भी)। हालाँकि, उन्हें इसके सिवा आदेश नहीं दिया गया था कि वे एक पूज्य की इबादत करें, उसके सिवा कोई सच्चा पूज्य नहीं। वह उससे पवित्र है, जो वे साझी बनाते हैं।","arabic":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1266,"juzNumber":10,"footnotes":"12. ह़दीस में है कि उनके किसी चीज़ को हलाल ठहराने को हलाल समझना और किसी चीज़ को हराम ठहराने को हराम समझना ही उनको पूज्य बनाना था। (तिरमिज़ी : 3095, यह ह़दीस हसन है।)","lang":"hi"},{"name":"9:32","price":"वे चाहते हैं कि अल्लाह के प्रकाश को अपने मुँह से से बुझा[13] दें, हालाँकि अल्लाह अपने प्रकाश को पूरा किए बिना नहीं रहेगा, भले ही काफिरों को बुरा लगे।","arabic":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1267,"juzNumber":10,"footnotes":"13. आयत का अर्थ यह है कि यहूदी, ईसाई तथा काफ़िर स्वयं तो कुपथ पर हैं ही, वे सत्धर्म इस्लाम से रोकने के लिए भी धोखा-धड़ी से काम लेते हैं, जिसमें वह कदापि सफल नहीं होंगे।","lang":"hi"},{"name":"9:33","price":"वही है जिसने अपने रसूल[14] को मार्गदर्शन तथा सत्धर्म (इस्लाम) के साथ भेजा, ताकि उसे प्रत्येक धर्म पर प्रभुत्व प्रदान कर दे[15], भले ही बहुदेववादियों को बुरा लगे।","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1268,"juzNumber":10,"footnotes":"14. रसूल से अभिप्रेत मुह़म्मद सल्लल्लाहु अलैहि व सल्लम हैं। 15. इसका सब से बड़ा प्रमाण यह है कि इस समय पूरे संसार में मुसलमानों की संख्या लग-भग दो अरब है। और अब भी इस्लाम पूरी दुनिया में तेज़ी से फैलता जा रहा है।","lang":"hi"},{"name":"9:34","price":"ऐ ईमान वालो! निःसंदेह बहुत-से विद्वान तथा दरवेश निश्चित रूप से लोगों का धन अवैध तरीके से खाते हैं और अल्लाह की राह से रोकते हैं। तथा जो लोग सोना-चाँदी एकत्र करके रखते हैं और उसे अल्लाह की राह में खर्च नहीं करते, तो उन्हें दर्दनाक अज़ाब की ख़ुशख़बरी दे दो।","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1269,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:35","price":"जिस दिन उसे जहन्नम की आग में तपाया जाएगा, फिर उससे उनके माथों और उनके पहलुओं और उनकी पीठों को दागा जाएगा। (कहा जाएगा :) यही है, जो तुमने अपने लिए कोश बनाया था। तो (अब) उसका स्वाद चखो जो तुम कोश बनाया करते थे।","arabic":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1270,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:36","price":"निःसंदेह अल्लाह के निकट महीनों की संख्या, अल्लाह की किताब में बारह महीने है, जिस दिन उसने आकाशों तथा धरती की रचना की। उनमें से चार महीने हुरमत[16] वाले हैं। यही सीधा धर्म है। अतः इनमें अपने प्राणों पर अत्याचार[17] न करो। तथा बहुदेववादियों से सब मिलकर युद्ध करो, जैसे वे तुमसे मिलकर युद्ध करते हैं, और जान लो कि निःसंदेह अल्लाह मुत्तक़ी लोगों के साथ है।","arabic":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1271,"juzNumber":10,"footnotes":"16. जिनमें युद्ध निषेध है। और वे ज़ुलक़ादा, ज़ुल ह़िज्जा, मुह़र्रम तथा रजब के महीने हैं। (बुख़ारी : 4662) 17. अर्थात इनमें युद्ध तथा रक्तपात न करो, इनका आदर करो।","lang":"hi"},{"name":"9:37","price":"तथ्य यह है कि महीनों को पीछे करना[18] कुफ़्र में वृद्धि है, जिसके साथ वे लोग गुमराह किए जाते हैं जिन्होंने कुफ़्र किया। वे एक वर्ष उसे हलाल (वैध) कर लेते हैं और एक वर्ष उसे हराम (अवैध) कर लेते हैं। ताकि उन (महीनों) की गिनती पूरी कर लें, जो अल्लाह ने हराम किए हैं। फिर जो अल्लाह ने हराम (अवैध) किया है, उसे हलाल (वैध) कर लें। उनके बुरे काम उनके लिए सुंदर बना दिए गए हैं और अल्लाह काफ़िरों को सीधा रास्ता नहीं दिखाता।","arabic":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1272,"juzNumber":10,"footnotes":"18. इस्लाम से पहले मक्का के मिश्रणवादी अपने स्वार्थ के लिए सम्मानित महीनों साधारणतः मुह़र्रम के महीने को सफ़र के महीने से बदलकर युद्ध कर लेते थे। इसी प्रकार प्रत्येक तीन वर्ष पर एक महीना अधिक कर लिया जाता था ताकि चाँद का वर्ष सूर्य के वर्ष के अनुसार रहे। क़ुरआन ने इस कुरीति का खंडन किया है, और इसे अधर्म कहा है। (इब्ने कसीर)","lang":"hi"},{"name":"9:38","price":"ऐ ईमान वालो! तुम्हें क्या हो गया है कि जब तुमसे कहा जाता है कि अल्लाह की राह में निकलो, तो तुम धरती की ओर बहुत बोझल हो जाते हो? क्या तुम आख़िरत (परलोक) की तुलना में दुनिया के जीवन से खुश हो गए हो? तो दुनिया के जीवन का सामान आख़िरत के मुकाबले में बहुत थोड़ा है।[19]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1273,"juzNumber":10,"footnotes":"19. ये आयतें तबूक के युद्ध से संबंधित हैं। तबूक मदीना और शाम के बीच एक स्थान का नाम है। जो मदीना से 610 किलोमीटर दूर है। सन् 9 हिजरी में नबी सल्लल्लाहु अलैहि व सल्लम को यह सूचना मिली कि रोम के राजा क़ैसर ने मदीने पर आक्रमण करने का आदेश दिया है। यह मुसलमानों के लिए अरब से बाहर एक बड़ी शक्ति से युद्ध करने का प्रथम अवसर था। अतः आपने तैयारी और कूच का एलान कर दिया। यह बड़ा भीषण समय था, इसलिए मुसलमानों को प्रेरणा दी जा रही है कि इस युद्ध के लिए निकलें। तबूक का युद्ध : मक्का की विजय के पश्चात् ऐसे समाचार मिलने लगे कि रोम का राजा क़ैसर मुसलमानों पर आक्रमण करने की तैयारी कर रहा है। नबी सल्लल्लाहु अलैहि व सल्लम ने जब यह सुना, तो आपने भी मुसलमानों को तैयारी का आदेश दे दिया। उस समय स्थिति बड़ी गंभीर थी। कड़ी धूप तथा खजूरों के पकने का समय था। सवारी तथा यात्रा के संसाधन की कमी थी। मदीना के मुनाफ़िक़ अबु आमिर राहिब के द्वारा ग़स्सान के ईसाई राजा और क़ैसर से मिले हुए थे। उन्होंने मदीना के पास अपने षड्यंत्र के लिए एक मस्जिद भी बना ली थी। और चाहते थे कि मुसलमान पराजित हो जाएँ। वे नबी सल्लल्लाहु अलैहि व सल्ल्म और मुसलमानों का उपहास करते थे। और तबूक की यात्रा के बीच आपपर प्राण-घातक आक्रमण भी किया। और बहुत से मुनाफ़िक़ों ने आपका साथ भी नहीं दिया और झूठे बहाने बना लिए। रजब सन् 9 हिजरी में नबी सल्लल्लाहु अलैहि व सल्लम तीस हज़ार मुसलमानों के साथ निकले। इनमें दस हज़ार सवार थे। तबूक पहुँचकर पता चला कि क़ैसर और उसके सहयोगियों ने साहस खो दिया है। क्योंकि इससे पहले मूता के रणक्षेत्र में तीन हज़ार मुसलमानों ने एक लाख ईसाइयों का मुक़ाबला किया था। इसलिए क़ैसर तीस हज़ार की सेना से भिड़ने का साहस न कर सका। आप सल्लल्लाहु अलैहि व सल्लम ने तबूक में बीस दिन रहकर रूमियों के अधीन इस क्षेत्र के राज्यों को अपने अधीन बनाया। जिससे इस्लामी राज्य की सीमाएँ रूमी राज्य की सीमा तक पहुँच गईं। जब आप मदीना पहुँचे तो मुनाफ़िक़ों ने झूठे बहाने बनाकर क्षमा माँग ली। तीन मुसलमान जो आपके साथ आलस्य के कारण नहीं जा सके थे और अपना दोष स्वीकार कर लिया था आपने उनका सामाजिक बहिष्कार कर दिया। किंतु अल्लाह ने उन तीनों को भी उनके सत्य के कारण क्षमा कर दिया। आपने उस मस्जिद को भी गिराने का आदेश दिया, जिसे मुनाफ़िक़ों ने अपने षड्यंत्र का केंद्र बनाया था।","lang":"hi"},{"name":"9:39","price":"यदि तुम नहीं निकलोगे, तो वह तुम्हें दर्दनाक यातना देगा और तुम्हारे स्थान पर दूसरे लोगों को ले आएगा और तुम उसे कोई हानि नहीं पहुँचा सकोगे। और अल्लाह हर चीज़ पर सर्वशक्तिमान है।","arabic":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1274,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:40","price":"यदि तुम उनकी सहायता न करो, तो निःसंदेह अल्लाह ने उनकी सहायता की, जब उन्हें उन लोगों ने निकाल दिया[20] जिन्होंने कुफ़्र किया, जब वह दो में दूसरा थे, जब वे दोनों गुफा में थे, जब वह अपने साथी से कह रहे थे : शोकाकुल न हो। निःसंदेह अल्लाह हमारे साथ है।[21] तो अल्लाह ने उनपर अपनी ओर से शांति उतार दी और उन्हें ऐसी सेनाओँ के साथ शक्ति प्रदान की, जिन्हें तुमने नहीं देखे और उन लोगों की बात नीची कर दी जिन्होंने कुफ़्र किया, और अल्लाह की बात ही सबसे ऊँची है और अल्लाह सबपर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"20. यह उस अवसर की चर्चा है जब मक्का के मिश्रणवादियों ने नबी सल्लल्लाहु अलैहि व सल्लम का वध कर देने का निर्णय किया। उसी रात आप मक्का से निकलकर 'सौर' पर्वत की चोटी के पास स्थित गुफा में तीन दिन तक छिपे रहे। फिर मदीना पहुँचे। उस समय गुफा में केवल आदरणीय अबू बक्र सिद्दीक़ रज़ियल्लाहु अन्हु आपके साथ थे। 21. ह़दीस में है कि अबू बक्र (रज़ियल्लाहु अन्हु) ने कहा कि मैं गुफा में नबी (सल्लल्लाहु अलैहि व सल्लम) के साथ था। और मैंने मुश्रिकों के पैर देख लिए। और आपसे कहा : यदि इनमें से कोई अपना पैर उठा दे, तो हमें देख लेगा। आपने कहा : उन दो के बारे में तुम्हारा क्या विचार है जिनका तीसरा अल्लाह है। (सह़ीह़ बुख़ारी : 4663)","lang":"hi"},{"name":"9:41","price":"हलके[22] और बोझिल (हर स्थिति में) निकल पड़ो और अपने मालों और अपनी जानों के साथ अल्लाह के मार्ग में जिहाद करो। यह तुम्हारे लिए उत्तम है, यदि तुम जानते हो।","arabic":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1276,"juzNumber":10,"footnotes":"22. संसाधन हो या न हो।","lang":"hi"},{"name":"9:42","price":"यदि शीघ्र मिलने वाल सामान और मध्यम यात्रा होती, तो वे अवश्य आपके पीछे चल पड़ते, लेकिन फ़ासला उनपर दूर पड़ गया। और जल्द ही वे अल्लाह की क़समें खाएँगे कि अगर हमारे पास ताकत होती, तो हम तुम्हारे साथ अवश्य निकलते। वे अपने आपको नष्ट कर रहे हैं और अल्लाह जानता है कि वे निश्चित रूप से झूठे हैं।","arabic":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1277,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:43","price":"अल्लाह ने (ऐ नबी!) आपको क्षमा कर दिया, आपने उन्हें क्यों अनुमति दी, यहाँ तक कि आपके लिए वे लोग स्पष्ट हो जाते जिन्होंने सच कहा और आप झूठे लोगों को जान लेते।","arabic":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1278,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:44","price":"जो लोग अल्लाह और आख़िरत के दिन पर ईमान रखते हैं, वे आपसे अपने धनों और अपनी जानों के साथ जिहाद करने से अनुमति नहीं माँगते, और अल्लाह मुत्तक़ी लोगों को भली-भाँति जानने वाला है।","arabic":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1279,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:45","price":"आपसे अनुमति केवल वही लोग माँगते हैं, जो अल्लाह तथा अंतिम दिन (आख़िरत) पर ईमान नहीं रखते और उनके दिल संदेह में पड़े हुए हैं। सो वे अपने संदेह में भ्रमित भटक रहे हैं।","arabic":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1280,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:46","price":"यदि वे निकलने का इरादा रखते, तो उसके लिए कुछ सामान अवश्य तैयार करते। लेकिन अल्लाह ने उनके उठने को नापसंद किया, तो उसने उन्हें रोक दिया। तथा कह दिया गया कि बैठने वालों के साथ बैठे रहो।","arabic":"۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1281,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:47","price":"यदि वे तुम्हारे साथ निकलते, तो तुम्हारे अंदर बिगाड़ के सिवा किसी और चीज़ की वृद्धि नहीं करते। और तुम्हारे बीच उपद्रव पैदा करने के लिए दौड़-धूप करते। और तुम्हारे अंदर कुछ लोग उनकी बातें कान लगाकर सुनने वाले हैं। और अल्लाह इन अत्याचारियों को भली-भाँति जानने वाला है।","arabic":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1282,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:48","price":"निःसंदेह उन्होंने इससे पहले भी उपद्रव मचाना चाहा तथा आपके लिए कई मामले उलट-पलट किए। यहाँ तक कि सत्य आ गया और अल्लाह का आदेश प्रबल हो गया। हालाँकि वे नापसंद करने वाले थे।","arabic":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1283,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:49","price":"उनके अंदर ऐसा व्यक्ति भी है, जो कहता है कि आप मुझे अनुमति दे दें और मुझे फ़ितने में न डालें। सुन लो! वे फ़ितने ही में तो पड़े हुए हैं और निःसंदेह जहन्नम काफ़िरों को अवश्य घेरने वाली है।","arabic":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1284,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:50","price":"यदि आपको कोई भलाई पहुँचती है, तो उन्हें बुरी लगती है और यदि आपपर कोई आपदा आती है, तो कहते हैं : हमने तो पहले ही अपना बचाव कर लिया था और ऐसी अवस्था में पलटते हैं कि वे बहुत प्रसन्न होते हैं।","arabic":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1285,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:51","price":"आप कह दें : हमें कुछ भी नहीं पहुँचेगा सिवाय उसके जो अल्लाह ने हमारे लिए लिख दिया है। वही हमारा मालिक है और अल्लाह ही पर ईमान वालों को भरोसा करना चाहिए।","arabic":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1286,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:52","price":"आप कह दें : तुम हमारे बारे में दो भलाइयों[23] में से किसी एक के सिवा किसकी प्रतीक्षा कर रहे हो और हम तुम्हारे बारे में यह प्रतीक्षा कर रहे हैं कि अल्लाह तुम्हें अपने पास से यातना दे, या हमारे हाथों से। तो तुम प्रतीक्षा करो, निःसंदेह हम (भी) तुम्हारे साथ प्रतीक्षा करने वाले हैं।","arabic":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1287,"juzNumber":10,"footnotes":"23. दो भलाइयों से अभिप्राय विजय या अल्लाह की राह में शहीद होना है। (इब्ने कसीर)","lang":"hi"},{"name":"9:53","price":"आप कह दें : तुम स्वेच्छापूर्वक दान करो अथवा अनिच्छापूर्वक, तुम्हारी ओर से हरगिज़ स्वीकार नहीं किया जाएगा। निःसंदेह तुम हमेशा से अवज्ञाकारी लोग हो।","arabic":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1288,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:54","price":"और उनकी ख़र्च की हुई चीज़ों को स्वीकार करने से उन्हें इसके सिवा किसी चीज़ ने नहीं रोका कि उन्होंने अल्लाह और उसके रसूल के साथ कुफ़्र किया और वे नमाज़ के लिए आलसी होकर आते हैं तथा वे खर्च नहीं करते परंतु इस अवस्था में कि वे नाख़ुश होते हैं।","arabic":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1289,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:55","price":"अतः आपको न उनके धन भले लगें और न उनकी संतान। अल्लाह तो यही चाहता है कि उन्हें इनके द्वारा सांसारिक जीवन में यातना दे और उनके प्राण इस दशा में निकलें कि वे काफ़िर हों।","arabic":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1290,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:56","price":"और वे (मुनाफ़िक़) अल्लाह की क़सम खाते हैं कि निःसंदेह वे अवश्य तुममें से हैं, हालाँकि वे तुममें से नहीं हैं, परंतु वे ऐसे लोग हैं जो डरते हैं।","arabic":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1291,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:57","price":"यदि वे कोई शरण स्थल, या कोई गुफाएँ या घुसने की कोई जगह पा जाएँ, तो अवश्य ही वे बगटुट उसकी ओर लौट जाएँ।","arabic":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1292,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:58","price":"और उनमें से कुछ लोग ऐसे हैं, जो सदक़ों के (वितरण के) बारे में आपपर दोष लगाता हैं। फिर यदि उन्हें उनमें से दे दिया जाए, तो प्रसन्न हो जाते हैं और यदि उन्हें उनमें से न दिया जाए, तो तुरंत वे क्रोधित हो जाते हैं।","arabic":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1293,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:59","price":"और (कितना अच्छा होता) यदि वे उससे संतुष्ट हो जाते, जो अल्लाह और उसके रसूल ने उन्हें दिया और कहते कि हमारे लिए अल्लाह काफ़ी है। जल्द ही अल्लाह हमें अपनी कृपा से प्रदान करेगा तथा उसका रसूल भी। निःसंदेह हम अल्लाह ही की ओर रूचि रखने वाले हैं।","arabic":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1294,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:60","price":"ज़कात तो केवल फ़क़ीरों[24] और मिस्कीनों के लिए और उसपर नियुक्त कार्यकर्ताओं[25] के लिए तथा उनके लिए है जिनके दिलों को परचाना[26] अभीष्ट हो, और दास मुक्त करने में और क़र्ज़दारों एवं तावान भरने वालों में और अल्लाह के मार्ग में तथा यात्रियों के लिए है। यह अल्लाह की ओर से एक दायित्व है[27] और अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।","arabic":"۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1295,"juzNumber":10,"footnotes":"24. क़ुरआन ने यहाँ फ़क़ीर और मिस्कीन के शब्दों का प्रयोग किया है। फ़क़ीर का अर्थ है जिसके पास कुछ न हो। परंतु मिस्कीन वह है जिसके पास कुछ धन हो, मगर उसकी आवश्यकता की पूर्ति न होती हो। 25. जो ज़कात के काम में लगे हों। 26. इससे अभिप्राय वे हैं जो नए-नए इस्लाम लाए हों। तो उनके लिए भी ज़कात है। या जो इस्लाम में रूचि रखते हों, और इस्लाम के सहायक हों। 27.संसार में कोई धर्म ऐसा नहीं है जिसने दीन-दुखियों की सहायता और सेवा की प्रेरणा न दी हो। और उसे इबादत (वंदना) का अनिवार्य अंश न कहा हो। परंतु इस्लाम की यह विशेषता है कि उसने प्रत्येक धनी मुसलमान पर एक विशेष कर निरिधारित कर दिया है जो उसपर अपनी पूरी आय का ह़िसाब करके प्रत्येक वर्ष देना अनिवार्य है। फिर उसे इतना महत्व दिया है कि कर्मों में नमाज़ के पश्चात् उसी का स्थान है। और क़ुरआन में दोनों कर्मों की चर्चा एक साथ करके यह स्पष्ट कर दिया गया है कि किसी समुदाय में इस्लामी जीवन के सबसे पहले यही दो लक्षण हैं, नमाज़ तथा ज़कात। यदि इस्लाम में ज़कात के नियम का पालन किया जाए तो समाज में कोई ग़रीब नहीं रह जाएगा। और धनवानों तथा निर्धनों के बीच प्रेम की ऐसी भावना पैदा हो जाएगी कि पूरा समाज सुखी और शांतिमय बन जाएगा। ब्याज का भी निवारण हो जाएगा। तथा धन कुछ हाथों में सीमित न रहकर उसका लाभ पूरे समाज को मिलेगा। फिर इस्लाम ने इसका नियम निर्धारित किया है। जिसका पूरा विवरण ह़दीसों में मिलेगा और यह भी निश्चित कर दिया है कि ज़कात का धन किनको दिया जाएगा और इस आयत में उन्हीं की चर्चा की गई है, जो ये हैं : 1. फ़क़ीर 2. मिस्कीन, 3. ज़कात के कार्यकर्ता, 4. नए मुसलमान, 5. दास-दासी, 6. ऋणी, 7. अल्लाह के मार्ग में, 8. और यात्री। अल्लाह के मार्ग से अभिप्राय अल्लाह की राह में जिहाद करने वाले लोग हैं।","lang":"hi"},{"name":"9:61","price":"तथा उन (मुनाफ़िक़ों) में से कुछ लोग ऐसे हैं जो नबी को दुःख देते हैं और कहते हैं कि वह तो निरा कान[28] हैं! आप कह दें कि वह तुम्हारे लिए भलाई का कान हैं। वह अल्लाह पर विश्वास रखते हैं और ईमान वालों की बात का विश्वास करते हैं और तुममें से उन लोगों के लिए दया हैं, जो ईमान लाए हैं और जो लोग अल्लाह के रसूल को दुःख देते हैं, उनके लिए दर्दनाक यातना है।","arabic":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1296,"juzNumber":10,"footnotes":"28. मुनाफ़िक़ों का मतलब यह था कि आप कान के कच्चे हैं, हर एक की बात सुनकर उसपर विश्वास कर लेते हैं।","lang":"hi"},{"name":"9:62","price":"वे तुम्हारे समक्ष अल्लाह की क़सम खाते हैं, ताकि तुम्हें प्रसन्न करें। हालाँकि अल्लाह और उसके रसूल अधिक योग्य हैं कि वे उन्हें प्रसन्न करें, अगर वे ईमान वाले हैं।","arabic":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1297,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:63","price":"क्या उन्होंने नहीं जाना कि जो अल्लाह और उसके रसूल का विरोध करता है, तो निःसंदेह उसके लिए जहन्नम की आग है, जिसमें वह सदैव रहने वाला है। यह बहुत बड़ा अपमान है।","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1298,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:64","price":"मुनाफ़िक़ों को इस बात का डर है कि उनपर[29] कोई ऐसी सूरत न उतार दी जाए, जो उन्हें वे बातें बता दे जो इनके दिलों में हैं। आप कह दें  : तुम मज़ाक़ उड़ाते रहो। निःसंदेह अल्लाह उन बातों को निकालने वाला है, जिनसे तुम डरते हो।","arabic":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1299,"juzNumber":10,"footnotes":"29. अर्थात् ईमान वालों पर।","lang":"hi"},{"name":"9:65","price":"निःसंदेह यदि आप[30] उनसे पूछें, तो वे अवश्य ही कहेंगे : हम तो यूँ ही बातचीत और हँसी-मज़ाक़ कर रहे थे। आप कह दें : क्या तुम अल्लाह और उसकी आयतों और उसके रसूल के साथ मज़ाक कर रहे थे?","arabic":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1300,"juzNumber":10,"footnotes":"30. तबूक की यात्रा के दौरान मुनाफ़िक़ लोग, नबी तथा इस्लाम के विरुद्ध बहुत-सी दुःखदायी बातें कर रहे थे।","lang":"hi"},{"name":"9:66","price":"तुम बहाने मत बनाओ, निःसंदेह तुमने अपने ईमान के बाद कुफ़्र किया। यदि हम तुममें से एक समूह को क्षमा कर दें, तो एक समूह को दंड देंगे, क्योंकि निश्चय ही वे अपराधी थे।","arabic":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1301,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:67","price":"मुनाफ़िक़ पुरुष और मुनाफिक़ स्त्रियाँ, वे सब एक-जैसे हैं। वे बुराई का आदेश देते हैं तथा भलाई से रोकते हैं और अपने हाथ बंद रखते[31] हैं। वे अल्लाह को भूल गए, तो उसने उन्हें भुला[32] दिया। निश्चय मुनाफ़िक़ लोग ही अवज्ञाकारी हैं।","arabic":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1302,"juzNumber":10,"footnotes":"31. अर्थात दान नहीं करते। 32. अल्लाह के भुला देने का अर्थ है उनपर दया न करना।","lang":"hi"},{"name":"9:68","price":"अल्लाह ने मुनाफ़िक़ पुरुषों तथा मुनाफ़िक़ स्त्रियों और काफ़िरों से जहन्नम की आग का वादा किया है, जिसमें वे हमेशा रहने वाले हैं। वही उनके लिए प्रयाप्त है। और अल्लाह ने उनपर ला'नत की और उनके लिए सदैव रहने वाली यातना है।","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1303,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:69","price":"उन लोगों की तरह जो तुमसे पहले थे। वे शक्ति में तुमसे ज़्यादा मज़बूत तथा धन और संतान में तुमसे अधिक थे। तो उन्होंने अपने भाग का आनंद लिया। फिर तुमने अपने भाग का आनंद लिया, जैसे तुमसे पूर्व के लोगों ने आनंद लिया था और तुम (झूठ और असत्य के अंदर) घुसे, जैसे वे घुसे थे। यही लोग हैं, जिनके कर्म दुनिया एवं आखिरत में अकारथ हो गए और यही घाटा उठाने वाले लोग हैं।","arabic":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1304,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:70","price":"क्या इनके पास उन लोगों की ख़बर नहीं आई, जो इनसे पहले थे? नूह़ की जाति और आद और समूद तथा इबराहीम की जाति और मदयन[33] वाले और उलटी[34] हुई बस्तियों के लोग? उनके पास उनके रसूल स्पष्ट प्रमाण लेकर आए, तो अल्लाह ऐसा नहीं था कि उनपर अत्याचार करता, परंतु वे स्वयं अपने आप पर अत्याचार[35] करते थे।","arabic":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1305,"juzNumber":10,"footnotes":"33. मदयन वाले शुऐब अलैहिस्सलाम की जाति थे। 34. इससे अभिप्राय लूत अलैहिस्सलाम की जाति है। (इब्ने कसीर) 35. अपने रसूलों को अस्वीकार करके।","lang":"hi"},{"name":"9:71","price":"और ईमान वाले मर्द और ईमान वाली औरतें एक-दूसरे के दोस्त हैं, वे भलाई का हुक्म देते हैं और बुराई से मना करते हैं और नमाज़  क़ायम करते हैं और ज़कात देते हैं तथा अल्लाह और उसके रसूल की आज्ञा का पालन करते हैं। यही लोग हैं जिनपर अल्लाह दया करेगा। निःसंदेह अल्लाह सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1306,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:72","price":"अल्लाह ने ईमान वाले पुरुषों तथा ईमान वाली स्त्रियों से ऐसे बाग़ों का वादा किया है जिनके नीचे से नहरें बहती हैं, जिनमें वे सदैव रहने वाले होंगे, और स्थायी बाग़ों में अच्छे आवासों का (वादा किया है)। और अल्लाह की ओर से थोड़ी-सी प्रसन्नता सबसे बड़ी है, यही तो बहुत बड़ी सफलता है।","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1307,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:73","price":"ऐ नबी! काफ़िरों और मुनाफ़िक़ों से जिहाद करें और उनपर सख़्ती करें। और उनका ठिकाना जहन्नम है और वह बहुत बुरा लौटकर जाने का स्थान है।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1308,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:74","price":"वे अल्लाह की क़सम खाते हैं कि उन्होंने (यह) बात[36] नहीं कही। हालाँकि निःसंदेह उन्होंने कुफ़्र की बात[37] कही और अपने इस्लाम लाने के पश्चात् काफ़िर हो गए और उन्होंने उस चीज़ का इरादा किया, जो उन्हें नहीं मिली। और उन्होंने केवल इसका बदला लिया कि अल्लाह और उसके रसूल ने उन्हें अपने अनुग्रह से समृद्ध[38] कर दिया। अब यदि वे तौबा कर लें, तो उनके लिए बेहतर होगा और अगर वे मुँह फेर लें, तो अल्लाह उन्हें दुनिया और आख़िरत में दर्दनाक अज़ाब देगा और उनका धरती पर न कोई दोस्त होगा और न कोई मददगार।","arabic":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1309,"juzNumber":10,"footnotes":"36. अर्थात ऐसी बात जो रसूल और मुसलमानों को बुरी लगे। 37. यह उन बातों की ओर संकेत हैं जो मुनाफ़िक़ों ने तबूक की मुहिम के समय की थीं। (उनकी ऐसी बातों के विवरण के लिए देखिए : सूरतुल मुनाफ़िक़ून, आयत : 7-8) 38. नबी सल्लल्लाहु अलैहि व सल्लम के मदीना आने से पहले मदीने का कोई महत्व न था। आर्थिक दशा भी अच्छी नहीं थी। जो कुछ था यहूदियों के अधिकार में था। वे ब्याज भक्षी थे, शराब का व्यापार करते थे, और अस्त्र-शस्त्र बनाते थे। आपके आगमन के पश्चात आर्थिक दशा सुधर गई, और व्यवसायिक उन्नति हुई।","lang":"hi"},{"name":"9:75","price":"और उनमें से कुछ लोग ऐसे हैं जिन्होंने अल्लाह को वचन दिया कि निश्चय यदि उसने हमें अपने अनुग्रह से कुछ प्रदान किया, तो हम अवश्य दान करेंगे और निश्चित रूप से नेक लोगों में से हो जाएँगे।","arabic":"۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1310,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:76","price":"फिर जब उसने उन्हें अपने अनुग्रह से कुछ प्रदान किया, तो उन्होंने उसमें कंजूसी की और विमुख होकर फिर गए।","arabic":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1311,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:77","price":"तो परिणाम यह हुआ कि उस (अल्लाह) ने उनके दिलों में उस दिन तक के लिए निफ़ाक़ डाल दिया, जब वे उससे मिलेंगे। क्योंकि उन्होंने अल्लाह से जो वादा किया था, उसका उल्लंघन किया और इसलिए कि वे झूठ बोलते थे।","arabic":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1312,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:78","price":"क्या उन्हें नहीं मालूम कि निःसंदेह अल्लाह उनके भेद और उनकी कानाफूसी को अच्छी तरह जानता है और यह कि निःसंदेह अल्लाह परोक्ष की सभी बातों को भली-भाँति जानने वाला है?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1313,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:79","price":"वे लोग जो स्वेच्छापूर्वक दान देने वाले मोमिनों को, उनके दान के विषय में, ताना देते हैं तथा उन लोगों को (भी) जो अपनी मेहनत के सिवा कुछ नहीं पाते। तो वे (मुनाफ़िक़) उनका उपहास करते हैं। अल्लाह ने उनका उपहास किया[39] और उनके लिए दर्दनाक यातना है।","arabic":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1314,"juzNumber":10,"footnotes":"39. अर्थात उनके उपहास का कुफल दे रहा है। अबू मस्ऊद रज़ियल्लाहु अन्हु कहते हैं कि जब हमें दान देने का आदेश दिया गया, तो हम कमाने के लिए बोझ लादने लगे, ताकि हम दान कर सकें। और अबू अक़ील (रज़ियल्लाहु अन्हु) आधा सा' (सवा किलो) लाए। और एक व्यक्ति उनसे अधिक लेकर आया। तो मुनाफ़िक़ों ने कहा : अल्लाह को उसके थोड़े-से दान की ज़रूरत नहीं। और यह दिखाने के लिए (अधिक) लाया है। इसी पर यह आयत उतरी। (सह़ीह़ बुख़ारी : 4668)","lang":"hi"},{"name":"9:80","price":"(ऐ नबी!) आप उनके लिए क्षमा याचना करें, या उनके लिए क्षमा याचना न करें, यदि आप उनके लिए सत्तर बार क्षमा याचना करें, तो भी अल्लाह उन्हें कभी क्षमा नहीं करेगा। यह इस कारण कि उन्होंने अल्लाह और उसके रसूल के साथ कुफ़्र किया और अल्लाह अवज्ञाकारी लोगों का मार्गदर्शन नहीं करता।","arabic":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1315,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:81","price":"वे लोग जो पीछे छोड़ दिए[40] गए, अल्लाह के रसूल के पीछे अपने बैठ रहने पर खुश हो गए और उन्होंने नापसंद किया कि अपने धनों और अपने प्राणों के साथ अल्लाह के मार्ग में जिहाद करें और उन्होंने (अन्य लोगों से) कहा कि गर्मी में मत निकलो। आप कह दें : जहन्नम की आग कहीं अधिक गर्म है। काश! वे समझते होते।","arabic":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1316,"juzNumber":10,"footnotes":"40. अर्थात मुनाफ़िक़ जो मदीना में रह गए और तबूक के युद्ध में नबी सल्लल्लाहु अलैहि व सल्लम के साथ नहीं गए।","lang":"hi"},{"name":"9:82","price":"तो उन्हें चाहिए कि थोड़ा हँसें और बहुत अधिक रोएँ, उसके बदले जो वे कमाते रहे हैं।","arabic":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1317,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:83","price":"तो यदि अल्लाह आपको इन (मुनाफ़िक़ों) के किसी गिरोह की ओर वापस ले आए, फिर वे आपसे (युद्ध में) निकलने की अनुमति माँगें, तो आप कह दें : तुम मेरे साथ कभी नहीं निकलोगे और मेरे साथ मिलकर किसी शत्रु से नहीं लड़ोगे। निःसंदेह तुम प्रथम बार बैठे रहने पर प्रसन्न हुए, अतः पीछे रहने वालों के साथ बैठे रहो।","arabic":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1318,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:84","price":"और उनमें से जो कोई मर जाए, उसका कभी जनाज़ा न पढ़ना और न उसकी क़ब्र पर खड़े होना। निःसंदेह उन्होंने अल्लाह और उसके रसूल के साथ कुफ़्र किया और इस अवस्था में मरे कि वे अवज्ञाकारी थे।[41]","arabic":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1319,"juzNumber":10,"footnotes":"41. सह़ीह़ ह़दीस में है कि जब नबी (सल्लल्लाहु अलैहि व सल्लम) ने मुनाफ़िक़ों के मुखिया अब्दुल्लाह बिन उबय्य का जनाज़ा पढ़ा, तो यह आयत उतरी। (सह़ीह़ बुख़ारी : 4672)","lang":"hi"},{"name":"9:85","price":"और आपको उनके धन और उनकी संतान भले न लगें। अल्लाह तो यही चाहता है कि उन्हें इनके द्वारा सांसारिक जीवन में यातना दे और उनके प्राण इस हाल में निकलें कि वे काफ़िर हों।","arabic":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1320,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:86","price":"तथा जब कोई सूरत उतारी जाती है कि अल्लाह पर ईमान लाओ तथा उसके रसूल के साथ मिलकर जिहाद करो, तो उनमें से धनवान लोग आपसे अनुमति माँगते हैं और कहते हैं : आप हमें छोड़ दें कि हम बैठने वालों के साथ हो जाएँ।","arabic":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1321,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:87","price":"वे इसपर राज़ी हो गए कि पीछे रहने वाली स्त्रियों के साथ हो जाएँ और उनके दिलों पर मुहर लगा दी गई। अतः वे नहीं समझते।","arabic":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1322,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:88","price":"परंतु रसूल ने और उन लोगों ने जो उसके साथ ईमान लाए, अपने धनों और अपने प्राणों के साथ जिहाद किया और यही लोग हैं जिनके लिए सब भलाइयाँ हैं और यही सफल होने वाले हैं।","arabic":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1323,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:89","price":"अल्लाह ने उनके लिए ऐसे बाग़ तैयार कर रखे हैं, जिनके नीचे से नहरें बहती हैं। वे उनमें हमेशा रहने वाले हैं। यही बहुत बड़ी सफलता है।","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1324,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:90","price":"और देहातियों में से बहाना करने वाले लोग आए, ताकि उन्हें (युद्ध में शरीक न होने की) अनुमति दी जाए। तथा वे लोग (अपने घरों में) बैठ रहे, जिन्होंने अल्लाह और उसके रसूल से झूठ बोला। उनमें से उन लोगों को जिन्होंने कुफ़्र किया, जल्द ही दर्दनाक यातना पहुँचेगी।","arabic":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1325,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:91","price":"न तो कमज़ोरों पर कोई हर्ज (पाप) है और न बीमारों पर और न उन लोगों पर जो वह चीज़ नहीं पाते जो ख़र्च करें, जब वे अल्लाह और उसके रसूल के प्रति निष्ठावान हों। सत्कर्म करने वालों पर (आपत्ति का) का कोई रास्ता नहीं। और अल्लाह बड़ा क्षमाशील, अत्यंत दयावान है।","arabic":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1326,"juzNumber":10,"footnotes":"","lang":"hi"},{"name":"9:92","price":"और न उन लोगों पर (कोई पाप है) कि जब वे आपके पास आए, ताकि आप उनके लिए सवारी की व्यवस्था कर दें, आपने कहा मैं वह चीज़ नहीं पाता जिसपर तुम्हें सवार करूँ, तो वे इस हाल में वापस हुए कि उनकी आँखें आँसुओं से बह रही थीं[42] इस शोक के कारण कि वे खर्च करने के लिए कुछ नहीं पाते।","arabic":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1327,"juzNumber":10,"footnotes":"42. ये विभिन्न क़बीलों के लोग थे, जो आप सल्लल्लाहु अलैहि व सल्लम की सेवा में उपस्थित हुए कि आप हमारे लिए सवारी का प्रबंध कर दें। हम भी आपके साथ तबूक के जिहाद में जाएँगे। परंतु आप सवारी का कोई प्रबंध न कर सके और वे रोते हुए वापस हुए। (इब्ने कसीर)","lang":"hi"},{"name":"9:93","price":"(आपत्ति का) का रास्ता तो केवल उन लोगों पर है, जो आपसे अनुमति माँगते हैं, हालाँकि वे मालदार हैं। वे इसपर राज़ी हो गए कि पीछे रहने वाली औरतों के साथ हो जाएँ और अल्लाह ने उनके दिलों पर मुहर लगा दी, सो वे नहीं जानते।","arabic":"۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1328,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:94","price":"जब तुम उनकी ओर वापस जाओगे, तो वे तुम्हारे सामने बहाने पेश करेंगे। आप कह दें : हम तुम्हारा कभी विश्वास नहीं करेंगे, निःसंदेह अल्लाह हमें तुम्हारी कुछ ख़बरें बता चुका है, और जल्द ही अल्लाह तुम्हारे काम को देखेगा और उसका रसूल भी। फिर तुम हर परोक्ष \n और प्रत्यक्ष चीज़ को जानने वाले की ओर लौटाए जाओगे। फिर वह तुम्हें बताएगा जो कुछ तुम करते रहे थे।","arabic":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1329,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:95","price":"शीघ्र ही जब तुम उनकी ओर वापस जाओगे, तो वे तुम्हारे सामने अल्लाह की क़समें खाएँगे, ताकि तुम उनसे ध्यान हटा लो। अतः उनकी उपेक्षा करो, निःसंदेह वे गंदे हैं और उनका ठिकाना जहन्नम है, उसके बदले जो वे कमाते रहे हैं।","arabic":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1330,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:96","price":"वे तुम्हारे लिए क़समें खाएँगे, ताकि तुम उनसे राज़ी हो जाओ। तो यदि तुम उनसे राज़ी हो जाओ, तो निःसंदेह अल्लाह अवज्ञाकारी  लोगों से राज़ी नहीं होता।","arabic":"يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1331,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:97","price":"देहाती[43] अविश्वास तथा पाखंड में अधिक बढ़े हुए हैं और इस बात के अधिक योग्य हैं कि उन सीमाओं को न जानें, जो अल्लाह ने अपने रसूल पर उतारी हैं, और अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।","arabic":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1332,"juzNumber":11,"footnotes":"43. इससे अभिप्राय मदीना के आस-पास के क़बीले हैं।","lang":"hi"},{"name":"9:98","price":"देहातियों में कुछ ऐसे हैं कि जो कुछ ख़र्च करते हैं, उसे तावान समझते हैं और तुम्हारे लिए बुरे समय की प्रतीक्षा करते हैं। बुरा समय उन्हीं पर आए। और अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1333,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:99","price":"और देहातियों में कुछ ऐसे हैं, जो अल्लाह तथा अंतिम दिन पर ईमान रखते हैं और जो कुछ ख़र्च करते हैं, उसे अल्लाह के यहाँ निकटता तथा रसूल की दुआओं (की प्राप्ति) का साधन समझते हैं। सुन लो! निःसंदेह यह उनके लिए निकटता का साधन है। शीघ्र ही अल्लाह उन्हें अपनी दया में दाखिल करेगा। निःसंदेह अल्लाह अत्यंत क्षमाशील, असीम दयावान् है।","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1334,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:100","price":"तथा सबसे पहले (ईमान की ओर) आगे बढ़ने वाले मुहाजिरीन[44] और अंसार और जिन लोगों ने नेकी के साथ उनका अनुसरण किया, अल्लाह उनसे प्रसन्न हो गया और वे उससे प्रसन्न हो गए तथा उसने उनके लिए ऐसी जन्नतें तैयार कर रखी हैं, जिनके नीचे से नहरें बहती हैं। वे उनके अंदर हमेशा रहेंगे। यही बड़ी सफलता है।","arabic":"وَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1335,"juzNumber":11,"footnotes":"44. इससे अभिप्राय वे मुहाजिरीन हैं जो मक्का से हिजरत करके ह़ुदैबिया की संधि सन् 6 हिजरी से पहले मदीना आ गए थे। और प्रथम आगे बढ़नेवाले अंसार मदीना के वे मुसलमान हैं जो मुहाजिरीन के सहायक बने और ह़ुदैबिया में उपस्थित थे। (इब्ने कसीर)","lang":"hi"},{"name":"9:101","price":"और तुम्हारे आस-पास जो देहाती हैं, उनमें से कुछ लोग मुनाफ़िक़ हैं और मदीना वालों में से भी, जो अपने निफ़ाक़ (पाखंड) पर जमे हुए हैं। आप उन्हें नहीं जानते, हम ही उन्हें जानते हैं। जल्द ही हम उन्हें दो बार[45] यातना देंगे। फिर वे बहुत बड़ी यातना की ओर लौटाए जाएँगे।","arabic":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1336,"juzNumber":11,"footnotes":"45. संसार में तथा क़ब्र में। फिर परलोक की घोर यातना होगी। (इब्ने कसीर)","lang":"hi"},{"name":"9:102","price":"और कुछ अन्य लोग भी हैं, जिन्होंने अपने गुनाहों का इक़रार किया। उन्होंने कुछ काम अच्छे और कुछ दूसरे बुरे मिला दिए।  निकट है कि अल्लाह उनपर फिर से दया करे। निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।","arabic":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1337,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:103","price":"आप उनके मालों में से दान लें, जिसके साथ आप उन्हें पवित्र और पाक-साफ़ करें, तथा उनके लिए दुआ करें। निःसंदेह आपकी दुआ उनके लिए शांति का कारण है और अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1338,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:104","price":"क्या वे नहीं जानते कि निःसंदेह अल्लाह ही अपने बंदों की तौबा क़बूल करता और सदक़े लेता है और यह कि निःसंदेह अल्लाह ही है जो बहुत अधिक तौबा क़बूल करने वाला, अत्यंत दयावान् है।","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1339,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:105","price":"और कह दीजिए : तुम कर्म किए जाओ। जल्द ही अल्लाह तुम्हारे कर्मों को देखेगा, और उसके रसूल और ईमान वाले भी। और जल्द ही तुम हर परोक्ष और प्रत्यक्ष बात को जानने वाले की ओर लौटाए जाओगे। फिर वह तुम्हें बताएगा जो कुछ तुम किया करते थे","arabic":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1340,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:106","price":"और कुछ दूसरे लोग भी हैं, जिनका मामला अल्लाह का आदेश आने तक स्थगित[46] है। या तो वह उन्हें यातना दे और या फिर उनकी तौबा क़बूल करे। तथा अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।","arabic":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1341,"juzNumber":11,"footnotes":"46. अर्थात अपने विषय में अल्लाह के निर्णय की प्रतीक्षा कर रहे हैं। ये तीन व्यक्ति थे जिन्होंने आप सल्लल्लाहु अलैहि व सल्लम के तबूक से वापस आने पर यह कहा कि वे अपने आलस्य के कारण आपका साथ नहीं दे सके। आपने उनसे कहा कि अल्लाह के आदेश की प्रतीक्षा करो। और आगामी आयत 117 में उनके बारे में आदेश आ रहा है।","lang":"hi"},{"name":"9:107","price":"तथा (मुनाफ़िक़ों में से) वे लोग भी हैं, जिन्होंने एक मस्जिद[47] बनाई; ताकि (मुसलमानों को) हानि पहुँचाएँ, कुफ़्र करें, ईमान वालों के बीच फूट डालें तथा ऐसे व्यक्ति के लिए घात लगाने का ठिकाना बनाएँ, जो इससे पहले अल्लाह और उसके रसूल से युद्ध कर चुका[48] है। तथा निश्चय वे अवश्य क़समें खाएँगे कि हमारा इरादा भलाई के सिवा और कुछ न था, और अल्लाह गवाही देता है कि निःसंदेह वे निश्चय झूठे हैं।","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1342,"juzNumber":11,"footnotes":"47. इस्लामी इतिहास में यह \"मस्जिदे ज़िरार\" के नाम से याद की जाती है। जब नबी सल्लल्लाहु अलैहि व सल्लम मदीना आए तो आपके आदेश से \"क़ुबा\" नाम के स्थान में एक मस्जिद बनाई गई। जो इस्लामी युग की प्रथम मस्जिद है। कुछ मुनाफ़िक़ों ने उसी के पास एक नई मस्जिद का निर्माण किया। और जब आप तबूक के लिए निकल रहे थे तो आपसे कहा कि आप एक दिन उसमें नमाज़ पढ़ा दें। आपने कहा कि यात्रा से वापसी पर देखा जाएगा। और जब वापस मदीना के समीप पहुँचे तो यह आयत उतरी, और आपके आदेश से उसे ध्वस्त कर दिया गया। (इब्ने कसीर) 48. इससे अभीप्रेत अबू आमिर राहिब है। जिसने कुछ लोगों से कहा कि एक मस्जिद बनाओ और जितनी शक्ति और अस्त्र-शस्त्र हो सके तैयार कर लो। मैं रोम के राजा क़ैसर के पास जा रहा हूँ। रोमियों की सेना लाऊँगा, और मुह़म्मद तथा उसके साथियों को मदीना से निकाल दूँगा। (इब्ने कसीर)","lang":"hi"},{"name":"9:108","price":"उसमें कभी खड़े न होना। निश्चय वह मस्जिद[49] जिसकी बुनियाद पहले दिन से परहेज़गारी पर रखी गई है, वह अधिक योग्य है कि आप उसमें खड़े हों। उसमें ऐसे लोग हैं, जो बहुत पाक-साफ़ रहना पसंद[50] करते हैं और अल्लाह पाक-साफ़ रहने वालों से प्रेम करता है।","arabic":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1343,"juzNumber":11,"footnotes":"49. इस मस्जिद से अभिप्राय क़ुबा की मस्जिद है। तथा मस्जिद नबवी शरीफ़ भी इसी में आती है। (इब्ने कसीर) 50. अर्थात शुद्धता के लिए जल का प्रयोग करते हैं।","lang":"hi"},{"name":"9:109","price":"तो क्या वह व्यक्ति बेहतर है जिसने अपनी इमारत की नींव अल्लाह के डर और उसकी खुशी पर रखी, या वह जिसने अपनी इमारत की नींव एक गड्ढे के किनारे पर रखी जो ढहने वाला था? तो वह उसके साथ जहन्नम की आग में गिर पड़ा और अल्लाह ज़ालिमों को हिदायत नहीं देता।","arabic":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1344,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:110","price":"उनका भवन जो उन्होंने बनाया है, उनके दिलों में हमेशा चिंता का स्रोत रहेगा, परंतु यह कि उनके दिलों के टुकड़े-टुकड़े हो जाएँ। तथा अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।","arabic":"لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1345,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:111","price":"निःसंदेह अल्लाह ने ईमान वालों के प्राणों तथा उनके धनों को इसके बदले ख़रीद लिया है कि निश्चय उनके लिए जन्नत है। वे अल्लाह की राह में युद्ध करते हैं, तो वे क़त्ल करते हैं और क़त्ल किए जाते हैं। यह तौरात और इंजील और क़ुरआन में उसके ज़िम्मे पक्का वादा है और अल्लाह से बढ़कर अपना वादा पूरा करने वाला कौन है? तो अपने उस सौदे पर प्रसन्न हो जाओ, जो तुमने उससे किया है और यही बहुत बड़ी सफलता है।","arabic":"۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1346,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:112","price":"(वे मोमिन) तौबा करने वाले, इबादत करने वाले, स्तुति करने वाले, रोज़ा रखने वाले, रुकू' करने वाले, सजदा करने वाले, भलाई का आदेश देने वाले, बुराई से रोकने वाले और अल्लाह की सीमाओं की रक्षा करने वाले हैं, और (ऐ नबी!) आप ऐसे मोमिनों को शुभ-सूचना दे दें।","arabic":"ٱلتَّٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1347,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:113","price":"नबी[51] तथा ईमान वालों के लिए मुशरिकों के लिए क्षमा की प्रार्थना करना कदापि जायज़ नहीं है, भले ही वे रिश्तेदार ही क्यों न हों, जबकि उनके लिए यह स्पष्ट हो गया कि निश्चय वे जहन्नम में जाने वाले[52] हैं।","arabic":"مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1348,"juzNumber":11,"footnotes":"51. ह़दीस में है कि जब नबी सल्लल्लाहु अलैहि व सल्लम के चाचा अबू तालिब के निधन का समय आया तो आप उसके पास गए और कहा : चाचा! \"ला इलाहा इल्लल्लाह\" पढ़ लो। मैं अल्लाह के पास तुम्हारे लिए इसको प्रमाण बना लूँगा। उस समय अबू जह्ल और अब्दुल्लाह बिन उमय्या ने कहा : क्या तुम अब्दुल मुत्तलिब के धर्म से फिर जाओगे? (अतः वह काफ़िर ही मरा।) तब आपने कहा : मैं तुम्हारे लिए क्षमा की प्रार्थना करता रहूँगा, जब तक उससे रोक न दिया जाऊँ। और इसी पर यह आयत उतरी। (सह़ीह़ बुख़ारी : 4675) 52. देखिए : सूरतुल-मायदा, आयत : 72, तथा सूरतुन-निसा, आयत : 48,116.","lang":"hi"},{"name":"9:114","price":"और इबराहीम का अपने बाप के लिए क्षमा की प्रार्थना करना, केवल उस वादे[53] के कारण था जो उसने उससे किया था, फिर जब उसके सामने स्पष्ट हो गया कि वह वास्तव में अल्लाह का शत्रु है, तो उसने अपने आपको उससे अलग कर लिया। निःसंदेह इबराहीम बड़ा कोमल हृदय, अत्यंत सहनशील था।","arabic":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1349,"juzNumber":11,"footnotes":"53. देखिए : सूरतुल-मुम्तह़िना, आयत : 4","lang":"hi"},{"name":"9:115","price":"और अल्लाह कभी ऐसा नहीं कि किसी जाति को सीधा मार्ग दिखाने के बाद पथभ्रष्ट कर दे, जब तक उनके लिए वे बातें स्पष्ट न कर दे, जिनसे वे बचें। निःसंदेह अल्लाह प्रत्येक वस्तु को भली-भाँति जानने वाला है।","arabic":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1350,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:116","price":"निःसंदेह अल्लाह ही है, जिसके अधिकार में आकाशों तथा धरती का राज्य है। वही जीवन देता और मारता है और तुम्हारे लिए अल्लाह के सिवा न कोई मित्र है और न कोई सहायक।","arabic":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1351,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:117","price":"निःसंदेह अल्लाह ने नबी तथा मुहाजिरों और अंसार की तौबा क़बूल कर ली, जिन्होंने तंगी के समय नबी का साथ दिया, इसके बाद कि उनमें से एक समूह के दिल क़रीब थे कि टेढ़े हो जाएँ। फिर उसने उनकी क्षमायाचना क़बूल कर ली। निश्चय वह उनके लिए अति करुणामय, अत्यंत दयावान् है।","arabic":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1352,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:118","price":"तथा उन तीन[54] लोगों की भी (तौबा क़बूल कर ली), जिनका मामला स्थगित कर दिया गया था, यहाँ तक कि जब धरती उनपर अपने विस्तार के बावजूद तंग हो गई और उनपर उनके प्राण संकीर्ण[55] हो गए और उन्होंने यक़ीन कर लिया कि अल्लाह से भागकर उनके लिए कोई शरण लेने का स्थान नहीं, परंतु उसी की ओर। फिर उसने उनपर दया करते हुए उन्हें तौबा की तौफ़ीक़ दी, ताकि वे तौबा करें। निश्चय अल्लाह ही है जो बहुत तौबा क़बूल करने वाला, अत्यंत दयावान् है।","arabic":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1353,"juzNumber":11,"footnotes":"54. ये वही तीन लोग हैं जिनकी चर्चा आयत संख्या 106 में आ चुकी है। इनके नाम थे : 1-का'ब बिन मालिक, 2-हिलाल बिन उमय्या, 3- मुरारह बिन रबी'। (सह़ीह़ बुख़ारी : 4677) 55. क्योंकि उनका सामाजिक बहिष्कार कर दिया गया था।","lang":"hi"},{"name":"9:119","price":"ऐ ईमान लाने वालो! अल्लाह से डरो तथा सच्चे लोगों के साथ हो जाओ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّٰدِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1354,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:120","price":"मदीना के वासियों तथा उनके आस-पास के देहातियों को अधिकार नहीं था कि अल्लाह के रसूल से पीछे रहते और न यह कि अपने प्राणों को आपके प्राण से प्रिय समझते। यह इसलिए कि वे अल्लाह की राह में जो भी प्यास और थकान तथा भूख की तकलीफ़ उठाते हैं और जिस स्थान पर भी क़दम रखते हैं, जो काफ़िरों के क्रोध को भड़काए और किसी शत्रु के मुक़ाबले में जो भी सफलता प्राप्त करते हैं, तो उनके लिए, उसके बदले में एक सत्कर्म लिख दिया जाता है। निश्चय अल्लाह सत्कर्म करने वालों का कर्मफल व्यर्थ नहीं करता।","arabic":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1355,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:121","price":"और वे थोड़ा या अधिक, जो भी खर्च करते हैं और जो भी घाटी पार करते हैं, उसे उनके हक़ में लिख लिया जाता है, ताकि अल्लाह उन्हें उसका सबसे अच्छा बदला दे, जो वे किया करते थे।","arabic":"وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1356,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:122","price":"और संभव नहीं कि ईमान वाले सब के सब निकल पड़ें, तो उनके हर गिरोह में से कुछ लोग क्यों न निकले, ताकि वे धर्म में समझ हासिल करें और ताकि वे अपने लोगों को डराएँ, जब वे उनके पास वापस जाएँ, ताकि वे बच जाएँ।[56]","arabic":"۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1357,"juzNumber":11,"footnotes":"56. इस आयत में यह संकेत है कि धार्मिक शिक्षा की एक साधारण व्यवस्था होनी चाहिए। और यह नहीं हो सकता कि सब धार्मिक शिक्षा ग्रहण करने के लिए निकल पड़ें। इसलिए प्रत्येक समुदाय से कुछ लोग जाकर धर्म की शिक्षा ग्रहण करें। फिर दूसरों को धर्म की बातें बताएँ। क़ुरआन के इसी संकेत ने मुसलमानों में शिक्षा ग्रहण करने की ऐसी भावना उत्पन्न कर दी कि एक शताब्दी के भीतर उन्होंने शीक्षा ग्रहण करने की ऐसी व्यवस्था बना दी जिसका उदाहरण संसार के इतिहास में नहीं मिलता।","lang":"hi"},{"name":"9:123","price":"ऐ ईमान वलो! काफ़िरों में से जो तुम्हारे क़रीब हैं, उनसे लड़ो[57] और ज़रूरी है कि वे तुममें कुछ सख्ती पाएँ और जान लो कि अल्लाह परहेज़गारों के साथ है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1358,"juzNumber":11,"footnotes":"57. जो शत्रु इस्लामी केंद्र के समीप के क्षेत्रों में हों, पहले उनसे अपनी रक्षा करो।","lang":"hi"},{"name":"9:124","price":"और जब भी कोई सूरत उतारी जाती है, तो इन (मुनाफ़िक़ों) में से कुछ लोग कहते हैं कि इसने तुममें से किसके ईमान को बढ़ायाॽ[58] चुनाँचे जो लोग ईमान लाए, तो इसने उनके ईमान को बढ़ा दिया और वे बहुत खुश होते हैं।","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1359,"juzNumber":11,"footnotes":"58. अर्थात उपहास करते हैं।","lang":"hi"},{"name":"9:125","price":"और रहे वे लोग जिनके दिलों में रोग है, तो उसने उनकी अशुद्धता पर अशुद्धता को और बढ़ा दिया और वे इस अवस्था में मरे कि वे काफ़िर थे।","arabic":"وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1360,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:126","price":"और क्या वे नहीं देखते कि निःसंदेह वे प्रत्येक वर्ष एक या दो बार आज़माए[59] जाते हैं? फिर भी वे न तौबा करते हैं और न ही वे उपदेश ग्रहण करते हैं!","arabic":"أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1361,"juzNumber":11,"footnotes":"59. अर्थात उनपर आपदा आती है तथा अपमानित किए जाते हैं। (इब्ने कसीर)","lang":"hi"},{"name":"9:127","price":"और जब भी कोई सूरत उतारी जाती है, तो उनमें से कुछ एक-दूसरे की तरफ देखते हैं कि क्या तुम्हें कोई देख रहा है? फिर वे वापस पलट जाते हैं। अल्लाह ने उनके दिलों को फेर दिया है, क्योंकि निःसंदेह वे ऐसे लोग हैं जो नहीं समझते।","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1362,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:128","price":"निःसंदेह तुम्हारे पास तुम्हीं में से एक रसूल आया है। तुम्हारा कठिनाई में पड़ना उसपर बहुत कठिन है। वह तुम्हारे कल्याण के लिए अति उत्सुक है, ईमान वालों के प्रति बहुत करुणामय, अत्यंत दयावान् है।","arabic":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1363,"juzNumber":11,"footnotes":"","lang":"hi"},{"name":"9:129","price":"फिर यदि वे मुँह फेरें, तो कह दें कि मेरे लिए अल्लाह ही काफ़ी है। उसके सिवा कोई (वास्तविक) पूज्य नहीं, मैंने उसी पर भरोसा किया है, और वही बड़े अर्श का रब है।","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1364,"juzNumber":11,"footnotes":"","lang":"hi"}],"chapter":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"]}