{"data":[{"name":"16:1","price":"Allahova odredba stiže, i ne požurujte je! Uzvišen je On i vrlo visoko iznad onoga što Mu pridružuju! ","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:2","price":"On meleke s Objavom, po odredbi Svojoj, šalje onim robovima Svojim kojima hoće: \"Upozoravajte da nema drugog boga osim Mene i bojte Me se!\"","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:3","price":"On je s Istinom nebesa i Zemlju stvorio, neka je On vrlo visoko iznad onoga što Mu pridružuju.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:4","price":"On stvara čovjeka od kapi sjemena, a on poslije toga otvoreno, svađalački osporava!","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:5","price":"I stoku On za vas stvara; njome se od hladnoće štitite, a i drugih koristi imate, njome se i hranite; ","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:6","price":"ona vam je ukras kad je sa ispaše vraćate i kad je na pašu izgonite.","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:7","price":"A nosi vam i terete u mjesta u koja, osim uz velike muke, ne biste stigli. Gospodar vaš je, uistinu, milosrdan i milostiv. ","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:8","price":"I konje, i mazge, i magarce - da ih jašete, i kao ukras - a stvorit će i ono što ne znate. ","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:9","price":"Ka Allahu vodi samo Pravi put - put Istine, a ima ih i krivih, a da On hoće, sve bi vas uputio.","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:10","price":"On je Taj Koji s neba spušta vodu koju pijete i ona pomaže da iznikne bilje kojim stoku napasate. ","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:11","price":"On vam daje da pomoću nje iznikne žito, i masline, i palme, i grožđe, i svakovrsni plodovi - u tome je, zaista, znak za ljude koji razmišljaju. ","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:12","price":"On vam je potčinio noć i dan, i Sunce i Mjesec, i zvijezde su po odredbi Njegovoj potčinjene. U tome su, uistinu, znakovi za ljude koji razumiju; ","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:13","price":"- i sve što vam je na Zemlji šaroliko stvorio - u tome je, doista, znak ljudima koji se prisjećaju i pouku uzimaju. ","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:14","price":"I On je Taj Koji je more potčinio, da iz njega svježe meso jedete i da vadite nakit koji nosite - ti vidiš lađe kako ga sijeku da biste tragali za Njegovim obiljem i da biste zahvaljivali.","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:15","price":"I po Zemlji je nepomična brda postavio da vas ona ne potrese, i rijeke, a i puteve da se usmjeravate,","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:16","price":"a i putokaze, a i po zvijezdama se oni upravljaju: ","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:17","price":"Pa da li je onda Onaj Koji stvara kao onaj koji ne stvara?! Zašto se ne prisjećate i pouku ne uzmete?! ","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:18","price":"Ako vi budete brojili Allahove blagodati, nećete ih nabrojati; Allah je, uistinu, Onaj Koji oprašta grijehe i milostiv je. ","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:19","price":"Allah zna šta tajite, a šta javno iznosite. ","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:20","price":"A oni koje oni mjesto Allaha mole - ništa ne stvaraju; oni su sami stvoreni; ","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:21","price":"mrtvi su, nisu živi i ne znaju kada će biti oživljeni. ","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:22","price":"Vaš Bog je- jedan Bog! Srca onih koji u ahiret ne vjeruju, poriču; oni su oholi. ","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:23","price":"Nema sumnje da Allah zna i ono što oni taje, a i ono što javno iznose; On, doista, ne voli one koji se ohole. ","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:24","price":"A kada ih neko upita: \"Šta je to Gospodar vaš objavio?\", oni odgovaraju: \"Izmišljotine naroda nekadašnjih!\" ","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:25","price":"To je zato da bi na Kijametskom danu nosili grijehe - terete svoje cijele i dio grijeha onih koje su, a da oni nisu bili svjesni, u zabludu doveli.:\" Užasan je teret koji će oni nositi! ","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:26","price":"I oni prije njih spletke su pravili, pa je Allah iz temelja zgrade njihove porušio, i krov se na njih srušio - stigla ih je kazna odakle nisu ni očekivali. ","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:27","price":"A na Kijametskom danu On će ih osramotiti i upitati: \"Gdje su oni koje ste Meni u obožavanju pridruživali, oni zbog kojih ste se suprotstavljali?\" Oni kojima je dato znanje reći će: \"Danas će sramota i muka nevjernike, zaista, snaći, ","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:28","price":"kojima su meleci duše uzeli u vrijeme kada su oni sebi zulum činili.\" I oni će se pokoriti i reći: \"Mi nismo nikakvo zlo činili!\" \"Jeste, Allah, doista dobro zna ono što ste radili. ","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:29","price":"Zato, ulazite na kapije Džehennema, u njemu ćete vječno ostati! O kako će prebivalište onih koji su se oholili- grozno biti!\" ","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:30","price":"A onima koji su se Allaha bojali i grijeha klonili reći će se: \"Šta je objavljivao Gospodar vaš?\" \"Dobro!\", odgovorit će. Oni koji čine dobra djela imat će već na dunjaluku lijepu nagradu, a ahiret je, sigurno, još bolji. O kako će divno biti boravište onih koji su se Allaha bojali:","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:31","price":"dženneti Adna u koje će ući, gdje rijeke teku, i gdje će sve što zažele imati. Tako će Allah one koji Ga se budu bojali nagraditi, ","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:32","price":"one kojima meleki dušu uzimaju dok su čestiti, i kojima govore: \"Selam vama! Uđite u Džennet zbog onoga što ste činili!\" ","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:33","price":"Šta li višebošci čekaju: da im dođu meleci, ili da dođe odredba Gospodara tvoga?! Tako su postupili i oni prije njih; njima nije zulum učinio Allah, oni su sami sebi zulum učinili. ","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:34","price":"I stigla ih je kazna za ono što su činili, i sa svih strana ih je obuzelo ono čemu su se rugali. ","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:35","price":"I rekli su oni koji su druge Njemu u obožavanju pridruživali: \"Da je Allah htio, ne bismo ni mi ni preci naši, pored Allaha, nikoga obožavali i ne bismo ništa, bez Njegove volje, zabranjenim smatrali. Baš tako su i oni prije njih postupali. A zar su poslanici bili dužni šta drugo već da jasno obznane?!","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:36","price":"Mi smo svakom narodu poslanika poslali: \"Allahu ibadet činite, a šejtana - taguta se klonite!\" I bilo je među njima onih koje je Allah uputio, a i onih koji su zaslužili zabludu. Zato putujte Zemljom da vidite kakav je bio svršetak onih koji su poslanike u laž utjerivali.","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:37","price":"Ma koliko ti želio da im uputa bude data, Allah, zaista, neće uputiti nikoga koga u zabludu okrene i njima niko neće pomoći. ","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:38","price":"Oni se zaklinju Allahom, učvršćujući zakletve svoje: \"Allah neće oživiti onoga koji umre!\" Ali hoće! To Njegovo obećanje doista će se ispuniti, ali to većina ljudi ne zna. ","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:39","price":"Da bi im objasnio ono u čemu su se razilazili, i da bi saznali oni koji nisu vjerovali da su lašci bili. ","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:40","price":"Ako nešto hoćemo, Mi samo za to reknemo: \"Budi!\", i ono bude. ","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:41","price":"One koji su se iselili radi Allaha, nakon što su bili tlačeni, Mi ćemo još na ovom svijetu na lijepo mjesto smjestiti; a nagrada na ahiretu bit će još veća - kad bi samo oni što su izostali znali.\"","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:42","price":"Iselili su se oni koji su, oslanjajući se na Gospodara svoga, strpljivi bili. ","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:43","price":"Mi smo i prije tebe samo ljude kao poslanike s objavom slali; ako za to ne znate, pitajte sljedbenike Knjige!","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:44","price":"Slali smo ih s jasnim dokazima i knjigama, a tebi spuštamo Opomenu, da bi objasnio ljudima ono što im se objavljuje, i da bi oni razmislili. ","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:45","price":"A zar su sigurni oni koji podmuklo prave zlo - da ih Allah neće u zemlju utjerati, ili da im neće, odakle ne mogu ni pomisliti, kazna doći, ","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:46","price":"ili da ih neće na putovanjima njihovim kazniti, pa da neće umaći,","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:47","price":"ili da ih neće, dok su u strahu, kažnjavati? Ali Gospodar vaš je, doista, milosrdan i milostiv. ","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:48","price":"Zar oni ne vide da sve ono što je Allah stvorio sad desno, sad lijevo, pruža sjene svoje Allahu sedždu čineći i da je sve to pokorno?","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:49","price":"Allahu sedždu čini sve živo na nebesima i na Zemlji, i meleci, a oni se ne ohole, ","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:50","price":"boje se Gospodara svoga koji je iznad njih i čine ono što im se naredi. ","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:51","price":"Allah kaže: \"Dvojicu bogova za obožavanje ne uzimajte!\", samo je jedan Bog, \"i samo od Mene strahujte!\" ","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:52","price":"Allahu pripada sve što je na nebesima i na Zemlji i Njemu treba uvijek poslušan biti. Zar nekoga drugog osim Allaha da se bojite?!","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:53","price":"Svaka blagodat koju uživate od Allaha je, a čim vas nevolja kakva zadesi, opet od Njega glasno pomoć tražite. ","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:54","price":"A potom, kad vam On nevolju otkloni, neki od vas Gospodaru svome druge u obožavanju pridružuju, ","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:55","price":"da bi zanijekali ono što smo im Mi dali. Pa uživajte, ali zbilja, znat ćete!","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:56","price":"Višebošci onima koje kako treba ne poznaju, određuju dio onoga čime smo ih opskrbili. Allaha Mi, bit ćete sigurno pitani za ono što ste stalno izmišljali! ","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:57","price":"Oni Allahu kćeri pripisuju - Uzvišen je On! - a sebi ono što priželjkuju. ","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:58","price":"I kad nekom od njih bude donesena vijest da mu se rodila kći, lice mu se ojađenom smrkne, ","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:59","price":"krije se od ljudi zbog loše vijesti koja mu je dojavljena: da li da je uz poniženje zadrži, ili u prašinu da je zarovi? Kako ružno oni prosuđuju!","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:60","price":"Oni koji u ahiret ne vjeruju loša svojstva imaju, a Allah ima svojstva najuzvišenija: On je Silni i Mudri. ","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:61","price":"Kad bi Allah ljude zbog zuluma njihovog kažnjavao, ništa živo na Zemlji ne bi ostavio, ali, On ih do roka određenog ostavlja, i kad rok njihov prođe, ni za tren ga jedan ne mogu ni odgoditi ni ubrzati. ","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:62","price":"Oni Allahu pripisuju ono prema čemu sami odvratnost osjećaju i njihovi jezici govore laž da njih čeka najljepša nagrada; a njih, nema sumnje, Vatra čeka: oni će u nju prvi potjerani biti. ","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:63","price":"Allaha Mi, Mi smo i prije tebe narodima poslanike slali, ali im je šejtan uljepšao postupke njihove, i on je sada drug njihov, njih čeka bolna patnja. ","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:64","price":"Mi tebi objavljujemo Knjigu, samo da bi im ti objasnio ono u čemu se razilaze i da bude uputa i milost ljudima koji vjeruju. ","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:65","price":"Allah vodu s neba spušta i njome život mrtvoj zemlji vraća! Tu je, zaista, dokaz za ljude koji čuju. ","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:66","price":"Vi imate pouku i u stoci: \"Mi vam dajemo da pijete ono što iz njene utrobe dolazi, što nastaje između grizina i krvi; mlijeko je to, čisto i ukusno onima koji ga piju. ","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:67","price":"A od plodova palmi i loze pripremate opojno piće i hranu prijatnu. Tu je, doista, dokaz za ljude koji shvataju.\" ","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:68","price":"Gospodar tvoj pčelu je nadahnuo: \"Pravi sebi kuće u brdima, na drveću i u onome što naprave ljudi, ","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:69","price":"zatim, hrani se svakovrsnim plodovima, pa onda idi stazama Gospodara svoga, poslušno!\" Iz utroba njihovih izlazi piće različitih boja, u njemu je lijek ljudima. Tu je, uistinu, dokaz za ljude koji razmišljaju. ","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:70","price":"Allah vas stvara a poslije vam duše uzima; među vama ima onih koji senilnost - duboku starost dožive, pa opet ne znaju nakon što su znanje imali. Allah je, zaista, Onaj Koji sve zna i svemoćan je.","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:71","price":"Allah vas je u opskrbi jedne nad drugima odlikovao. Ali, oni kojima je dato više ne daju onima koji su u njihovoj vlasti, a potrebe su im jednake. Pa zar Allahove blagodati niječu?! ","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:72","price":"Allah vam stvara žene od vaše, ljudske, vrste, a od žena vaših daje vam sinove i unuke; i opskrbljuje vas dobrima. Pa zar u laž oni vjeruju, a Allahove blagodati poriču?! ","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:73","price":"I obožavaju, pored Allaha, one koji im nisu u stanju bilo kakvu opskrbu dati, ni iz nebesa ni iz zemlje, i koji ništa ne mogu!","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:74","price":"Zato s Allahom ništa ne poredite! Allah, doista, zna, a vi ne znate!","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:75","price":"Allah navodi primjer roba u tuđem vlasništvu, koji ništa nema, i onoga kome smo Mi lijepu opskrbu dali i koji udjeljuje iz toga, i tajno i javno - zar su oni jednaki?! Neka je hvaljen Allah! Ali, većina njih ne zna!","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:76","price":"Allah vam navodi kao primjer dvojicu ljudi, od kojih je jedan gluhonijem, koji ni za šta nije sposoban, i koji je na teretu gospodaru svome - kud god ga pošalje, nikakva dobra ne donese. Da li je on jednak onom koji traži da se pravedno postupa, a i sam je na Pravom putu?! ","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:77","price":"Allah zna sve tajne nebesa i Zemlje! A Smak svijeta će kao treptaj oka, ili još brže, doći - zaista Allah nad svime ima moć!","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:78","price":"Allah vas iz nutrina majki vaših izvodi dok još ništa ne znate, i daje vam sluh i vid i razum - da biste se zahvaljivali. ","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:79","price":"Zar oni ne vide ptice kako su potčinjene u prostranstvu nebeskom?!, njih samo Allah drži. Tu su, zaista, dokazi ljudima koji vjeruju. ","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:80","price":"Allah vam daje smiraj u vašim kućama, i daje vam od kože stoke šatore, koje lahko nosite dok putujete i kad se smjestite, a od vune njihove, i dlake njihove, i kostrijeti njihove imovinu i odjeću, sve do određenog roka. ","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:81","price":"Allah vam u onome što je stvorio hlad daje, i skloništa u brdima vam daje, i odjeću koja vas čuva od vrućine daje vam, a i odjeću koja vas od vlastite sile štiti - tako vam upotpunjava blagodat Svoju da biste bili predani.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:82","price":"A ako se oni okrenu - pa tvoja je dužnost samo da jasno saopćiš.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:83","price":"Iako znaju za blagodat Allahovu, opet je poriču i većina njih nevjernici su.","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:84","price":"A na Dan kada iz svakog naroda svjedoka podignemo, nevjernicima neće biti dopušteno da se pravdaju, niti će im biti udovoljeno da blagonaklonost za povratak traže. ","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:85","price":"Kad se oni koji su zulum činili osvjedoče u patnju, u tome olakšanja niti odgode neće imati. ","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:86","price":"A kad oni koji su Njemu druge u obožavanju pridruživali vide svoja božanstva, reći će:\"Gospodaru naš, ovo su naša božanstva koja smo, mimo Tebe, molili.\" Ona će im dobaciti: \"Vi ste, uistinu, lažljivci!\"","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:87","price":"I oni će se toga dana Allahu pokoriti, i nestat će ono što su lažno obožavali. ","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:88","price":"Onima koji nisu vjerovali i koji su od Allahova puta odvraćali, povećat ćemo patnju preko patnje, zato što su smutnju pravili.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:89","price":"I sjeti se Dana kada protiv svakog naroda oživimo po jednog svjedoka, iz njega samog, i tebe dovedemo kao svjedoka protiv ovih! Mi tebi objavljujemo Knjigu kao objašnjenje za sve - kao uputu, i milost, i radosnu vijest za muslimane. ","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:90","price":"Allah, zaista, naređuje pravdu, dobročinstvo i pomaganje bližnjih, a razvrat, sve što je odvratno i nasilje zabranjuje; On vas savjetuje ne bi li ste se prisjetili i pouku uzeli. ","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:91","price":"I ispunjavajte obaveze na koje ste se Allahu obavezali i ne kršite zakletve kad ste ih čvrsto dali, a Allaha kao jamca sebi uzeli, jer Allah zna ono što radite.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:92","price":"I ne budite kao ona koja bi svoju pređu rasprela kad bi je već bila čvrsto oprela, služeći se zakletvama svojim za međusobnu prevaru, samo zato što je jedno pleme brojnije od drugog. Allah vas time samo iskušava, a na Sudnjem danu će vam, doista, objasniti ono u čemu ste se razilazili. ","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:93","price":"Da Allah hoće, učinio bi vas sljedbenicima jedne vjere, ali On onome kome hoće daje da je u zabludi, a na Pravi put upućuje onoga koga On hoće; i vi ćete, doista, biti pitani za ono što ste radili. ","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:94","price":"I ne služite se zakletvama zato da biste jedni druge varali, pa da posrne noga nakon što je stabilna bila, i da zlo iskusite zato što ste od Allahova puta odvraćali; a patnja velika vas još čeka.","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:95","price":"I ne zamjenjujte obavezu datu Allahu za nešto što malo vrijedi - ono što je u Allaha za vas je bolje, ako znate! ","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:96","price":"Ono što je u vas-prolazno je, a ono što je u Allaha-vječno je. Mi ćemo, sigurno, one koji su strpljivi bili prema onom boljem što su činili nagraditi. ","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:97","price":"Ko god činio dobro, bio muškarac ili žena, a vjernik je, Mi ćemo dati da proživi lijep život i doista ćemo ih u skladu s najboljim što su činili nagraditi. ","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:98","price":"Kada budeš htio učiti Kur'an, zatraži Allahovu zaštitu od šejtana prokletog, ","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:99","price":"on doista nema nikakve moći nad onima koji vjeruju i koji se u Gospodara svoga uzdaju, ","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:100","price":"njegova je moć jedino nad onima koji njega za zaštitnika uzimaju i koji druge Allahu pridružuju. ","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:101","price":"Kada Mi ajet zamijemo drugim - a Allah najbolje zna što objavljuje - oni govore: \"Ti samo izmišljaš!\" A nije tako, nego većina njih ne zna. ","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:102","price":"Reci: \"Od Gospodara tvoga spušta ga Džibril, Duh Blagoslovljeni s Istinom, da još više učvrsti vjernike, i da bude uputa i radosna vijest muslimanima.\"","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:103","price":"Dobro znamo da oni govore: \"Poučava ga jedan čovjek! Jezik onoga na koga su skloni tako misliti, jezik je nearapa, a ovaj Kur'an na jasnom je arapskom jeziku. ","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:104","price":"One koji ne vjeruju u Allahove ajete i znakove Allah sigurno neće uputiti, i njih čeka patnja bolna. ","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:105","price":"Laži izmišljaju samo oni koji u Allahove ajete i znakove ne vjeruju i to su baš lažljivci. ","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:106","price":"Onaj ko zaniječe Allaha, nakon što je u Njega vjerovao - ne i onaj ko na to bude primoran, već onaj koji nevjerovanje širokogrudo prihvati - Allah se na takve srdi i njih čeka patnja velika, ","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:107","price":"zato što su više voljeli život na dunjaluku nego na ahiretu, a Allah neće uputiti narod koji ne vjeruje. ","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:108","price":"To su oni čija je srca i sluh i vid Allah zapečatio, i oni su itekako nemarni; ","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:109","price":"nema sumnje da će oni na ahiretu baš biti gubitnici. ","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:110","price":"Onima koji su se, nakon što su u iskušenje dovedeni pa nevjerovanje izjavili, iselili, pa se onda borili i strpljivi bili - Gospodar tvoj će, poslije toga, doista, oprostiti i milostiv biti","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:111","price":"na Dan kada će svako samo o sebi brinuti, i u kome će se svakoj osobi za djela njena puna nagrada ili kazna dati, i nepravda im neće biti učinjena! ","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:112","price":"Allah navodi kao primjer jedno naselje''\" koje je bilo sigurno i spokojno, u koje je u izobilju dolazila ukusna hrana sa svih strana, pa je zanijekalo Allahove blagodati, pa mu je Allah dao da iskusi i glad i strah zbog onoga što su stanovnici njegovi činili.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:113","price":"I njima je došao poslanik, jedan od njih, ali su ga oni lažljivcem nazvali, i stigla ih je kazna dok su zulumćari bili.","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:114","price":"Hranite se dopuštenim i lijepim jelima koja vam Allah daruje i budite zahvalni Allahu na blagodatima Njegovim, ako samo Njemu ibadet činite. ","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:115","price":"On vam zabranjuje jedino strv, i krv, i svinjsko meso, i ono što je zaklano u nečije drugo, a ne u Allahovo ime. A onome ko bude primoran, ali ne iz želje, samo toliko da utoli glad- pa, Gospodar tvoj je, zaista, Onaj Koji oprašta grijehe i milostiv je. ","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:116","price":"I ne govorite laži jezicima svojim: \"Ovo je dopušteno, a ovo zabranjeno\", da biste tako o Allahu laži izmišljali. Oni koji o Allahu laži izmišljaju - neće uspjeti,","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:117","price":"kratko će uživati, a onda će patnju bolnu imati. ","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:118","price":"Jevrejima smo zabranili ono o čemu smo ti prije kazivali; Mi njima nismo zulum učinili, oni su sami sebi zulum nanosili. ","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:119","price":"Onima koji urade zlo iz neznanja, pa se kasnije pokaju i poprave, Gospodar tvoj će, poslije toga, sigurno oprostiti i milostiv biti.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:120","price":"Ibrahim je doista bio predvodnik, pokoran Allahu, pravi vjernik, nije bio od onih koji Allahu druge u obožavanju pridružuju.","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:121","price":"I bio je zahvalan na blagodatima Njegovim; njega je Allah izabrao i na Pravi put uputio. ","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:122","price":"I dali smo mu dobro na dunjaluku, a na ahiretu doista će biti među dobrima.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:123","price":"Poslije smo tebi objavili: \"Slijedi vjeru Ibrahimovu, on je bio vjere čiste, on nije bio od onih koji Allahu druge u obožavanju pridružuju!\"","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:124","price":"Svetkovanje subote propisano je onima koji su imali različita mišljenja o njoj, i Gospodar tvoj će im na Kijametskom danu presuditi u vezi s onim u čemu su se razilazili. ","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:125","price":"Na put Gospodara svoga mudro i lijepim savjetom pozivaj, i s njima na najljepši način raspravljaj! Gospodar tvoj zna one koji su zalutali s puta Njegova, i On zna one koji Uputu slijede. ","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:126","price":"A ako budete kažnjavali, onda kažnjavajte samo onako kako ste i sami kažnjeni; a ako otrpite - to je, doista, bolje za strpljive. ","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:127","price":"Strpljiv budi! Ali, strpljiv ćeš biti samo uz Allahovu pomoć. I ne žalosti se za njima, i neka ti nije teško zbog spletkarenja njihova.","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"bs"},{"name":"16:128","price":"Allah je zaista uz one koji se uščuvaju i koji dobra djela čine.","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"","lang":"bs"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}