{"data":[{"name":"7:155","price":"ಮೂಸಾ ತಮ್ಮ ಜನರಲ್ಲಿ ಸೇರಿದ ಎಪ್ಪತ್ತು ಪುರುಷರನ್ನು ನಮ್ಮ ನಿಶ್ಚಿತ ಸಮಯಕ್ಕಾಗಿ ಆರಿಸಿದರು. ಆದರೆ ಭೀಕರ ಕಂಪನವು ಅವರನ್ನು ಹಿಡಿದಾಗ ಮೂಸಾ ಹೇಳಿದರು: “ಓ ನನ್ನ ಪರಿಪಾಲಕನೇ! ನೀನು ಇಚ್ಛಿಸಿದರೆ ಇದಕ್ಕಿಂತ ಮೊದಲೇ ಅವರನ್ನು ಮತ್ತು ನನ್ನನ್ನು ನಾಶ ಮಾಡಬಹುದಿತ್ತು. ನಮ್ಮಲ್ಲಿನ ಅವಿವೇಕಿಗಳು ಮಾಡಿದ ಕೃತ್ಯಕ್ಕೆ ನೀನು ನಮ್ಮನ್ನು ನಾಶ ಮಾಡುವೆಯಾ? ಇದು ನಿನ್ನ ಪರೀಕ್ಷೆಯಾಗಿದೆ. ಇದರ ಮೂಲಕ ನೀನು ಇಚ್ಛಿಸುವವರನ್ನು ನೀನು ದಾರಿತಪ್ಪಿಸುತ್ತೀ ಮತ್ತು ನೀನು ಇಚ್ಛಿಸುವವರಿಗೆ ಸನ್ಮಾರ್ಗ ತೋರಿಸುತ್ತೀ. ನೀನೇ ನಮ್ಮ ರಕ್ಷಕ. ನಮ್ಮನ್ನು ಕ್ಷಮಿಸು ಮತ್ತು ನಮಗೆ ದಯೆ ತೋರು. ನೀನು ಕ್ಷಮಿಸುವವರಲ್ಲಿ ಅತ್ಯುತ್ತಮನಾಗಿರುವೆ.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"kn"},{"name":"7:156","price":"ಇಹಲೋಕದಲ್ಲಿ ಮತ್ತು ಪರಲೋಕದಲ್ಲಿ ನಮಗೆ ಒಳಿತನ್ನು ದಾಖಲಿಸು. ನಿಶ್ಚಯವಾಗಿಯೂ ನಾವು ನಿನ್ನ ಕಡೆಗೆ ಮರಳಿದ್ದೇವೆ.” ಅಲ್ಲಾಹು ಹೇಳಿದನು: “ನಾನು ಇಚ್ಛಿಸುವವರನ್ನು ನಾನು  ಶಿಕ್ಷಿಸುವೆನು. ಆದರೆ ನನ್ನ ದಯೆ ಎಲ್ಲಾ ವಸ್ತುಗಳನ್ನು ಆವರಿಸಿಕೊಂಡಿದೆ. ದೇವಭಯದಿಂದ ಜೀವಿಸುವ, ಝಕಾತ್ ನೀಡುವ ಮತ್ತು ನಮ್ಮ ವಚನಗಳಲ್ಲಿ ವಿಶ್ವಾಸವಿಡುವ ಜನರಿಗೆ ನಾನು ಅದನ್ನು (ದಯೆಯನ್ನು) ದಾಖಲಿಸುವೆನು.","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"kn"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}