{"data":[{"name":"14:1","price":"Əlif. Ləm. Ra. (Bu,) insanları öz Rəbbinin izni ilə zülmətlərdən nura – Qüdrətli, Tərifəlayiq (Allahın) yoluna çıxartmaq üçün sənə nazil etdiyimiz bir Kitabdır.","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:2","price":"O Allah ki, göylərdə və yerdə nə varsa, Onundur. Düçar olacaqları şiddətli əzabdan dolayı vay kafirlərin halına!","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:3","price":"O kəslər ki, dünyanı axirətdən üstün tutur, (insanları) Allah yolundan azdırır və onu əyri göstərməyə çalışırlar. Onlar dərin bir azğınlıq içindədirlər.","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:4","price":"Biz hər bir peyğəmbəri ancaq öz qövmünün dilində (danışan) göndərdik ki, (haqqı) onlara bəyan etsin. Allah istədiyini (haqq yoldan) azdırır, istədiyini də doğru yola yönəldir. O, Qüdrətlidir, Hikmət sahibidir.","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:5","price":"Biz Musanı ayətlərimizlə göndərib (ona): “Qövmünü zülmətdən nura çıxart və onlara Allahın günlərini xatırlat”– dedik. Sözsüz ki, bunda, çox səbir və şükür edənlər üçün dəlillər vardır.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:6","price":"Bir zaman Musa öz qövmünə demişdi: “Allahın sizə verdiyi neməti xatırlayın. O, sizi Firon əhlindən xilas etdi. Onlar sizə ağır əzablar verir, oğlan uşaqlarınızı öldürür, qadınlarınızı isə (özlərinə xidmət etmək üçün) sağ buraxırdılar. Bunda Rəbbinizdən sizin üçün böyük bir imtahan var idi”.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:7","price":"Rəbbiniz (belə) bildirmişdi: “Əgər şükür etsəniz, sizə (olan nemətimi) artıraram, yox əgər nankorluq etsəniz, (bilin ki,) Mənim əzabım şiddətlidir”.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:8","price":"Musa dedi: “Əgər siz və yer üzündə olanların hamısı küfr etsəniz, (Allaha heç bir zərər yetirə bilməzsiniz). Allah, həqiqətən də, zəngindir, tərifəlayiqdir”.","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:9","price":"Sizdən əvvəlkilərin – Nuh, Ad və Səmud tayfalarının, habelə, onlardan sonra gəlib-getmiş kimsələrin xəbərləri sizə gəlib çatmadımı? Onlar haqqında Allahdan başqa heç kəs bilmir. Peyğəmbərləri onlara açıq-aydın dəlillər gətirmişdilər. Onlar isə (peyğəmbərlərin onlara gətirdiklərinə qəzəblənərək) əllərini ağızlarının üstünə qoyub: “Biz sizinlə göndərilənlərə inanmırıq və bizləri dəvət etdiyiniz (din) barəsində şübhə doğuran şəkk içindəyik!”– demişdilər.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:10","price":"Peyğəmbərləri (onlara) dedilər: “Göyləri və yeri yaradan Allaha şəkk etməkmi olar? O, günahlarınızı bağışlamaq və sizə müəyyən vaxta qədər (sizə ölüm gələnədək) möhlət vermək üçün sizi (imana) çağırır”. Onlar dedilər: “Siz də bizim kimi bir bəşərsiniz. Bizi atalarımızın ibadət etdiklərindən döndərmək istəyirsiniz. Elə isə bizə açıq-aydın bir dəlil gətirin”.","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:11","price":"Peyğəmbərləri (onlara) dedilər: “Biz də sizin kimi bir bəşərik. Lakin Allah Öz qullarından istədiyinə lütf edər. Allahın izni olmadan biz sizə heç bir dəlil gətirə bilmərik. Qoy möminlər ancaq Allaha təvəkkül etsinlər.","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:12","price":"Allah bizə yollarımızı göstərdiyi halda, biz nə üçün Allaha təvəkkül etməyək?! Sizin bizə verdiyiniz əziyyətlərə, əlbəttə ki, dözəcəyik. Qoy təvəkkül edənlər yalnız Allaha təvəkkül etsinlər”.","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:13","price":"Kafirlər peyğəmbərlərinə dedilər: “Sizi ya öz torpağımızdan çıxaracağıq, ya da mütləq bizim dinimizə qayıdacaqsınız!” Rəbbi də onlara (peyğəmbərlərə) belə vəhy etdi: “Biz zalımları mütləq məhv edəcəyik!","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:14","price":"Onlardan sonra da o yerdə sizi sakin edəcəyik. Bu, həm hüzurumda durmaqdan, həm də təhdidimdən qorxan kimsələr üçündür”.","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:15","price":"Peyğəmbərlər (Allahdan) yardım istədilər. Hər bir inadkar dikbaş isə ziyana uğradı.","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:16","price":"Qarşıda isə onu gözləyən Cəhənnəm vardır. (Orada) ona irinli su içirdiləcəkdir.","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:17","price":"O, bu irinli suyu qurtum-qurtum içəcək, amma onu zorla udacaqdır. Ona hər yandan ölüm gələcək, lakin o, ölməyəcəkdir. Bunun ardınca da şiddətli bir əzab gələcəkdir!","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:18","price":"Rəbbinə küfür edənlərin (dünyadakı yaxşı) əməllərinin məsəli, qasırğalı bir gündə küləyin şiddətlə sovurduğu külə bənzəyir. Onlar gördükləri işlərə görə savab qazanmazlar. Dərin azğınlıq da elə budur.","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:19","price":"(Ey insan!) Allahın göyləri və yeri haqq ilə yaratdığını görmürsənmi?! Əgər Allah istəsə, sizi yox edib (yerinizə) yeni məxluq (başqa insanlar) gətirər.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:20","price":"Bu, Allah üçün çətin deyildir.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:21","price":"(Qiyamət günü) hamı Allahın hüzuruna çıxarılacaq və zəiflər təkəbbürlük göstərənlərə deyəcəklər: “Biz sizə tabe idik. (İndi) siz, Allahın əzabını, qismən də olsa, bizdən sovuşdura bilərsinizmi?” Onlar deyəcəklər: “Əgər Allah bizi doğru yola yönəltsəydi, biz də sizə doğru yolu göstərərdik. (İndi) zarısaq da, səbir etsək də bizim üçün eynidir. Çünki bizim üçün qurtuluş yeri yoxdur”.","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:22","price":"İş bitdikdə (Cənnət əhli Cənnətə, cəhənnəm əhli də Cəhənnəmə daxil olduqda) şeytan (günahkarlara) deyəcək: “Həqiqətən, Allah sizə (Cəhənnəmə düşəcəyiniz barədə) gerçək vəd vermişdi. Mən də sizə, (kömək edəcəyimə dair) vəd vermişdim, lakin (vədimə) xilaf çıxdım. Mənim sizin üstünüzdə heç bir hökmranlığım yox idi. Mən sizi (günah işlərə) dəvət etdim, siz də (dəvətimi) qəbul etdiniz. Buna görə də məni yox, özünüzü qınayın. Nə mən sizin köməyinizə çata bilərəm, nə də siz mənim köməyimə çata bilərsiniz. Şübhəsiz ki, mən dünyada da sizin məni (Allaha) şərik qoşmağınızı rədd etmişdim”. Həqiqətən, zalımları ağrılı-acılı bir əzab gözləyir.","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:23","price":"İman gətirib saleh əməllər edənlər isə (ağacları və qəsrləri) altından çaylar axan cənnətlərə daxil ediləcək və Rəbbinin izni ilə orada əbədi qalacaqlar. Onların orada qarşılaşarkən (bir-birinə) deyəcəkləri söz: “Salam!” olacaqdır.","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:24","price":"Allahın necə məsəl çəkdiyini görmürsənmi? Gözəl söz (lə ilahə illəllah) kökü (yerdə) möhkəm olan, budaqları isə göyə ucalan gözəl bir ağac (xurma ağacı) kimidir.","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:25","price":"O (ağac) Rəbbinin izni ilə öz bəhrəsini hər zaman (ilin qış və yay fəsilndən aslı olmayaraq) verər. Allah insanlar üçün misallar çəkir ki, bəlkə, düşünüb ibrət alsınlar.","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:26","price":"Pis söz (küfür sözü) isə yerdən qoparılmış, kökü olmayan pis bir ağaca bənzəyir.","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:27","price":"Allah iman gətirənləri həm dünya həyatında, həm də axirətdə möhkəm sözlə (şəhadət kəlməsi ilə) sabitqədəm edər. Allah zalımları (haqq yoldan) azdırar. Allah istədiyini edər.","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:28","price":"Məgər sən Allahın nemətlərini küfrə dəyişənləri və öz qövmünü həlak yurduna sürükləyənləri görmürsənmi?","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:29","price":"Onlar Cəhənnəmə girəcəklər. Ora necə də pis qərar tutulacaq yerdir.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:30","price":"Onlar (insanları) Allah yolundan azdırmaq üçün (bütləri) Ona tay tutdular. De: “(Hələ ki) əylənin! Şübhəsiz ki, dönüşünüz Odadır”.","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:31","price":"İman gətirən qullarıma de ki, (doğru-düzgün) namaz qılsınlar, alış-verişin və dostluğun olmayacağı bir günün gəlməsindən öncə onlara verdiyimiz ruzidən (Allah yolunda) gizli və aşkar xərcləsinlər.","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:32","price":"Göyləri və yeri yaradan, göydən su endirib onunla sizin üçün (növbənöv) meyvələrdən ruzi yetişdirən, əmri ilə dənizdə üzmək üçün gəmiləri sizin ixtiyarınıza verən və çayları sizə ram edən Allahdır.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:33","price":"Daim seyr edən günəşi və ayı sizə tabe edən, gecəni və gündüzü sizə ram edən də Odur.","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:34","price":"O sizə istədiyiniz hər şeydən verdi. Əgər Allahın nemətlərini sayacaq olsanız, onları sayıb qurtara bilməzsiniz. Həqiqətən, insan çox zalım, çox nankordur.","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:35","price":"Bir zaman İbrahim demişdi: “Ey Rəbbim! Bu diyarı (Məkkəni) əmin-amanlıq (yurdu) et. Məni və oğullarımı bütlərə tapınmaqdan uzaq et!","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:36","price":"Ey Rəbbim! Həqiqətən də, o bütlər insanlardan bir çoxunu azdırdılar. Kim mənə tabe olsa, o, məndəndir. Kim də mənə asi olsa, (bilsin ki, tövbə edəcəyi təqdirdə,) Sən bağışlayansan, rəhmlisən.","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:37","price":"Ey Rəbbimiz! Mən zürriyyətimdən bəzisini Sənin Beytülhəramının (Kəbənin) yaxınlığında, heç bir bitki olmayan bir vadidə yerləşdirdim. Ey Rəbbimiz! Onlar (doğru-düzgün) namaz qılsınlar deyə belə etdim. İnsanların bir qisminin qəlbini onlara meylli et və onlara (növbənöv) meyvələrindən ruzi ver ki, bəlkə şükür etsinlər.","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:38","price":"Ey Rəbbimiz! Sən bizim nəyi gizli saxladığımızı və nəyi aşkara çıxartdığımızı bilirsən. Nə yerdə, nə də göydə, heç bir şey Allahdan gizli qalmaz.","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:39","price":"Qoca vaxtımda mənə İsmaili və İshaqı bəxş edən Allaha həmd olsun! Həqiqətən, Rəbbim duaları eşidəndir.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:40","price":"Ey Rəbbim! Məni də, zürriyyətimdən olanları da, (doğru-düzgün) namaz qılan et! Ey Rəbbimiz! Duamı qəbul elə!","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:41","price":"Ey Rəbbimiz! Haqq-hesab günü məni, valideynlərimi və möminləri bağışla!”","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:42","price":"Zalımların etdikləri əməllərdən Allahı əsla xəbərsiz sanma. Allah onların cəzasını gözlərin bərələ qalacağı günə saxlamışdır.","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:43","price":"(O gün) onlar başlarını yuxarı qaldıraraq (carçıya doğru) tələsəcək, gözlərini qırpa bilməyəcək və qəlbləri də bomboş olacaq (qorxudan bütün başqa duyğulardan xali olacaq).","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:44","price":"İnsanları, onlara əzab gələcəyi günlə qorxut. (O gün) zalımlar deyəcəklər: “Ey Rəbbimiz! Bizə yaxın bir vaxta qədər möhlət ver ki, sənin dəvətini qəbul edək və peyğəmbərlərə tabe olaq”. (Onlara belə deyiləcək:) “Məgər əvvəllər siz dünyadan köçməyəcəyiniz barədə and içməmişdiniz?!","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:45","price":"Siz özlərinə zülm edənlərin yurdlarında sakin oldunuz. Onlara nələr etdiyimiz sizə agah oldu və (anlayasınız deyə) sizə (ibrətamiz) misallar da çəkdik”.","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:46","price":"(Zalımlar) öz hiylələrini qurdular. Halbuki onların hiyləsi Allaha bəllidir. Onların hiyləsi ilə dağlar yerindən tərpənən deyildir.","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:47","price":"Allahın əsla Öz peyğəmbərlərinə verdiyi vədə xilaf çıxacağını sanma. Həqiqətən, Allah qüdrətlidir, intiqam almağa qadirdir.","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:48","price":"O gün yer başqa bir yerlə, göylər də başqa göylərlə əvəz olunacaq (və insanlar) Tək olan, (hər şeyə) Qalib gələn Allahın hüzurunda duracaqlar.","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:49","price":"O gün günahkarları zəncirlənmiş görəcəksən.","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:50","price":"Onların paltarları qatrandan olacaq, üzlərini də alov bürüyəcək.","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:51","price":"Allah hər kəsə (dünyada) etdiyi əməllərin əvəzini vermək üçün belə edəcəkdir. Həqiqətən, Allah tez haqq-hesab çəkəndir.","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"","lang":"az"},{"name":"14:52","price":"Bu (Quran) insanlar üçün bir bildirişdir. Qoy onunla həm qorxsunlar, həm Allahın Tək İlah olduğunu bilsinlər, həm də ağıl sahibləri düşünüb ibrət alsınlar.","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"","lang":"az"}],"chapter":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"]}