{"data":[{"name":"21:1","price":"İnsanların hesaba çəkiləcəkləri gün yaxınlaşdı. Amma onlar hələ də qəflət içində (imandan) üz çevirirlər.","arabic":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2484,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:2","price":"Rəbbindən özlərinə bir yeni xəbərdarlıq gəldikdə, ona istehza edərək, qulaq asmazlar –","arabic":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2485,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:3","price":"qəlbləri qəflət içində qaldığı halda. Zalımlar öz aralarında xəlvətcə pıçıldaşıb deyirlər: “Məgər bu sizin kimi bir insan deyilmi? Gözünüz görə-görə sehrəmi inanacaqsınız?”","arabic":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2486,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:4","price":"(Peyğəmbər) dedi: “Rəbbim göydə və yerdə deyilən sözləri bilir. O, Eşidəndir, Biləndir!”","arabic":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2487,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:5","price":"Onlar dedilər: “(Bunlar) qarmaqarışıq yuxulardır! Xeyr, o bunu özündən uydurmuşdur! Xeyr, o, bir şairdir! Qoy o, əvvəlki elçilərə göndərilən ayətlər kimi bizə də bir ayət gətirsin”.","arabic":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2488,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:6","price":"Onlardan əvvəl məhv etdiyimiz məmləkətlərdən heç biri iman gətirməmişdi. İndi bunlarmı iman gətirəcəklər?","arabic":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2489,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:7","price":"Biz səndən əvvəl də özlərinə vəhy nazil etdiyimiz ancaq kişilər göndərmişdik. Əgər bilmirsinizsə, Zikr əhlindən soruşun.","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2490,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:8","price":"Biz onları yemək yeməyən bir vücud etmədik. Onlar əbədi də deyildilər.","arabic":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2491,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:9","price":"Sonra isə, onlara verdiyimiz vədi yerinə yetirdik. Biz həm onları, həm də istədiyimiz kəsləri xilas edib, həddi aşanları məhvə uğratdıq.","arabic":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2492,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:10","price":"Sizə, içində şərəfiniz olan bir Kitab nazil etdik. Məgər başa düşmürsünüz?","arabic":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2493,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:11","price":"Biz zalım olan neçə-neçə məmləkəti məhv edib, onlardan sonra başqa qövmlər yaratdıq.","arabic":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2494,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:12","price":"Onlar əzabımızı hiss edincə dərhal oradan qaçmağa başladılar.","arabic":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2495,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:13","price":"“Qaçmayın! İçində olduğunuz xoş güzərana və yurdlarınıza qayıdın. Ola bilsin ki, soruşulasınız.”","arabic":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2496,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:14","price":"Onlar: “Vay halımıza! Biz, doğrudan da zalım olmuşuq”– dedilər.","arabic":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2497,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:15","price":"Biz onları yanmış küləşə döndərənəcən fəryad qoparırdılar.","arabic":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2498,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:16","price":"Biz göyü, yeri və onların arasında olanları əyləncə üçün yaratmamışıq.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2499,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:17","price":"Əgər Biz (Özümüzə) əyləncə (arvad-uşaq) etmək istəsəydik, onu mütləq Öz yanımızda olanlardan edərdik. Lakin Biz (bunu) etmədik.","arabic":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2500,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:18","price":"Xeyr, Biz haqqı batilin üstünə atarıq və o da onu yox edər. Bir anda (batilin) yox olub getdiyini görərsiniz. (Allaha) aid etdiyiniz sifətlərə görə vay halınıza!","arabic":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2501,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:19","price":"Göylərdə və yerdə nə varsa, hamısı Allaha məxsusdur. Onun yanında olanlar Ona ibadət etməyə təkəbbür göstərməz və (ibadət etməkdən) yorulmazlar.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2502,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:20","price":"Onlar gecə-gündüz, usanmadan (Onun şəninə) təriflər deyirlər.","arabic":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2503,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:21","price":"Yoxsa (müşriklər) özlərinə yer üzündə ölüləri diriltməyə qadir olan tanrılarmı qəbul etdilər?","arabic":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2504,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:22","price":"Əgər göylərdə və yerdə Allahdan başqa məbudlar olsaydı, onların hər ikisi fəsada uğrayardı. Ərşin sahibi olan Allah pakdır və (müşriklərin) Ona aid etdikləri sifətlərdən uzaqdır!","arabic":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2505,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:23","price":"O (Allah) etdiyi işlər barədə soruşulmaz, onlar isə soruşulacaqlar.","arabic":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2506,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:24","price":"Məgər (müşriklər) Ondan başqa məbudlaramı tapınmışlar? De: “Dəlilinizi gətirin! Budur mənimlə olanların zikri və məndən öncəkilərin zikri”. Lakin onların əksəriyyəti əsl həqiqəti bilmir və (ondan) üz çevirirlər.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2507,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:25","price":"Səndən əvvəl elə bir elçi göndərməmişik ki, ona: “Məndən başqa heç bir məbud yoxdur, Mənə ibadət edin!”– deyə vəhy etməyək.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2508,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:26","price":"(Kafirlər:) “Rəhman (Özünə) övlad götürdü!”– dedilər. O, pakdır, müqəddəsdir! Əksinə, (o mələklər) möhtərəm qullardır.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2509,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:27","price":"(Mələklər) Ondan qabaq danışmazlar, onlar ancaq Onun əmrini yerinə yetirərlər.","arabic":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2510,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:28","price":"(Allah) onların keçmişini və gələcəyini bilir. Onlar yalnız Onun razı qaldığı şəxslərdən ötrü şəfaət diləyir və Onun qorxusundan tir-tir əsirlər.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2511,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:29","price":"Onlardan (Mələklərdən) kimsə: “Mən Ondan başqa bir məbudam!”– desə, ona Cəhənnəmi qismət edərik. Biz zalımları belə cəzalandırırıq.","arabic":"۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2512,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:30","price":"Məgər kafirlər göylərlə yer bir olduğu zaman Bizim onları bir-birindən araladığımızı, hər bir canlını sudan yaratdığımızı görmürlərmi? Yenədəmi inanmırlar?","arabic":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2513,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:31","price":"Yerin onları yırğalamamasından ötrü orada möhkəm dağlar yaratdıq. Onlar (istədikləri yerə) gedə bilsinlər deyə, orada geniş yollar saldıq.","arabic":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2514,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:32","price":"Göyü mühafizə olunan bir tavan etdik. Onlar isə oradakı dəlillərimizdən üz çevirirlər.","arabic":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2515,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:33","price":"Gecəni, gündüzü, günəşi və ayı yaradan Odur. Onların hər biri öz yolu ilə hərəkət edər.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2516,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:34","price":"Biz, səndən əvvəl də heç bir bəşərə əbədi həyat nəsib etmədik. Məgər sən öləcəksən, onlar dirimi qalacaqlar?!","arabic":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2517,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:35","price":"Hər kəs ölümü dadacaqdır. Biz sizi sınamaq üçün şər və xeyirlə imtahana çəkirik. Siz ancaq Bizə qaytarılacaqsınız!","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2518,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:36","price":"Kafirlər səni gördükləri zaman sənə ancaq istehza edərək (bir-birinə): “Sizin tanrılarınıza tənə vuran budurmu?”– deyirlər. Məhz onlar Rəhmanın öyüd-nəsihətini inkar edirlər.","arabic":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2519,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:37","price":"İnsan tələskən yaradılmışdır. Mən ayələrimi sizə göstərəcəyəm. Tələsməyin.","arabic":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2520,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:38","price":"Onlar: “Əgər doğru deyirsinizsə, bu vəd nə vaxt olacaq?”– deyirlər.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2521,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:39","price":"Kaş ki, kafirlər üzlərindən və kürəklərindən onları saracaq alovdan qaça bilməyəcəkləri və onlara heç bir köməyin edilməyəcəyi vaxtın gələcəyini biləydilər!","arabic":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2522,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:40","price":"Əksinə, (Qiyamət) onlara gözləmədikləri bir halda gələcək və onları heyrətə salacaqdır. Onlar onun qarşısını ala bilməyəcəklər və onlara heç aman da verilməyəcəkdir.","arabic":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2523,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:41","price":"Səndən əvvəlki elçilər də istehza edilmişdi. Onlara rişxənd edənləri (həmin o) istehza etdikləri şey məhv etdi.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2524,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:42","price":"De: “Gecə də, gündüz də sizi Rəhmandan (Onun əzabından) kim qoruya bilər?” Lakin onlar öz Rəbbinin nəsihətlərindən üz döndərdilər.","arabic":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2525,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:43","price":"Yoxsa onları Bizdən qoruya biləcək məbudlarımı vardır? Onlar heç özlərinə kömək etməyə qadir deyillər. Bizdən də qoruna bilməzlər.","arabic":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2526,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:44","price":"Bəli, Biz onlara və atalarına ömürləri boyunca xoş güzəran verdik. Məgər onlar Bizim, yer üzünə gəlib onu (bəzi) tərəflərindən əksiltdiyimizi (müsəlmanların fəthi və İslamın yayılması ilə kafirlərin torpaqlarını müsəlmanların ixtiyarına verdiyimizi) görmürlərmi? Doğrudanmı onlar qalib gələcəklər?!","arabic":"بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2527,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:45","price":"De: “Mən sizi ancaq vəhy ilə (qabaqcadan) xəbərdar edirəm”. Karlar xəbərdar edilsələr də, çağırışı eşitməzlər.","arabic":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2528,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:46","price":"Əgər onlara Rəbbinin əzabından bir yel belə toxunsa, onlar mütləq: “Vay halımıza! Biz, həqiqətən də, zalımlardan olmuşuq”– deyərlər.","arabic":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2529,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:47","price":"Biz Qiyamət günü ədalət tərəziləri ilə haqq-hesab çəkəcəyik. Heç kimə hər hansı bir şeydə zülm edilməyəcəkdir. (Görülmüş iş) bir xardal dənəsi mislində olsa belə, onu gətirib (tərəziyə) qoyacağıq. Biz hesab çəkməyə bəs edərik.","arabic":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2530,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:48","price":"Biz Furqanı Musaya və Haruna müttəqilərdən ötrü bir nur və öyüd-nəsihət olaraq verdik.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2531,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:49","price":"O müttəqilər ki, öz Rəbbindən Onu görmədikləri halda qorxur və Qiyamət saatından lərzəyə gəlirlər.","arabic":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2532,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:50","price":"Bu, nazil etdiyimiz mübarək bir Zikrdir. Siz onu inkarmı edirsiniz?","arabic":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2533,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:51","price":"Biz daha öncə İbrahimə də doğru bir yol bəxş etmişdik. Biz onu tanıyırdıq.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2534,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:52","price":"Bir zaman o öz atasına və qövmünə: “Bu nə heykəllərdir ki, siz onlara sitayiş edirsiniz?”– demişdi.","arabic":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2535,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:53","price":"Onlar: “Biz atalarımızı onlara ibadət edən görmüşük!”– dedilər.","arabic":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2536,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:54","price":"(İbrahim) dedi: “Doğrusu, siz də, atalarınız da, açıq-aydın bir azğınlıq içindəsiniz”.","arabic":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2537,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:55","price":"Onlar dedilər: “Sən bizə haqq gətirmisən, yoxsa oyunbazlardansan?”","arabic":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2538,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:56","price":"(İbrahim) dedi: “Xeyr, sizin Rəbbiniz, yaratdığı göylərin də, yerin də Rəbbidir. Mən də buna şahidlik edənlərdənəm.","arabic":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2539,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:57","price":"Allaha and olsun ki, siz dönüb getdikdən sonra bütlərinizə bir kələk gələcəyəm!”","arabic":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2540,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:58","price":"(Nəhayət İbrahim) bütləri sındırıb qırıq-qırıq edərək yalnız onların ən irisini saxladı ki, bəlkə, ona müraciət edələr.","arabic":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2541,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:59","price":"Onlar dedilər: “İlahlarımızı kim bu kökə salıb? Şübhəsiz ki, o, zalımlardandır!”","arabic":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2542,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:60","price":"(Bəziləri:) “İbrahim deyilən bir gəncin onları pislədiyini eşitmişik”– dedilər.","arabic":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2543,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:61","price":"(Digərləri də:) “Onu camaatın gözü qabağına gətirin ki, şahidlik etsinlər”– dedilər.","arabic":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2544,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:62","price":"Onlar dedilər: “İlahlarımızı sənmi bu kökə saldın, ey İbrahim?”","arabic":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2545,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:63","price":"(İbrahim) dedi: “Xeyr, bunu onların bu böyüyü etmişdir. Əgər danışa bilirlərsə, özlərindən soruşun”.","arabic":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2546,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:64","price":"Onlar öz-özlərinə müraciətlə: “Həqiqətən də, siz zalımsınız”– dedilər.","arabic":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2547,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:65","price":"Sonra yenə öz bildikləri (batil əqidələrinə) qayıdıb dedilər: “Axı sən bilirsən ki, bunlar danışmırlar”.","arabic":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2548,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:66","price":"(İbrahim) dedi: “Elə isə Allahı qoyub sizə heç bir fayda və zərər verə bilməyən bütlərəmi tapınırsınız?","arabic":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2549,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:67","price":"Yazıqlar olsun sizə də, Allahdan başqa tapındıqlarınıza da! Doğrudanmı, siz dərk etmirsiniz?”","arabic":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2550,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:68","price":"Onlar dedilər: “Əgər (bir şey) edəcəksinizsə, onu yandırın, ilahlarınıza kömək edin”.","arabic":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2551,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:69","price":"Biz: “Ey od! İbrahim üçün sərin və salamat ol!”– dedik.","arabic":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2552,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:70","price":"Onlar İbrahimə bir hiylə qurmaq istədilər, lakin Biz onları daha şiddətli cəzaya məruz qoyduq.","arabic":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2553,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:71","price":"Biz onu da (İbrahimi də, qardaşı oğlu) Lutu da (zalımlardan) xilas edib aləmlər üçün bərəkət verdiyimiz yerə (Şam torpağına) gətirdik.","arabic":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2554,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:72","price":"Biz ona (İbrahimə) İshaqı və bir də Yəqubu bəxş edib və hər birini əməlisalehlərdən etdik.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2555,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:73","price":"Biz Öz hökmümüzlə onları doğru yolu göstərən rəhbərlər etdik. Onlara xeyirli işlər görməyi, namaz qılmağı və zəkat verməyi vəhy etdik. Onlar yalnız bizə ibadət edən kimsələr idi.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2556,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:74","price":"Biz Luta da hökmranlıq və elm bəxş etdik, onu çirkin işlər görən bir məmləkətdən xilas etdik. Həqiqətən, onlar pis, fasiq bir qövm idilər.","arabic":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2557,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:75","price":"Biz onu Öz mərhəmətimizə qovuşdurduq. Həqiqətən o, əməlisalehlərdən idi.","arabic":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2558,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:76","price":"Nuhu da (yada sal)! Daha öncə o dua etmişdi. Biz onun duasını qəbul edib, onu və onun ailəsini böyük qəm-qüssədən qurtardıq!","arabic":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2559,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:77","price":"Ayələrimizi yalan hesab edən bir qövmə qarşı ona yardım etdik. Doğrudan da onlar pis bir qövm idi. Odur ki, Biz onların hamısını suda boğduq.","arabic":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2560,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:78","price":"Davudu və Süleymanı da (yada sal)! Bir zaman onlar bir qövmün qoyunlarının girib zay elədiyi bir əkin sahəsi barəsində hökm vermişdilər. Biz onların hökmünə şahid idik.","arabic":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2561,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:79","price":"Biz o hökmü Süleymana anlatdıq. Hər ikisinə hökmranlıq və elm bəxş etdik. Biz dağları və quşları Davudla birlikdə (Allahı) təsbih etmələri üçün ona ram etdik. Bunları Biz etdik.","arabic":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2562,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:80","price":"Biz ona (Davuda) sizi (döyüşdə) qorumaq üçün zirehli geyim düzəltməyi öyrətdik. Heç siz şükür edirsinizmi?","arabic":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2563,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:81","price":"Süleymana da güclü əsən küləyi ram etdik. Küləklər onun əmri ilə bərəkət verdiyimiz yerə (Şama) tərəf əsərdi. Biz hər şeyi bilirik.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2564,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:82","price":"Şeytanlar arasından onun üçün (dəniz sularına dalıb) dalğıclıq edən və bundan başqa digər işlər görənlər də var idi. Biz onları nəzarətimiz altında saxlayırdıq.","arabic":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2565,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:83","price":"Əyyubu da (yada sal)! Bir zaman o, Rəbbinə nida edərək demişdi: “Mənə, həqiqətən də, bəla düçar olubdur. Sən rəhmlilərin ən rəhmlisisən!”","arabic":"۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2566,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:84","price":"Biz onun duasını qəbul etdik və ona düçar olmuş bəlanı aradan qaldırdıq. Öz tərəfimizdən bir mərhəmət və ibadət edənlərə bir ibrət olsun deyə, ailəsini ona qaytardıq, üstəlik bir o qədər də əlavə etdik.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2567,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:85","price":"İsmaili, İdrisi və Zülkifli də (yada sal)! Hamısı səbir edənlərdən idilər.","arabic":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2568,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:86","price":"Biz onları mərhəmətimizə qovuşdurduq. Onlar, həqiqətən, əməlisalehlərdən idilər.","arabic":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2569,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:87","price":"Zün-Nunu (Yunusu) da (yada sal)! Bir zaman o qəzəbli halda (qövmündən ayrılıb) getmiş və onu sıxıntıya salmayacağımızı güman etmişdi. Sonra da zülmətlər içində yalvarıb demişdi: “Səndən başqa (ibadətə layiq olan) heç bir məbud yoxdur! Sən paksan, müqəddəssən! Mən isə, həqiqətən, zalımlardan olmuşam!”","arabic":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2570,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:88","price":"Biz onun duasını qəbul etdik və onu qəm-qüssədən qurtardıq. Biz möminləri belə xilas edirik!","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2571,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:89","price":"Zəkəriyyanı da (yada sal)! Bir zaman o yalvarıb demişdi: “Ey Rəbbim! Məni tənha buraxma. Sən varislərin ən xeyirlisisən!”","arabic":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2572,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:90","price":"Biz onun duasını qəbul etdik, ona Yəhyanı bəxş etdik və zövcəsini onun üçün islah etdik. Həqiqətən, onlar yaxşı işlər görməyə tələsər, ümid və qorxu ilə Bizə yalvarardılar. Onlar Bizə müti (qullar) idilər.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2573,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:91","price":"İsmətini qoruyan (Məryəmi də yada sal)! Biz ona Öz ruhumuzdan (Cəbrail vasitəsilə) üfürdük, onu və onun oğlunu aləmlərə bir ayət etdik.","arabic":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2574,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:92","price":"Həqiqətən, bu, vahid bir din olaraq sizin dininizdir. Mən də sizin Rəbbinizəm. Elə isə Mənə ibadət edin!","arabic":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2575,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:93","price":"Lakin onlar dini öz aralarında parçalayıb (muvahid, müşrik, kafir və mömin olmaqla) dəstələrə ayrıldılar. Onların hamısı Bizim hüzurumuza qayıdacaqlar.","arabic":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2576,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:94","price":"Kim mömin olaraq saleh əməllər edərsə, onun zəhməti inkar olunmaz. Şübhəsiz ki, Biz onun üçün (əməllərini) yazırıq.","arabic":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2577,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:95","price":"Məhv etdiyimiz bir məmləkət əhlinin (tövbə etməsi üçün yenidən dünyaya qayıtması) haram edilmişdir. Onlar (bir daha bu dünyaya) qayıtmayacaqlar.","arabic":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2578,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:96","price":"Nəhayət, Yəcuc və Məcuc (səddi) açıldığı və onlar təpələrdən axışıb gəldikləri zaman;","arabic":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2579,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:97","price":"haqq olan vədimiz yaxınlaşdıqda kafirlərin gözləri dərhal bərələcəkdir. (Onlar deyəcəklər:) “Vay halımıza! Biz bundan qafil idik. Xeyir, biz zalımlardan olmuşduq!”","arabic":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2580,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:98","price":"(Ey kafirlər!) Siz və Allahdan başqa tapındıqlarınız Cəhənnəm odunusunuz. Siz (mütləq) ora girəcəksiniz.","arabic":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2581,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:99","price":"Əgər bunlar məbud olsaydılar, ora girməzdilər. Halbuki hamısı orada əbədi qalacaqlar.","arabic":"لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2582,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:100","price":"Onlar orada inildəyəcək və heç nə eşitməyəcəklər.","arabic":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2583,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:101","price":"Əzəldən özlərinə ən gözəl aqibət yazılmış kimsələrə gəldikdə isə, onlar Oddan uzaqlaşdırılmış olacaqlar.","arabic":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2584,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:102","price":"Onlar onun (Cəhənnəmin) xışıltısını belə eşitməyəcəklər. Onlar ürəklərinin istədiyi şeylər arasında əbədi qalacaqlar.","arabic":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2585,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:103","price":"Ən böyük dəhşət onları kədərləndirməyəcək. Mələklər onları qarşılayıb: “Bu sizə vəd olunmuş gününüzdür!”– deyəcəklər.","arabic":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2586,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:104","price":"O gün göyü yazılı səhifələrin büküldüyü kimi bükəcəyik. (Məxluqatı) ilk dəfə yaratdığımız kimi yenə əvvəlki halına qaytaracağıq. Biz vəd vermişik. Sözsüz ki, Biz onu yerinə yetirəcəyik.","arabic":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2587,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:105","price":"Biz Zikrdən (Lövhi-məhfuzdakı yazıdan) sonra (nazil etdiyimiz) Zəburda da yer üzünə Mənim əməlisaleh qullarımın varis olacaqlarını yazmışdıq.","arabic":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2588,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:106","price":"Həqiqətən, bunda ibadət edən bir qövm üçün bir bildiriş vardır.","arabic":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2589,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:107","price":"Biz səni ancaq aləmlərə rəhmət olaraq göndərdik.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2590,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:108","price":"De: “Mənə, ilahınızın yalnız tək bir İlah olduğu vəhy olunur. Siz müsəlman olacaqsınızmı?”","arabic":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2591,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:109","price":"Əgər onlar üz döndərsələr, de: “(Mən bu dini) sizə olduğu kimi təbliğ etdim. Sizə vəd olunan şeyin yaxın və ya uzaq olduğunu bilmirəm.","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2592,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:110","price":"Allah açıq deyilən sözü də, sizin gizlədib saxladıqlarınızı da bilir.","arabic":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2593,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:111","price":"Bilmirəm, bəlkə də, bu sizi sınaqdan keçirtmək və müəyyən vaxta qədər (bu dünyada) faydalanmağınız üçündür”.","arabic":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2594,"juzNumber":17,"footnotes":"","lang":"az"},{"name":"21:112","price":"(Peyğəmbər) dedi: “Ey Rəbbim! (Mənimlə kafirlər arasında) ədalətlə hökm ver! Sizin aid etdiyiniz sifətlərə qarşı ancaq Rəhman olan Rəbbimizdən kömək diləmək lazımdır”.","arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2595,"juzNumber":17,"footnotes":"","lang":"az"}],"chapter":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya","Chapter Al-Anbiya","Anbiya","Surah Anbiya","Chapter Anbiya","Al Anbiya","Surah Al Anbiya","Chapter Al Anbiya","Surah 21","Chapter 21","The Prophets","الأنبيَاء"]}