{"data":[{"name":"43:1","price":"Hə. Mim.","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:2","price":"(Bu) açıq-aydın Kitaba and olsun!","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:3","price":"Biz onu, anlayasınız deyə, ərəbcə Quran etdik","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:4","price":"Şübhəsiz ki, o, yanımızdakı ana kitabdadır (lövhi-məhfuzdadır). O, ucadır, hikmətlə doludur.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:5","price":"Yoxsa, siz (şirk və küfür etməklə) həddi aşan bir qövm olduğunuza görə, Zikri (Quranı) sizə çatdırmaqdan vaz keçməliyikmi?!","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:6","price":"Biz əvvəlki ümmətlərə də neçə-neçə peyğəmbər göndərmişdik.","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:7","price":"Onlara elə bir peyğəmbər gəlmədi ki, ona istehza etməsinlər.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:8","price":"Biz onlardan (qövmündən) daha qüvvətli olanları məhv etdik. Əvvəlkilərin aqibəti (Quranda) ötüb keçmişdir.","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:9","price":"Əgər sən onlardan: “Göyləri və yeri kim yaratmışdır?”– deyə soruşsan, mütləq: “Onları Qüdrətli və Bilən (Allah) yaratmışdır!”– deyəcəklər.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:10","price":"O Allah ki, yeri sizin üçün döşədi və (istədiyiniz yerə) düz gedə biləsiniz deyə sizin üçün orada yollar saldı.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:11","price":"O Allah ki, göydən lazımı qədər su endirdi. Biz onunla ölü bir diyarı diriltdik. Siz də (dirildilib qəbirlərinizdən) belə çıxarılacaqsınız.","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:12","price":"O Allah ki, bütün cütləri xəlq etdi. Mindiyiniz gəmiləri və heyvanları yaratdı ki,","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:13","price":"onları minəsiniz, sonra mindiyiniz zaman Rəbbinizin nemətini yada salıb deyəsiniz: “Bunu bizə ram edən Allah pakdır, müqəddəsdir. (Yoxsa) bizim ona gücümüz çatmazdı.","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:14","price":"Şübhəsiz ki, biz Rəbbimizə qayıdacağıq”.","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:15","price":"(Müşriklər: “Mələklər Allahın qızlarıdır”– deməklə) Allahın qullarından bəzisini Onun bir hissəsi qəbul etdilər (Ona övladlar və şəriklər qoşdular). Həqiqətən insan açıq-aydın nankordur.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:16","price":"Yoxsa (Allah) yaratdıqlarından qızları Özünə götürüb oğlanları sizin üçün seçmişdir?!","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:17","price":"Onlardan birinə, Rəhmana aid etdiyi (qız uşağı) ilə müjdə verilsə, qəm-qüssədən üzü qapqara qaralar.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:18","price":"Yoxsa onlar zinət içində böyüdülən və mübahisə etdikdə aydın danışa bilməyən (qadınlarımı Allaha isnad edirlər?!)","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:19","price":"Onlar Rəhmanın qulları olan mələkləri qız hesab etdilər. Məgər onlar (mələklərin) yaradılışına şahidmi olublar? Onların bu şahidliyi yazılacaq və buna görə sorğu-sual olunacaqlar.","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:20","price":"Onlar: “Əgər Rəhman istəsəydi, biz onlara ibadət etməzdik!”– dedilər. Onların bu haqda heç bir elmi yoxdur. Onlar ancaq yalan danışırlar.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:21","price":"Yoxsa onlara bundan (bu Qurandan) əvvəl bir kitab vermişik, onlar da ona istinad edirlər?!","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:22","price":"Xeyr! Onlar: “Biz atalarımızı bu yolda gördük və biz də onların yolunu tutub gedirik!”– deyirlər.","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:23","price":"Biz səndən əvvəl hansı bir məmləkətə xəbərdarlıq edən (bir peyğəmbər) göndərdiksə, onun cah-calal içində yaşayan sakinləri: “Biz atalarımızı bu yolda gördük və biz də onların ardınca gedəcəyik!”– dedilər.","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:24","price":"(Peyğəmbər) dedi: “Əgər sizə atalarınızın tutduğu o yoldan daha doğrusunu göstərsəm necə?” Onlar dedilər: “Biz sizinlə göndərilənləri inkar edirik”.","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:25","price":"Biz də onlardan intiqam aldıq. Bir bax (haqqı) yalan sayanların aqibəti necə oldu.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:26","price":"Bir zaman İbrahim öz atasına və qövmünə (belə) dedi: “Mən sizin ibadət etdiklərinizdən uzağam.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:27","price":"Yalnız məni yaradandan başqa! Şübhəsiz ki, O məni doğru yola yönəldəcəkdir”.","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:28","price":"O, bu (lə iləhə illəllah kəlməsini) öz nəsli arasında daimi qalacaq bir kəlmə etdi ki, bəlkə doğru yola qayıtsınlar.","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:29","price":"Doğrusu, Mən bunlara da, atalarına da, haqq (Quran) və (onu) bəyan edən bir elçi (Muhamməd) gələnədək gün-güzəran nəsib etdim.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:30","price":"Onlara haqq (Quran) gəldikdə isə: “Bu, sehrdir, biz onu inkar edirik!”– dedilər.","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:31","price":"Onlar: “Kaş ki bu Quran iki şəhərdən (Məkkədən və ya Taifdən) olan böyük bir adama (Vəlid bin Müğirəyə və Ürvə bin Məsuda) nazil ediləydi?”– dedilər.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:32","price":"Yoxsa Rəbbinin rəhmətini onlarmı bölüşdürürlər? Biz dünya həyatında onların dolanışıqlarını aralarında bölüşdürdük. Biri digərini öz yanına işçi götürsün deyə, bəzilərinin dərəcələrini digərlərindən üstün etdik. Rəbbinin rəhməti onların yığdıqlarından daha xeyirlidir.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:33","price":"Əgər insanlar (kafirlərə verdiyimiz nemətlərə baxıb küfürdə birləşən) vahid bir ümmət olmasaydı, Rəhmanı inkar edənlərin evlərinin tavanlarını və çıxdıqları nərdivanları da gümüşdən edərdik,","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:34","price":"evlərinin qapılarını və söykəndikləri taxtları da,","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:35","price":"zinət də (verərdik). Bütün bunlar dünya həyatının keçici zövqüdür. Axirət isə Rəbbinin yanında yalnız Allahdan qorxanlar üçündür.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:36","price":"Kim Rəhmanın zikrindən üz döndərsə, Biz şeytanı ona musallat edərik, o da ona yoldaş olar.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:37","price":"Şeytanlar onları (haqq) yoldan azdırar, onlar isə özlərinin haqq yolda olduqlarını güman edərlər.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:38","price":"Nəhayət, o, hüzurumuza gəldikdə (yoldaşına) deyər: “Kaş ki, mənimlə sənin aranda məşriqlə məğrib (arasındakı) uzaqlıq qədər (məsafə) olaydı. Sən nə pis yoldaş imişsən!”","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:39","price":"(Qiyamət günü onlara deyilər:) “Siz (nəfsinizə) zülüm etdiyinizə görə bu gün əzaba şərik olmağınız sizə heç bir fayda verməz!”","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:40","price":"(Ey Peyğəmbər!) Yoxsa sənmi karlara eşitdirəcəksən, yaxud korları və açıq-aşkar azğınlıq içində olanları doğru yola yönəldəcəksən?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:41","price":"Biz səni aparsaq da (onlara əzab verməzdən əvvəl öldürsəkdə), yenə onlardan intiqam alacağıq.","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:42","price":"Yaxud onlara vəd etdiyimizi (əzabı) sənə göstərərik. Şübhəsiz ki, Bizim onlara gücümüz yetər.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:43","price":"Elə isə sən özünə vəhy olunandan yapış! Şübhəsiz ki, sən düz yoldasan.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:44","price":"Həqiqətən, o (Quran) sənin üçün və sənin qövmün üçün bir şərəfdir. Siz sorğu-sual ediləcəksiniz.","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:45","price":"(Ey Peyğəmbər!) Səndən əvvəl göndərdiyimiz elçilərdən (onların davamçılarından) soruş: “Məgər Biz Rəhmandan başqa ibadət ediləsi ilahlarmı etdik?","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:46","price":"Biz Musanı ayələrimizlə Firona və onun əyanlarına göndərdik. (Musa) dedi: “Mən aləmlərin Rəbbinin elçisiyəm!”","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:47","price":"(Musa) ayələrimizi onlara gətirdikdə, onlar bu ayələrə (istehza edərək) güldülər.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:48","price":"Onlara göstərdiyimiz hər bir ayə, əvvəlki ayələrdən daha böyük idi. Biz onları əzabla yaxaladıq ki, bəlkə, (haqq yola) qayıdalar.","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:49","price":"Onlar: “Ey sehrbaz! Sənə verdiyi əhd xatirinə Rəbbinə bizdən ötrü dua et. Biz mütləq doğru yola gələcəyik”– dedilər.","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:50","price":"Biz əzabı onlardan uzaqlaşdıran kimi, sözlərindən döndülər.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:51","price":"Firon qövmünə səslənib dedi: “Ey qövmüm! Misir mülkü və altımdan (qəsrimin altından) axan bu çaylar mənim deyilmi? Məgər (mənim qüdrətimi və əzəmətimi) görmürsünüz?","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:52","price":"Əksinə mən bu aciz və az qala (sözünü belə) aydın başa sala bilməyən kimsədən daha xeyirliyəm.","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:53","price":"Nə üçün ona qızıl bilərziklər taxılmayıb yaxud onunla birlikdə bir-birinin ardınca (peyğəmbərliyini təsdiqləyən) mələklər gəlməyib?”","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:54","price":"(Beləliklə Firon) öz qövmünü aldatdı, onlar da ona itaət etdilər. Həqiqətən, onlar fasiq bir qövm idilər.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:55","price":"Onlar Bizi qəzəbləndirdikdə onlardan intiqam alıb hamısını (dənizdə) batırdıq.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:56","price":"Biz onları sonra gələnlərə örnək və ibrət etdik.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:57","price":"Məryəm oğlu misal çəkilincə sənin qövmün sevincdən güldü.","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:58","price":"Onlar dedilər: “Bizim ilahlarımız yaxşıdır, yoxsa o (Məryəm oğlu İsa)?” Onlar bunu sənə yalnız höcət etmək üçün dedilər. Doğrusu, onlar höcətləşən bir qövmdür.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:59","price":"O, yalnız nemət verdiyimiz və İsrail oğullarına örnək etdiyimiz bir quldur.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:60","price":"Əgər istəsəydik, içinizdən yer üzündə sizi əvəz edəcək mələklər yaradardıq.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:61","price":"Həqiqətən, o, (İsanın yer üzünə enməsi) Qiyamət saatının bir əlamətidir. Ona (Qiyamətə) şəkk etməyin, mənə tabe olun. Bu, doğru yoldur!","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:62","price":"Şeytan sizi (doğru yoldan) azdırmasın. Şübhəsiz ki, o, sizin açıq-aydın düşməninizdir.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:63","price":"İsa aydın dəlillər gətirdiyi zaman dedi: “Mən sizə hikmət gətirdim və barəsində ixtilafda olduğunuz bəzi şeyləri (Tövratın bəzi hökmlərini) izah etmək üçün gəldim. Allahdan qorxun və (sizə əmr etdiyim tövhid və şəri əhkamlarda) mənə itaət edin!","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:64","price":"Həqiqətən, Allah mənim də Rəbbim, sizin də Rəbbinizdir. Elə isə Ona ibadət edin! Bu, doğru yoldur!”","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:65","price":"Firqələr (nəsrani firqələri İsa barəsində) öz aralarında ixtilafa düşdülər (Onlardan bəziləri: “O, ilahdır”– dedi. Bəziləri: “O, Allahın oğludur”– dedi. Bəziləri də: “O və anası ilahdır”– dedi). Ağrılı-acılı bir günün əzabından vay zalımların halına!","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:66","price":"Yoxsa onlar özləri də hiss etmədən Qiyamət saatının qəflətən başlarının üstünü alacağınımı gözləyirlər?","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:67","price":"O gün müttəqilərdən başqa (bütün) dostlar bir-birinə düşmən kəsiləcəklər.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:68","price":"“Ey qullarım! Bu gün sizə qorxu yoxdur və siz (heç) kədərlənməyəcəksiniz də.","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:69","price":"O kəslər ki, ayələrimizə iman gətirib təslim olmuşlar.","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:70","price":"Siz də, zövcələriniz (və ya sizin kimi iman gətirmiş möminlər) də sevincli halda Cənnətə daxil olun!”","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:71","price":"Onların ətrafında qızıl sinilər və piyalələr dolandırılacaq. Orada nəfslərin istədiyi və gözlərin xoşlandığı hər şey vardır. Siz orada əbədi qalacaqsınız.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:72","price":"Bu sizin etdiyiniz əməllər sayəsində varis olduğunuz Cənnətdir.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:73","price":"Orada sizin üçün bol meyvələr vardır, onlardan yeyəcəksiniz.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:74","price":"Şübhəsiz ki, günahkarlar əbədi olaraq Cəhənnəm əzabı içində qalacaqlar.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:75","price":"Onların əzabı yüngülləşdirilməyəcək və onlar orada ümidsiz qalacaqlar.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:76","price":"Biz onlara zülm etmədik, lakin onlar özləri zalım idilər.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:77","price":"Onlar (Cəhənnəm gözətçisini) çağırıb deyəcəklər: “Ey Malik! Qoy Rəbbin canımızı alıb qurtarsın!” O isə: “Siz (burada) əbədi qalacaqsınız!”– deyəcək.","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:78","price":"Biz sizə haqqı gətirdik, lakin sizin çoxunuz haqqı xoşlamadı.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:79","price":"Yoxsa (müşriklər) işə doğru qərar verdilər?! Heç şübhəsiz ki, doğru qərarı Biz veririk.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:80","price":"Yoxsa onlar elə hesab edirlər ki, Biz onların sirlərini və gizli danışıqlarını eşitmirik?! Xeyr, onların yanında (əməlləri) yazan elçilərimiz vardır.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:81","price":"(Ey Peyğəmbər! Mələklərin Allahın qızları olduğunu iddia edən müşriklərə) De: “Əgər Rəhmanın bir övladı olsaydı, ona (o övlada) ibadət edənlərin birincisi mən olaram.","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:82","price":"Göylərin və yerin Rəbbi, Ərşin Rəbbi olan Allah, onların vəsf etdikləri sifətlərdən uzaqdır!”","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:83","price":"(Ey Peyğəmbər!) Onları tərk et, qoy vəd olunduqları günə qovuşanadək (batil inanclarına) dalsınlar və (bir müddət dünya həyatında) əylənsinlər.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:84","price":"Göydə də ilah, yerdə də ilah Odur. O, Hikmət sahibidir, Biləndir.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:85","price":"Göylərin, yerin və onların arasındakı mülkün sahibi olan Allah xeyiri və bərəkəti bol olandır. Qiyamət saatının elmi Ondadır və siz Onun hüzuruna qaytarılacaqsınız.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:86","price":"(Müşriklərin) Allahdan başqa dua etdikləri şəfaətə sahib deyillər. Yalnız bildikləri halda (elm və bəsirət üzərində) haqqa şəhadət verənlər (ixlasla \"lə iləhə illallah\" deyənlər) bundan müstəsnadır.","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:87","price":"Əgər onlardan özlərini kimin yaratdığını soruşsan, mütləq: “Allah!”– deyərlər. Elə isə (haqdan) necə döndərilirlər?!","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:88","price":"Onun (Peyğəmbərin qövmündən Rəbbinə şikayət edərək): “Ey Rəbbim! Bunlar iman gətirməyən bir qövmdür!”- deməsi də (Bizə məlumdur).","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"az"},{"name":"43:89","price":"Onlardan üz döndər və (şərlərindən uzaq olmaq üçün) “Salam!” de. Onlar biləcəklər.","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"az"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}