{"data":[{"name":"47:1","price":"Kafirlərin və (insanları) Allahın yolundan azdıranların əməllərini (Allah) puça çıxarmışdır.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:2","price":"İman gətirib saleh əməllər edənlərin və Rəbbindən haqq olaraq Muhammədə nazil edilənə inananların Allah günahlarını örtmüş və (din və dünya) işlərini islah etmişdir.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:3","price":"Bu ona görədir ki, kafirlər batilə tabe olmuş, iman gətirənlər isə Rəbbindən gələn haqqa tabe olmuşlar. Allah, insanlara özlərinə aid misalları belə çəkər.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:4","price":"(Ey möminlər!) Kafirlərlə qarşı-qarşıya gəldiyiniz zaman boyunlarını vurun. Nəhayət, onları məğlub etdikdə (əsirlərə bağladığınız) kəndirləri bərk çəkin. Müharibə bitdikdə isə onları ya fidyəsiz, ya da fidyə alıb azad edin. Bu (Allahın hökmüdür). Əgər Allah istəsəydi, onlardan (döyüşsüz də) intiqam alardı. Lakin O, sizi biri-birinizlə sınağa çəkmək üçün (belə etdi). Allah Onun yolunda öldürülənlərin əməllərini heç vaxt boşa çıxartmaz.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:5","price":"(Allah) onları doğru yola yönəldəcək, onların (din və dünya) işlərini islah edəcək","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:6","price":"və onları (dünyada) özlərinə tanıtdığı Cənnətə daxil edəcəkdir.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:7","price":"Ey iman gətirənlər! Əgər siz Allaha (Onun dininə) kömək etsəniz, O da sizə kömək edər və qədəmlərinizi (döyüşdə və ya sirat körpüsündə) sabit edər.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:8","price":"Məhv olsun kafirlər! Allah onların əməllərini puça çıxardar.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:9","price":"Bu ona görədir ki, onlar Allahın nazil etdiyinə nifrət etdilər, O da onların əməllərini puça çıxartdı.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:10","price":"Məgər onlar yer üzündə gəzib dolaşıb özlərindən əvvəlkilərin aqibətinin necə olduğunu görmürlərmi?! Allah onları yerlə yeksan etmişdir. Kafirləri də buna bənzərləri gözləyir.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:11","price":"Bu ona görədir ki, Allah möminlərin Dostudur. Kafirlərin isə dostu yoxdur.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:12","price":"Allah iman gətirib saleh əməllər edənləri (ağacları və qəsrləri) altından çaylar axan cənnətlərə daxil edər. Kafirlər isə (dünya həyatından) zövq alıb, heyvan kimi yeyib-içərlər. Onların yeri Oddur!","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:13","price":"(Ey Peyğəmbər!) Səni qovub çıxaran məmləkətindən daha qüvvətli neçə-neçə məmləkət var idi ki, Biz onları məhv etdik və onlara kömək edən də tapılmadı.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:14","price":"Məgər Rəbbindən bir dəlilə istinad edən kimsə, pis əməli özünə gözəl göstərilən və istəklərinə uyan kimsələr kimi ola bilərmi?!","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:15","price":"Müttəqilərə vəd olunan Cənnətin vəsfi belədir: orada tamı dəyişməyən sudan çaylar, dadı dəyişməyən süddən çaylar, içənlərə ləzzət verən şərabdan çaylar və süzülmüş baldan çaylar vardır. Orada onlar üçün hər cür meyvələr və Rəbbi tərəfindən bağışlanma vardır. Məgər o, od içində əbədi qalacaq və bağırsaqlarını parça-parça edən qaynar su içirdiləcək kimsələr kimi ola bilərlərmi?!","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:16","price":"(Ey Peyğəmbər!) Onların (münafiqlərin) arasında səni dinləyənlər də var. Nəhayət, onlar sənin yanından çıxdıqda, özlərinə elm verilmiş kimsələrə (istehza ilə) deyərlər: “O, bayaq nə deyirdi?” Onlar, Allahın, qəlblərinə möhür vurduğu və öz nəfslərinə uymuş kimsələrdir.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:17","price":"Doğru yola yönələnlərə gəldikdə isə Allah onların hidayətini artırar və onları təqvaya (saleh əməllərə) müvəffəq edər.","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:18","price":"Yoxsa (kafirlər) Qiyamət saatının qəfildən onlara gəlməsinimi gözləyirlər?! Artıq onun (Muhammədin Peyğəmbər olaraq göndərilməsi və ayın iki yerə yarılması kimi) əlamətləri gəlmişdir. (Qiyamət saatı) onlara gəlib yetişdiyi zaman ibrət almalarının nə faydası?!","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:19","price":"(Ey Peyğəmbər!) Bil ki, Allahdan başqa (ibadətə layiq olan heç bir) ilah yoxdur. Sən həm öz günahlarının, həm də mömin kişilərlə və mömin qadınların bağışlanmasını dilə. Allah (gündüzlər) gəzib-dolaşdığınız yeri də, (gecələr) gecələyəcəyiniz məskəni də bilir.","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:20","price":"Möminlər: “Kaş (cihada dair) bir surə nazil olaydı!”- deyirlər. Hökmü bəlli bir surə nazil olub orada döyüş zikir edildikdə qəlbində xəstəlik olanların sənə, ölüm ayağında bayılan kimsənin baxışı ilə baxdıqlarını görərsən. Onlar üçün daha yaxşı olardı ki,","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:21","price":"itaət etsinlər və xoş söz söyləsinlər. (Cihada) qəti əmr verildiyi zaman Allaha sadiq qalsaydılar, əlbəttə ki, onlar üçün daha yaxşı olardı.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:22","price":"Əgər (haqdan) üz çevirsəniz, ola bilsin ki, yer üzündə fitnə-fəsad törədəsiniz və qohumluq əlaqələrini kəsəsiniz.","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:23","price":"Onlar Allahın lənətlədiyi, qulaqlarını kar, gözlərini də kor etdiyi kimsələrdir.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:24","price":"Məgər onlar Quranı düşünmürlərmi?! Yoxsa qəlbləri qıfıllıdır?!","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:25","price":"Özlərinə hidayət yolu bəlli olduqdan sonra (haqdan dönüb) geriyə üz tutan kimsələrə şeytan (günah işləri) gözəl göstərmiş və onlara uzun ömür vəd etmişdir.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:26","price":"Bu onların (münafiqlərin) Allahın nazil etdiyinə nifrət edənlərə (müşriklərə): “Biz bəzi işlərdə sizə itaət edəcəyik!”– dediklərinə görədir. Allah onların sirlərini bilir.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:27","price":"Bəs mələklər onların üzlərinə və arxalarına vuraraq canlarını alanda onların halı necə olacaqdır?!","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:28","price":"Bu onların Allahı qəzəbləndirən şeylərə uyduqlarına və Onun razı qaldığı şeylərə nifrət etdiklərinə görədir. Buna görə də Allah onların əməllərini boşa çıxartdı.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:29","price":"Yoxsa qəlblərində xəstəlik olanlar, Allah onların (qəlblərindəki) kin-küdurətini üzə çıxarmayacağını hesab edirdilər?!","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:30","price":"(Ey Peyğəmbər!) Əgər Biz istəsəydik, onları (münafiqləri) sənə göstərərdik, sən də onları üzlərindəki əlamətlərdən tanıyardın. Sən onları danışıq tərzlərindən mütləq tanıyacaqsan. Allah sizin əməllərinizi bilir.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:31","price":"(Ey möminlər!) Biz aranızdakı mücahidləri və səbir edənləri ayırd edib üzə çıxardanadək sizi mütləq sınayacaq və barənizdəki xəbərləri də (Allahın əmrinə tabe olub cihad edənləri və tənbəllik edib cihaddan geridə qalanları da) yoxlayacağıq.","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:32","price":"Sözsüz ki, kafir olanlar, (insanları) Allah yolundan azdıranlar və hidayət yolu özlərinə bəlli olduqdan sonra Peyğəmbərə düşmənçilik edənlər Allaha heç bir zərər verə bilməzlər. Allah onların əməllərini puça çıxaracaqdır.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:33","price":"Ey iman gətirənlər! Allaha itaət edin, Peyğəmbərə itaət edin və əməllərinizi puç etməyin!","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:34","price":"Şübhəsiz ki, kafir olanları, (insanları) Allah yolundan azdıranları, sonra da kafir olaraq ölənləri, Allah bağışlamayacaqdır.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:35","price":"(Ey Möminlər!) Zəiflik göstərməyin və üstün olduğunuz halda (kafirləri) sülhə çağırmayın! Allah sizinlədir. O sizin əməllərinizi (əməllərinizin savabını) əskiltməz.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:36","price":"Dünya həyatı sadəcə oyun və əyləncədən ibarətdir. Əgər iman gətirib (Allahdan) qorxsanız, O sizə mükafatlarınızı verər və sizdən mal-dövlətinizi istəməz.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:37","price":"Əgər (Allah) sizdən bunu istəsə və sizdən təkidlə tələb etsə, siz xəsislik göstərsəniz, O, kin-küdurətinizi üzə çıxardar.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"az"},{"name":"47:38","price":"Budur, siz Allah yolunda (malınızdan) xərcləməyə çağırılırsınız. Aranızda isə xəsislik edənlər də vardır. Kim xəsislik etsə, ancaq öz əleyhinə xəsislik etmiş olar. Allah Zəngin, siz isə kasıbsınız. Əgər üz çevirsəniz, yerinizə başqa bir qövm gətirər sonra onlar sizin kimi olmazlar.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"az"}],"chapter":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"]}