{"data":[{"name":"67:1","price":"Mülk Əlində Olan Allah (ən Əzəmətli), xeyiri və bərəkəti bol olandır. O hər şeyə qadirdir.","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:2","price":"Hansınızın daha yaxşı əməl sahibi olduğunu sınamaq üçün ölümü və həyatı yaradan Odur. O, Qüdrətlidir, Bağışlayandır.","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:3","price":"Yeddi göyü bir-birinin üzərində yaradan Odur. Sən Rəhmanın yaratdığında bir uyğunsuzluq görməzsən. Gözünü qaldırıb (göyə) diqqət yetir, heç onda bir çat görürsənmi?","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:4","price":"Sonra gözünü qaldırıb (göyə) təkrar təkrar bax. Göz (orada bir uyğunsuzluq tapmayıb) zəlil və yorğun halda özünə tərəf dönəcəkdir.","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:5","price":"Biz səmanı ulduzlarla bəzədik və onları şeytanlara atılan alovlar etdik. Biz onlar üçün yandırıb-yaxan od əzabı hazırlamışıq.","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:6","price":"Rəbbinə küfür edənlər Cəhənnəm əzabına düçar olacaqlar. Ora nə pis dönüş yeridir.","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:7","price":"Onlar (kafirlər) oraya atıldıqda Cəhənnəmin dəhşətli uğultuyla qaynadığını eşidəcəklər.","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:8","price":"Cəhənnəm qəzəbindən az qala parçalansın. Ora (Cəhənnəmə) hər dəfə bir dəstə atıldıqda onun gözətçiləri onlardan: “Məgər sizə xəbərdarlıq edən bir peyğəmbər gəlməmişdi?”– deyə soruşacaqlar.","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:9","price":"Onlar deyəcəklər: “Əlbəttə, bizə qorxudan (bir peyğəmbər) gəlmişdi. Amma biz (onu) yalançı sayıb: “Allah heç bir şey nazil etməyib, siz də ancaq böyük bir azğınlıq içindəsiniz”– demişdik.","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:10","price":"Onlar: “Əgər biz (peyğəmbərləri) dinləsəydik və ya anlasaydıq Cəhənnəm əhli içində olmazdıq!”– deyəcəklər.","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:11","price":"Onlar öz günahlarını etiraf etdilər. Cəhənnəm əhli (Allahın rəhmətindən) uzaq olsun!","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:12","price":"Rəbbindən (Onu) görmədikləri halda qorxanlar üçün bağışlanma və böyük bir mükafat var.","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:13","price":"(Ey insanlar!) Sözünüzü gizli saxlasanız da, onu açıq desəniz də (fərqi yoxdur). O, sinələrdə (qəlblərdə) olanları biləndir.","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:14","price":"Məgər yaradan (Allah) yaratdığını bilməzmi? O, Lətifdir (hər şeyi incəliyinə qədər biləndir) və (hər şeydən) Xəbərdar.","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:15","price":"Yeri sizin ixtiyarınıza verən Odur. Onun qoynunda gəzin və Allahın (sizə bəxş etdiyi) ruzisindən yeyin. Qayıdış da Onadır.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:16","price":"(Ey kafirlər!) Göydə olanın (Allahın) sizi yerə batırmayacağına əminsinizmi? O zaman yer hərəkətə gəlib titrəyəcəkdir.","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:17","price":"Yaxud göydə olanın (Allahın) üstünüzə daşlar yağdırmayacağına əminsinizmi? Siz, Mənim (əzabla) qorxutmağımın necə olduğunu biləcəksiniz.","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:18","price":"Onlardan (Məkkə mürşiklərindən) əvvəlkilər də (öz peyğəmbərlərini) təkzib etmişdilər. (Bir görəydin) Mənim (onları) həlak etməyim necə oldu!","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:19","price":"Məgər onlar üstlərində dəstə-dəstə qanad çalaraq uçan quşları görmürlərmi? Onları (havada) ancaq Rəhman (olan Allah) saxlayır. Şübhəsiz ki, O, hər şeyi görəndir.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:20","price":"Yaxud Rəhmandan başqa sizə yardım edəcək bu qoşununuz (tərəftarlarınız) kimdir? Kafirlər ancaq aldanmaqdadırlar!","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:21","price":"Yaxud O Öz ruzisini kəssə, sizə kim ruzi verə bilər? Xeyr, onlar təkəbbür göstərməkdə və (haqdan) boyun qaçırmaqda davam edirlər.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:22","price":"Elə isə üzü üstə sürünərək gedən daha doğru yoldadır, yoxsa düz yolda dik gedən?","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:23","price":"(Ey Peyğəmbər!) De: “Sizi yaradan, sizə qulaqlar, gözlər və qəlblər verən Odur. Necə də az şükür edirsiniz!”","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:24","price":"(Ey Peyğəmbər!) De: “Sizi yer üzünə yayan Odur. Siz Onun hüzuruna toplanacaqsınız!”","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:25","price":"Onlar: “Əgər doğru deyirsinizsə, bu vəd nə vaxt olacaqdır?”– deyirlər.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:26","price":"(Ey Peyğəmbər!) De: “Onu bilmək yalnız Allaha məxsusdur. Mən isə ancaq açıq-aydın xəbərdar edən bir peyğəmbərəm!”","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:27","price":"Kafirlər əzabın yaxınlaşdığını gördükdə üzləri qaralacaq və onlara: “İstədiyiniz (əzab) budur!”– deyiləcəkdir.","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:28","price":"(Ey Peyğəmbər!) De: “Deyin görüm, əgər Allah məni və mənimlə birlikdə olanları məhv edərsə və ya bizə mərhəmət göstərərsə, (bəs siz) kafirləri ağrılı-acılı əzabdan kim qurtara bilər?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:29","price":"(Ey Peyğəmbər!) De: “O, Rəhmandır! Biz Ona iman gətirib, Ona təvəkkül etdik. Kimin açıq-aydın azğınlıq içində olduğunu (tezliklə) biləcəksiniz.","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"","lang":"az"},{"name":"67:30","price":"(Ey Peyğəmbər!) De: “Deyin görüm, əgər suyunuz (yerin dibinə) çöksə, (Allahdan başqa) kim sizə axar su gətirə bilər?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"","lang":"az"}],"chapter":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"]}