{"data":[{"name":"8:1","price":"(Ey Muhamməd!) Səndən qənimətlər haqqında soruşurlar. De: “Qənimətlər Allaha və Peyğəmbərə aiddir”. Elə isə Allahdan qorxun və aranızı düzəldin. Əgər möminsinizsə, Allaha və Onun Rəsuluna itaət edin.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:2","price":"Möminlər o kəslərdir ki, Allah anıldığı zaman qəlbləri qorxudan titrəyər, Onun ayələri onlara oxunduqda imanları artar, yalnız öz Rəbbinə təvəkkül edər,","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:3","price":"namaz qılar və Bizim onlara verdiyimiz ruzidən (Allah yolunda) xərcləyərlər.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:4","price":"Məhz onlar həqiqi möminlərdir. Onlar üçün Rəbbi yanında (yüksək) dərəcələr, bağışlanma və bol ruzi vardır.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:5","price":"Rəbbin səni bu minvalla haqq-ədalət uğrunda (Bədrə getmək üçün) evindən çıxartdı. Halbuki (bu), möminlərdən bir dəstənin xoşuna gəlmirdi.","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:6","price":"Haqq bəlli olduqdan sonra belə onun barəsində səninlə mübahisə edirdilər, sanki gözləri görə-görə ölümə sürüklənirdilər.","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:7","price":"O vaxt Allah sizə, iki dəstədən birinin (karvanın və yaxud kafirlərin qoşununun) sizin olacağını vəd etmişdi. Siz silahsız dəstənin sizin olmasını istəyirdiniz. Allah isə Öz kəlmələri ilə haqqı gerçəkləşdirmək və kafirlərin kökünü kəsmək istəyirdi.","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:8","price":"Bu, günahkarların xoşuna gəlməsə də, Allahın haqqı ortaya çıxartması və batili yox etməsi üçün idi.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:9","price":"O zaman siz Rəbbinizdən kömək diləyirdiniz. O da: “Mən sizə bir-birinin ardınca gələn min mələklə yardım edəcəm”– deyə duanızı qəbul etmişdi.","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:10","price":"Allah bunu (mələklərlə yardımı), yalnız bir müjdə və onunla qəlbiniz rahatlıq tapsın deyə belə etdi. Qələbə yalnız Allahdandır. Həqiqətən Allah, Qüdrətlidir, Hikmət sahibidir.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:11","price":"O zaman (Allah) Öz tərəfindən bir təskinlik olsun deyə, sizə yüngül bir mürgü göndərmiş, göydən sizin üzərinizə yağmur endirmişdi ki, onunla sizi təmizləsin, şeytanın vəsvəsəsini sizdən uzaq etsin, qəlbinizi möhkəmləndirsin və onunla qədəmlərinizi sabit etsin.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:12","price":"O zaman Rəbbin mələklərə: “Mən sizinləyəm! İman gətirənlərə səbat verin. Mən kafirlərin qəlbinə qorxu salacağam. Onların boyunlarını vurun və bütün barmaqlarını kəsin!”– deyə vəhy etmişdi.","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:13","price":"Bu, onların Allaha və Onun rəsuluna qarşı çıxmalarına görədir. Hər kim Allaha və Onun rəsuluna qarşı çıxarsa, (bilsin ki) Allahın əzabı şiddətlidir.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:14","price":"İndi dadın o əzabı! (Üstəlik) kafirlər üçün Cəhənnəm əzabı da vardır.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:15","price":"Ey iman gətirənlər! Kafirlərlə döyüş meydanında qarşılaşsanız, arxanızı onlara çevirib (döyüşdən) qaçmayın.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:16","price":"(Qüvvət toplayıb) yenidən döyüşə qatılmaq üçün bir tərəfə çəkilən və ya başqa bir dəstəyə qoşulan müstəsna olmaqla, kim belə bir gündə onlara arxa çevirib (döyüşdən) qaçarsa, Allahın qəzəbinə düçar olar. Onun gedəcəyi yer Cəhənnəmdir. Ora necə də pis dönüş yeridir.","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:17","price":"Onları (kafirləri) siz öldürmədiniz, Allah öldürdü. (Düşmənlərin gözünə bir ovuc torpaq) atdığın zaman sən atmadın, Allah atdı. Allah bunu, möminləri Öz tərəfindən gözəl bir imtahan etmək üçün etdi. Həqiqətən, Allah eşidəndir, biləndir.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:18","price":"Bu (qələbə) Allahdandır! Həqiqətən Allah, kafirlərin hiyləsini puç edər.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:19","price":"(Ey kafirlər!) Əgər (ədalətli) hökm istəyirsinizsə, artıq sizə o hökm gəlmişdir. Əgər (küfrə) son qoysanız, bu, sizin üçün xeyirli olar. Yox əgər (yenidən küfrə) qayıtsanız, Biz də qayıdarıq (möminlərə qarşı vuruşsanız, Biz də sizi məğlub edərik). Dəstəniz nə qədər çox olsa da, (bu) sizi heç bir şeydən qurtara bilməz. Şübhəsiz ki, Allah möminlərlədir.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:20","price":"Ey iman gətirənlər! Allaha və Onun Rəsuluna itaət edin, (Quranı və orada olan öyüd-nəsihətləri) eşitdiyiniz halda ondan üz döndərməyin.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:21","price":"Və eşitmədikləri halda: “Eşitdik!”– deyənlər (münafiqlər və ya yəhudilər) kimi olmayın.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:22","price":"Şübhəsiz ki, Allah yanında (yer üzündə) gəzən canlıların ən pisi (haqqı) anlamayan karlar və lallardır.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:23","price":"Əgər Allah onlarda bir xeyir olduğunu bilsəydi, əlbəttə, (haqqı) onlara eşitdirərdi. Əgər onlara eşitdirsəydi belə, yenə də arxa çevirib gedərdilər.","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:24","price":"Ey iman gətirənlər! Peyğəmbər sizi, sizlərə həyat verəcək şeylərə çağırdığı zaman Allahın və Peyğəmbərinin çağırışına cavab verin. Bilin ki, Allah insanla onun qəlbi arasına girər (onun istəyinə çatmasına mane olar) və sonda siz Onun hüzuruna toplanacaqsınız.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:25","price":"Sizdən yalnız zalımlara toxunmayacaq (əksinə, hamınızı bürüyəcək) bir bəladan qorxun. Bilin ki, Allah şiddətli əzab verəndir.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:26","price":"Yadınıza salın ki, bir zaman siz, yer üzündə (Məkkədə) sayınız az, özünüz isə zəif idiniz. Kafirlərin də sizi ələ keçirəcəyindən qorxurdunuz. Allah sizə (Mədinədə) sığınacaq verdi, sizi Öz köməyi ilə qüvvətləndirdi və sizə pak ruzilərdən (halal qənimətlərdən) verdi ki, bəlkə şükür edəsiniz.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:27","price":"Ey iman gətirənlər! Allaha, Onun Rəsuluna və aranızdakı əmanətlərə bilə-bilə xəyanət etməyin!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:28","price":"Bilin ki, var-dövlətiniz də, övladlarınız da ancaq bir imtahandır. Böyük mükafat isə Allah yanındadır.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:29","price":"Ey iman gətirənlər! Əgər Allahdan qorxsanız, O sizə haqqı batildən ayırd edən (bir nur) verər, günahlarınızdan keçər və sizi bağışlayar. Allah böyük lütf sahibidir.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:30","price":"Bir zaman kafirlər səni həbs etmək, öldürmək və ya (Məkkədən) çıxartmaq üçün sənə qarşı hiylə qururdular. Onlar hiylə işlətdilər, Allah da hiylə işlətdi. Allah hiylə işlədənlərin ən xeyirlisidir.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:31","price":"Ayələrimiz onlara oxunduğu zaman (belə) deyərlər: “Artıq eşitdik. İstəsək, biz də buna bənzərini deyə bilərik. Bu, keçmişdəkilərin əfsanələrindən başqa bir şey deyildir”.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:32","price":"O zaman onlar: “Ey Allahım! Əgər bu, Sənin tərəfindən gəlmiş bir haqdırsa, elə isə üstümüzə göydən daş yağdır və ya bizə ağrılı-acılı bir əzab göndər”– demişdilər.","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:33","price":"Sən onların arasında olduqca Allah onlara əzab verən deyildir. Onlar bağışlanma dilədikcə Allah onlara əzab verən deyildir.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:34","price":"Onlar Məscidulharamın sahibləri olmadıqları halda, möminlərin oraya daxil olmasına mane olduqda Allah nə üçün onlara əzab verməsin? Onun sahibləri (və ya Allahın dostları) yalnız müttəqilərdir. Lakin onların çoxu bunu bilməz.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:35","price":"Onların, (müqəddəs) Evin yanındakı ibadətləri fit vermək və əl çalmaqdan başqa bir şey deyildir. Küfr etdiyinizə görə dadın əzabı!","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:36","price":"Şübhəsiz ki, kafir olanlar (insanları) Allah yolundan azdırmaq üçün öz mallarını sərf edirlər. Onlar mallarını sərf edəcək, sonra bunun peşmançılığını çəkəcək, daha sonra isə məğlub ediləcəklər. Kafirləri Cəhənnəm tərəfə sürükləyəcəklər ki,","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:37","price":"Allah murdarı (kafiri) pakdan (mömindən) ayırsın, murdarları bir-birinin üstünə qoyub bir yerə yığsın və onları Cəhənnəmə atsın. Ziyana uğrayanlar da məhz onlardır.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:38","price":"Kafir olanlara de ki, əgər (küfrə) son qoysalar, keçmişdə olanlar bağışlanar. Yox, əgər (küfrə) qayıtsalar, əvvəlkilərin başına gələnlər onların da başına gələr.","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:39","price":"Fitnə aradan qalxana qədər və din tamamilə yalnız Allaha məxsus edilənədək onlarla vuruşun! Əgər (küfr etməyə) son qoysalar, (bilsinlər ki,) Allah onların etdiklərini görəndir.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:40","price":"Əgər onlar üz döndərsələr, bilin ki, Allah sizin Himayədarınızdır. O, nə gözəl Himayədar və nə gözəl Yardımçıdır!","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"az"},{"name":"8:41","price":"Əgər siz Allaha və haqla batilin ayırd edildiyi gün – iki dəstənin qarşı-qarşıya gəldiyi gün (Bədr günü) qulumuza (Muhammədə) nazil etdiyimizə iman gətirmisinizsə, bilin ki, əldə etdiyiniz qənimətlərin beşdə biri Allaha, Rəsuluna, onun qohum-əqrəbasına, yetimlərə, kasıblara və (yolda qalmış) müsafirlərə məxsusdur. Allah hər şeyə qadirdir.","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:42","price":"O zaman siz vadinin (Mədinəyə) yaxın tərəfində, onlar uzaq tərəfində, (Əbu Süfyanın) karvan isə sizdən aşağıda (dənizin sahilində) idi. Əgər siz vədələşsəydiniz, həmin vaxt və yer barəsində ixtilafa düşərdiniz. Lakin Allah olacaq işi (möminlərin qələbəsini, kafirlərin məğlubiyyətini) həyata keçirmək üçün belə etdi ki, həlak olan açıq-aydın bir dəlillə həlak olsun, sağ qalan da açıq-aydın bir dəlillə sağ qalsın. Həqiqətən, Allah (hər şeyi) eşidəndir, (hər şeyi) biləndir.","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:43","price":"O zaman Allah yuxunda sənə onları az göstərdi. Əgər onları sənə çox göstərsəydi, ruhdan düşər və döyüş barəsində bir-birinizlə mübahisə edərdiniz. Lakin Allah sizi qorudu. Həqiqətən, O, qəlblərdə olanları biləndir.","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:44","price":"(Düşmənlə) qarşı-qarşıya gəldiyiniz zaman Allah onları sizin gözünüzə az göstərdi, sizi də onların gözündə azaltdı ki, olacaq işi (möminlərin qələbəsini, kafirlərin məğlubiyyətini) yerinə yetirsin. Bütün işlər (sonda) Allaha qayıdır.","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:45","price":"Ey iman gətirənlər! Düşmən dəstəsi ilə üz-üzə gəldikdə möhkəm durun və Allahı çox yad edin ki, bəlkə nicat tapasınız.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:46","price":"Allaha və Onun Rəsuluna itaət edin, bir-birinizlə ixtilaf etməyin, yoxsa ruhdan düşər və zəifləyərsiniz. Səbir edin, həqiqətən Allah səbir edənlərlədir.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:47","price":"Yurdlarından təkəbbürlə, özlərini camaata göstərmək üçün çıxan və (insanları) Allah yolundan azdıran kimsələr (Məkkə müşrikləri) kimi olmayın. Allah onların əməllərini əhatə etmişdir.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:48","price":"O zaman (Bədr günü) şeytan onların əməllərini özlərinə gözəl göstərib: “Bu gün insanlardan heç kəs sizə qalib gələ bilməz. Mən də sizin yardımçınızam!” Lakin iki dəstə qarşı-qarşıya gəldikdə isə geri çəkilib: “Mən sizdən uzağam. Mən sizin görmədiklərinizi (Cəbraili və onunla birgə olan mələkləri) görürəm. Mən Allahdan qorxuram. Həqiqətən Allahın əzabı şiddətlidir!”– demişdi.","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:49","price":"O zaman münafiqlər və qəlbində xəstəlik olanlar: “Bunları (müsəlmanları) öz dinləri aldatdı!”– dedilər. Kim Allaha təvəkkül etsə, (bilsin ki,) Allah Qüdrətlidir, Hikmət sahibidir!","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:50","price":"Kaş ki sən, mələklər kafirlərin canını alarkən görəydin. Mələklər onların üzlərinə və yanlarına vuraraq deyirdilər: “Dadın atəşin əzabını!","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:51","price":"Bu (əzab), öz əllərinizlə etdiyiniz əməllərə görədir. Yoxsa Allah qullarına əsla zülm edən deyildir”.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:52","price":"Bunların əməli Firon nəslinin və onlardan əvvəlkilərin əməlinə bənzəyir. Onlar Allahın ayələrini inkar etdilər, Allah da onları günahlarına görə məhv etdi. Həqiqətən Allah, Qüvvətlidir, cəzası da çox şiddətlidir.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:53","price":"Bu (əzab), ona görədir ki, bir qövm nəfslərində olanı dəyişməyincə, Allah da onlara verdiyi neməti dəyişən deyildir. Şübhəsiz ki, Allah eşidəndir, biləndir.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:54","price":"Bunların əməli Firon nəslinin və onlardan əvvəlkilərin əməlinə bənzəyir. Onlar Rəbbinin ayələrini təkzib etdilər, Biz də onları etdikləri günahlara görə məhv etdik və Firon nəslini dənizdə boğduq. Onların hamısı zalımlar idi.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:55","price":"Şübhəsiz ki, Allah yanında (yer üzündə yürüyən) canlıların ən pisi kafir olanlardır. Onlar iman gətirməzlər.","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:56","price":"Onlar, əhd bağladığın, sonra da hər dəfə öz əhdlərini (heç nədən) çəkinmədən pozan kimsələrdir","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:57","price":"Əgər döyüşdə onları yaxalasan, onları cəzalandırmaqla arxalarında olan kimsələri də (qorxudaraq) dağıt ki, bəlkə ibrət alsınlar.","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:58","price":"Əgər (əhd bağladığın) bir qövmün (əhdi pozacağı ilə) xəyanət etməsindən qorxsan, sən də onlara əhdi pozduğunu bildir. Şübhəsiz ki, Allah xainləri sevməz.","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:59","price":"Kafirlər (canlarını) əzabdan (qurtara) biləcəklərini əsla zənn etməsinlər. Çünki onlar Allahdan (qaçıb) yaxa qurtara bilməzlər.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:60","price":"(Ey möminlər) Düşmənlərə qarşı bacardığınız qədər qüvvə və döyüş atları hazırlayın ki, bununla (həm) Allahın düşmənini, (həm də) öz düşməninizi və onlardan başqa sizin bilmədiyiniz, lakin Allahın bildiyi düşmənləri qorxudasınız. Allah yolunda nə xərcləsəniz, onun əvəzi sizə tam ödənilər və sizə zülm edilməz.","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:61","price":"Əgər onlar sülhə meyl etsələr, sən də sülhə meyl et və Allaha təvəkkül et! Həqiqətən, O, Eşidəndir, Biləndir.","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:62","price":"Əgər onlar (sülh bağlamaqla) səni aldatmaq istəsələr, (bil ki,) sənə Allah yetər. O, səni həm Öz köməyi ilə, həm də möminlərlə qüvvətləndirdi.","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:63","price":"Allah onların (Ovs və Xəzrəc qəbilələrindən olan ənsarın) qəlblərini birləşdirdi. Əgər sən yer üzündə olanların hamısını sərf etsəydin belə, yenə də onların qəlblərini birləşdirə bilməzdin. Lakin Allah onları birləşdirdi. Həqiqətən, O, Qüdrətlidir, Hikmət sahibidir.","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:64","price":"Ey Peyğəmbər! Sənə və sənə tabe olan möminlərə Allah kifayət edər.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:65","price":"Ey Peyğəmbər! Möminləri döyüşə ruhlandır. Əgər aranızda iyirmi səbirli kişi olsa, (kafirlərdən) iki yüzünə qalib gələr; əgər aranızda yüz səbirli kişi olsa, kafirlərdən mininə qalib gələr. Çünki onlar anlamayan bir qövmdür.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:66","price":"İndi Allah sizin (yükünüzü) yüngülləşdirdi və sizdə bir zəiflik olduğunu bildi. Əgər aranızda yüz səbirli kişi olsa, (kafirlərdən) iki yüzünə qalib gələr. Əgər aranızda min səbirli kişi olsa, Allahın izni ilə (kafirlərdən) iki mininə qalib gələr. Allah səbir edənlərlədir.","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:67","price":"Peyğəmbərə yer üzündə çoxlu (sayda) kafir qırmayınca əsir götürmək yaraşmaz. Siz dünya mənfəətlərini istəyirsiniz, Allah isə axirəti (qazanmağınızı) istəyir. Allah Qüdrətlidir, Hikmət sahibidir.","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:68","price":"Əgər Allah tərəfindən əzəldən yazılan (Bədr əhlinin bağışlandığına və ya qənimətlərin halal olmasına dair) bir hökm olmasaydı, aldığınız (fidyə) müqabilində sizə böyük bir əzab toxunardı.","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:69","price":"Əldə etdiyiniz qənimətləri halal və təmiz olaraq yeyin və Allahdan qorxun. Həqiqətən, Allah Bağışlayandır, Rəhmlidir.","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:70","price":"Ey Peyğəmbər! Əlinizdə olan əsirlərə de: “Əgər Allah qəlbinizdə bir xeyir olduğunu bilsə, sizdən alınan fidyədən daha xeyirlisini sizə verər və sizi bağışlayar. Allah Bağışlayandır, Rəhmlidir”.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:71","price":"Əgər (əsirlər) sənə xəyanət etmək istəsələr, (bilin ki,) onlar bundan (Bədr döyüşündən) əvvəl də Allaha xəyanət etmişdilər. Allah (möminlərə) onların öhdəsindən gəlməyə imkan vermişdi. Allah (hər şeyi) biləndir, hikmət sahibidir.","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:72","price":"Həqiqətən, iman gətirən, hicrət edən və Allah yolunda öz malı və canı ilə cihad edən (mühacirlər) və sığınacaq verib köməklik göstərən (ənsar) – məhz onlar bir-birinin dostlarıdır. İman gətirən, lakin hicrət etməyənlərə gəldikdə isə, onlar hicrət etməyincə siz onları himayə etməyə borclu deyilsiniz. Əgər onlar din uğrunda sizdən kömək istəsələr, sizinlə aralarında müqavilə olan bir qövm əleyhinə (yardım) istisna olmaqla, kömək etməyiniz gərəkdir. Allah sizin nə etdiklərinizi görür.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:73","price":"Kafirlər də bir-birinin dostudurlar. Əgər siz bir-birinizə yardımçı olmasanız, yer üzündə fitnə və böyük bir fəsad baş verər.","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:74","price":"İman gətirib, hicrət edən və Allah yolunda cihad edənlər və (mühacirlərə) sığınacaq verib (onlara) köməklik göstərənlər (ənsarlar) – məhz onlar həqiqi möminlərdir. Onlar üçün bağışlanma və bol-bol ruzi vardır.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":"","lang":"az"},{"name":"8:75","price":"Sonradan iman gətirənlər, hicrət edib sizinlə bərabər cihad edənlər də sizdəndirlər. Qohumlar Allahın Kitabına görə bir-birinə (varis olmağa) daha yaxındırlar. Həqiqətən, Allah hər şeyi biləndir.","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":"","lang":"az"}],"chapter":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal","Chapter Al-Anfal","Anfal","Surah Anfal","Chapter Anfal","Al Anfal","Surah Al Anfal","Chapter Al Anfal","Surah 8","Chapter 8","The Spoils of War","الأنفَال"]}