{"data":[{"name":"10:1","price":"1. Алиф, Лом, Ро. Бу ҳикматли Китоб оятларидир.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1365,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:2","price":"2. Бу одамлар учун ўзларидан бўлган бир кишига (яъни, Муҳаммад алайҳис-салоту вас-саломга, кофир) кимсаларни (Аллоҳнинг азобидан) огоҳлантиринг, иймон келтирган зотларга эса улар учун Парвардигорлари ҳузурида азалий рост мартаба борлиги ҳақида хушхабар етказинг, деб ваҳий юборганимиз қизиқ туюлдими?! Кофирлар: «Дарҳақиқат, бу (яъни, Муҳаммад) зўр сеҳргардир», дедилар.","arabic":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1366,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:3","price":"3. (Эй инсонлар), албатта, Парвардигорингиз осмонлар ва Ерни олти кунда яратиб, сўнгра (Зоти ва Улуғлигига муносиб суратда) Арш узра юксалган Аллоҳдир. У (ҳар бир) ишнинг тадбирини қилур. (Қиёмат Кунида) бирон оқловчи бўлмас, магар Унинг изну иродасидан сўнггина (оқлай олур). Ана ўша Аллоҳ Парвардигорингиздир, бас, Унга ибодат қилингиз! Ахир эслатма-ибрат олмайсизларми?!","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1367,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:4","price":"4. (Қиёмат Кунида) барчангиз Унга қайтишингиз бордир. (Бу) Аллоҳнинг ҳаққирост ваъдасидир. Албатта, аввал-бошда барча нарсани Унинг Ўзи яратур. Сўнгра иймон келтириб, яхши амаллар қилиб ўтган зотларни адолат билан мукофотлаш учун (Қиёмат Куни) яна қайта яратур. Куфр йўлини тутган кимсалар учун эса қайноқ сувдан иборат ичимлик ва кофир бўлганлари сабабли аламли азоб бўлур.","arabic":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1368,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:5","price":"5. У (Аллоҳ) қуёшни (кундузлари) зиё сочгувчи, ойни эса (кечалари) нур — ёруғлик қилган ва сизлар йилларнинг саноғини ҳамда (вақтларнинг) ҳисобини билишларингиз учун уни (яъни, ойни бир қанча) манзил-буржларга бўлиб қўйган Зотдир. Ҳеч шак-шубҳасиз, Аллоҳ бу (борлиқни) ҳақ (қонун ва мақсад) билан яратди. У зот биладиган қавм учун Ўз оятларини муфассал баён қилур.","arabic":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1369,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:6","price":"6. Албатта, кеча ва кундузнинг алмашиб туришида ҳамда Аллоҳ осмонлар ва Ерда яратиб қўйган нарсаларда Аллоҳдан қўрқадиган қавм учун оят-аломатлар бордир.","arabic":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1370,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:7","price":"7. Албатта, Бизга рўбарў бўлишни умид қилмайдиган, ҳаёти дунёнинг ўзигагина рози бўлиб, фақат ўша билан хотирлари жам бўлган кимсалар ҳамда Бизнинг оятларимиздан ғофил қолган кимсалар —","arabic":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1371,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:8","price":"8. Ана ўшаларнинг жойлари, касб қилиб ўтган гуноҳлари сабабли дўзахдир.","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1372,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:9","price":"9. Иймон келтириб, яхши амаллар қилган зотларни эса иймон-эътиқодлари сабабли Парвардигорлари ҳидоят қилур — ноз-неъмат боғларида остларидан дарёлар оқиб турур.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1373,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:10","price":"10. У жойдаги дуолари: «Эй Аллоҳ, Ўзингни поклаймиз», дейиш, у жойдаги ўзаро саломлари (бир-бирларига) тинчлик тилашдир. Охирги тилаклари эса бутун оламлар Парвардигори — Аллоҳга ҳамду сано айтишдир.","arabic":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1374,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:11","price":"11. Агар Аллоҳ бу одамларга (яъни, мушрикларга) яхшиликни тез келтиргани каби ёмонликни ҳам нақд қилса эди, албатта уларнинг ажаллари етган бўлур эди. Бас, (Биз уларга ёмонликни нақд қилмаймиз, балки) Бизга рўбарў бўлишни умид қилмайдиган кимсаларни, ўз туғёнларида адашиб-улоқиб юрган ҳолларида ташлаб қўюрмиз.","arabic":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1375,"juzNumber":11,"footnotes":"И з о ҳ. Ушбу оят маккалик мушриклар Пайғамбар алайҳис-салоту вас-саломнинг даъватларига қулоқ солмай: «Ё Аллоҳ, агар Муҳаммаднинг дини ҳақ дин бўлса, бошимизга осмондан тош ёғдиргил», деб ўзлари учун ёмонлик тилаб дуои бад қилганларида нозил бўлган. Бу оятда икки маънони уқиш мумкин: биринчиси, мушрик кимсаларнинг нақадар нодон эканликлари. Чунки улар доно ва тадбиркор бўлганларида: «Агар шу дин ҳақ дин бўлса, бизларни ҳам шу динга йўллагин», деб илтижо қилган бўлур эдилар. Иккинчиси, айрим золим ва тажовузкор кимсаларнинг бемалол ҳаром-ҳариш йўлларда айш-ишрат қилиб юришлари уларнинг тутган йўллари тўғри эканлигини билдирмайди, билъакс, Аллоҳнинг ғазабига дучор бўлганлари учун ҳақ йўлни топа олмай туғён ва исёнларида адашиб-улоқиб юрганларини билдиради.","lang":"uz"},{"name":"10:12","price":"12. Қачон инсон зотига бирон зиён-мусибат етса, ётган ҳолида ҳам, ўтириб ҳам, туриб ҳам Бизга дуо-илтижо қилур. Энди қачонки ундан мусибатини кеткизсак, гўё (ҳеч қачон) ўзига етган бало-мусибатдан Бизга илтижо қилмагандек (юз ўгириб) кетур. Ҳаддан ошувчи кимсаларга ўз қилмишлари мана шундай чиройли қилиб қўйилди.","arabic":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1376,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:13","price":"13. Маълумки, сизлардан аввалги асрлардаги миллатларни ўзларига зулм қилганлари ва пайғамбарлари очиқ-равшан ҳужжат-мўъжизалар келтирган пайтларида, иймон келтирмаганлари учун ҳалок қилганмиз. Жиноятчи қавмни мана шундай жазолагаймиз.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1377,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:14","price":"14. Сўнгра қандай амаллар қилишингизни кўриш учун сизларни уларнинг ортидан Ерга халифа (ўринбосар) қилиб қўйдик.","arabic":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1378,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:15","price":"15. Қачон уларга (уларнинг олдида) Бизнинг очиқ равшан оятларимиз тиловат қилинса, Бизга рўбарў бўлишни умид қилмайдиган кимсалар: «Бу Қуръондан бошқа бир Қуръон келтиргин ёки буни ўзгартиргин», дедилар. Айтинг: «Мен учун уни ўз томонимдан ўзгартириш дуруст эмасдир. Мен фақат ўзимга ваҳий қилинган оятларгагина эргашурман. Чунки мен агар Парвардигоримга исён қилсам, улуғ Куннинг (Қиёматнинг) азобидан қўрқурман».","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1379,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:16","price":"16. Айтинг: «Агар Аллоҳ хоҳлаганида, мен уни (Қуръонни) тиловат қилмаган бўлур эдим ва (мен орқали Аллоҳ) уни сизларга билдирмаган бўлур эди. Ахир ундан (Қуръон нозил бўлишидан) илгари ҳам бир умр сизларнинг орангизда яшаб турдим-ку! Ахир, ақл юргизмайсизларми?","arabic":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1380,"juzNumber":11,"footnotes":"И з о ҳ. Дарҳақиқат, Муҳаммад алайҳис-салоту вас-саломнинг пайғамбар бўлишларидан аввалги қирқ йиллик умрлари маккалик араблар кўз ўнгида ўтган бўлиб, бу давр мобайнида, у зот на бир устоз кўрган эдилар ва на бир китоб мутолаа қилган эдилар. Бу ҳол у кишини таниган-билган ҳамма замондош ва ватандошларига аён эди. Шунинг учун ҳам қирқ ёшга тўлганларидан кейин илоҳий оятларни тиловат қилиб, одамларни Ислом динига даъват эта бошлаганларида, бу оятларнинг тенгсиз гўзал назми, тубсиз теран мағзидан лол бўлган кўп кишилар бу башарнинг сўзи эмаслигига иймон келтирдилар. Лекин Макка мушрикларидан айрим кимсалар бу илоҳий мўъжизанинг қадру қимматини билмайдилар ва ҳатто Пайғамбар алайҳис-салоту вас-саломнинг устларидан истеҳзо қилиб кулишга ҳам бориб етдиларки, мазкур ва қуйидаги оятлар ана шундай кимсалар ҳақида нозил бўлгандир.","lang":"uz"},{"name":"10:17","price":"17. Ахир Аллоҳ шаънига бўҳтон қилган ёки Унинг оятларини ёлғон деган кимсадан ҳам золимроқ ким бор?!Албатта (бундай) жиноятчи кимсалар нажот топмаслар.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1381,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:18","price":"18. Улар Аллоҳни қўйиб, ўзларига зиён ҳам, фойда ҳам етказа олмайдиган нарсаларга ибодат қиладилар ва: «Ана шу нарсалар Аллоҳ ҳузурида бизларнинг оқловчиларимиз», дейдилар. Айтинг: «Аллоҳга осмонлар ва Ердаги У зот билмайдиган нарсаларни (шерикларни) билдириб қўймоқчимисизлар?!» Аллоҳ уларнинг (мушрикларнинг) ширкларидан пок ва юксак бўлган Зотдир.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1382,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:19","price":"19. (Аввалда) одамлар фақат бир миллат (яъни, бир динда) бўлган эдилар. Сўнгра бўлиниб кетдилар. Агар Парвардигорингиз томонидан (яхши-ёмон амалларнинг мукофот-жазолари фақат Қиёматда бўлиши хусусида) Сўз бўлмаганида эди, талашиб-тортишаётган нарсалари ҳақида уларнинг ўрталарида ҳукм қилинган бўлур эди (яъни, диндан чиққан кимсалар шу дунёдаёқ жазоланган бўлур эдилар).","arabic":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1383,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:20","price":"20. Улар: «Унга (яъни, Муҳаммад алайҳис-салоту вас-саломга) Парвардигори томонидан оят-мўъжиза тушса эди», дейдилар. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Ғайб (яъни, келажак ва инсон идрокидан махфий бўлган барча нарсалар билими) фақат Аллоҳникидир. Бас, кутаверинглар. Мен ҳам сизлар билан бирга кўз тутгувчиларданман».","arabic":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1384,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:21","price":"21. Қачон бу одамларга етган бало (қаҳатчилик)дан кейин раҳмат (тўкинлик)ни тотдирсак, баногоҳ улар Бизнинг оятларимиз ҳақида макр (ишлатиб, масхара) қилурлар. Айтинг: «Аллоҳнинг макри» (азоби) жуда тездир. Албатта, Бизнинг элчиларимиз (малоикаларимиз) қилаётган макрларингизни ёзиб қўюрлар.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1385,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:22","price":"22. У (Аллоҳ) шундай Зотки, сизларни қуруқлик ва денгизда юргизур. То сизлар кемаларда бўлган вақтларингизда ва у (кемалар) хуш ел билан уларни (яъни, сизларни) олиб кетаётганида ва улар бу билан шод-хуррам бўлганларида, бир қаттиқ шамол келур ҳамда уларнинг устига ҳар тарафдан тўлқин келиб, ўзларининг гирдобда қолганларини билганларида: «Қасамки, агар мана шу (бало)дан бизга нажот берсанг, албатта шукр қилгувчилардан бўлурмиз», деб чин ихлос билан Аллоҳга илтижо қилурлар.","arabic":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1386,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:23","price":"23. Энди қачонки Аллоҳ уларга нажот бергач, баногоҳ улар Ер юзида ноҳақ зулму тажовузкорлик қилурлар. Эй одамлар, бу тажовузингиз фақат ўзингизнинг зиёнингизгадир. (Сизлар бу арзимас ва қисқа) ҳаёти дунё матоси(дан фойдаланмоқдасиз). Сўнгра Бизга қайтишингиз бордир. Бас, Биз сизларга қилиб ўтган амалларингизни билдирурмиз.","arabic":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1387,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:24","price":"24. Дарҳақиқат, бу ҳаёти дунёнинг мисоли худди Биз осмондан ёғдирган бир сувга ўхшайди, бас, одамзод ва ҳайвонот ейдиган нарсалардан иборат бўлган ер набототи у билан аралашиб, ҳатто ер чирой олиб, ясан-тусан қилганида ва ернинг аҳли унинг устида кучли-қудратлимиз, деб ўйлай бошлаганида, ерга кечаси ё кундузи Бизнинг фармонимиз келиб, Биз уни гўё куни-кеча обод бўлмагандек, вайронага айлантириб қўюрмиз. Тафаккур қила оладиган қавм учун оятларни мана шундай муфассал баён қилурмиз.","arabic":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1388,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:25","price":"25. Аллоҳ тинчлик диёри — жаннатга даъват қилур ва Ўзи хоҳлаган зотларни Тўғри Йўлга ҳидоят қилур.","arabic":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1389,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:26","price":"26. Чиройли амал қилган зотлар учун гўзал оқибат ва зиёда неъматлар бордир. Уларнинг юзларини на қаролик ва на хорлик қоплар. Ана ўшалар жаннат эгалари бўлиб, у жойда абадий қолурлар.","arabic":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1390,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:27","price":"27. Ёмон амаллар қилган кимсалар учун эса ўша ёмонликлари баробарида ёмон жазо бўлур ва уларни хорлик ўраб олур — улар учун Аллоҳ тарафидан бирон-бир (жазодан) сақловчи бўлмас. Уларнинг юзлари гўё қоронғу кечадан бир бўлаги қоплагандек. Ана ўшалар дўзах эгалари бўлиб, у жойда абадий қолурлар.","arabic":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1391,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:28","price":"28. У кунда (Қиёматда) Биз уларнинг (яъни, инсонларнинг) ҳаммаларини тўплаймиз, сўнгра мушрик бўлган кимсаларга: «Сизлар ҳам, Аллоҳга шерик қилиб олган бутларингиз ҳам ўз жойингиздан жилмангиз», деб уларнинг ўрталарини ажратурмиз (яъни, мушриклар дунёда доим бирга бўлиб, сиғиниб юрган бутларидан ажралиб қолурлар) ва бутлари (уларга): «Сизлар бизга ибодат қилганингиз йўқ (яъни, биз, бутлар жонсиз нарсалар бўлганимиз учун бизга сиғинганларингизни билганимиз йўқ). ","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1392,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:29","price":"29. Бас, Аллоҳнинг Ўзи биз билан сизнинг ўртамизда гувоҳ бўлиш учун кифоядир. Албатта, биз сизларнинг ибодатингиздан бехабармиз», дейдилар.","arabic":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1393,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:30","price":"30. Ўша ерда ҳар бир жон қилиб ўтган ишидан хабардор бўлур ва (ҳаммалари) ҳақиқий Хожалари — Аллоҳга қайтарилурлар ҳамда ўзлари ўйлаб тўқиб чиқарган бутлари улардан ғойиб бўлур.","arabic":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1394,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:31","price":"31. (Эй Муҳаммад алайҳис-салоту вас-салом) айтинг: «Ким сизларга осмон ва заминдан ризқ берур ёки ким қулоқ-кўзларингизга эгалик қилур?! Ким ўликдан тирикни чиқарур ва тирикдан ўликни чиқарур ҳамда ким барча ишларни тадбир қилиб турур?!» Улар албатта: «Аллоҳ», дейдилар. Бас, сиз айтинг: «Ахир Ўша зотдан қўрқмайсизларми?!»","arabic":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1395,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:32","price":"32. Бас, мана шу Аллоҳ — ҳақиқий Павардигорингиздир. Ҳақиқатдан кейин эса фақатгина йўлдан озиш бор, холос (яъни, ҳақиқий Парвардигорингиз бўлмиш Аллоҳдан ўзгага сиғинар экансиз, албатта йўлдан озган бўлурсиз). Бас, қай тарафга бурилиб кетмоқдасизлар?!","arabic":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1396,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:33","price":"33. Мана шундай қилиб, иймон келтирмаганлари сабабли итоатсиз кимсалар устига Парвардигорингизнинг («Албатта жаҳаннамни кофирлар билан тўлдирурман», деган) Сўзи ҳақ бўлди.","arabic":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1397,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:34","price":"34. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг (сўранг): «Бутларингиз орасида аввал-бошда ўзи яратиб, сўнгра яна қайта ярата оладиган биров борми?!» Айтинг: «Аллоҳ аввал-бошда Ўзи яратиб, сўнгра Ўзи яна қайта яратур. Бас, қай тарафга бурилиб кетмоқдасизлар?!»","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1398,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:35","price":"35. Айтинг (сўранг): «Бутларингиз орасида ҳақ йўлга ҳидоят қила оладиган биров борми?!» Айтинг: «Аллоҳ ҳақ йўлга ҳидоят қилур. Энди ҳақ йўлга ҳидоят қиладиган зот итоат этилишга ҳақлироқми ёки (ҳеч кимни) ҳидоят қила олмайдиган, балки ўзи ҳидоятга муҳтож бўлган кимсами?! (Эй мушриклар), сизларга не бўлди — қандай ҳукм чиқармоқдасиз?!»","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1399,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:36","price":"36. Уларнинг кўплари жонли-жонсиз бутларга сиғинишларида фақат гумонга эргашадилар, холос. Гумон эса бирон нарсада ҳақиқатнинг ўрнини босолмайди. Албатта, Аллоҳ уларнинг қилаётган ишларини билгувчидир.","arabic":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1400,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:37","price":"37. Ушбу Қуръон Аллоҳдан ўзга биров томонидан тўқилган бўлиши мумкин эмас. Балки, у бутун оламлар Парвардигори томонидан келган ва (ҳақ эканлигига) шак-шубҳа бўлмаган ўзидан аввалги (Таврот, Инжил каби) нарсаларни тасдиқловчи ва (шариат ҳукмларидан (иборат) муфассил Китобдир.","arabic":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1401,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:38","price":"38. Ёки: «Уни (Муҳаммад) тўқиб чиқарган», дейдиларми?! (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «У ҳолда агар ростгўй бўлсангизлар, Аллоҳдан ўзга кучингиз етган барча бутларни (ёрдамга) чорлаб, шу (Қуръон)га ўхшаш биргина сура келтирингизлар!»","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1402,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:39","price":"39. Йўқ! Улар Қуръон илмини эгалламасдан ва уларга унинг таъвил — моҳияти аён бўлмасдан туриб «ёлғон», дедилар. Улардан аввалгилар ҳам (ўз пайғамбарларининг сўзларини) мана шундай «ёлғон», деган эдилар. Мана энди ундай золим кимсаларнинг оқибати қандай бўлганини кўринг.","arabic":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1403,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:40","price":"40. Уларнинг (яъни, мушрикларнинг) орасида унга (Қуръонга) ишонадиганлари ҳам бор. Уларнинг орасида унга ишонмайдиганлари ҳам бордир. Парвардигорингиз бузғунчи кимсаларни жуда яхши билгувчидир.","arabic":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1404,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:41","price":"41. (Эй Муҳаммад алайҳис-салоту вас-салом), агар улар сизни ёлғончи қилсалар, у ҳолда айтинг: «Менинг қилган амалим ўзим учун, сизларнинг амалингиз ўзингиз учундир. Сизлар менинг амалимдан поксизлар, мен эса сизлар қилаётган амалларингиздан покдирман».","arabic":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1405,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:42","price":"42. Уларнинг орасида сизга қулоқ тутадиганлари ҳам бор (аммо гаранг одамдек, ҳеч нарса англамайдилар). Ахир сиз, агар ўзлари ақл юргизмасалар, кар кимсаларга эшиттира олурмисиз?!","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1406,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:43","price":"43. Уларнинг орасида сизга қараб турадиганлари ҳам бор (аммо кўр одамдек, сиздаги пайғамбарлик белгиларини кўрмайдилар). Ахир сиз, агар ўзлари кўрмасалар, кўр кимсаларни ҳидоят қила олурмисиз?!","arabic":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1407,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:44","price":"44. Шубҳасиз, Аллоҳ инсонларга бирон зулм-адолатсизлик қилмас. Балки, инсонлар (Яратганга иймон келтирмасликлари билан) ўзларига ўзлари зулм қилурлар.","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1408,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:45","price":"45. (Аллоҳ) уларни (яъни, мушрикларни ҳисоб-китоб учун) тўплайдиган кунда улар (бу дунёда) гўёки кундуз куни бир соатгина тургандек (яшагандек) бир-бирларини танирлар. Аллоҳга рўбарў бўлишни ёлғон деган кимсалар муҳаққақ зиён қилдилар ва ҳақ йўлга юргувчи бўлмадилар.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1409,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:46","price":"46. Агар уларга ваъда қилаётганимиз азобни сизга кўрсатсак ҳам (яъни, ҳаёт пайтингизда уларнинг кофир бўлганлари оқибатида тортадиган азобларини кўрсангиз ҳам), ёки (уларни азобга дучор қилишимиздан илгарироқ) сизни вафот қилдирсак ҳам, ҳар ҳолда Ўзимизга қайтишлари бордир. Қолаверса, Аллоҳ улар қилаётган барча ишларга гувоҳдир.","arabic":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1410,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:47","price":"47. Ҳар бир миллат учун пайғамбар бўлур. Бас, қачон пайғамбарлари келганида, ўша (миллат)ларга зулм қилинмаган ҳолда, уларнинг ўрталарида адолат билан ҳукм қилинур.","arabic":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1411,"juzNumber":11,"footnotes":"И з о ҳ. Ислом таълимотига кўра, бу олам имтиҳон олами бўлиб, ҳар бир киши мана шу имтиҳонда ўта олган-олмаганига қараб Охиратда мукофот ёки жазога мустаҳиқ бўлади. Бандалар ўзларининг зиммаларидаги бурчларини ва ҳақ-ҳуқуқларини таниб, ҳақ йўлни топиб, имтиҳондан муваффақият билан ўтишлари учун уларга Аллоҳ таоло пайғамбарлари орқали Ўз кўрсатмаларини юборади. Бу пайғамбарларнинг аввалгиси Одам алайҳиссалом бўлса, сўнггиси Муҳаммад алайҳис-салоту вас-саломдирлар. Бу иккалаларининг ўртасида юз минглаб пайғамбарлар ўтганлар. Бинобарин, дунёда бирон-бир миллат йўқки, у миллатга Аллоҳ пайғамбарларининг даъвати етмаган бўлса. Юқоридаги оятда уқтирилишича, Аллоҳ таоло Ўзи яратган ҳар бир миллатга пайғамбар юбориб, Ўз динига даъват қилади. Қачонки, у миллат ўша пайғамбарни ёлғончи қилиб, у келтирган диндан юз ўгирса, Қиёмат Кунида у миллатга ўша пайғамбар гувоҳлигида адолат билан жазо берилади. Бу оят: «То пайғамбар юбормагунча ҳеч кимни жазолагувчи эмасмиз», деган мазмундаги Исро сурасининг 14-оятига ҳамоҳангдир.","lang":"uz"},{"name":"10:48","price":"48. Улар: «Агар ростгўй бўлсангизлар (айтинглар-чи), мана шу ваъда (қилинган азоб) қачон бўлади?!», дейдилар.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1412,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:49","price":"49. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Мен агар Аллоҳ хоҳламаса (ўзгалар у ёқда турсин), ўзимга ҳам бирон зиён ё фойда етказишга қодир эмасман. (Бинобарин, келажак, ғайб илмларидан ҳам хабардор эмасман, лекин) ҳар бир миллат-авлод учун бир ажал бордир. Қачон ажаллари етса, уни бирон соат кетга ҳам сура олмайдилар, илгари ҳам қила олмайдилар.","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1413,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:50","price":"50. Айтинг: «Хабар берингиз-чи, агар У зотнинг азоби сизларга кечаси ё кундузи келса (бундан сизларга не фойда?) Бу жиноятчи кимсалар (яъни, мушриклар) у азобнинг нимасини шоштирмоқдалар-а?!","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1414,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:51","price":"51. Ўшанда (Аллоҳнинг азоби бошингизга) тушганида (сизларга): «Унга иймон келтирдингизлар? Энди-я?! Ахир (азоб тушишига ишонмай) уни шоштираётган эдингизлар-ку?!» (дейилур).","arabic":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1415,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:52","price":"52. Сўнгра ўзларига зулм қилган бу кимсаларга айтилур: «Мангу азобини тотингиз! Сизлар фақат ўзларингиз касб қилган гуноҳларингиз сабабли жазоланмоқдасиз».","arabic":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1416,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:53","price":"53. (Эй Муҳаммад алайҳис-салоту вас-салом), сиздан: «У (ваъда қилинган азоб) ҳақми?», деб сўрайдилар. Айтинг: «Ҳа, Парвардигоримга қасамки, албатта у ҳақдир. Сизлар (ундан) қочиб қутулгувчи эмассизлар».","arabic":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1417,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:54","price":"54. Улар азобни кўрган вақтларида агар ўзига жабр қилган (яъни, кофир бўлиб ўтган) ҳар бир жон учун Ердаги бор нарса бўлса, у (ўша азобдан қутулиш учун) албатта уни (бор нарсасини) фидо қилган ва (иймон келтирмагани учун) афсус-надоматлар чеккан бўлур эди. (У кунда) уларга зулм қилинмаган ҳолда ўрталарида адолат билан ҳукм қилинур. (Яъни, бу дунёдаги қилмишларига яраша жазоланурлар).","arabic":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1418,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:55","price":"55. Огоҳ бўлингизким, осмонлар ва Ердаги нарсалар, шубҳасиз, Аллоҳникидир. Огоҳ бўлингизким, албатта Аллоҳнинг ваъдаси ҳаққи-рост ваъдадир. Лекин уларнинг кўплари билмайдилар.","arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1419,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:56","price":"56. У тирилтирур ва ўлдирур. Ва Унгагина қайтарилурсизлар.","arabic":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1420,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:57","price":"57. Эй инсонлар, сизларга Парвардигорингиз томонидан панд-насиҳат, дилларингиздаги (бузуқ эътиқодлардан иборат) нарсаларга шифо ва иймон келтирган зотларга ҳидоят ва раҳмат (яъни, Қуръон) келди.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1421,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:58","price":"58. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Аллоҳнинг фазлу марҳамати (яъни, Ислом) ва раҳмат-меҳрибонлиги (яъни, Қуръон) билан — мана шу (неъмат) билан шод-хуррам бўлсинлар. (Зеро), бу улар тўплайдиган мол-дунёларидан яхшироқдир».","arabic":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1422,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:59","price":"59. Айтинг: «Хабар берингиз-чи (эй мушриклар), Аллоҳ сизлар учун нозил қилган ризқу рўзнинг (айримларини) ҳаром, айримларини) ҳалол қилиб олдингиз». Айтинг: «Хабар берингиз-чи, (бундай қилиш учун) сизларга Аллоҳ изн бердими ёки Аллоҳ шаънига бўҳтон қилмоқдамисизлар?!»","arabic":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1423,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:60","price":"60. Аллоҳ шаънига ёлғон тўқийдиган кимсалар Қиёмат Куни ҳақида қандай гумон қилар эканлар-а? Ҳеч шак-шубҳасиз, Аллоҳ одамларга фазлу марҳамат Соҳибидир, лекин уларнинг кўплари шукр қилмайдилар.","arabic":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1424,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:61","price":"61. (Эй Муҳаммад алайҳис-салоту вас-салом), сиз қандай иш (билан) машғул бўлманг ва у (иш) ҳақида Қуръондан бирон оят ўқиманг, (эй инсонлар), сизлар қандай амални қилманглар, ўша ишларга киришган пайтингизда, албатта Биз Сизларнинг устингизда гувоҳ бўлурмиз. Еру осмондаги бир зарра мисоличалик, ундан ҳам кичикроқ (ёки) каттароқ бирон нарса Парвардигорингиздан махфий бўлмас — албатта, очиқ Китобда (яъни, Лавҳул-Маҳфузда) мавжуд бўлур.","arabic":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1425,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:62","price":"62. Огоҳ бўлингизким, албатта Аллоҳнинг дўстларига (Охиратда) бирон хавф-хатар йўқдир ва улар ғамгин бўлмайдилар.","arabic":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1426,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:63","price":"63. Улар иймон келтирган ва (Аллоҳдан) қўрқувчи бўлган зотлардир.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1427,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:64","price":"64.  Улар учун ҳаёти дунёда ҳам, Охиратда ҳам хушхабар бордир. Аллоҳнинг сўзлари (оятлари) ўзгартирилмас. Мана шу (мазкур неъматларга эришиш) буюк саодатдир.","arabic":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1428,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:65","price":"65. Уларнинг (кофирларнинг «Сен пайғамбар эмассан», деган) сўзлари сизни ғамгин қилмасин. Бутун куч-қудрат Аллоҳникидир. У эшитгувчи, билгувчидир.","arabic":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1429,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:66","price":"66. Огоҳ бўлингизким, албатта осмонлардаги ва Ердаги барча жонзот ва махлуқот Аллоҳникидир. Аллоҳни қўйиб, бутларга илтижо қиладиган кимсалар фақат гумонга эргашадилар, холос. Улар фақат тахмин қиладилар, холос.","arabic":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1430,"juzNumber":11,"footnotes":"И з о ҳ. Яъни, кўпдан-кўп одамлар Илоҳ деб сиғинадиган осмонлардаги ва заминдаги нарсаларнинг яратувчиси ҳам, эгаси ҳам ягона Аллоҳдир. Улар фақат ўз гумон ва тахминларича, у махлуқотларни Илоҳ деб илтижо қиладилар.","lang":"uz"},{"name":"10:67","price":"67. У сизлар ором олишингиз учун кечани ва (касбу кор, сайру саёҳат қилишингиз учун) очиқ-ёруғ бўлган кундузни яратиб қўйган Зотдир. Албатта, бунда қулоқ тутиб англовчи қавм учуч оят-аломатлар бордир.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1431,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:68","price":"68. «Аллоҳнинг боласи бор», дедилар. У зот (буларнинг бадгумонидан) мутлақо покдир. У беҳожатдир. Осмонлар ва Ердаги бор нарсалар Уникидир. Сизларнинг ҳузурингизда бу тўғрида (яъни, Аллоҳнинг боласи бор, деган) ҳеч қандай ҳужжат йўқ-ку! Аллоҳ шаънига билмайдиган нарсангизни айтаверасизларми?","arabic":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1432,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:69","price":"69. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Шубҳасиз, Аллоҳ шаънига ёлғон тўқийдиган кимсалар нажот топмаслар».","arabic":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1433,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:70","price":"70. (Ундай кимсалар учун) бу дунёда озгина фойдаланиш бор. Сўнгра Бизга қайтишади. Ана ундан кейин кофир бўлиб ўтганлари учун уларга қаттиқ азоб торттирурмиз.","arabic":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1434,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:71","price":"71. (Эй Муҳаммад алайҳис-салоту вас-салом), уларга Нуҳ ҳақидаги хабарни тиловат килинг, у қавмига (бундай) деган эди: «Эй қавмим, агар сизларга (орангизда узоқ йиллар яшаб) турганлигим ва Аллоҳ оятларини эслатишим оғирлик қилган бўлса, бас, мен Аллоҳнинг Ўзига суяндим — таваккул қилдим. Энди бутларингиз билан бирга билган ишларингизни қилаверинглар. Кейин қилаёттан ишларингиз ўзларингизга махфий бўлиб қолмасин (яъни, бемалол, ошкор иш тутаверинглар, мен парво қилмайман), сўнгра менга нисбатан (хоҳлаган) ҳукмингизни ижро этаверинглар ва менга муҳлат ҳам берманглар.","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1435,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:72","price":"72. Бас, агар (менинг қилган панд-насиҳатимдан) юз ўгирар экансизлар, мен сизлардан (унинг учун) бирор ажр-ҳақ сўраганим йўқ (яъни, менга ҳақ беришни истамаганликдан эмас, балки бадбахтликларинг туфайли юз ўгирмоқдасизлар). Мен ажр — савобни фақат Аллоҳдан (сўрайман). Ва мен Унга бўйинсунувчи — мусулмонлардан бўлишга маъмурман (амр этилганман)».","arabic":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1436,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:73","price":"73. Сўнгра уни (Нуҳни) ёлғончи қилишгач, Биз унга ва у билан кемада бирга бўлган кишиларга нажот бердик ва уларни (ғарқ бўлиб кетганларнинг ўрнига Ерда) халифа килдик. Бизнинг оятларимизни ёлғон деган кимсаларни эса ғарқ қилдик. (Эй Муҳаммад алайҳис-салоту вас-салом), мана (кофирликлари учун дўзах азоби билан) қўрқитилган кимсаларнинг оқибати қандай бўлганини кўринг!","arabic":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1437,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:74","price":"74. Сўнгра (Нуҳдан) кейин ҳам (кўп) пайғамбарларни ўз қавмларига юбордик. Бас, у пайғамбарлар уларга очиқ ҳужжат-мўъжизалар келтирганларида, улар илгари ёлғон деган нарсаларига (пайғамбарларнинг мўъжизаларини кўрганларидан кейин ҳам) иймон келтирувчи бўлмадилар. Тажовузкор кимсаларнинг дилларини мана шундай муҳрлаб қўюрмиз.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1438,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:75","price":"75. Сўнгра уларнинг ортидан Мусо билан Ҳорунни Ўз оят-мўъжизаларимиз билан Фиръавн ва унинг одамларига юборганимизда, улар кибру ҳаво қилдилар ва жиноятчи-гуноҳкор қавм бўлдилар.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1439,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:76","price":"76. Бас, қачонки уларга Бизнинг ҳузуримиздан Ҳақиқат келганида, улар: «Бу очиқ сеҳр», дедилар.","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1440,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:77","price":"77. Мусо деди: «Сизларга ҳақиқат келган вақтида («Бу сеҳр»), дейсизларми? Сеҳрми шу? Ахир сеҳргарлар муваффақият қозонолмайдилар-ку?!»","arabic":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1441,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:78","price":"78. Улар дедилар: «Сен бизларни ота-боболаримизни амал қилган ҳолда топган динимиздан буриш учун ва икковингиз еримизга эга бўлиб олиш учун келдингми?! Биз сизларга иймон келтиргувчи эмасмиз!»","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1442,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:79","price":"79. Фиръавн ўз одамларига: «Барча билимдон сеҳргарларни келтирингиз!», деди.","arabic":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1443,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:80","price":"80. Бас, сеҳргарлар келганларида, Мусо уларга: «Ташламоқчи бўлган нарсаларингизни (яъни, асо ва арқонларингизни) ташланглар», деди.","arabic":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1444,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:81","price":"81. Қачонки улар (қўлларидаги нарсаларини) ташлаганларида (ва у арқон, асолар илонларга айланиб қолганида) Мусо деди: «(Мана шу) сизлар қилган иш сеҳрдир. Албатта, Аллоҳ уни ботил қилур. Зеро, Аллоҳ бузғунчи кимсаларнинг ишини ўнгламайди.","arabic":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1445,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:82","price":"82. Ва гарчи жиноятчи кимсалар истамасалар-да, Аллоҳ ўз сўзлари (яъни, амру фармонлари) билан ҳақиқатни рўёбга чиқарур».","arabic":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1446,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:83","price":"83. Шунда Мусо қавмидан фақат бир тоифа одам Фиръавн ва унинг одамларининг фитна-фасодларидан қўрққан ҳолда иймон келтирдилар. Чунки Фиръавн у ерда ғолиб (эди) ва у, шубҳасиз, ҳаддан ошувчи кимсалардандир.","arabic":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1447,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:84","price":"84. Мусо у (иймон келтирган кишиларга) деди: «Эй қавмим, агар Аллоҳга иймон келтирар экансизлар, демак, мусулмон бўлсангизлар, Унинг Ўзигагина суянинглар — таваккул қилинглар!»","arabic":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1448,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:85","price":"85. Бас, улар айтдилар: «Аллоҳнинг Ўзига таваккул қилдик. Парвардигоро, бизларни бу золим қавмга мафтун — алданувчи қилиб қўйма.","arabic":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1449,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:86","price":"86. Ва Ўзинг раҳм айлаб бизларни бу кофир қавмдан қутқар».","arabic":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1450,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:87","price":"87. Биз Мусо ва унинг биродарига: «Қавмларингиз учун Мисрда уйлар тайёрланглар ва бу уйларингизни қибла-намозгоҳ қилиб (у уйларда) намозни тўкис адо қилинглар. (Эй Мусо), иймон келтирган зотларга (тез орада ғалаба қилишлари ҳақида) хушхабар беринг», деб ваҳий юбордик.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1451,"juzNumber":11,"footnotes":"И з о ҳ. Фиръавн ва унинг одамлари Бани Исроил қавмини қўрқитиб, уларнинг ибодатхоналарини вайрон қилиб юборганида, Аллоҳ таоло Ўз пайғамбарлари Мусо ва Ҳорунга юқорида мазкур бўлган фармонни ваҳий қилиб юборган ва уларга яқин орада Фиръавн зулмидан халос бўлиб ғалаба қозонишлари ҳақида хушхабар берган.","lang":"uz"},{"name":"10:88","price":"88. Мусо деди: «Парвардигоро, дарҳақиқат, Сен Фиръавн ва унинг одамларига ҳаёти дунёда зеб-зийнат ва мол-дунё ато этдинг. Парвардигоро, улар (мана шу мол-давлатлари билан одамларни) Сенинг йўлингдан оздиришлари учун шундай қилдинг. Парвардигоро, уларнинг мол-дунёларини йўқ қилгин, кўнгилларини қаттиқ қилгин, токи аламли азобни кўрмагунларича, иймон келтирмасинлар.","arabic":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1452,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:89","price":"89. (Аллоҳ) деди: «Дуоларингиз ижобат бўлди. Энди Тўғри Йўлда собит бўлинглар ва ҳатто ҳаргиз билмайдиган кимсаларнинг йўлига эргашманглар!»","arabic":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1453,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:90","price":"90. Биз Бани Исроилни денгиздан ўтказганимиздан кейин уларга зулму зўравонлик қилиш учун Фиръавн ва унинг лашкари қувиб етди. Энди унга (Фиръавнга денгизда) ғарқ бўлиш (пайти) етганида эса, у деди: «Ҳеч қандай илоҳ йўқ, магар Бани Исроил иймон келтирган Зот — Аллоҳгина борлигига иймон келтирдим. Мен мусулмонлардандирман — Аллоҳга бўйинсунувчилардандирман».","arabic":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1454,"juzNumber":11,"footnotes":"И з о ҳ. Ривоят қилишларича, Мусо пайғамбар Бани Исроил қавми билан бирга Фиръавннинг зулмидан қутулиш учун Мисрдан чиқиб кетаётганларида, йўлларини тўсиб турган денгиз Аллоҳнинг қудрати билан иккига бўлиниб, ундан ҳаммалари соғ-омон ўтиб оладилар. Уларнинг ортидан қувиб келаётган Фиръавн ва унинг лашкари эса, денгизнинг ўртасига етганларида иккига бўлинган денгиз бирлашиб, барчалари ғарқ бўлиб кетадилар. Шунда бостириб келаётган денгиз тўлқинларини кўриб, ўлими кўзига кўриниб қолган Фиръавн ўзининг ҳеч қандай худо эмас (ҳолбуки, шу пайтгача у ўзини худо деб даъво қилиб келарди), балки ҳамма сингари оддий одам эканлигини бўйнига олиб, ягона Аллоҳдан ўзга бирон илоҳ йўқлигига иймон келтиради ва «мен мусулмонлардан, яъни Аллоҳга сўзсиз итоат қилгувчиларданман», дейди. Лекин қуйидаги оятлардан маълум бўлишича, Аллоҳ унинг иймонини қабул қилмайди, балки бошқа одамлар кўриб, ибрат олсинлар, деб унинг жасади денгиз соҳилига чиқариб ташланади. Бу ояти карималар Ислом таълимотидаги «бутун ҳаётини кофирлик-даҳрийлик билан ўтказиб, ниҳоят жони чиқар пайтида Аллоҳга иймон келтирган кимсаларнинг иймони мақбул эмас», деган ақиданинг асосидир.","lang":"uz"},{"name":"10:91","price":"91. Энди-ми?! Ахир сен илгари (яъни, шу пайтгача) итоатсизлик қилган ва бузғунчи кимсалардан бўлган эдинг-ку!","arabic":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1455,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:92","price":"92. Мана бугун ўзингдан кейинги кишиларга оят — ибрат бўлишинг учун сенинг жасадингни қутқарурмиз. Дарҳақиқат, кўп одамлар Бизнинг оятларимиздан ғофилдирлар (яъни, улардан ибрат олмайдилар).","arabic":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1456,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:93","price":"93. Шубҳасиз, Биз Бани Исроилни гўзал манзилга жойлаштирдик ва уларга ҳалол-пок нарсалардан ризқу рўз бердик. Сўнг улар то билим (яъни, Таврот) келгунича ихтилоф қилмадилар. Албатта, Парвардигорингиз Қиёмат Кунида талашиб-тортишган нарсалари ҳақида уларнинг ўртасида Ўзи ҳакамлик қилур.","arabic":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1457,"juzNumber":11,"footnotes":"И з о ҳ. Бани Исроил қавми Мусо алайҳиссаломга иймон келтирган аввалги даврларида ҳаммалари иттифоқ бўлиб яшадилар. Қачонки, Мусога Таврот нозил бўлгач, уларнинг ораларида ихтилоф пайдо бўлди. Юқоридаги оятда уларнинг ишларини Парвардигорнинг Ўзига топшириш буюрилади.","lang":"uz"},{"name":"10:94","price":"94. (Эй Муҳаммад алайҳис-салоту вас-салом), агар Биз сизга нозил этган нарсадан (яъни, илгари ўтган қавмлар ҳақида нозил қилган оятларимиздан) шубҳада бўлсангиз, у ҳолда ўзингиздан аввалги Китоб (яъни, Таврот ёки Инжилни) ўқийдиган кишилардан сўранг! Аниқки, сизга Парвардигорингиз томонидан Ҳақ — Қуръон келди. Бас, ҳаргиз шубҳа қилгувчилардан бўлманг!","arabic":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1458,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:95","price":"95. Ва ҳаргиз Аллоҳнинг оятларимни ёлғон дейдиганлардан бўлмангки, у ҳолда зиёнкорлардан бўлиб қолурсиз.","arabic":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1459,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:96","price":"96. Албатта, зиммаларига Парвардигорингизнинг Сўзи (яъни, азоби) вожиб бўлган кимсалар иймон келтирмайдилар.  ","arabic":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1460,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:97","price":"97. Гарчи уларга барча  оят-мўъжизалар келса-да, то аламли азобни кўрмагунларича (иймон келтирмайдилар).","arabic":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1461,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:98","price":"98. Қани энди (биз ҳалок қилган қишлоқлар ичида) бирон қишлоқ (аҳли ўз пайғамбарлари айтган азобни сезган вақтларида) иймон келтирсалар эди, албатта иймонлари фойда қилган (яъни, ҳалок бўлмаган) бўлар эди. Фақат Юнус қавмигина (шундай қилди). Иймон келтиришгач, улардан ҳаёти дунёдаги расволик азобини кетказдик ва уларни маълум бир вақтгача (яъни, ўз ажаллари билан вафот этгунларича) фойдалантирдик.","arabic":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1462,"juzNumber":11,"footnotes":"И з о ҳ. Юнус пайғамбар ўз қавмини иймон келтириб, Аллоҳнинг динига киришга даъват қилганларида иймон келтиришмагач, уларни бошларига тушажак азоб билан қўрқитиб, ўзлари улар орасидан чиқиб кетадилар. Пайғамбарлари кетганидан кейин Аллоҳнинг азоби яқинлашиб қолганини сезган қавм тавба-тазарру қила бошлайди. Шунда Аллоҳ таоло сидқидилдан қилган тавбаларини қабул қилиб, уларни азобдан халос этади.","lang":"uz"},{"name":"10:99","price":"99. Агар Парвардигорингиз хоҳласа эди, бутун Ер юзидаги барча кишилар иймон келтирган бўлур эдилар. Ахир сиз одамларни мўмин бўлишга мажбур қилурмисиз? (Яъни, бундай қилиш дуруст эмасдир. Чунки киши ўз ихтиёри билан келтирган иймонгина ҳақиқий мақбул иймондир).","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1463,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:100","price":"100. Аллоҳнинг изну иродасисиз ҳеч бир жон мўмин бўла олмас. У (Аллоҳ) ақл юргизмайдиган кимсаларни азобга дучор қилур.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1464,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:101","price":"101. (Эй Муҳаммад алайҳис-салоту вас-салом, Макка мушрикларига) айтинг: «Осмонлар ва Ердаги нарсаларни (яъни, ҳамма нарсанинг ягона яратувчиси бор эканлигига далолат қилувчи белгиларни) кузатинглар. (Чунки) иймон келтирмайдиган қавм учун (ҳеч қандай) оят-мўъжизалар ва қўрқитувлар фойда бермас.","arabic":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1465,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:102","price":"102. Улар фақат ўзларидан илгари ўтган (кофир) кимсаларнинг кунига ўхшаш (бир кунни, яъни Қиёматни, Аллоҳнинг азоби)ни кутмоқдалар, холос. (Эй Муҳаммад алайҳис-салоту вас-салом, уларга) айтинг: «Кутаверинглар. Мен ҳам сизлар билан бирга кутгувчиларданман».","arabic":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1466,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:103","price":"103. Сўнгра (яъни, Қиёмат келиб, азоб нозил бўлгач), пайғамбарларимиз ва иймон келтирган зотларга нажот берурмиз. Шундай қилиб, (охир-оқибатда) иймон келтирган зотларга нажот бериш Бизнинг зиммамиздаги бурч бўлди.","arabic":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1467,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:104","price":"104. Айтинг: «Эй инсонлар, агар сизлар менинг динимдан шак-шубҳада бўлсангиз, бас (билингизки), мен сизлар Аллоҳни қўйиб сиғинадиган бутларингизга ибодат қилмайман, балки сизларнинг жонингизни оладиган Зот — Аллоҳга ибодат қилурман. Ва мен мўминлардан бўлишга маъмурман (амр этилганман).","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1468,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:105","price":"105. Ва (менга буюрилганки), ўзингизни доимо тўғри бўлган динда (Исломда) тутинг, ҳаргиз мушриклардан бўлманг.","arabic":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1469,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:106","price":"106. Ва Аллоҳни қуйиб, сизга фойда ҳам, зиён ҳам етказа олмайдиган нарсага илтижо қилманг! Бас, агар шундай қилсангиз, у ҳолда албатта золимлардандирсиз!","arabic":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1470,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:107","price":"107. Агар Аллоҳ сизга бирон зиён етказса, уни фақат Ўзигина кетказа олур. Агар сизга бирон яхшилик (етказишни) ирода қилса, Унинг фазлу марҳаматини қайтара олгувчи йўқдир. У Ўзи хоҳлаган бандаларига яхшилик етказур. У мағфиратли, меҳрибондир.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1471,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:108","price":"108. Айтинг: «Эй инсонлар, сизларга Парвардигорингиздан Ҳақ Қуръон келди. Бас, ким ҳидоят йўлига юрса, фақат ўз фойдасига юрган бўлур. Ким (у ҳидоят йўлидан) озса, фақат ўзининг зиёнига адашган бўлур. Мен сизларнинг устингизда қўриқчи эмасман».","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1472,"juzNumber":11,"footnotes":"","lang":"uz"},{"name":"10:109","price":"109. (Эй Муҳаммад алайҳис-салоту вас-салом), ўзингизга ваҳий қилиб юборилаётган нарсага (яъни, амру фармонларга) эргашинг ва то Аллоҳ Ўз ҳукмини туширгунича, (даъват йўлидаги машаққатларга ва кофирлар томонидан етадиган озорларга) сабр қилинг. У зот ҳукм қилгувчиларнинг энг яхшисидир.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1473,"juzNumber":11,"footnotes":"","lang":"uz"}],"chapter":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"]}