{"data":[{"name":"16:1","price":"1. Аллоҳнинг фармони (яъни, Қиёмат) келиб қолди. Бас, сизлар (эй мушриклар), уни шоштирмай қўя қолинглар. (Аллоҳ) уларнинг ширкларидан пок ва юксакдир.","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"И з о ҳ. Мазкур оят Макка мушриклари Пайғамбар алайҳис-салоту вас-саломни масхара қилишиб: «Эй Муҳаммад, сен бизларни қўрқитаётган Қиёмат рост бўлса, келсин-чи, кўрайлик», деганларида нозил бўлган.","lang":"uz"},{"name":"16:2","price":"2. (Аллоҳ) Ўз амри-иродаси билан Ўзи хоҳлаган бандаларига фаришталарни (шундай) ваҳий билан туширур: («Эй пайғамбарларим, инсонларни) огоҳлантирингларки, ҳеч қандай илоҳ йўқ, фақат Мен Ўзимгина бордирман. Бас, (барчаларингиз) Мендангина қўрқингиз!»","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:3","price":"3. У осмонлар ва Ерни ҳақ (қонун) билан яратди. У (мушрикларнинг) ширкларидан юксакдир.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:4","price":"4. У инсонни нутфадан — бир томчи сувдан яратган эди. Баногоҳ (инсон) очиқдан-очиқ рақибга айланиб олди.","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"И з о ҳ. Бу оятда қайта тирилиш ҳақ эканлиги очиқ мантиқ билан исботланмоқда — яъни, бир томчи сувдан шундай гўзал хилқатли инсонни яратишга қодир бўлган Аллоҳ таоло унинг жонсиз жасадига қайтадан жон ато этишга қодир эмасми?! Инсон эса ўзининг нимадан яратилганини унутиб Яратганга қарши хусумат қилиб юрибди.","lang":"uz"},{"name":"16:5","price":"5. У зот яна сизлар учун иссиқ кийим ва (турли) манфаатлар бўлсин, деб чорва молларини ҳам яратдики, сизларнинг таом-озуқаларингиз улардан бўлур.","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:6","price":"6. Яна сизлар учун улар кечқурун ўтлоқдан қайтаётган ва тонгда ўтлоққа кетаётган пайтида бир чирой — файз бордир.","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:7","price":"7. Шунингдек, улар сизлар жонларингизни қийнаб, зўр-базўр (машаққат билан) етадиган юртларга юкларингизни элтиб берур. Албатта, Парвардигорингиз меҳрибон ва раҳмлидир.","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:8","price":"8. У зот яна сизлар минишингиз учун зийнат қилиб отлар, хачирлар ва эшакларни (яратди). Яна сизлар (ҳали) билмайдиган нарсаларни ҳам яратур.","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"И з о ҳ. Бизга замондош муфассирлар ушбу оятдаги: «... сизлар билмайдигап нарсаларни ҳам яратур» жумласини Қуръон нозил бўлган даврда мавжуд бўлмай, кейин илм-фан тараққий этиши билан кашф қилинган сайёра — машина, қатор — поезд, тайёра – самолёт ва бошқа бизлар ҳам билмайдиган, бундан кейин кашф қилинадиган нақлиёт — траспорт воситалари, деб тафсир қиладилар.","lang":"uz"},{"name":"16:9","price":"9. Тўғри Йўлга (ҳидоят қилиш) ёлғиз Аллоҳ измидадир. (Зотан, йўллар) орасида эгриси ҳам бордир. Агар (Аллоҳ) хоҳлаганида сизларнинг барчангизни (Тўғри Йўлга) ҳидоят қилган бўлур эди. (Лекин У зот сизларга қайси йўл тўғри ва қайси йўллар эгри эканини кўрсатиб, қай бир йўлни танлаш ихтиёрини ўзларингизга қўйиб берди ва ақл-идрок билан Тўғри Йўлни танлаб олган бахтли бандаларини Ўз хоҳиш-иродаси билан ўша Ҳақ Йўлга ҳидоят этишни ваъда қилди, эгри йўлларни танлаган кимсалар эса ҳар икки дунёда бахтсиз бўлиб, ўзларига зиён қилишлари тўғрисида хабар берди).","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:10","price":"10. У осмондан сизлар учун ичимлик бўлган сувни ёғдирган Зотдир. Сизлар (ҳайвонларингизни) боқадиган дов-дарахтлар (ўт-ўланлар) ҳам ўша сувдан (ичар).","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:11","price":"11. У зот сизлар учун ўша (сув) ёрдамида (турли) экинларни, зайтун, хурмо, узум ва барча меваларни ундириб-ўстирур. Албатта, бу нарсада (яъни, бир хил сув ёрдамида рангу рўйи, таъму лаззати бошқа-бошқа бўлган мева-чеваларнинг униб-ўсишида) тафаккур қиладиган қавм учун оят-ибрат бордир.","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:12","price":"12. У зот сизлар (бекаму кўст ҳаёт кечиришингиз учун) кеча ва кундузни, қуёш ва ойни (бир тартибга солиб) бўйсундириб қўйди. (Барча) юлдуз — сайёралар ҳам Унинг амрига бўйинсундирилгандир. Албатта, бу нарсада ақл юргизадиган қавм учун оят-ибратлар бордир.","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:13","price":"13. Яна У зот сизлар учун Ерда яратиб қўйган ранго-ранг нарсаларни (яъни, ҳайвонот ва наботот оламини, ер ости ва ер усти бойликларини ҳам сизларга бўйинсундирди). Албатта, бу нарсада ибрат-эслатма оладиган қавм учун оят-ибрат бордир.","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:14","price":"14. У сизлар янги гўшт (яъни, балиқ гўшти) ейишларингиз ва тақадиган тақинчоқлар чиқариб олишларингиз учун (сизларга) денгизни ҳам бўйинсундириб қўйган Зотдир. Сиз унда (сувни) ёриб кетаётган кемаларни кўрурсиз. У зотнинг фазлу марҳаматидан (ризқу рўз) исташларингиз ва (берган неъматларига) шукр қилишингиз учун (сизларга денгизларни бўйинсундириб қўйди).","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:15","price":"15. У зот Ер сизларни тебратмаслиги учун унда тоғларни барпо қилди, (ўзларингиз учун ичимлик бўлиши ҳамда экин-тикинларингизни суғоришингиз учун) дарёларни (оқизиб қўйди) ва (кўзлаган манзилларингизга боришда) адашмасликларингиз учун йўлларни пайдо қилди.","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:16","price":"16. Ва (у йўлларга) белгилар (қилиб қўйди. Кечаларда эса кишилар) юлдузлар билан йўл топурлар.","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:17","price":"17. (Эй мушриклар), ахир (барча мавжудотни) яратгувчи зот — Аллоҳ билан (ҳеч нарса) ярата олмайдиган (бутларингиз) баробарми?! Ўйламайсизларми?!","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:18","price":"18. Агар Аллоҳнинг неъматларини санасангизлар, саноғига ета олмайсизлар. Албатта, Аллоҳ мағфиратли, меҳрибондир.","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:19","price":"19. Аллоҳ яширган нарсаларингизни ҳам, ошкор қилган нарсаларингизни ҳам билур.","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:20","price":"20. (Мушрикларнинг) Аллоҳни қўйиб, илтижо қилаётган бутлари бирон нарсани яратгувчи эмасдир, балки ўзлари яралгувчидирлар.","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:21","price":"21. (Улар) жонсиз ўликлардир. Ва улар (ўзларига сиғинаётган мушрикларнинг) қачон қайта тирилишларини ҳам сеза олмайдилар.","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:22","price":"22. Илоҳингиз ягона Аллоҳдир. Бас, Охиратга иймон келтирмайдиган кимсаларнинг кўнгиллари (Аллоҳнинг якка-ягона эканлигини) инкор қилур, (уларнинг) ўзлари мутакаббир кимсалардир.","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:23","price":"23. Шак-шубҳа йўқки, Аллоҳ уларнинг яширган нарсаларини ҳам, ошкор қилган нарсаларини ҳам билур. Албатта, У зот мутакаббир кимсаларни севмас.","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:24","price":"24. Қачон уларга: «Парвардигорингиз Муҳаммад алайҳис-салоту вас-саломга) қандай нарса нозил қилди?», дейилса, улар (масхара қилишиб): «Аввал ўтганларнинг афсоналарини», дейдилар.","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:25","price":"25. Улар (бу ёлғон сўзларни, бошқа одамларни йўлдан оздириш учун ва оқибатда) Қиёмат Кунида, ўзларининг барча гуноҳларига ҳамда ўзлари жаҳолат билан йўлдан оздирган кимсаларнинг гуноҳларидан ҳам (бир қисмига) жавобгар бўлиш учун (айтгандирлар). Огоҳ бўлингиз, улар жуда ёмон юкни (яъни, гуноҳларни) орқалаб олибдилар.","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:26","price":"26. Улардан аввалги (кофир) кимсалар ҳам (ўз пайғамбарларига мана шунга ўхшаш) макр-ҳийлалар қилган эдилар. Шунда Аллоҳ улар (қурган макр-ҳийла) биноларини таг-туги билан емириб ташлади, бас, улар (тўқиб олган ёлғон бино — тузумлари)нинг томи ўзларининг устига қулади ва уларга ўзлари сезмаган — кутмаган тарафдан азоб-ҳалокат келди.","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:27","price":"27. Кейин — Қиёмат Кунида (Аллоҳ) уларни яна расво қилур ва айтур: «Менинг «шерик»ларим қаерда қолишди?! (Ахир) сизлар (Менинг пайғамбарларим билан ўшалар тўғрисида) талашиб-тортишар эдинглар-ку?!» (Шунда) илм берилган зотлар (яъни, пайғамбарлар ва уламолар) дерлар: «Дарҳақиқат, бугун бутун расволик ва азоб-уқубат қофирлар устига тушар».","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:28","price":"28. Улар (куфр йўлини танлашлари сабабли) ўз жонларига жабр қилган ҳолларида (ўлим) фаришталари уларнинг жонларини олурлар. Шунда улар (тақдирга) тан беришиб — (бўйинларини қисишиб): «Бизлар бирон ёмонлик — гуноҳ қилган эмасмиз», (дерлар). Йўқ! Шак-шубҳасиз, Аллоҳ қилган амалларингизни билгувчидир.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:29","price":"29. Энди ўзларингиз мангу қоладиган жаҳаннам дарвозаларидан кирингиз! Мутакаббир кимсаларнинг борар жойлари нақадар ёмон!","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:30","price":"30. Тақводор бўлган зотларга: «Парвардигорингиз (Ўз пайғамбарига) қандай нарсани нозил қилди?», дейилганида, улар: «Яхшиликни», дерлар. Чиройли амал қилган зотлар учун бу дунёда ҳам чиройли мукофотлар бўлур. Лекин шак-шубҳа йўқки, Охират диёри янада яхшироқдир. Тақводор зотларнинг турар жойлари нақадар яхши!","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:31","price":"31. Улар остидан дарёлар оқиб турадиган мангу жаннатларга кирурлар. Улар учун у жойда хоҳлаган нарсалари бўлур. Аллоҳ тақводор зотларни мана шундай мукофотлар.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:32","price":"32. Улар (ширк ва исёндан) пок бўлган ҳолларида, фаришталар уларнинг жонларини олар эканлар: «Сизларга тинчлик-омонлик бўлгай. (Энди) қилиб ўтган амалларингиз сабабли жаннатга кирингиз», дерлар.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:33","price":"33. (Кофирлар эса) фақат ўзларига (ўлим) фаришталари келишини ёки Парвардигорингизнинг амри — азоби келишини кутарлар. Улардан аввал ўтган (кофир) кимсалар ҳам мана шундай қилган эдилар (яъни, ўзларига келган пайғамбарларни ёлғончи қилишиб, ҳалокатга дучор бўлган эдилар). Уларга Аллоҳ жабр қилгани йўқ, балки улар (ўзлари) ўз жонларига жабр қилгувчи бўлдилар.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:34","price":"34. Бас, қилган ёмонликлари (уларнинг) ўзларига етди ва кулиб-масхара қилган нарсалари ўзларини тутди.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:35","price":"35. Мушрик бўлган кимсалар: «Агар Аллоҳ хоҳлаганида, биз (ҳам), ота-боболаримиз (ҳам) Ундан ўзга бирон нарсага ибодат қилмаган ва Унинг (ҳукмисиз) бирон нарсани ҳаром қилмаган бўлур эдик», дедилар. Улардан аввал ўтган (кофир) кимсалар ҳам мана шундай қилган эдилар (яъни, ўз ихтиёрлари билан куфр йўлини танлаб, сўнгра: «Бизнинг кофирлигимизга Аллоҳнинг Ўзи сабаб», деб Аллоҳ таоло шаънига туҳмат қилган эдилар). Пайғамбарлар зиммасида (одамларни мажбуран динга киргизиш эмас, балки) фақат (Аллоҳ нозил қилган ваҳийни) очиқ-ойдин етказиш бордир.","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:36","price":"36. Аниқки, Биз ҳар бир умматга: «Аллоҳга ибодат қилинглар ва шайтондан йироқ бўлинглар», (деган ваҳий билан) бир пайғамбар юборганмиз. Шунда улар (ўша умматлар) орасида Аллоҳ ҳидоят қилган зотлар ҳам шунингдек, чекларига йўлдан озишлик тушган кимсалар ҳам бўлган. Бас, Ер юзида сайру саёҳат қилиб, (ўз пайғамбарларини) ёлғончи қилган кимсаларнинг оқибатлари қандай бўлганини кўринглар.","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:37","price":"37. (Эй Муҳаммад алайҳис-салоту вас-салом), агар сиз у (мушрик)ларнинг ҳидоят топишларига ташна бўлсангиз-да, билингки, Аллоҳ Ўзи йўлдан оздирадиган кимсаларни ҳаргиз ҳидоят қилмас ва улар учун бирон мададкор ҳам бўлмас.","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:38","price":"38. Улар жон-жаҳдлари билан: «Аллоҳ ўлган кишиларни қайта тирилтирмайди», деб Аллоҳ номига қасам ичдилар. Йўқ (албатта, тирилтирур)! Бу — У зотнинг ҳақ ваъдасидир. Лекин одамларнинг кўплари (бу олам имтиҳон олами эканини, асл-абадий ҳаёт қайта тирилгандан кейин бўлишини) билмайдилар.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:39","price":"39. Уларга ўзлари ихтилоф қилаётган нарсаларини баён қилиб (кўрсатиб) бериш учун ҳамда кофир бўлган кимсалар ўзларининг ёлғончи эканликларини билишлари учун ҳам (албатта, Аллоҳ барча халойиқни қайта тирилтирур).","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:40","price":"40. Биз бирон нарсани ирода қилсак, унга айтадиган сўзимиз «Бўл», демоқликдир. Бас, ўша нарса бўлур.","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:41","price":"41. Зулму қийноқларга дучор бўлганларидан сўнг, Аллоҳ йўлида ҳижрат қилган зотларни, албатта, бу дунёда ҳам гўзал (гўшаларга) жойлаштирурмиз. Энди Охират ажри — мукофоти янада каттароқ эканини (одамлар) билсалар эди!","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:42","price":"42. Улар (мушриклар етказган озор-азиятларга) сабр-тоқат қилган ва ёлғиз Парвардигоргагина суянган зотлардир.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:43","price":"43. (Эй Муҳаммад алайҳис-салоту вас-салом), Биз сиздан (яъни, сизни пайғамбар қилиб юборишимиздан) илгари ҳам (фаришталарни эмас, балки) фақат (сиз каби) кишиларни — инсонларнигина Ўзимиз туширган ваҳий билан (пайғамбар қилиб) юборганмиз. (Эй мушриклар), агар (бу ҳақда) билмайдиган бўлсангизлар, аҳли илмлардан (яъни, Таврот ва Инжилни биладиган кишилардан) сўранглар!","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"И з о ҳ. Бу оят Макка мушриклари Муҳаммад алайҳис-салоту вас-саломнинг пайғамбар эканликларини инкор қилишиб: «Аллоҳ одамзодни Ўзининг элчиси қилиб юбормайди. Агар фаришта келиб, Мен Аллоҳнинг элчисиман, деганида, иймон келтирган бўлур эдик», деганларида нозил бўлган.","lang":"uz"},{"name":"16:44","price":"44. (Биз аввалги пайғамбарларни) очиқ ҳужжатлар ва китоблар билан (юборганмиз). Сизга эса одамларга нозил қилган нарсаларни (яъни, шариат аҳкомларини) баён қилиб беришингиз учун ва шояд тафаккур қилсалар, деб бу эслатмани — Қуръонни нозил қилдик.","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:45","price":"45. (Муҳаммад алайҳис-салоту вас-саломни қатл этиш учун) энг ёмон макру ҳийлаларни қилган кимсалар ўзларини ер ютишидан ёки (уларга) сезмаган-кутмаган тарафларидан (Аллоҳнинг) азоби келиб қолишидан хотиржам бўлдиларми?!","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:46","price":"46. Ёки сафар-саёҳатларда юрган чоғларида уларни (бало-офатлар) ушлаб, ҳеч қаёққа қочиб қутулолмай қолишларидан (қўрқмадиларми)?","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:47","price":"47. Ёки (қилган макр-ҳийлаларининг оқибатидан ўзлари) қўрқиб-пусиб юрган пайтларида, уларни (Аллоҳнинг балоси) ушлаб қолишидан (қўрқмадиларми)?! Дарҳақиқат, Парвардигорингиз меҳрибон ва раҳмлидир.","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:48","price":"48. Ахир улар Аллоҳ яратган барча нарсаларнинг соялари ўнгу сўлларига, Аллоҳга сажда қилган ҳолда эгилаётганини — улар (барчаси Аллоҳга) бўйинсунувчи эканликларини кўрмадиларми?!","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:49","price":"49. Осмонлар ва Ердаги барча жониворлар ва фаришталар ҳам кибр-ҳаво қилмаган ҳолларида ёлғиз Аллоҳга сажда қилурлар. ","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"И з о ҳ. Юқоридаги икки оят сажда оятларидир. Бу Қуръондаги сажда оятларининг Аъроф сурасидаги 205-оят ва Раъд сурасидаги 15-оятларидан кейингиларидир.","lang":"uz"},{"name":"16:50","price":"50. Улар устиларидаги (уларни кузатиб турган) Парвардигорларидан қўрқурлар ва фақат ўзларига амр этилган ишларнигина қилурлар.","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"И з о ҳ. Бу оятда Аллоҳ азза ва жаллага барча махлуқотларидан олий ва юксак бўлиш сифатини Унинг улуғлиги ва камолига лойиқ тарзда исбот қилиш бор.","lang":"uz"},{"name":"16:51","price":"51. Аллоҳ: «Икки худога бандалик қилманглар! Фақат биргина илоҳ (яъни, ёлғиз Аллоҳ таологина) бордир, холос. Бас, Мендангина қўрқингиз!», деди.","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:52","price":"52. Осмонлардаги ва Ердаги барча нарсалар Унинг мулкидир. Тоат-ибодат мудом ёлғиз Унга (бўлмоғи лозимдир). Аллоҳдан ўзгалардан (яъни, жонсиз бутлардан ёки ўзларингизга ўхшаган одамлардан) қўрқурмисизлар?!","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:53","price":"53. Сизларга берилган барча ноз-неъматлар ёлғиз Аллоҳдандир. Шунингдек, қачон сизларга (бирон) бало-мусибат етса ҳам фақат Унгагина илтижо қилурсизлар.","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:54","price":"54. Сўнг, У зот сизлардан балони аритганида эса, баногоҳ сизларнинг орангиздан бир тўда чиқиб, Парвардигорларига ширк келтирурлар. ","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:55","price":"55. Биз уларга ато этган нарсаларга куфрони неъмат қилишиб, (Парвардигорларига ширк келтирурлар). Бас, (эй мушриклар, тўрт кунлик дунёда Биз берган неъматлардан) фойдаланиб қолинглар. Яқинда, (яъни, Қиёмат Кунида бу ширкларингизнинг оқибатини) билурсизлар.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:56","price":"56. Улар Биз ризқ қилиб берган нарсалардан ўзлари билмайдиган (яъни, жоҳилликлари, билимсизликлари сабабли худо деб ўйлаган) бутлари учун насиба ажратурлар. (Эй мушриклар), Аллоҳ номига қасамки, албатта сизлар ўзларингиз тўқиб-бичиб олган бутларингиз тўғрисида (Қиёмат Кунида) масъул бўлурсизлар.","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:57","price":"57. Улар: («Фаришталар Аллоҳнинг қизлари», дейишиб), у «қизлар»ни Аллоҳники қилишади — У зот (бу бўҳтондан) покдир — ўзларининг кўнгиллари тусаган нарсани (яъни, ўғилларни) эса ўзлариники (қилиб олишди).","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:58","price":"58. Қачон бировларига қиз (кўргани ҳақида) хушхабар берилса, ғазабга тўлиб, юзлари қорайиб кетар.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:59","price":"59. Ва у (қизни) хўрлаган ҳолида олиб қолиш ёки (тириклай) тупроққа қориш (тўғрисида ўй суриб), ўзига хушхабар берилган нарсанинг (яъни, қиз кўришнинг) «ёмон»лигидан (номус қилиб) одамлардан яшириниб олур. Огоҳ булингизким, улар (бу қилмишлари билан) энг ёмон (яъни, ноҳақ) ҳукм чиқарурлар.","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"И з о ҳ. Ислом дини келишидан илгари арабларда ваҳший бир одат бор эди, улар қиз фарзанд кўришни ўзлари учун ор деб билишар ва кўплари қизларини тириклай ерга кўмиб юборар эдилар. Бунга сабаб динсиз иймонсиз кимсаларнинг жаҳолат ва кибр-ҳаволари бўлиб, айрим тарихчи уламолар бу разолатни бир воқеага боғлайдилар: узоқ ўтмишда бутун араб жазираси Нўъмон исмли подшоҳ қўл остида бўлиб, барча қавм қабилалар унга бож тўлар эканлар. Бир йили қабилалардан бири зиммалардаги солиқни тўлашдан бош тортишганида, подшоҳ аскарлари бостириб келишиб, у қабиланинг ҳамма хотин-халаж, ўғил-қизларини асир қилиб олиб кетишган ва уларни ўз қабилаларига қайтариш учун бож тўланишини шарт қилишган экан. Бу талаб бажарилгунча орадан ўтган фурсат ичида қабила бошлиғининг қизи билан подшоҳнинг ўғли бир-бирларига кўнгил қўйиб қолишган экан. Шунинг учун қиз бошқалар сафида ўз юртига қайтиб кетишдан бош тортади. Ҳеч қандай дўқ-пўписа ва ялиниб-ёлворишлар кор қилмагач, қизнинг отаси — қабила бошлиғи, душманига кўнгил қўйиб, ўзини шарманда қилган қизидан ниҳоят даражада ғазабланиб, бундан кейин қиз кўрса, албатта тириклай ерга кўмишга қасам ичади. Шундай қилиб, бу қабиҳ одат авлоддан-авлодга ўтиб, тарқаб келаверади ва қачонки Ислом дини вужудга келгач, Қуръон бу ярамас одатни манъ этади.","lang":"uz"},{"name":"16:60","price":"60. Охиратга иймон келтирмайдиган кимсалар энг ёмон сифат эгаларидир. Аллоҳ эса энг юксак хислатлар Соҳибидир. У қудрат ва ҳикмат эгаси бўлган Зотдир.","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:61","price":"61. Агар Аллоҳ одамларни (улар қилган ҳар қандай) зулм-зўравонликлари билан ушлаганида (азоблаганида) Ер юзида бирон жониворни қўймаган бўлур эди. Лекин У зот уларни маълум муддатгача қўйиб қўяр. Бас, қачон уларнинг ажаллари етиб келганида эса уни бирон соат кетга ҳам сура олмайдилар, муқаддам ҳам қила олмайдилар.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:62","price":"62. Улар ўзлари ёмон кўрадиган нарсаларни (яъни, қиз болаларни) Аллоҳники дейишиб, яна (уларнинг) тиллари ўзлари учун чиройли мукофот — жаннат бўлиши ҳақида ёлғон сўзларни сўзлайди. Шак-шубҳа йўқки, улар дўзах эгаларидир ва албатта, улар (дўзахга) биринчилар (қаторида ташланурлар).","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:63","price":"63. (Эй Муҳаммад алайҳис-салоту вас-салом), Аллоҳ номига қасамки, дарҳақиқат, Биз сиздан илгари ўтган умматларга ҳам пайғамбарлар юборганимизда, шайтон уларга ҳам ўзларининг (қабиҳ) амалларини чиройли қилиб кўрсатган эди. Чунки у бугун (бу дунёда) уларнинг «дўсти»дир. (Охиратда эса) улар учун аламли азоб бордир.","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:64","price":"64. Биз сизга иймон келтирган қавм учун ҳидоят ва раҳмат бўлган бу Китоб — Қуръонни фақат уларга ўзлари ихтилоф этаётган нарсаларни баён қилиб беришингиз учунгина нозил қилдик.","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:65","price":"65. Аллоҳ осмондан сув (ёмғир) ёғдириб, унинг ёрдамида ўлик ерни тирилтирди. Албатта, бу ишда (ваъз насиҳатга) қулоқ тутадиган қавм учун оят-ибрат бордир.","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:66","price":"66. Дарвоқеъ, сизлар учун чорва ҳайвонларида ҳам бир ибрат бордир. Биз сизларни уларнинг қоринларидаги нажосат ва қон ораларидан ичувчилар учун ўтимли таъмли бўлиб чиққан нарса — тоза сут билан суғорурмиз.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:67","price":"67. Сизлар маст қилгувчи (ароқни) ҳам, гўзал — ҳалол ризқ(нинг ўзини) ҳам хурмо ва узумларнинг меваларидан олурсизлар. Албатта, бунда ҳам ақл юритадиган қавм учун оят-ибрат бордир.","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"И з о ҳ. Ушбу сура нозил қилинган пайтда ҳали ароқ ҳаром қилинмаган эди. Чунки ароқ Мадинада нозил бўлган «Моида» сурасининг 90-оятида ҳаром қилинган, бу сура эса ҳижратдан илгари Маккада нозил бўлган эди.","lang":"uz"},{"name":"16:68","price":"68. (Эй Муҳаммад алайҳис-салоту вас-салом), Парвардигорингиз асаларига ваҳий — амр қилди: «Тоғларга, дарахтларга ва (одамлар) қурадиган инларга уя солгин.","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:69","price":"69. Сўнгра турли мевалардан еб, Парвардигоринг (сен учун) осон-қулай қилиб қўйган йўллардан юргин!» Унинг қорнидан одамлар учун шифо бўлган алвон рангли ичимлик-асал чиқур. Албатта, бу ишда тафаккур қиладиган қавм учун оят-ибрат бордир.","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:70","price":"70. Сизларни Аллоҳ яратгандир. Сўнгра жонингизни ҳам Унинг Ўзи олур. Сизларнинг орангизда (ёшликдаги гўзал-тотли ҳаётдан кексалик пайтидаги) энг тубан кун кўришга (яъни, ўз-ўзини бошқара олмайдиган ҳолатга) қайтарилиб, илгари билган нарсаларининг барчасини унутиб юборадиган кишилар ҳам бордир. Албатта, Аллоҳ билгувчи ва қудратлидир.","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:71","price":"71. Аллоҳ айримларингиздан айримларингизни ризқда устун қилиб қўйди. Бас, бу (ризқда) устун қилинган кишилар ўзларининг ризқларини қўл остидаги қулларига қайтариб (бой-камбағалликда) барчалари баробар бўлиб олмайдилар-ку! (Шундай бўлгач, қандоқ қилиб барчага ризқу рўз ато этгувчи Аллоҳ таолога қўлидан ҳеч иш келмайдиган бутларни баробар қиладилар?!) Аллоҳнинг неъматини инкор қилурларми?! (Яъни, Яратганнинг Ўзи ато этган ризқу рўзни инкор қилишиб, бу неъматларни ўша жонсиз бутлар берган, деб ўйлайдиларми?!)","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:72","price":"72. Аллоҳ сизлар учун ўзларингиздан жуфтлар яратиб, жуфтларингиздан сизлар учун болалар, набиралар пайдо қилди ва сизларни ҳалол-пок ризқлардан баҳраманд этди. Бас, улар ботил бутларга иймон келтириб, Аллоҳнинг неъматига кофир бўлурларми?!","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:73","price":"73. Ва Аллоҳни қўйиб, улар учун осмонлар ва Ердан бирон нарсани ризқ қилиб бера олмайдиган, ҳеч нарсага қодир бўлмайдиган бутларга ибодат қилурларми?!","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:74","price":"74. Бас, Аллоҳнинг ўхшашини қидирманглар! (У зотнинг мисли — ўхшаши йўқдир.) Албатта Аллоҳ (барча нарсани) билур, сизлар (ҳеч нарсани) билмассиз.","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:75","price":"75. Аллоҳ бундоқ бир мисол келтирур: ҳеч нарсага кучи етмайдиган эгалик (бировга қарам) қул билан Биз Ўз тарафимиздан чиройли мўл ризқ бериб, ўша ризқдан яширин ё ошкора инфоқ-эҳсон қилаётган (эркин) бир киши баробар бўлурми? (Бас, нега мушриклар қулга ўхшаган жонсиз бутларни бутун коинотнинг эгаси бўлган ва уни Ўзи хоҳлаганидек тасарруф қиладиган Аллоҳ таолога тенг шерик деб биладилар?!) Ҳамду сано Аллоҳникидир (яъни, Ўша зотгина ҳамду санога ва маъбудликка лойиқдир). Лекин уларнинг кўплари (буни) билмайдилар.","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:76","price":"76. Аллоҳ яна икки киши ҳақида мисол келтирур: улардан бири ҳеч нарсага кучи етмайдиган гунг-соқовдир. У эгасига ортиқча юк бўлиб (эгаси) қаерга жўнатса, бирон яхшилик-фойда келтирмайди. Ўша кимса билан ўзи Тўғри Йўлда бўлган ҳолда, (ўзгаларни ҳам) адолат-ҳақиқатга буюрадиган киши баробар бўлурми?! (Ҳеч қачон баробар бўлмас. У ҳолда нега мушриклар гунг-соқов бутларни бутун оламни Тўғри Йўлга юришга буюрадиган Аллоҳ таолога тенг — шерик деб биладилар?!)","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:77","price":"77. Осмонлар ва Ердаги ғайб — сирларни (билиш) Аллоҳга хосдир. Соат — Қиёмат амри (яъни, Қиёматнинг қойим бўлиши) кўз очиб юмгунча ё ундан-да тездир. Дарҳақиқат, Аллоҳ ҳамма нарсага қодирдир.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:78","price":"78. Аллоҳ сизларни оналарингиз қорнидан бирон нарса билмаган ҳолингизда чиқарди ва шукр қилишингиз учун сизларга кулоқ, кўзлар ва дилларни берди.","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:79","price":"79. Осмони фалакда (учиш учун) бўйинсундирилган қушларга боқмайдиларми?! Уларни ёлғиз Аллоҳ ушлаб турибди-ку! Албатта, бу ишда иймон келтирадиган қавм учун оят-ибратлар бордир.","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:80","price":"80. Аллоҳ сизлар учун уйларингизни оромгоҳ қилди ва сизлар учун чорва ҳайвонларининг териларидан кўчадиган кунларингизда ва қўнадиган кунларингизда енгил кўтариб кета оладиган уй-ўтовлар (бунёд) этди ҳамда (қўйларнинг) жунларидан, (туяларнинг) юнгларидан ва (эчкиларнинг) тивитларидан маълум бир вақтга қадар фойдаланиладиган жиҳоз ва матолар (яратди).","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:81","price":"81. Аллоҳ сизлар учун Ўзи яратган нарсалардан соя-салқин жойлар (бунёд) этди ва сизлар учун тоғлардан ғор-бошпаналар қилди ҳамда сизлар учун иссиқ (совуқ)дан асрайдиган кийимлар ва сизларни (душманнинг) зиён етказишидан сақлайдиган совутлар (яратди). У зот шояд мусулмон бўларсизлар, деб сизларга Ўз неъматини мана шундай комил қилиб берур.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:82","price":"82. (Эй Муҳаммад алайҳис-салоту вас-салом), агар энди ҳам улар (сиздан) юз ўгирсалар, у ҳолда сизнинг зиммангизда фақат (ҳақиқатни мана шундай) очиқ-ойдин қилиб етказиш бор, холос.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:83","price":"83. Улар Аллоҳнинг неъматини танирлар ва кейин уни инкор қилурлар. Уларнинг кўплари кофирлардир (яъни, ҳеч қачон Аллоҳга иймон келтирмайдилар).","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:84","price":"84. (Қиёмат) куни ҳар бир умматдан бир гувоҳни (яъни, ўша умматнинг пайғамбарини) келтириб қўюрмиз. Сўнгра (энди) кофир бўлган кимсаларга (тавба-тазарруъ қилиш учун) изн берилмас ҳамда улардан (Аллоҳ рози бўладиган амалларга) қайтиш ҳам талаб қилинмас.","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:85","price":"85. Золим (кофир) бўлган кимсалар азобни кўрган вақтларида (яъни, Қиёмат Кунида) улардан (у азоб) енгиллатилмас ва уларга муҳлат ҳам берилмас (яъни, барча яхши амалларни ҳаёт вақтларида ўз ихтиёрлари билан қилган кишиларгина савоб олурлар).","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:86","price":"86. (У кунда) мушрик бўлган кимсалар ўзларининг бутларини кўрган вақтларида: «Парвардигоро, бизлар Сени қўйиб, анави бутларимизга илтижо қилар эдик», деганларида, у (бутлар бунга жавобан): «Сизлар, шак-шубҳасиз, ёлғончидирсизлар», деб гап қотарлар.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:87","price":"87. Улар у Кунда ёлғиз Аллоҳга бўйинсунурлар, ўзлари тўқиб олган «худо»лари эса улардан ғойиб бўлур.","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:88","price":"88. Кофир бўлган ва (одамларни) Аллоҳ йўлидан тўсган кимсаларга бузғунчилик қилганликлари сабабли азоб устига азобни зиёда қилурмиз.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:89","price":"89. (Қиёмат Куни) ҳар бир уммат орасидан ўзларидан бўлган бир гувоҳни (яъни, пайғамбарни) келтирурмиз. Сизни эса (эй Муҳаммад алайҳис-салоту вас-салом), ана у (ўз умматингизга) гувоҳ қилиб келтирдик ва сизга ҳамма нарсани баён қилиб берувчи, ҳидоят, раҳмат ва мусулмонлар учун хушхабар бўлган Китобни — Қуръонни нозил қилдик.","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:90","price":"90. Албатта, Аллоҳ адолатга, чиройли амаллар қилишга ва қавм-қариндошга яхшилик қилишга буюрур ҳамда бузуқлик, ёмон ишлар ва зўравонликлардан қайтарур. У зот шояд ибрат-эслатма оларсизлар, деб сизларга панд-насиҳат қилур.","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:91","price":"91. Аҳд-паймон берган вақтларингизда, Аллоҳга берган аҳдингизга вафо қилингиз! Аллоҳни кафил қилиб ичган қасамларингизни (Аллоҳ номини зикр этиш билан) мустаҳкам қилганингиздан кейин бузмангиз! Албатта, Аллоҳ қилаётган ишларингизни билур.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:92","price":"92. Ва сизлар бир миллат бошқа бир миллатдан (сон ё бойлик жиҳатидан) ортиқроқ бўлгани учун қасамларингизни (бузиб) алдов воситаси қилишингиз билан (яъни, бошқа бойроқ ва кучлироқ қавмни топсангиз, аввалги қасамингиздан кечиб кетаверишингиз билан) худди ўзи тўқиган нарсасини пишиқ-пухта бўлганидан сўнг парча-парча қилиб бузиб-чуватиб ташлаган хотинга ўхшаб қолмангиз! Албатта, Аллоҳ бу (аҳдга вафо қилишга буюриш) билан сизларни имтиҳон қилур ва албатта, Қиёмат Кунида сизларга ихтилоф қилиб ўтган нарсаларингизни баён қилиб берур.","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"И з о ҳ. Маккада бир телба хотин бор бўлиб, у кун бўйи турли нарсаларни тўқир, кечга бориб эса тўқиган нарсаларини бузиб-чуваб ташлар экан. Мазкур оятда биров билан аҳдлашиб, сўнгра аҳдларини бузиб қасамхўрлик қиладиган кимсаларни ўша телбага ташбеҳ қилинмоқда.","lang":"uz"},{"name":"16:93","price":"93. Агар Аллоҳ хоҳлаганида, албатта, сизларни бир уммат қилган бўлур эди. Лекин У зот Ўзи хоҳлаган кимсаларни йўлдан оздирур, Ўзи хоҳлаган кишиларни (Тўғри Йўлга) ҳидоят қилур. Ва албатта, қилиб ўтган амалларингизга масъул бўлурсизлар.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:94","price":"94. Қасамларингизни алдов воситаси қилиб олмангиз! У ҳолда (Ислом йўлида) маҳкам ўрнашган оёқ тойиб кетур ва Аллоҳ йўлидан тўсганларингиз сабабли (чунки, сизларнинг қасамхўрлик қилганингизни кўриб, айрим кишилар Исломга интилиш ўрнига ундан йироқлашиб кетурлар ва бунга сизларнинг қилмишингаз сабаб бўлур) ёмонлик (бало ва мусибатлар)ни тотиб қолурсизлар ҳамда (Охиратда) сизлар учун улуғ азоб бўлур.","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:95","price":"95. Аллоҳга берилган аҳд-паймонни озгина қийматга алмаштириб юбормангиз! Агар билсангизлар, албатта, Аллоҳ даргоҳидаги нарса (яъни, ажр-савоб) сизлар учун (дунё матоларидан) яхшироқдир.","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:96","price":"96. Сизларнинг ҳузурларингиздаги нарсалар йўқ бўлур. Аллоҳ даргоҳидаги нарсалар эса боқийдир. Биз, албатта, сабр-қаноат этган зотларни ўзлари қилиб ўтган амалларидан чиройлироқ ажр-савоблар билан мукофотлаймиз.","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:97","price":"97. Эркакми ё аёлми — кимда-ким мўмин бўлган ҳолида бирон яхши амал қилса, бас, Биз унга покиза ҳаёт ато этурмиз ва уларни ўзлари қилиб ўтган амалларидан чиройлироқ ажр-савоблар билан мукофотлаймиз.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:98","price":"98. (Эй мўмин бандам), ҳар қачон Қуръон қироат қилсанг, албатта, қувилган — малъун шайтон (васвасаси)дан Аллоҳ паноҳ беришини сўрагин!","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:99","price":"99. Албатта, иймон келтирган ва ёлғиз Парвардигорларига таваккул қиладиган зотлар устида (шайтон) учун ҳеч қандай салтанат — ҳукмронлик йўқдир.","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:100","price":"100. Унинг (шайтоннинг) ҳукмронлиги фақат (уни) дўст тутиб, (Аллоҳ)га шерик қилиб оладиган кимсалар устидадир.","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:101","price":"101. Қачон Биз бир оят ўрнига бошқа бир оятни алмаштирсак — ҳолбуки, Аллоҳ Ўзи нозил қиладиган оятларни жуда яхши билгувчидир — улар (пайғамбарга): «Шак-шубҳасиз, сен ўзинг тўқиб олурсан», дейдилар! Йўқ, уларнинг кўплари билмайдилар!","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:102","price":"102. (Эй Муҳаммад алайҳис-салоту вас-салом, уларга) уни (яъни, Қуръонни) Руҳул-Қудус (яъни, Жаброил) Парвардигорингиз тарафидан иймон келтирган зотларни собитқадам қилиш учун мусулмонларга ҳидоят ва хушхабар булган ҳолида ҳаққи-рост нозил қилганини айтинг.","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:103","price":"103. Аниқки, Биз уларнинг «(Қуръонни Муҳаммадга) бирон одам ўргатмоқда», деяётганини билурмиз. (Лекин уларнинг бу даъволари пучдир, чунки) улар ишора қилаётган кимсанинг тили ажамий (яъни, арабий эмас), бу (Қуръон) эса очиқ-равшан арабийдир.","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"И з о ҳ. Саҳобалардан бири Ибн Аббос разияллоҳу анҳу айтадилар: Маккада Қурайш қабиласига мансуб кишилардан бирининг ажам қули бор эди. Пайғамбар алайҳис-салоту вас-салом баъзан у билан гаплашиб, унга Ислом аҳкомларидан таълим берар эдилар. Буни кўрган айрим қурайшликлар: «Муҳаммадга Қуръонни мана шу қул ўргатса керак», деб гап тарқатганларида юқоридаги оят нозил бўлди.","lang":"uz"},{"name":"16:104","price":"104. Албатта, Аллоҳ оятларига иймон келтирмайдиган кимсаларни Аллоҳ ҳидоят қилмас. Улар учун аламли азоб бордир.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:105","price":"105. Ёлғон сўзларни ҳам фақат Аллоҳ оятларига иймон келтирмайдиган кимсаларгина тўқурлар. Ана ўшаларнинг ўзлари ёлғончидирлар.","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:106","price":"106. Ким Аллоҳга иймон келтирганидан кейин (яна қайтиб) кофир бўлса, (Аллоҳнинг ғазабига дучор бўлур). Лекин ким қалби иймон билан ором олгани ҳолда (куфр калимасини айтишга) мажбур қилинса, (унинг иймонига зиён етмас). Аммо кимнинг кўнгли куфр билан (яъни, диндан чиқиб, кофир бўлиш билан) ёзиладиган бўлса, бас, ундай кимсаларга Аллоҳ томонидан ғазаб ва улуғ азоб бордир.","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"И з о ҳ. Муфассирлар айтишларича, бу оят Аммор ибн Ёсир розияллоҳу анҳу ҳақида нозил бўлган. Мушриклар у зотни ҳибс қилишиб, Ислом динидан чиқишни талаб этадилар ва даҳшатли азоблар билан қийнайдилар. Ночор-ноилож қолгач, мажбур ҳолда уларнинг бутларидан бирини тилга олганларидан кейингина у кишини қўйиб юборадилар. Одамлар орасида эса «Аммор диндан чиқди», деган гап тарқаб кетади. У зот Пайғамбар алайҳис-салоту вас-салом ҳузурларига йиғлаб, айтган сўзларидан изтиробга тушиб келганларида, пайғамбар: «Қалбинг нима дейди?», деб сўрайдилар. У: «Қалбим фақат иймон билан ором олади», деб жавоб беради. Шунда Пайғамбар алайҳис-салоту вас-салом: «Сенга неча марта мажбурлаб куфр калимасини айтдирсалар ҳам ҳаргиз иймондан ажраб қолмайсан», деганлар. Демак, шариати Исломиянинг ҳукмига кўра фақат ўз ихтиёри билан куфр йўлини танлаб олган кимсаларгина кофир бўлурлар ва улар учун Охиратда энг қаттиқ азоб-уқубатлар бўлур.","lang":"uz"},{"name":"16:107","price":"107. Бунга (яъни, бундай азоб-уқубатларга дучор бўлишларига) сабаб улар ҳаёти дунёни Охиратдан афзал билганларидир. Аллоҳ эса кофир қавмни ҳидоят қилмас. (Бас, улар кофир бўлганлари сабабли ҳақ йўлни топа олмай ўлиб кетурлар).","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:108","price":"108. Аллоҳ ундай кимсаларнинг дилларини, қулоқларини ва кўзларини муҳрлаб қўйгандир. Улар ғофил кимсалардир.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:109","price":"109. Шак-шубҳа йўқки, улар Охиратда зиён кўргувчилардир.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:110","price":"110. Сўнгра (эй Муҳаммад алайҳис-салоту вас-салом, билингки), албатта, Парвардигорингиз, фитналарга дучор этилганларидан кейин (Маккаи Мукаррамадан Мадинаи Мунавварага) ҳижрат қилган, сўнг (Аллоҳ йўлида) жиҳод этиб, (бу жиҳод машаққатларига сабр-тоқат қилган зотлар учун) мададкор, ёрдамчидир. Албатта, Парвардигорингиз у (меҳнат-машаққатларни кўтарганларидан) кейин (улар учун) мағфират қилгувчи, меҳрибондир.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:111","price":"111. Ҳар бир жон фақат ўзини ўйлаб — ҳимоя қилиб қоладиган ва ҳар бир жон қилган амалининг (мукофотини) тўла оладиган ҳамда уларга зулм қилинмайдиган Кунни (эсланг).","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:112","price":"112. Аллоҳ бир шаҳарни (яъни, Маккани) мисол келтирур: у тинч, сокин (шаҳар) эди, ҳар томондан ризқу рўзи бекаму-кўст келиб турар эди. Бас, (қачонки) у (яъни, унинг аҳолиси) Аллоҳнинг неъматига ношукрлик қилгач, Аллоҳ у (шаҳар аҳолисига) бу «хунарлари» (куфру исёнлари) сабабли очарчилик ва нотинчлик балосини тотдириб қўйди.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:113","price":"113. Дарҳақиқат, уларга ўзларидан бўлган бир пайғамбар келганида уни ёлғончи қилишгач, уларни золим бўлган ҳолларида (Аллоҳнинг) азоби ушлади.","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:114","price":"114. Бас, (эй мўминлар), Аллоҳ сизларга ризқ қилиб берган ҳалол-пок нарсалардан енглар ва агар Аллоҳга ибодат этгувчи бўлсангизлар, У зотнинг неъматларига шукр қилинглар!","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:115","price":"115. У (Аллоҳ) сизларга фақатгина ўлаксани, қонни, тўнғиз гўштини ва Аллоҳдан ўзгага аталиб сўйилган нарсаларнигина ҳаром қилди. Энди кимки золим ва ҳаддан ошувчи бўлмаган ҳолида ночор вазиятда қолса (ва шу ҳолда мазкур нарсалардан ўлмагудек миқдорда еса, гуноҳкор бўлмайди). Бас, албатта, Аллоҳ мағфират қилгувчи, раҳмлидир.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:116","price":"116. Аллоҳ шаънига ёлғон тўқиш учун (яъни, Аллоҳ буюрмаган ҳукмларни Аллоҳники дейиш учун) тилларингизга келган ёлгонни гапириб: «Бу ҳалол, бу ҳаром», деяверманглар! Чунки Аллоҳ шаънига ёлғон тўқийдиган кимсалар ҳеч нажот топмаслар.","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:117","price":"117. (Ундай кимсалар учун бу ҳаёти дунёда) озгина фойда бўлур. (Охиратда эса) улар учун аламли азоб бордир.","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:118","price":"118. (Эй Муҳаммад алайҳис-салоту вас-салом), яҳудий бўлган кимсаларга илгари (Анъом сурасида) сизга сўзлаб берган нарсаларни ҳаром қилдик. Биз уларга зулм қилмадик, балки улар ўзларига (ўзлари) зулм қилгувчи бўлдилар.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:119","price":"119. Сўнгра (билингки), албатта, Парвардигорингиз, билмаган ҳолда ёмонлик — гуноҳ қилиб қўйиб, кейин тавба қилган ва ўзларини тузатган кишилар учун, шак-шубҳасиз, ўша (тавба-тазарруъларидан) сўнг Парвардигорингиз (уларни) мағфират қилгувчи, меҳрибондир.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:120","price":"120. Албатта, Иброҳим Аллоҳга итоат қилгувчи, ҳақ йўлдан тойилмаган бир пешво-имом эди. У мушриклардан эмас эди.","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:121","price":"121. У (Аллоҳнинг) неъматларига шукр қилгувчи эди. (Шу сабабдан Аллоҳ) уни (пайғамбарликка) танлаб, Тўғри Йўлга ҳидоят қилди.","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:122","price":"122. Биз унга бу дунёда чиройли (обрў-эътибор) ато этдик (зеро, барча динларнинг аҳллари Иброҳим алайҳиссаломнинг номларини ҳурмат билан тилга оладилар). Албатта, у Охиратда ҳам солиҳ — яқинларимиздандир.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:123","price":"123. Сўнгра (Биз, эй Муҳаммад алайҳис-салоту вас-салом), сизга ҳақ йўлдан тойилмаган Иброҳимнинг динига эргашинг, у мушриклардан эмас эди, деб ваҳий юбордик.","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:124","price":"124. «Шанба» (у кунни улуғлаш) фақатгина у кун ҳақида ихтилоф қилган кимсаларнинг (яъни, яҳудийларнинг) устига (фарз) қилингандир. Албатта, Парвардигорингиз Қиёмат Кунида уларнинг ўртасида ўзлари ихтилоф қилиб ўтган нарсалар тўғрисида ҳукм қилур.","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"И з о ҳ. Яҳудийлар: «Муҳаммад Иброҳимнинг динига қарши чиқди, Иброҳим шанба кунини улуғлар эди, Муҳаммад эса жума улуғ кун дейди», дедилар. Шунда шанба кунини улуғлаш Иброҳим алайҳиссаломнинг динларида бўлмаганини таъкидлаб, ушбу оят нозил бўлди.","lang":"uz"},{"name":"16:125","price":"125. (Эй Муҳаммад алайҳис-салоту вас-салом), Парвардигорингизнинг йўли — динига донолик, ҳикмат ва чиройли панд-насиҳат билан даъват қилинг! Улар (сиз билан талашиб-тортишадиган кимсалар) билан энг гўзал йўлда мужодала — мунозара қилинг! Албатта, Парвардигорингизнинг Ўзи Унинг йўлидан озган кимсаларни жуда яхши билур ва У зот ҳидоят топгувчи кишиларни ҳам жуда яхши билур.","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:126","price":"126. (Эй мўминлар), агар сизлар (ўзингизга етган бирон зиён-заҳмат учун) интиқом олмоқчи бўлсангизлар, у ҳолда фақат сизларга етказилган зиён баробарида интиқом олингиз. (Аммо) агар (интиқом олмай) сабр-тоқат қилсангизлар, албатта сабр қилгувчи кишилар учун (бу интиқом олмоқдан) яхшироқдир.","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:127","price":"127. (Эй Муҳаммад алайҳис-салоту вас-салом, бу даъват йўлида сизга етган озор-азиятларга) сабр-тоқат қилинг. Ёлғиз Аллоҳ ёрдами билангина сабр қилишга қодир бўлурсиз. Уларнинг (яъни, мушрикларнинг динга кирмаганликлари) устида маҳзун бўлманг. Уларнинг макру ҳийлаларидан сиқилманг ҳам!","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"uz"},{"name":"16:128","price":"128. Зотан, Аллоҳ тақводор бўлган ва чиройли амаллар қилгувчи зотлар билан биргадир.","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"","lang":"uz"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}