{"data":[{"name":"18:1","price":"1. (Барча) ҳамду сано Аллоҳ учундир. У зот бандаси (Муҳаммад)га Китобни (Қуръонни) нозил қилди ва уни бирон эгрилигисиз — расо (Китоб) қилди. ","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:2","price":"2. Токи (кофирларни) Ўз ҳузуридан келадиган қаттиқ азобдан қўрқитиш ва яхши амаллар қиладиган мўминларга гўзал мукофот — жаннат хушхабарини бериш учун (У зот Қуръонни нозил қилди). ","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:3","price":"3. (Мўминлар ўзлари учун мукофот бўлмиш жаннатда) мангу қолгувчидирлар.","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:4","price":"4. Шунингдек, У зот «Аллоҳнинг боласи бор», деган кимсаларни (қаттиқ азобдан) огоҳлантириш учун (ушбу Китобни нозил қилгандир). ","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:5","price":"5. Ўзларининг ҳам, ота-боболарининг ҳам бирон билим-маърифати бўлмаган ҳолда («Аллоҳнинг боласи бор», деган кимсаларни). Уларнинг оғизларидан чиққан сўз оғир сўздир. Улар фақат ёлғон сўзлайдилар.","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:6","price":"6. (Эй Муҳаммад алайҳис-салоту вас-салом), агар улар ушбу сўзга — Қуръонга иймон келтирмасалар, эҳтимол сиз уларнинг ортидан, афсус-надомат билан ўзингизни ҳалок қилурсиз (бундоқ қилмоқ сизга нораводир).","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:7","price":"7. Албатта, Биз (бандаларимиздан) қайсилари чиройлироқ амалларни қилишларини синамоқ учун Ер устидаги бор нарсани унга зийнат — безак қилиб қўйдик (яъни, ўша безакларга алданиб, мағрурланиб қолмаган кишиларгина Бизнинг синовимиздан ўтурлар).","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:8","price":"8. Ҳеч шак-шубҳасиз, унинг (Ернинг) устидаги (безаклар)ни сип-силлиқ, қуп-қуруқ қилиб (йўқ қилиб) қўйгувчи ҳам Биздирмиз.","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:9","price":"9. Балки сиз Каҳф (ғор) ва Битик (уларнинг қиссалари битилган тош) эгалари (ҳақидаги ривоятдан воқиф бўлгач, бу) Бизнинг (Охират, Қиёмат ҳаққи-рост эканлиги тўғрисидаги) оятларимизнинг энг ажойиби, деб ўйлагандирсиз?","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"И з о ҳ. Муфассирлар ёзишларича, «Асҳобул-Каҳф» — «Ғор эгалари»нинг қиссаси бундоқ бўлган экан: Ийсо алайҳиссалом замонларидан кейин Рум давлатларидан бирида Дақёнус номли золим шоҳ чиқиб, одамларни бутларга ибодат қилишга мажбур қилар, амрига бўйинсунмаган кишиларни эса ўлдирар экан. Кунлардан бирида, унга фуқароларидан бир неча йигит унинг фармонидан бош тортишиб, бутларга сиғинишмаётганини етказибдилар. Подшоҳ уларни саройига чақириб, бу хабарнинг рост-ёлғонлигини сўраганида, улар: «Бизлар ёлғиз Аллоҳдан ўзга бирон кимса ёки нарсага сиғинмаймиз», деб жавоб қиладилар. Шунда шоҳ уларга: «Сенлар ёш, чиройли, бақувват йигитлар экансанлар, ўз жонларингга жабр қилманглар. Мен сенларни ўлдириб юборишга кўзим қиймаяпти. Яхшиси, эрталабгача ўйлаб кўриб, эртага менга жавобини айтинглар», деб уларга рухсат беради. Йигитлар ўзаро маслаҳатлашиб, «Аллоҳдан ўзгага бўйинсунгандан кўра шу бадбахт диёрни тарк қилганимиз афзал», дейишиб, тун қоронғусида шаҳарни тарк қилишади. Йўлда яйловдан ўтиб бораётганларида уларга ўша ерлик бир чўпоннинг ити ҳам эргашади. Тонгга яқин бир тоққа етиб боришиб катта ғорга кириб яширинадилар. Эрталаб бу воқеадан хабардор бўлган шоҳ 33 аскарлари билан уларнинг ортидан тушиб, ўша ғор оғзига яқинлашгач, аскарлар унга киргани қўрқадилар. Шунда Дақёнус уларга ғордаги йигитлар очлик ва ташналикдан қирилиб кетишлари учун ғор оғзини беркитиб ташлашни буюради. Лекин Аллоҳ таоло Ўзининг садоқатли бандаларини ҳалок бўлишдан сақлайди — уларни узоқ уйқуга чўмдиради. Уйғонганларида орадан уч юз йил ўтган эди. Бундан бехабар йигитлар бир ё ярим кун ухладик, деб ўйлайдилар ва ораларидан битталарини яширинча шаҳарга егулик харид қилиб келиш учун жўнатадилар. У йигит бозорга келиб таом сотиб олиб, ёнидаги тангани узатганида, сотувчи ҳайрон бўлиб: «Бу Дақёнусдан қолган танга-ку, бирон ердан хазина топиб олдингми?», деб сўрайди. Йигит ҳам ҳайрон бўлиб «Ҳеч қандай хазина топиб олганим йўқ, бу менинг қавмим ишлатадиган оддий танга», деб жавоб қилиб, Дақёнусга нима бўлганини сўрайди. Бу орада тўпланиб кетган одамлар унинг аллақачон ўлиб кетганини айтишиб, йигитни подшоҳ олдига олиб борадилар. Бу шоҳ мўмин, солиҳ киши эди. Йигитдан ўзи ва ўртоқларининг бошидан кечган воқеаларни эшитгач, аскарлари ва шаҳар аҳли билан ўша ғор оғзига борадилар. Ичкаридаги йигитлар Дақёнус олиб кетгани келди, деб ўйлашиб, ўлим олдидан сўнгги бор ибодат қилиб олишга тутинадилар. Подшоҳ ва унинг одамлари ғорга киришиб, уларни ибодат устида кўрадилар ва намозларини тугатганларидан сўнг подшоҳ йигитларнинг ҳар бири билан қучоқлашиб кўришиб, уларнинг бошларидан кечган саргузашт Аллоҳ таоло бандаларини Қиёмат Кунида ҳисоб-китоб қилиш учун қайта тирилтириши ҳақ эканига бир оят — аломат эканлигини айтади. Юқорида мазкур бўлган ва қуйида келадиган оятларда мана шу «Асҳобул-Каҳф» хусусида сўз кетади.","lang":"uz"},{"name":"18:10","price":"10. Эсланг, ўшанда улар ғорга паноҳ истаб боришиб: «Парвардигоро, бизларга ўз ҳузурингдан раҳмат — марҳамат ато этгин ва бизларнинг ишимизни Ўзинг ўнглагин», дедилар.","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:11","price":"11. Бас, Биз ўша ғорда бир неча йил уларнинг қулоқларига уриб (яъни, уларни ухлатиб) қўйдик.","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:12","price":"12. Сўнгра (уларнинг ичидаги қанча ухлаганлари ҳақида тортишадиган) икки гуруҳдан қайси бири турган муддатларини (тўғри) ҳисоблаганини билиш учун уларни уйғотдик.","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:13","price":"13. (Эй Муҳаммад алайҳис-салоту вас-салом), Биз сизга уларнинг ҳол-хабарларини рўй-рост сўйламоқдамиз. Дарҳақиқат, улар Парвардигорларига иймон келтирган ва Биз иймонларини зиёда қилган йигитлардир.","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:14","price":"14. Биз уларнинг дилларини (иймонларини) қувватлантирдик — ўшанда улар (золим шоҳ қаршисида) туриб дедилар: «Бизнинг Парвардигоримиз осмонлар ва Ернинг Парвардигоридир. Бизлар Ундан ўзга бирон «илоҳ»га ҳаргиз илтижо қилмаймиз. Акс ҳолда, ноҳақ сўзни айтган бўлурмиз.","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:15","price":"15. Ана у қавмимиз эса Ундан ўзгаларни «илоҳ» қилиб олдилар. Улар ўзлари учун (ўша бутларнинг илоҳ экани ҳақида) бирон ҳужжат келтирсалар эди. Бас, Аллоҳ шаънига ёлғон тўқиган кимсадан ҳам золимроқ ким бор?!»","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:16","price":"16. (Йигитлар!) Модомики улардан (мушриклардан) ва Аллоҳдан ўзга улар сиғинаётган нарсалардан юз ўгирган экансизлар, энди ғорга паноҳ топиб борингиз. Парвардигорингиз сизларга Ўз раҳмат марҳаматини кенг — сероб қилур ва сизларнинг ишларингизни ўнглар».","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:17","price":"17. Қуёш чиқишда уларнинг ғорларидан ўнг тарафдан ўтиб кетганини, ботишда эса улардан сўл томонга йироқлашиб кетганини (чиқишда ҳам, ботишда ҳам уларни қиздириб, уйқу-оромларини бузмаганини), улар эса (ғор)нинг тўрида эканликларини кўрурсан. Бу ҳам Аллоҳнинг оят-мўъжизаларидан (биридир). Кимни Аллоҳ ҳидоят қилса, бас, ўшагина ҳидоят топгувчидир. Кимни йўлдан оздирса, бас, унинг учун Тўғри Йўлга йўллагувчи бирон дўст топа олмассан.","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:18","price":"18. Уйқуда эканлар, (кўзлари очиқ бўлгани учун) сен уларни уйғоқ, деб ўйларсан. Биз уларни (баданларидан ерга тегиб турган томони чириб кетмаслиги учун) ўнг томон, сўл томонга айлантириб турурмиз. Уларнинг итлари эса олди оёқларини остонага ёзиб ётур. Агар уларнинг устидан чиқиб қолсанг (ва кўзлари очиқ ҳолда у ёндан-бу ёнга ағдарилиб ётганларини кўрсанг) уларнинг (аҳволидан) даҳшатга тушиб юз ўгириб қочган бўлур эдинг.","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:19","price":"19. Ўзаро савол-жавоб қилишлари учун уларни (йигитларни, қандай ухлатиб қўйган бўлсак) ана шундай уйғотдик. Улардан бири деди: «Қанча (муддат ухлаган) ҳолда турдинглар?» Улар(нинг айримлари): «Бир кун ё ярим кун», дедилар. (Қолганлари эса): «Қанча (ухлаб) турганларингизни ёлғиз Парвардигорингиз билур. Энди бир кишини мана шу пулингиз билан шаҳарга жўнатинглар, у энг сара, покиза таомларни танлаб, сизларга ундан ризқ, насиба олиб келсин. У эҳтиёт бўлсин ва сизларни биронтага сездириб қўймасин.","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:20","price":"20. Чунки улар (яъни, шаҳар аҳли) сизлардан огоҳ бўлиб қолсалар, сизларни тошбўрон қилурлар ёки яна ўзларининг динларига қайтарурлар ва у ҳолда, ҳеч қачон қутула олмассизлар», дейишди.","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:21","price":"21. Шундай қилиб, Аллоҳнинг (қайта тирилтириш ҳақидаги) ваъдаси ҳақ эканини ва Қиёмат соатининг (келиши) шак-шубҳасиз, эканини билишлари учун (одамларни ғордаги йигитларнинг аҳволидан) огоҳ қилдик. Ўшанда (яъни, ғордаги йигитлар уйқуларидан уйғониб, одамлар бу мўъжизанинг гувоҳи бўлганларидан кейин, улар ажаллари етиб вафот қилишгач) ўзаро уларнинг ишлари ҳақида талашиб-тортиша бошладилар. Бас, (айрим кишилар): «Уларнинг устига уйлар бино қилинглар. Парвардигор уларнинг (қайси жойда, қандай ҳолда ётганларини) жуда яхши билур», дедилар. Уларнинг устида ҳукмрон бўлган (подшоҳ ва сарой аъёнлари эса): «Албатта, сиз улар (яъни, Асҳобул-Каҳф) қабрининг устида бир масжид қуриб олурмиз», дейишди.","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:22","price":"22. Ҳали улар (яъни, Пайғамбар алайҳис-салоту вас-саломга замондош бўлган яҳудий ва насороларнинг айримлари ўша Асҳобул-Каҳфни): «Учтадир, тўртинчилари итларидир», десалар, айримлари: «Улар бешта бўлиб, олтинчилари итларидир», деб ғайбга тош отурлар (яъни, аниқ билмаган нарсалари ҳақида гап сотурлар). Яна: «Улар еттитадирлар, саккизинчилари итларидир», ҳам дейдилар. (Эй Муҳаммад алайҳис-салоту вас-салом), «Уларнинг саноқларини энг яхши биладиган зот Парвардигоримдир. Уларни жуда оз киши билур», денг. Бас, улар (яъни, замондош аҳли китоблар билан Асҳобул-Каҳф) хусусида (ўзингизга нозил бўлган ваҳий воситасида) очиқ мужодала — мунозара қилинг ва (Асҳобул-Каҳф) ҳақида уларнинг биронтасидан фатво — савол сўраманг!","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:23","price":"23. Ва бирон нарса ҳақида «Мен албатта эртага қилгувчиман», дея кўрманг.","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:24","price":"24.  Магар «Иншоаллоҳ – Аллоҳ хоҳласа», (денг! Бу сўзларни айтишни) унутиб қолдирган вақтингизда (ёдингизга тушиши билан): Парвардигорингизни зикр қилинг (яъни, «Иншоаллоҳ», денг) ва: «Шояд Парвардигорим мени бундан ҳам (яъни, Асҳобул-Каҳф воқеаси ҳақида хабар беришдан ҳам) яқинроқ (менинг ҳақ пайғамбар эканлигимга яхшироқ далолат қиладиган) Тўғри Йўлга ҳидоят қилса», денг!","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"И з о ҳ. Муфассирлар ривоят қилишларича, бу икки оят нозил қилинишига қуйидаги воқеа сабаб бўлгандир, яҳудийлар қурайшлик арабларга: «Бориб Муҳаммаддан сўранглар-чи, агар ҳақиқатан ҳам пайғамбар бўлса, сизларга руҳ — жон ҳақида, Асҳобул-Каҳф ва Зул-қарнайн тўғрисида хабар берсин», деган эканлар. Улар келиб Пайғамбар алайҳис-салоту вас-саломдан шу ҳақда сўраганларида, у зот: «Эртага келинглар, албатта сизларга жавоб қилурман», дебдилару, «Иншоаллоҳ» сўзини қўшмабдилар. Шунда бир қанча вақт ваҳий келиши тўхтаб, сўнгра Пайғамбар алайҳис-салоту вас-саломга бир танбеҳ бўлиб юқоридаги оятлар нозил бўлгандир.","lang":"uz"},{"name":"18:25","price":"25. Улар каҳф — ғорларида уч юз йил турдилар ва яна тўққиз йилни зиёда ҳам қилдилар.","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"И з о ҳ. Ушбу оят Асҳобул-Каҳфни ўз ғорларида шамсий ҳисоб билан уч юз йил турганлари ҳақида хабар бермоқда. Кейинги тўққиз йил қўшилиши эса қамарий ҳисобдан келиб чиққан. Шамсий ҳисобдаги юз йил қамарий ҳисобда бир юз уч йилга тўғри келади.","lang":"uz"},{"name":"18:26","price":"26. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Уларнинг қанча турганларини Аллоҳ жуда яхши билгувчидир. Осмонлар ва Ернинг сирлари ёлғиз Уникидир. У зот нақадар кўргувчи, эшитгувчидир! (Одамлар) учун Ундан ўзга бирон дўст-мададкор йўқдир. У Ўз ҳукмида ҳеч кимни шерик қилмас».","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:27","price":"27. (Эй Муҳаммад алайҳис-салоту вас-салом), сиз фақат ўзингизга ваҳий қилинган Парвардигорингизнинг Китоби — Қуръоннигина тиловат қилинг! Унинг (Аллоҳнинг) сўзларини ўзгартирувчи йўқдир. Ҳаргиз Ундан ўзга бирон паноҳ топа олмассиз.","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"И з о ҳ. Бу оят Қурайш кофирлари Пайғамбар алайҳис-салоту вас-саломга: «Бундан бошқа Қуръон келтирсанг ёки унинг оятларини ўзгартирсанг, бизлар ҳам сенга иймон келтирар эдик», деганларида нозил бўлгандир.","lang":"uz"},{"name":"18:28","price":"28. Сиз ўзингизни эрта-ю, кеч Парвардигорларининг юзини — розилигини истаб, Унга илтижо қиладиган зотлар билан бирга тутинг! Кўзларингиз ҳаёти дунё зийнатларини кўзлаб, улардан ўтиб (ўзга аҳли дунёларга боқмасин)! Ва Биз қалбини Бизни зикр қилишдан ғофил қилиб қўйган, ҳавойи-нафсига эргашган ва қилар иши исрофгарчилик бўлган кимсаларга итоат этманг!","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"И з о ҳ. Макка зодагонлари Пайғамбар алайҳис-салоту вас-саломга: «Ёнингдан Суҳайб, Аммор, Солмон каби қулларни қувсанг, бизлар ҳам сенга эргашар эдик», деганларида, у кофир кимсаларга итоат қилмасликни буюриб, Аллоҳ таоло Ўз пайғамбарига юқоридаги оятни туширди.","lang":"uz"},{"name":"18:29","price":"29. Айтинг: «(Бу Қуръон) Парвардигорингиз томонидан (келган) Ҳақиқатдир. Бас, хоҳлаган киши иймон келтирсин, хоҳлаган кимса кофир бўлсин». Аниқки, Биз золим — кофирлар учун алангалари дўзахиларни ўраб-чирмаб оладиган дўзахни тайёрлаб қўйгандирмиз. Агар улар (ташналик шиддатига чидамай) сув сўрасалар, эритилган (доғланган) ёғ каби юзларни куйдиргувчи сув берилур. Нақадар ёмон ичимлик у, нақадар ёмон жой у!","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:30","price":"30. Иймон келтирган ва яхши амаллар қилган зотлар эса, шак-шубҳасиз, Биз (улар каби) чиройли амаллар қилган кишиларнинг ажр-мукофотини зое қилмасмиз.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:31","price":"31. Улар учун остларидан дарёлар оқиб турадиган абадий жаннатлар бор бўлиб, улар у жойда олтиндан бўлган билакузуклар билан безанурлар ва ипак-шойилардан бўлган, яшнаб турувчи либослар кийиб, сўриларда ястаниб ўтирурлар. Нақадар яхши мукофот у, нақадар гўзал жой у!","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:32","price":"32. (Эй Муҳаммад алайҳис-салоту вас-салом, кофирларга) икки киши (ҳақидаги) масални келтиринг. Улардан бири учун икки узумзор боғ қилиб, у иккисини хурмозор билан ўраган ва ўрталарини экинзор қилган эдик.","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:33","price":"33. Ҳар икки боғ ҳосилларини бекаму кўст берар, Биз уларнинг ўртасидан бир анҳор ўтказган эдик.","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:34","price":"34. Яна унинг (ўша кишининг) мол-давлати ҳам бор эди. Бас, у биродарига мақтаниб: «Менинг мол-дунёим сеникидан кўпроқ ва одамларим кучлироқ, қувватлироқ», деди.","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:35","price":"35. Ва (кофирлик билан) ўзига зулм қилган ҳолда, боғига кирар экан, айтди: «Бу (боғ — менинг молу давлатим) ҳеч қачон йўқ бўлмайди.","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:36","price":"36. Ва Қиёмат ҳам қойим бўлмайди, деб ўйлайман. Қасамки, агар Парвардигоримга қайтарилсам, (яъни, Қиёмат қойим бўлиб, қайта тирилсам), албатта, бундан ҳам яхшироқ оқибат — бахтни топурман».","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:37","price":"37. Биродари унга хитоб қилиб, деди: «Сен ўзингни (асли-наслинг бўлмиш Одамни) тупроқдан сўнг нутфа — бир томчи сувдан яратиб, сўнгра уни) инсон қилиб ростлаган зот — Аллоҳга кофир бўлдингми?!","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:38","price":"38. Мен эса: «У – Аллоҳ Парвардигоримдир», (дейман) ва Парвардигоримга ҳеч кимни шерик қилмайман.","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:39","price":"39. Сен боғингга кирган пайтингда: «Аллоҳ хоҳлаган нарсагина (бўлур), бор куч-қувват ёлғиз Аллоҳ биландир», десанг эди! Агар сен мени мол-давлат ва бола-чақа жиҳатидан ўзингдан камроқ деб билсанг.","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:40","price":"40. Шоядки, Парвардигорим менга сенинг боғингдан яхшироқ (бир боғ) ато этар (сенинг боғингга эса) осмондан чақмоқлар юборур, бас, у сип-силлиқ ерга айланиб қолур.","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:41","price":"41. Ёки унинг суви (ерга сингиб кетиб, сен у)ни истаб ҳам топа олмай қолурсан».","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:42","price":"42. (Дарҳақиқат), унинг мева-боғи ҳалок қилинди. Ўзи эса ҳувиллаб қолган ишкомларини (кўриб) ва уларга сарфлаган нарсаларини (ўйлаб), чапак чалганича (афсус-надомат чекканича): «Қани эди, мен ҳам Парвардигоримга ҳеч кимни шерик қилмаганимда!», деб қолаверди.","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:43","price":"43. Шунингдек, унинг учун Аллоҳдан ўзга на бир ёрдам берадиган жамоат бўлди ва на ўзи (ўзига) ёрдам бера олгувчи бўлди.","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:44","price":"44. У жойда (Қиёмат Кунида) ҳам салтанат Ҳақ таолоникидир. У энг яхши савоб — мукофот ато этгувчи ва энг хайрли оқибатни бергувчи Зотдир.","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:45","price":"45. (Эй Муҳаммад алайҳис-салоту вас-салом, одамларга) ҳаёти дунё мисолини келтиринг, (У) худди бир сув кабидирки, Биз осмондан ёғдириб (аввал — киши ҳаётининг баҳорида) у сабабли замин набототи (бир-бирига) аралашиб-чирмашиб кетур, сўнгра (ҳаёт кузи келгач) шамоллар учириб кетадиган хас-хашакка айланиб қолур. Аллоҳ ҳамма нарсага қодир бўлган Зотдир.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:46","price":"46. Мол-мулк, бола-чақа шу ҳаёти дунё зийнатидир. Парвардигорингиз наздида эса (абадий) қолгувчи яхши амаллар савоблироқ ва орзулироқ (орзу қилишга арзирлироқдир).","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:47","price":"47. Биз тоғларни (булутлар янглиғ) юргизадиган ва сиз (барчангиз) Ерни очиқ-яланғоч (тоғ-тошларсиз, боғ-роғларсиз) кўрадиган Кунни (яъни, Қиёматни эслангиз)! (У Кунда) Биз улардан биронтасини қўймай йиғдик.","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:48","price":"48. Улар саф тортган ҳолларида Парвардигорингизга рўбарў қилиндилар (ва Биз уларга айтдик): «Мана, сизларни аввал-бошда қандай яратган бўлсак, шундай ҳолда (яъни, мол-дунё, бола-чақаларингизни тарк қилиб, яланғоч ҳолингизда) ҳузуримизга келдингиз. Балки Бизни, сизларга ваъда қилинган Кунни (яъни, Қиёматни пайдо) қила олмас, деб ўйлагандирсизлар?!»","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:49","price":"49. (Сўнг ҳар бир кишининг) номаи аъмоли ўртага қўйилур. Бас, гуноҳкорларнинг унда (битилган) нарсалардан даҳшатга тушиб: «Бизларга ҳалокат бўлғай, бу қандоқ китобки, на кичик ва на катта (гуноҳни) қолдирмай, барчасини ҳисоблаб-битиб қўйибди», дейишларини кўрурсиз. Улар қилиб ўтган барча амалларини ҳозиру нозир ҳолда топурлар. Парвардигорингиз ҳеч кимга зулм қилмас.","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:50","price":"50. Эсланг, (эй Муҳаммад алайҳис-салоту вас-салом), фаришталарга Одамга таъзим қилинг, дейишимиз билан саждага эгилдилар. Фақат иблис (сажда қилмади). У жинлардан эди. Бас, Парвардигорининг амрига бўйинсунишдан бош тортди. Энди сизлар (эй Одам болалари), Мени қўйиб, уни (яъни, иблисни) ва зурриётларини дўст турурмисиз?! Улар сизларга душман-ку! У (иблис) золим кимсалар учун (Аллоҳнинг ўрнига ибодат қилинадиган) нақадар ёмон «бадал ўринбосардир».","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:51","price":"51. Мен уларни (иблис ва унинг зурриётини) осмонлар ва Ерни яратишга ва на ўзларини яратишга гувоҳ қилган эмасман (яъни, улар Еру осмонлар қандай яралганини ҳам, ўзлари қандай яралганликларини ҳам мутлақо билмайдилар, буларнинг барчасини ёлғиз Ўзим яратганман), шунингдек, бу йўлдан оздиргувчиларни (Ўзимга) ёрдамчи ҳам қилиб олганим йўқ (бас, сизлар нечун уларга ибодат қилурсизлар)?!","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:52","price":"52. У Кунда (Қиёмат қойим бўлганида, Аллоҳ): «Сизлар Менинг шерикларим деб ўйлаган бутларингизни) чақирингиз», дер. Бас, (мушриклар) уларни чорлаганларида, (улар) жавоб қила олмайдилар. (Чунки) Биз уларнинг ўрталарида ҳалокат чоҳини (дўзахни) пайдо қилиб қўйгандирмиз.","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:53","price":"53. Гуноҳкор кимсалар дўзахни кўриб, ўзларининг унга тушувчи эканликларини ўйладилар, аммо ундан қочарга жой топмадилар.","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:54","price":"54. Биз бу Қуръонда одамларга (панд-насиҳат олишлари учун) турли масаллар баён қилдик. Дарҳақиқат, инсон жуда кўп жанжал-баҳс қилгувчидир.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:55","price":"55. Одамларга ҳидоят келган пайтида, улар иймон келтиришларидан ва Парвардигордан мағфират сўрашларидан фақат уларга ўтганларнинг суннати — ҳалокатлари келиши ёки очиқ азоб келишини (кутишларигина) тўсди (яъни, улар аввалги кофир кимсаларга тушган ҳалокатга ё азобга лойиқ эканликларигина уларни мўмин бўлишдан манъ қилди).","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:56","price":"56. Биз пайғамбарларни фақат (мўминларга жаннат) хушхабарини элтувчи ва (кофирларни дўзах азобидан) огоҳлантиргувчи бўлган ҳолларидагина юборурмиз. Кофир бўлган кимсалар эса ботил (ҳужжатлар) билан талашиб-тортишиб, унинг ёрдамида Ҳақни енгмоқчи бўлурлар ҳамда Менинг оятларимни ва ўзлари огоҳлантирилган нарсани (яъни, Охират азобини) масхара қилиб кулурлар.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:57","price":"57. Парвардигорининг оятлари билан панд-насиҳат қилингач, улардан юз ўгирган, ўзи қилиб ўтган гуноҳларини унутиб қўйган кимсадан ҳам золимроқ ким бор?! Дарҳақиқат, Биз (Қуръонни) англамасликлари учун уларнинг дилларини пардалаб, қулоқларини оғир қилиб қўйдик. Демак, агар сиз уларни ҳидоят — ҳақ йўлга чақирсангиз ҳам ҳаргиз ҳидоят топмаслар.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:58","price":"58. Парвардигорингиз мағфиратли, меҳр-шафқат Соҳибидир. Агар уларни (кофирларни) қилган гуноҳлари билан ушлаганида, уларга азобни нақд қилган бўлур эди. Йўқ, улар учун ваъда қилинган бир вақт (Қиёмат) борки, (у вақтда Аллоҳдан) ўзга бирон пуштипаноҳ топа олмаслар.","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:59","price":"59. Ана у шаҳарларни (уларнинг аҳолисини, улар) зулм қилишгач, ҳалокат вақтларини аниқ белгилаб (яъни, пайғамбарларингизга итоат қилмасангизлар, ҳалок бўлурсизлар, деб) қўйган ҳолимизда, ҳалок қилдик.","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:60","price":"60. Мусо (ўзининг хизматкор) йигитига: «То икки денгиз қўшиладиган ерга етмагунча ёки узоқ замонлар кезмагунча юришдан тўхтамайман», деган пайтини эслангиз.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"И з о ҳ. Мана шу оят билан Мусо ва Хизир пайғамбарлар ҳақидаги қисса бошланади. Ривоят қилишларича, Мусо алайҳиссалом Аллоҳ таолога муножот қилиб: «Бандаларинг орасида мендан илми зиёдароқ бўлган киши борми?», деб сўраганида, Аллоҳ таоло: «Ҳа, Хизир сендан олимроқ», деб жавоб қилган экан. Шунда Мусо: «У зотни қандоқ излаб топурман?», деганида, «Денгиз соҳилидаги қоя олдидан топурсан», деган жавоб бўлибди. «У ерга қандай борилур?», деб сўраганида, Аллоҳ таоло айтган экан: «Бир балиқни саватга солиб, йўлга чиқарсан. Қаерда уни йўқотиб қўйсанг, Хизирни ўша ердан топурсан!» Шундан кейин Мусо хизматкор йигитига балиқ солинган саватни бериб: «Бу балиқни йўқотган жойингда менга айтарсан», деб тайинлаб йўлга тушибдилар.","lang":"uz"},{"name":"18:61","price":"61. Энди қачонки, у иккиси (икки денгиз) қўшиладиган ерга етишгач, балиқларини унутдилар. Бас, у (балиқ) денгизга қараб йўл олди.","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:62","price":"62. Бас, қачонки (у ердан) ўтишгач, (Мусо) йигитига: «Нонуштамизни келтир, ҳақиқатан бу сафаримиздан жуда чарчадик», деган эди.","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:63","price":"63. У (хизматкор) айтди: «Буни кўринг, биз (денгиз соҳилидаги) қояга бориб (ором олган) пайтимизда, мен балиқни (унга жон кириб саватдан тушиб кетганини) унутибман. (Бу воқеани сизга) айтишни фақат шайтон ёдимдан чиқарди. У (балиқ) денгизга ажойиб (сездирмаган йўсинда) йўл олган эди».","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:64","price":"64. (Мусо) деди: «Мана шу биз истаган нарсадир». Сўнг уни (Хизирни) излаб ортларига қайтдилар.","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:65","price":"65. Бас, бандаларимиздан бир бандани топдиларки, Биз унга Ўз даргоҳимиздан раҳмат (яъни, пайғамбарлик) ато этган ва Ўз ҳузуримиздан илм берган эдик.","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:66","price":"66. Мусо унга: «Сенга билдирилган билимдан, менга ҳам Тўғри Йўлни таълим беришинг учун сенга эргашсам майлими?», деди.","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:67","price":"67. У (Хизир) айтди: «Аниқки, сен мен билан бирга (илм машаққатларига) сабр қилишга ҳаргиз тоқатинг етмас.","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:68","price":"68. (Зотан) ўзинг эгаллаб олмаган — хабардор бўлмаган нарсага қандай сабр қилурсан?!»","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:69","price":"69. (Мусо) деди: «Иншоаллоҳ, сен менинг сабр-тоқатли эканимни кўрурсан. Мен бирон ишда сенга осийлик итоатсизлик қилмасман».","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:70","price":"70. У (Хизир) айтди: «Бас, агар менга эргашсанг, то ўзим сенга айтмагунимча бирон нарса ҳақида мендан сўрамагин!»","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:71","price":"71. Бас, икков йўлга тушдилар. То бориб бир кемага минишлари билан (Хизир кемани) тешиб қўйди. (Мусо) айтди: «Уни одамларни ғарқ қилиш учун тешдингми?!»","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:72","price":"72. У (Хизир) деди: «Аниқки, сен мен билан бирга сабр қилишга ҳаргиз тоқатинг етмас, демаганмидим?!»","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:73","price":"73. (Мусо) айтди: «Унутганим сабабли мени айбламагин ва бу ишим учун мени машаққатга дучор қилмагин».","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:74","price":"74. Сўнг яна йўлга тушдилар. То бориб бир болага рўбарў бўлганларида (Хизир) уни ўлдирди. (Буни кўрган Мусо) деди: «Бировни ўлдирмаган бир бегуноҳ жонни ўлдирдинг-а. Дарҳақиқат, (сен) бузуқ иш қилдинг!»","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"","lang":"uz"},{"name":"18:75","price":"75. У (Хизир) деди: «Мен сенга, сен мен билан бирга сабр қилишга ҳаргиз тоқатинг етмас, демаганмидим?!»","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:76","price":"76. (Мусо) деди: «Агар бундан буён сендан бирон нарса ҳақида сўрасам, мени ўзингга ҳамроҳ қилмагин. Чунки (у ҳолда) мен томонимдан узрга етган бўлурсан (яъни, у ҳолда мени ташлаб кетганинг учун сени айблай олмасман)».","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:77","price":"77. Сўнг (улар) яна йўлга тушдилар. То бир шаҳар аҳлининг олдига келиб улардан таом сўраган эдилар, улар меҳмон қилишдан бош тортишди. Кейин ўша жойда йиқилай деб турган бир деворни кўришгач, (Хизир) уни тиклаб қўйди. (Мусо) деди: «Агар хоҳласанг, бу ишинг учун ҳақ олишинг мумкин эди».","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:78","price":"78. У (Хизир) айтди: «Мана шу сен билан менинг ажрашимиздир. Энди мен сени сабр қилишга тоқатинг етмаган нарсаларнинг таъвили (шарҳи)дан огоҳ қилурман.","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:79","price":"79. Кема хусусига келсак, у денгизда ишлайдиган (юрадиган) мискин-бечораларники эди. Бас, мен уни айбли қилиб қўймоқчи бўлдим. (Чунки) уларнинг (кемадагиларнинг) ортида (кўзлаб кетаётган манзилларида) барча (бутун) кемаларни талон-торож қилиб, тортиб олгувчи бир подшоҳ бор эди.","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:80","price":"80. Ҳалиги боланинг эса ота-оналари мўмин кишилар эдилар. Бас, биз у (бола) туғён ва куфр билан уларни қийнаб қўйишидан қўрқдик.","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:81","price":"81. Шу сабабдан, уларга Парвардигор (бола)дан кўра покизароқ, ундан кўра меҳрибонроқ (бошқа бир болани) бадал-эваз қилиб беришини истадик.","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:82","price":"82. Энди девор эса шу шаҳардаги икки етим боланики бўлиб, унинг остида улар учун бир хазина бор эди. Уларнинг оталари жуда яхши киши эди. Бас, Парвардигоринг улар вояга етиб, Парвардигорингнинг раҳмат-марҳамати бўлмиш хазиналарини чиқариб олишларини ирода қилди. Мен бу (ишларнинг биронтасини) ўз-ўзимча қилганим йўқ. Мана шу сен сабр қилишга тоқатинг етмаган нарсаларнинг таъвилидир».","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"И з о ҳ. Мазкур илоҳий қиссадан олинадиган ибрат бандаларга берилган илмнинг чексиз-чегарасиз эканлигидир. Пайғамбарлар тарихидан маълумки, Мусо алайҳиссалом «Калимуллоҳ» — «Аллоҳ таоло билан бевосита сўзлашгувчи» деган номга сазовор бўлган зотдирлар. Демак, у киши, Яратган билан савол-жавоб қилганларида, ўртада ҳатто фаришта ҳам воситачилик қилмаган — бор ҳақиқатни Ҳақ таолонинг Ўзидан олганлар. Бинобарин, ўзларича дунёда мендан ҳам илмлироқ одам бормикан, деган фикр кўнгилларидан кечган бўлса керакки, юқоридаги оятларда зикр қилинган қиссада Аллоҳ Ўз пайғамбарини огоҳлантириб, гўё шундай дейди: «Агар сенга бўлиб ўтган барча нарсалар тўғрисида билим берган бўлсам, бандаларим орасида шундай бир киши ҳам мавжудки, унга энди бўладиган нарсаларнинг билимини ато этгандирман — яъни, сен ўз илм-маърифатинг билан бутун дунёга устоз бўлишинг мумкин, аммо у бандамга шогирд бўлишга ҳам ожизлик қилурсан». Бу ҳикоя билан Аллоҳ Ўзининг: «Ҳар бир билим соҳиби устида ундан-да билимдонроқ биров бордир», деган ояти каримасини яна бир карра исбот этади. Энди қуйидаги оятларда Зул-қарнайн ҳақида ҳикоя қилинади. Қадимда яшаб ўтган бу буюк шоҳнинг нима сабабдан Зул-қарнайн — икки шоҳ эгаси деб аталиши хусусида хилма-хил ривоятлар бордир. Баъзилар унинг бошида иккита шоҳи бўлган, десалар бошқа ривоятларда у икки кокилли эди, дейилади. Яна бир мўътабар манбаъда эса, Ернинг Шарқу Ғарбига ҳукмронлик қилгани учун ҳам икки шоҳ эгаси деган ном олган, дейилади. Қуйида Аллоҳ таолонинг ана ўша иймон ва тақво эгаси бўлган бандасининг Ер юзида ҳақни қарор топдириш учун қилган саъй-ҳаракатлари ҳақида сўйланади.","lang":"uz"},{"name":"18:83","price":"83. (Эй Муҳаммад алайҳис-салоту вас-салом), яна сиздан Зул-қарнайн ҳақида сўрайдилар. Айтинг: «Энди мен сизларга у ҳақдаги хабарни тиловат қилурман».","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:84","price":"84. Дарҳақиқат, Биз унга (Зул-қарнайнга) бу ерда салтанат – ҳукмронлик бердик ва (кўзлаган) барча нарсасига йўл-имконият ато этдик.","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:85","price":"85. Бас, у (аввал Ғарбга қараб) йўл олди.","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:86","price":"86. То (кетаётиб) кун ботадиган жойга етгач, у (қуёшнинг) бир лойқа булоққа ботаётганини кўрди ва у (булоқ) олдида бир қавмни учратди. Биз: «Эй Зул-қарнайн, ё (уларни) азобга дучор қилурсан, ёки уларга яхши муомалада бўлурсан», дедик.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:87","price":"87. У айтди: «Золим бўлган кимсани, албатта, азоблагаймиз. Сўнгра Парвардигорига қайтарилгач, У зот уни яна даҳшатли азоб билан азоблар.","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:88","price":"88. Энди иймон келтириб яхши амаллар қилган зотга келсак, унинг учун гўзал оқибат — жаннат мукофот бўлур. Биз ҳам унга ишимиздан осон-енгилларини буюрурмиз».","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:89","price":"89. Сўнгра, у (Шарққа қараб) йўл олди.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:90","price":"90. То (кетаётиб) кун чиқишга етиб боргач, унинг (қуёшнинг) бир қавм устига чиқаётганини (кўтарилаётганини) кўрдики, Биз у (қавм) учун қуёшдан (сақланадиган уй либос каби) бирон парда қилмаган эдик.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:91","price":"91. Худди илгаригидек бўлди (яъни, Зул-қарнайн бу қавмга ҳам кун ботишдаги қавмга қилган муомалани қилди). Аниқки, Биз унинг барча ишларидан хабардормиз — (уни) иҳота қилиб олгандирмиз.","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:92","price":"92. Сўнгра, у яна йўл олди.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:93","price":"93. То (кетаётиб) икки тоғ ўртасига етиб келгач, у (тоғлар ортида) бирон гапни англай олмайдиган қавмни учратди.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:94","price":"94. Улар: «Эй Зул-қарнайн, шак-шубҳасиз, (шу тоғлар ортидаги) Яъжуж ва Маъжуж (қабилалари) Ер юзида бузғунчилик қилгувчилардир. Бизлар сенга бир (миқдор) тўлов тўласак, (билан уларнинг ўртасига бир сад чекиб (бир тўғон қуриб) берурмисан?», дедилар.","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:95","price":"95. У (Зул-қарнайн) айтди: «Парвардигорим менга ато этган (салтанат) сизлар берадиган (мол-дунёдан) яхшироқдир. Бас, сизлар менга (мол-дунё билан эмас, балки) қувват билан ёрдам беринглар, мен сизлар билан уларнинг ўртасига бир девор бино қилай.","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:96","price":"96. Сизлар менга темир парчаларини келтиринглар». То (темир парчалари) иккала тоғ билан баробар бўлгач, (Зул-қарнайн: «(Босқонлар билан) дам уринглар», деди. Бас, қачон у (темир-терсакларни қиздириб) ўт қилгач (эритгач), деди: «Менга эритилган мис (ҳам) келтиринглар, уни (темир парчаларининг) устидан қуюрман.","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:97","price":"97. Энди улар у (тўсиқ) устига чиқишга ҳам, уни тешиб ўтишга ҳам қодир эмаслар».","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:98","price":"98. «Бу Парвардигорим томонидан бўлган бир марҳаматдир. Энди қачон Парвардигорим (Яъжуж ва Маъжуж чиқади, деб) ваъда қилган вақт келганида (яъни, Қиёмат қойим бўлишига яқин қолганида), Ўзи у (тўсиқни) теп-текис қилиб қўюр. Парвардигоримнинг ваъдаси ҳақдир», деди у.","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:99","price":"99. У Кунда (Қиёматда, одамларни) бир-бирларига аралаш-қуралаш қилиб ташладик. Сур чалингач, уларнинг барчаларини тўпладик.","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:100","price":"100. У Кунда кофирлар учун жаҳаннамни кўндаланг қилиб қўйдик.","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:101","price":"101. Уларнинг кўзлари (дунёда) Менинг эслатмаларимдан тўсилган эди. Улар (Менинг панд-насиҳатларимни) эшитишга ҳам қодир эмас эдилар.","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:102","price":"102. Ёки кофир бўлган кимсалар, Мени қўйиб, бандаларимни дўст тутишни (Ўзим яратган фаришталар ёки Ийсо каби пайғамбарни илоҳ деб сиғинишни) ўйладиларми?! Шак-шубҳасиз, Биз жаҳаннамни кофирлар тушадиган жой қилиб қўйгандирмиз.","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:103","price":"103. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Сизларга қилган иш-амалларидан энг кўп зиён кўргувчи кимсаларнинг хабарини берайликми?!","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:104","price":"104. Улар (кофир бўлганлари сабабли) қилган саъй-ҳаракатлари ҳаёти дунёдаёқ йўқ бўлиб кетган-у, аммо (нодонликлари сабабли) ўзларини чиройли — яхши амал қилаётган кишилар, деб ҳисоблайдиган кимсалардир!»","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:105","price":"105. Улар Парвардигорларининг оятларини ва У зотга рўбарў бўлишни инкор қилишиб, бутун иш-амаллари беҳуда кетган кимсалардир. Бас, Биз Қиёмат Кунида улар (қилиб ўтган амаллар) учун ҳеч қандай қадр-қиймат бермасмиз!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:106","price":"106. Кофир бўлганлари ҳамда Менинг оятларимни ва пайғамбарларимни масхара қилганлари сабабли, уларнинг жазолари ўша жаҳаннамдир!","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:107","price":"107. Албатта, иймон келтирган ва яхши амаллар қилган зотлар учун Фирдавс боғлари манзил бўлур.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:108","price":"108. Улар, у жойларда мангу қолар эканлар, (бошқа бирон жойга) кўчишни истамаслар.","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"uz"},{"name":"18:109","price":"109. Айтинг: «Агар барча денгиз Парвардигоримнинг сўзлари (яъни, илму ҳикматларини битиш) учун сиёҳ бўлса ва яна шунча сиёҳ келтирсак ҳам, Парвардигоримнинг сўзлари битишидан илгари, у денгизлар тугаб битар!»","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"И з о ҳ. Бу оятда Аллоҳ азза ва жаллага ҳақиқий калом (сўзлаш) сифатини Унинг улуғлигига лойиқ тарзда исбот қилиш бор.","lang":"uz"},{"name":"18:110","price":"110. (Эй Муҳаммад алайҳис-салоту вас-салом, уларга) айтинг: «Ҳеч шак-шубҳа йўқки, мен ҳам сизлар каби бир одамдирман. Менга Аллоҳингиз ёлғиз Аллоҳнинг Ўзи экани ваҳий этилмоқда. Бас, ким Парвардигорига рўбарў бўлишидан умидвор бўлса, у ҳолда яхши амал қилсин ва Парвардигорига бандалик қилишда бирон кимсани (унга) шерик қилмасин! (Яъни, қиладиган барча амалларини ёлғиз Аллоҳ учун қилсин)».","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"uz"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}