{"data":[{"name":"39:1","price":"1. (Ушбу Қуръон) қудратли ва ҳикматли Аллоҳ томонидан нозил қилинган Китобдир.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:2","price":"2. (Эй Муҳаммад алайҳис-салоту вас-салом), албатта Биз сизга бу Китобни ҳаққирост нозил қилдик, бас, сиз Аллоҳга — У зот учун динингизни холис қилган ҳолда ибодат қилинг!","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:3","price":"3. (Эй инсонлар), огоҳ бўлингизким, холис дин ёлғиз Аллоҳникидир (яъни, ёлғиз Аллоҳгина чин ихлос билан ибодат қилинишга лойиқ Зотдир). У зотдан ўзга «дўстлар»ни («худо») қилиб олган кимсалар: «Биз (ўша «худо»ларимизга) фақат улар бизни Аллоҳга яқин қилишлари учунгина ибодат қилурмиз», (дерлар). Шак-шубҳа йўқки, Аллоҳ (Қиёмат Кунида) улар ихтилоф қилаётган нарсалар хусусида уларнинг ўртасида ҳукм қилур. Шак-шубҳа йўқки, Аллоҳ ёлғончи ва кўрнамак кимсаларни ҳидоят қилмас.","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:4","price":"4. Агар Аллоҳ бола-чақа тутишни истаса, сўзсиз Ўзи яратган нарсаларидан хоҳлаганини танлаб олган бўлур эди. У зот (бундай айбдан) покдир. У яккаю ягона ва ғолиб Аллоҳдир.","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:5","price":"5. У осмонлар ва Ерни ҳақ (қонун) билан яратгандир. У кечани кундузнинг устига ўрар, кундузни кечанинг устига ўрар. У қуёшни ҳам, ойни ҳам (Ўз амрига) бўйсундириб қўйгандир. (Уларнинг) ҳар бири маълум муддатгача жорий бўлур. Огоҳ бўлингизким, У қудратли ва бениҳоя мағфиратли Зотдир.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:6","price":"6. У сизларни бир жондан (Одамдан) яратди, сўнгра ундан жуфтини (яъни, Ҳаввони пайдо) қилди ва сизлар учун чорва ҳайвонларидан саккизта жуфтни туширди (яъни, дунёга келтирди). У сизларни оналарингизнинг қорнида уч (қават) зулмат ичида аста-секин яратур. Мана шу Аллоҳ Парвардигорларингиздир. Барча подшоҳлик ёлғиз Уникидир. Ҳеч қандай илоҳ йўқ, магар Унинг Ўзигина бордир. Бас, (ана ўша Зотга ибодат қилмай) қаёққа бурилиб кетмоқдасизлар-а?!","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":"И з о ҳ. Ушбу ояти каримадаги саккизта жуфт чорва ҳайвонидан мурод туя, мол, қўй ва эчкининг эркак ва урғочи жинсларидир. Чунки улардан ҳар бир жинс вакили ўз муқобилидаги жинс вакилига нисбатан жуфт ҳисобланади. Бинобарин, мазкур тўрт тур ҳайвон эркак ва урғочи бўлиб саккизта жуфтдир. Энди она қорнидаги уч қават зулмат — она қорни, бачадон ва боланинг йўлдошидир, боланинг аста-секин яратилиши эса унинг она қорнида аввал нутфа, сўнгра бир парча лахта қон, сўнгра бир парча гўштга айланиб боришидир.","lang":"uz"},{"name":"39:7","price":"7. Агар сизлар кофир бўлсангизлар, бас, албатта Аллоҳ сизлардан беҳожатдир. (Аммо) У Ўз бандаларининг кофир бўлишига рози бўлмас. Агар шукр қилсангизлар (ва иймон келтирсангизлар), У зот сизлар учун (фақат шукр қилиб, иймон келтиришларингизгагина) рози бўлур. Ҳеч бир кўтаргувчи (яъни, гуноҳкор) ўзга жоннинг юкини (яъни, гуноҳини) кўтармас. Сўнгра ёлғиз Парвардигорларингизга қайтишларингиз бордир. Бас, У зот сизларга қилиб ўтган амалларингизнинг хабарини берур. Албатта У диллардаги сирларни билгувчидир.","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:8","price":"8. Қачон инсонни бирон зиён ушласа, у Парвардигорига тавба-тазарруъ қилган ҳолида дуо-илтижо қилур. Сўнгра қачон (Аллоҳ) Ўз томонидан унга бирон неъмат ато этса, (инсон) илгари (Аллоҳга) қилган дуо-илтижоларини унутиб қўюр ва (ўзгаларни ҳам) Аллоҳнинг йўлидан оздириш учун У зотга «тенг»ларни (ўйлаб) топур. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Сен ўз куфринг билан (бу ўткинчи дунёда) озгина фойдаланиб қол! Шак-шубҳасиз, сен дўзах эгаларидандирсан».","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:9","price":"9. Ёки кечалари сажда қилган ва қиёмда-тик турган ҳолда тоат-ибодат қилгувчи, Охиратдан қўрқадиган ва Парвардигорининг раҳмат-марҳаматидан умид қиладиган киши (билан куфру исёнга ғарқ бўлган кимса баробар бўлурми)?!» Айтинг: «Биладиган зотлар билан билмайдиган кимсалар баробар бўлурми?!» Дарҳақиқат, фақат ақл эгаларигина панд-насиҳат олурлар.","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:10","price":"10. (Эй Муҳаммад алайҳис-салоту вас-салом), Менинг иймон келтирган бандаларимга айтинг: «Парвардигорингиздан қўрқингиз! Бу дунёда чиройли амал қилган зотлар учун (Охиратда) чиройли (оқибат-жаннат) бордир. Аллоҳнинг ери кенгдир. Ҳеч шак-шубҳа йўқки, сабр-тоқат қилгувчиларга ажр-мукофотлари ҳисоб-китобсиз тўла-тўкис қилиб берилур.","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":"И з о ҳ. Ушбу оятда сўз ҳижрат ҳақидадир. Парвардигордан қўрқиб, тақводорлик билан яхши амал қилган зотларнинг амаллари зое бўлмаслиги уқтирилиб, энди агар киши ўз ватанида золим ҳоким, ёки носоз тузум сабабли Аллоҳ таолога ибодат қилишдан маҳрум этилса, у ҳолда ўзга юртларга — Аллоҳ таолога бехалал тоат-ибодат қилиш мумкин бўлган жойларга ҳижрат қилиши вожиб бўлиши, зотан Аллоҳнинг Ери кенг эканлиги уқтирилади ва дину-иймон йўлида ўз диёрларидан ҳижрат қилгач, Ватан ҳижрони ва мусофирлик меҳнат-машаққатларига сабр-тоқат қилган кишилар учун беҳисоб ажр-мукофотлар бўлиши ҳақида хабар берилади.","lang":"uz"},{"name":"39:11","price":"11. Айтинг: «Дарҳақиқат, мен Аллоҳга У зот учун динимни холис қилган ҳолда ибодат қилишга буюрилганман.","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:12","price":"12. Ва мен мусулмонларнинг — бўйинсунгувчиларнинг аввали — пешқадами бўлишга буюрилганман».","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:13","price":"13. Айтинг: «Албатта мен агар Парвардигоримга осий бўлсам, улуғ Куннинг азобидан қўрқурман».","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:14","price":"14. Айтинг: «Мен ёлғиз Аллоҳга У зот учун динимни холис қилган ҳолда ибодат қилурман».","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:15","price":"15. Энди сизлар эса (эй мушриклар), У зотни қўйиб, ўзларингиз хоҳлаган бутларингизга ибодат қилаверинглар, (яқинда бу ширкларингизнинг оқибати қандай бўлишини жуда яхши билиб олурсизлар!»). («Эй Муҳаммад алайҳис-салоту вас-салом, агар ота-боболарингнинг динидан чиқсанг, зиёнкор бўлурсан», дейдиган мушрикларга) айтинг: «Албатта зиёнкорлар Қиёмат Куни ўзларига ҳам, аҳли оилаларига ҳам зиён қилгувчи (яъни, ўзи ҳам мушрик бўлиб, аҳли-оиласини ҳам Тўғри Йўлдан оздиргани сабабли Қиёмат Кунида ўзи ва аҳли оиласи дўзах азобига гирифтор бўлгувчи) кимсалардир. Огоҳ бўлингизким, ана шугина очиқ зиёнкорликдир».","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:16","price":"16. Улар учун устларидан ҳам оловдан бўлган «соябонлар», остларидан ҳам (оловдан бўлган) «соябонлар» бўлур. Бу (бўлажак азоб-уқубат) билан Аллоҳ Ўз бандаларини қўрқитур. Эй бандаларим, Мендан қўрқингиз!","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:17","price":"17. Шайтондан — унга ибодат қилишдан йироқ бўлган ва Аллоҳга (яъни, ёлғиз Аллоҳга ибодат қилишга) қайтган зотлар учун (жаннат) хушхабари бўлсин! Бас, (эй Муҳаммад алайҳис-салоту вас-салом), Менинг бандаларимга хушхабар беринг! ","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:18","price":"18. Улар сўзга қулоқ тутиб, унинг энг гўзалига (яъни, нажотга элтгувчи рост Сўзга) эргашадиган зотларга (хушхабар беринг). Ана ўшалар Аллоҳ ҳидоят қилган зотлардир. Ва ана ўшаларгина ақл эгаларидир.","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:19","price":"19. Ахир бир кимсага азоб сўзи (яъни, азобга дучор бўлиш) ҳақ бўлса (сиз уни ҳидоят қилишга қодир бўлурмисиз)?! Ахир сиз дўзахдаги кимсани қутқара олурмисиз?!","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:20","price":"20. Лекин Парвардигорларидан қўрққан зотлар учун (жаннатда) устма-уст қурилган хоналар бўлиб, уларнинг остидан дарёлар оқиб турар. (Бу) Аллоҳнинг ваъдасидир! Аллоҳ ваъдасига хилоф қилмас.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:21","price":"21. Аллоҳ осмондан сув (ёмғир-қор) ёғдириб, уни ердаги булоқлар-чашмалар қилиб оқизиб қўйганини кўрмадингизми? Сўнгра у (сув)нинг ёрдамида ранго-ранг экин-тикин чиқарур, сўнгра у қурир, бас, сиз уни сарғайган ҳолда кўрурсиз, сўнгра (Аллоҳ) уни хас-хашакка айлантирур. Албатта бунда ақл эгалари учун эслатма-ибрат бордир. ","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:22","price":"22. Ахир Аллоҳ кўксини Ислом учун кенг қилиб қўйган, бас, ўзи Парвардигори томонидан бир нур — ҳидоят устида бўлган киши (куфр зулматларида адашиб-улоқиб юрган кимса билан баробар бўлурми)?! Бас, диллари Аллоҳни эслашдан қотиб қолган (яъни, Аллоҳни эслашни тарк қилган) кимсаларга ҳалокат бўлгай! Улар очиқ залолатдадирлар!","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:23","price":"23. Аллоҳ энг гўзал Сўзни (оятлари фасоҳат ва балоғатда) бир-бирига ўхшаган, (ичидаги ҳукмлари) такрор-такрор келгувчи бир Китоб — Қуръон қилиб нозил қилдики, (ундаги Аллоҳнинг азоби ҳақидаги оятларни тиловат қилганларида) Парвардигорларидан қўрқадиган зотларнинг терилари титраб кетар, сўнгра терилари — баданлари ҳам, диллари ҳам Аллоҳнинг зикрига юмшар — мойил бўлур. Мана шу (Китоб) Аллоҳнинг ҳидоятидирки, унга Ўзи хоҳлаган кишиларни ҳидоят қилур. Ва кимни Аллоҳ йўлдан оздирса, бас, унинг учун бирон ҳидоят қилгувчи бўлмас.","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:24","price":"24. Ахир Қиёмат Кунида ёмон азобдан ўз юзи билан сақланадиган кимса (у Кундаги ҳар қандай азобдан тинч-хотиржам киши билан баробар бўлурми)?! (У кунда) золим-кофирларга «Ўзларингиз касб қилиб ўтган нарсани (яъни, динсизлик мевасини) тотиб кўринглар!», дейилди.","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":"И з о ҳ. «Қиёмат Кунидаги ёмон азобдан ўз юзи билан сақланадиган кимса» дейилганида қўллари кишанбанд бўлгани сабабли қўллар билан юзларини дўзах ўтидан тўсишга қодир бўлмайдиган ва оқибат-натижада у оловда аввал юзлари куядиган кимсалар тушунилади.","lang":"uz"},{"name":"39:25","price":"25. Улардан аввалгилар ҳам (ўз пайғамбарларини) ёлғончи қилганларида, уларга азоб ўзлари сезмайдиган томондан келган эди.","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:26","price":"26. Бас, Аллоҳ уларга мана шу ҳаёти дунёда расволикни тортдирди. Шак-шубҳасиз, Охират азоби янада каттароқдир. Агар улар (Аллоҳнинг азобини) билсалар эди (ўз Пайғамбарларини ёлғончи қилмаган бўлур эдилар).","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:27","price":"27. Аниқки, Биз ушбу Қуръонда одамлар учун турли мисоллар келтирдик. Шояд эслатма-ибрат олсалар.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:28","price":"28. (Биз уни) бирон эгрилик эгаси бўлмаган арабий Қуръон ҳолида (нозил қилдик). Шояд (Аллоҳдан) қўрқсалар.","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:29","price":"29. Аллоҳ (шундай) бир мисол келтирди: бир киши — қул борки, унинг устида талашгувчи шериклар (яъни, хожалар) бор. Яна бир киши — қул борки, у бус-бутун ҳолида бир киши — хожаникидир. Иккисининг мисоли баробар бўлурми?! (Йўқ, баробар бўлмас. Худди шунингдек, бир неча «худо»ларга сиғинадиган мушрик билан ёлғиз Аллоҳгагина бандалик қиладиган мўмин ҳам баробар бўлмас). Ҳамду сано (ёлғиз) Аллоҳ учундир. Йўқ, уларнинг кўплари билмаслар, (бас, ана шу сабабдан турли «худо»ларга сиғинурлар).","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:30","price":"30. (Эй Муҳаммад алайҳис-салоту вас-салом), ҳеч шак-шубҳасиз, сиз ҳам ўлгувчидирсиз, улар ҳам ўлгувчидирлар.","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:31","price":"31. Сўнгра албатта, сизлар Қиёмат Кунида Парвардигорларингиз ҳузурида (бир-бирларингиз билан) талашиб-тортишурсизлар (ва сиз ўз зиммангиздаги пайғамбарликни тўла-тўкис етказганингизга ҳужжат келтирурсиз, улар эса сизни ёлғончи қилиб, куфру залолатда ўтганларига турли баҳоналарни рўкач қилурлар, аммо Аллоҳнинг адолатли ҳукмидан қочиб қутула олмаслар)!","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":"","lang":"uz"},{"name":"39:32","price":"32. Ахир Аллоҳ шаънига (Унинг шериги ва бола-чақаси бор», деб ёлғон сўзлаган ва Рост — Қуръонни ўзига келиб-етган пайтидаёқ (ўйламай-нетмай) ёлғон деган кимсадан ҳам золимроқ бирон кимса борми?! Ё жаҳаннамда кофирлар учун жой йўқми?!","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:33","price":"33. Рост Қуръонни келтирган зот (яъни, Муҳаммад алайҳис-салоту вас-салом) ва уни тасдиқ этган (мўминлар) — ана ўшалар тақводор зотлардир.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:34","price":"34. Улар учун Парвардигорлари ҳузурида (яъни, жаннатда) ўзлари хоҳлаган нарсалари бордир. Бу чиройли амал қилгувчи кишиларнинг мукофотидир.","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:35","price":"35. Зеро, Аллоҳ уларнинг қилган ёмон амалларини ўчириб, қилиб ўтган энг чиройли амалларининг ажри билан мукофотлар.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:36","price":"36. Аллоҳ Ўз бандасига (яъни, Муҳаммад алайҳис-салоту вас-саломга, у кишини барча бало-қазодан асраш учун) етарли эмасми?! (Эй Муҳаммад алайҳис-салоту вас-салом), улар сизни (Аллоҳдан) ўзга бутлари билан қўрқитурлар. Кимни Аллоҳ йўлдан оздирса, бас, унинг учун бирон ҳидоят қилгувчи бўлмас.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"И з о ҳ. Қурайш кофирлари Пайғамбар алайҳис-салоту вас-саломни «Сен бизнинг худоларимизни айблаётганинг сабабли улар сени ҳалок қилмасалар эди», деб қўрқитмоқчи бўлганларида ушбу оят нозил бўлиб, Аллоҳ Ўз бандасини ҳар қандай ёмонликдан асрашга қодир эканини уқтиради ва жонсиз бут-санамларга сиғинадиганларни йўлдан озган кимсалар деб атайди.","lang":"uz"},{"name":"39:37","price":"37. Кимни Аллоҳ ҳидоят қилса, бас, унинг учун бирон йўлдан оздиргувчи бўлмас. Аллоҳ қудратли ва (Ўз душманларидан) интиқом олгувчи эмасми?!","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:38","price":"38. Қасамки, агар сиз улардан «Осмонлар ва Ерни ким яратган», деб сўрасангиз, улар албатта «Аллоҳ», дерлар. Айтинг: «Энди хабар беринглар-чи, сизлар Аллоҳни қўйиб дуо-илтижо қилаётган бутларингиз — агар Аллоҳ менга бирон зиён етказишни истаса, ўша (бутлар) У зотнинг зиёнини арита олгувчимилар? Ёки (Аллоҳ) менга бирон марҳамат қилишни ирода қилса, ўша (бутлар) У зотнинг марҳаматини ушлаб қолгувчимилар?!» Айтинг: «Менга Аллоҳнинг Ўзи етарлидир. Таваккул қилгувчи — суянгувчи зотлар ёлғиз Унга таваккул қилурлар».","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:39","price":"39. Айтинг: «Эй қавмим, жойингиздан жилмай (яъни, куфрингиздан қайтмай) амалингизни қилаверинг. Мен ҳам (Парвардигорим буюрган) амални қилгувчиман. Бас, яқинда билажаксизлар!","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:40","price":"40. Кимга расво қиладиган азоб келишини ва мангу азоб тушишини билажаксизлар!»","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:41","price":"41. Албатта, Биз сизга бу Китобни барча одамлар (билиб, амал қилишлари) учун ҳаққи-рост нозил қилдик. Бас, ким ҳидоят йўлига юрса, ўз фойдасига юрган бўлур. Ким (бу ҳидоят йўлидан) озса, фақат ўзининг зиёнига адашган бўлур. Сиз уларнинг устида вакил — қўриқчи эмассиз.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:42","price":"42. Жонларни ўлим вақтларида, (ҳали-ҳануз) ўлмаганларини эса ухлаётган пайтларида Аллоҳ олур. Бас, Ўзи ўлимга ҳукм қилган жонларни (баданларга қайтармасдан) ушлаб қолур, бошқаларини эса белгиланган бир муддатгача (яъни, ажаллари етгунича) қўйиб юборур. Албатта бунда тафаккур қиладиган қавм учун оят-ибратлар бордир.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:43","price":"43. (Йўқ, мушриклар тафаккур қилмадилар), балки улар Аллоҳдан ўзга «оқловчилар»ни (яъни, ўзларининг гумонларича уларни Аллоҳ ҳузурида шафоат қиладиган «оқловчилар»ни — бутларни) ушладилар. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «(Ўша жонсиз бутлар сизларни оқлайдими?!) Агар улар бирон нарсага эга бўла олмайдиган ва (бирон нарсани) англамайдиган бўлсалар ҳам-а!».","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:44","price":"44. Айтинг: «Барча шафоат-оқлов ёлғиз Аллоҳникидир. Осмонлар ва Ернинг подшоҳлиги ҳам Уникидир. Сўнгра (барчаларингиз) ёлғиз Унгагина қайтарилурсизлар».","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:45","price":"45. Қачон ёлғиз Аллоҳ зикр қилинса, Охиратга иймон келтирмайдиган кимсаларнинг диллари сиқилиб кетар. Қачон У зотдан ўзга бутлар зикр қилинганида эса баногоҳ улар шодланиб кетурлар.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:46","price":"46. Айтинг: «Эй Аллоҳ, (эй) осмонлар ва Ерни илк яратгувчи Зот, (эй) ғайбу шаҳодатни (яъни, яширин ва ошкор нарсаларни) билгувчи Зот, ёлғиз Ўзинггина бандаларинг ўртасида улар ихтилоф қилиб ўтган нарсалар ҳақида ҳукм қилурсан».","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:47","price":"47. Агар золим-кофир кимсалар учун Ердаги бор нарса ва у билан бирга яна ўшанинг мислича нарса бўлса, албатта улар Қиёмат Кунидаги азобнинг ёмонлигидан, ўша (қўлларидаги бор нарсаларини) тўлов қилиб бериб юборган бўлур эдилар. (Чунки у Кунда) уларга Аллоҳ томонидан улар ўйлаб ҳам кўрмаган нарсалар — азоблар кўринди.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:48","price":"48. Уларга ўзлари касб қилган ёмонликлари ошкор бўлди ва уларни ўзлари (дунёдалик чоғларида) масхара қилиб ўтган азоб ўраб олди.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:49","price":"49. Бас, қачон инсонни бирон зиён ушласа, У бизга дуо-илтижо қилур. Сўнгра қачон Биз Ўз томонимиздан унга бирон неъмат ато этсак, у «Ҳеч шак-шубҳасиз, бу (неъмат) менга ўзимнинг билимдонлигим сабабли берилди», дер. (Йўқ, у неъмат ўша инсоннинг саъй-ҳаракати ва донолиги учун берилган эмас), балки у (ўша банданинг шукр ё кўрнамаклик қилишини билиш учун) бир синов — имтиҳондир. Лекин уларнинг кўплари билмаслар.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:50","price":"50. У (сўз)ни улардан аввалгилар ҳам айтган эдилар. Бас, уларга ўзлари касб қилиб топган нарсалари асқотгани йўқ.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:51","price":"51. Бас, уларга қилган ёмонликлари етди. Ана улардан (Макка мушрикларидан) бўлган золим кимсаларга ҳам яқинда қилган ёмонликлари етар. Улар ҳам қочиб қутулгувчи эмасдирлар.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:52","price":"52. Ахир улар Аллоҳ Ўзи хоҳлаган кишининг ризқини кенг қилишини ва (Ўзи хоҳлаган кишининг ризқини) танг қилишини билмадиларми?! Албатта бунда иймон келтирадиган қавм учун оят-ибратлар бордир.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:53","price":"53. (Эй Муҳаммад алайҳис-салоту вас-салом), Менинг ўз жонларига жиноят қилган (турли гуноҳ-маъсиятлар қилиш билан) бандаларимга айтинг: «Аллоҳнинг раҳмат-марҳаматидан ноумид бўлмангиз! Албатта Аллоҳ (Ўзи хоҳлаган бандаларининг) барча гуноҳларини мағфират қилур. Албатта Унинг Ўзигина мағфиратли, меҳрибондир.","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:54","price":"54. Сизларга азоб келиб, сўнгра ёрдам берилмай қолишидан илгари (яъни, Аллоҳнинг бирон бало-қазосига дучор бўлмай туриб), Парвардигорларингизга қайтинглар — Унга бўйинсунинглар!","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:55","price":"55. Сизларга, ўзларингиз сезмаган ҳолингизда тўсатдан азоб келиб қолишидан илгари Парвардигорларингиз томонидан сизларга нозил қилинган энг гўзал нарса — Қуръонга эргашинглар!","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:56","price":"56. Бирон жон: «Аллоҳ ҳаққида (яъни, У зотга тоат-ибодат қилишда) сусткашлик қилганимга надомат бўлгай! Ростдан ҳам мен (Унинг динини ва Қуръонини масхара қилгувчилардан бўлган эдим», деб қолмаслиги учун; ","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:57","price":"57. Ёки: «Агар Аллоҳ мени ҳидоят қилганида, албатта тақводорлардан бўлур эдим», деб қолмаслиги учун;","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:58","price":"58. Ёки азобни кўрган чоғида: «Қани энди мен учун яна бир карра (яшашнинг имкони) бўлса-ю, мен ҳам чиройли амал қилгувчилардан бўлсам», деб қолмаслиги учун (Қуръонга эргашинглар!)","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:59","price":"59. (Акс ҳолда унга Аллоҳ томонидан айтилур): «Йўқ, (Мен сенга ҳидоят йўлини кўрсатган эдим), аниқки, сенга Менинг оятларим келганида, сен уларни ёлғон деган эдинг ва кибр-ҳаво қилиб, кофирлардан бўлган эдинг».","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:60","price":"60. Қиёмат Кунида Аллоҳ шаънига ёлғон сўзлаган кимсаларни юзлари қора ҳолда кўрурсиз. Ё жаҳаннамда мутакаббир кимсалар учун жой йўқми?!","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:61","price":"61. Аллоҳ, тақво қилган зотларни (жаннатга) эришганлари сабабли (жаҳаннам азобидан) қутқарур ва уларга бирон ёмонлик ҳам етмас ва улар ғамгин ҳам бўлмаслар.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:62","price":"62. Аллоҳ барча нарсанинг Яратгувчисидир. У барча нарсанинг устида вакил-ҳомийдир.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:63","price":"63. Осмонлар ва Ернинг очқичлари Унинг (қўл остидадир). Аллоҳ оятларига кофир бўлган кимсалар — ана ўшаларгина зиён кўргувчилардир.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:64","price":"64. (Эй Муҳаммад алайҳис-салоту вас-салом, у мушрикларга) айтинг: «Ҳали сизлар мени Аллоҳдан ўзгага ибодат қилишга буюрурмисизлар, эй нодонлар!».","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:65","price":"65. Дарҳақиқат, сизга ҳам, сиздан аввалги (пайғамбарларга ҳам шундай) ваҳий қилингандир: «Қасамки: агар мушрик бўлсанг, албатта қилган амалинг беҳуда кетур ва албатта зиён кўргувчилардан бўлиб қолурсан!","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:66","price":"66. Йўқ, сен ёлғиз Аллоҳгагина ибодат қилгин ва шукр қилгувчилардан бўлгин!»","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:67","price":"67. Улар Аллоҳни тўғри таний олмадилар! Бутун Ер Қиёмат Кунида Унинг қабзаси — чангали(дадир). Осмонлар эса Унинг қўлига йиғилгандир. У зот уларнинг ширкларидан пок ва юксакдир.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"И з о ҳ. Ушбу оятда Аллоҳ азза ва жаллага «қабза» (чангал) ва «ямийн» (ўнг қўл) сифатини Унинг улуғлигига лойиқ тарзда махлуқларга ўхшатмай, кайфият бермай исбот қилишга далил бор.","lang":"uz"},{"name":"39:68","price":"68. Сур чалинди-ю, осмонлар ва Ердаги бор жонзот ўлди, магар Аллоҳ хоҳлаган зотларгина (тирик қолдилар). Сўнгра у иккинчи бор чалинди-да, баногоҳ улар (яъни, барча халойиқ қайта тирилди, қабрларидан) туриб, (Аллоҳнинг амрига) кўз тутарлар.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:69","price":"69. Ер (яъни, маҳшаргоҳ) Парвардигорининг нури билан ёришди; китоб — номаи аъмол (ҳисоб-китоб қилиш учун ҳозирлаб) қўйилди; пайғамбарлар ва гувоҳлар келтирилди ва уларнинг (яъни, барча бандаларнинг) ўрталарида (биронталарига) зулм қилинмаган ҳолда ҳақ (ҳукм) билан ҳукм қилинди.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:70","price":"70. Ва ҳар бир жонга қилган амали(нинг мукофот ёки жазоси) комил қилиб берилди, (Аллоҳ) уларнинг қилар ишларини жуда яхши билур;","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:71","price":"71. Ва кофир булган кимса тўда-тўда қилиниб жаҳаннамга ҳайдалди. То қачон улар (жаҳаннамга) келиб етганларида, унинг дарвозалари очилди ва унинг қўриқчилари (кофирларга): «Сизларга ўзларингиздан бўлган пайғамбарлар — Парвардигорларингизнинг оятларини сизларга тиловат қилган ҳолларида ва сизларни мана шу Кунингиздаги мулоқотдан огоҳлантирган ҳолларида келмаганмидилар», деганларида улар: «Ҳа, (келганлар), лекин азоб сўзи кофирлар устига ҳақ бўлгандир, (бас, бизлар ҳам уларни ёлғончи қилганимиз сабабли мана шу азобга гирифтор бўлдик)», дедилар.","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:72","price":"72. (Шунда уларга) айтилди: «Жаҳаннам дарвозаларидан киринглар! Сизлар ўша жойда мангу қолурсизлар!» Бас, кибр-ҳаво қилгувчи кимсаларнинг жойлари нақадар ёмондир!","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:73","price":"73. Парвардигорларидан қўрққан зотлар эса тўп-тўп ҳолда жаннатга «ҳайдаладилар». То қачон улар дарвозалари очилган ҳолдаги (жаннатга) келиб етганларида ва унинг қўриқчилари: «Сизларга тинчлик-омонлик бўлсин! Хуш келдингиз! Бас, унга мангу қолгувчи бўлган ҳолларингизда кирингиз», деганларида (улар беҳад шодланурлар).","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:74","price":"74. Ва «Бизларга ваъдасини рост қилган ва бизларни бу (жаннат) ерига ворис қилган ҳамда жаннатдан ўзимиз хоҳлаган тарафда ўрин олишимизга (муваффақ қилган) Аллоҳга ҳамду сано бўлсин», дерлар. Бас, (чиройли) амал қилгувчи зотларнинг ажр-мукофоти нақадар яхшидир!","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:75","price":"75. (Эй Муҳаммад алайҳис-салоту вас-салом), сиз (ўша Кунда) фаришталар Арш атрофини ўраб олган ҳолларида Парвардигорларига ҳамду сано айтиш билан (У зотни) поклаб-тасбеҳ айтаётганларини кўрурсиз. (Зеро) уларнинг (яъни, барча бандаларнинг) ўрталаридан ҳақ (ҳукм) билан ҳукм қилинди. Ва «Ҳамду сано барча оламларнинг Парвардигори бўлмиш Аллоҳ учундир», дейилди.","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"uz"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}