{"data":[{"name":"41:1","price":"1. Ҳо, Мим.","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:2","price":"2. (Ушбу Қуръон) меҳрибон ва раҳмли (Аллоҳ) томонидан нозил қилингандир.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:3","price":"3. У биладиган қавм учун арабий Қуръон ҳолида (нозил қилиниб), оятлари муфассал баён қилинган Китобдир. ","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:4","price":"4. (Мўминларга) хушхабар бергувчи ва (кофирларни азобдан) огоҳлантиргувчи (Китобдир). Бас, (кофирларнинг) кўплари (унинг оятлари ҳақида тафаккур қилишдан) юз ўгирдилар, демак, улар «эшитмаслар»,","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:5","price":"5. Улар дедилар: «Дилларимиз сен бизларни даъват қилаётган нарсадан пардаланган, қулоқларимизда эса оғирлик-карлик бордир ва сен билан бизларнинг ўртамизда бир тўсиқ бордир. Бас, сен ҳам ўз амалингни қилавер, бизлар ҳам албатта ўз амалларимизни қилгувчидирмиз».","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:6","price":"6. (Эй Муҳаммад алайҳис-салоту вас-салом, уларга) айтинг: «Ҳеч шак-шубҳа йўқки, мен ҳам худди сизлар каби бир одамдирман. Менга илоҳингиз ёлғиз Аллоҳнинг Ўзи экани ваҳий қилинмоқда. Бас, сизлар Унинг Ўзига тўғри (тоат-ибодатда) бўлингиз ва Ундан мағфират сўрангиз! Мушрикларга эса ҳалокат бўлгай!","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:7","price":"7. Улар закотни (ҳақдорларга) ато этмайдиган, ўзлари Охиратга кофир бўлган кимсалардир».","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:8","price":"8. Албатта иймон келтирган ва яхши амаллар қилган зотлар учун битмас-туганмас ажр-мукофот бордир.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:9","price":"9. Айтинг: «Ҳақиқатан ҳам сизлар Ерни икки кунда яратган Зотга кофир бўлурмисизлар ва ўзгаларни Унга тенглаштирурмисизлар?! Бу (Аллоҳ) барча оламларнинг Парвардигори-ку?!","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:10","price":"10. У зот (Ернинг) устида тоғларни (пайдо) қилди ва уни баракотли қилди ҳамда ўша (ер)да унинг емишларини (яъни, Ер аҳлининг ризқу рўзларини) тўла тўрт кунда белгилаб — тақсимлади. (Бу тафсилот) сўрагувчилар учундир.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:11","price":"11. Сўнгра тутун ҳолидаги осмонга юзланиб, унга ва Ерга: «(Менинг амри-фармонимга) ихтиёран ёки мажбуран келинглар!», деган эди, улар: «Ўз ихтиёримиз билан келдик, (амрингга бўйинсундир)», дедилар.","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:12","price":"12. Бас, икки кунда етти осмонни барпо қилди ва ҳар бир осмонга (унга буюрилган) иши-вазифасини ваҳий қилди (билдирди). Биз қуйи осмонни чироқлар-юлдузлар билан безадик ва (уни офат-балолардан) сақладик. Бу қудратли ва билгувчи Зотнинг тақдири — ўлчовидир.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"И з о ҳ. Мазкур оятлар Қуръонда бир неча ўринларда келган Аллоҳ таоло осмонлар ва Ерни олти кунда яратгани ҳақидаги оятларнинг тафсилотидир. Яъни Аллоҳ таоло Ерни икки кунда яратиб, тўрт кун деганда унинг ризқу рўзини ҳам тақсимлаб-бўлиб бергани ва олти кун деганда эса етти осмонни ҳам яратиб бўлгани баён қилиб берилди.","lang":"uz"},{"name":"41:13","price":"13. Бас, агар улар (яъни, Макка мушриклари мана шу тафсилотдан кейин ҳам ёлғиз Аллоҳга иймон келтиришдан) юз ўгирсалар, у ҳолда айтинг: «Мен сизларни худди Од ва Самуд (қабилаларини урган) чақмоққа ўхшаган бир чақмоқ-ҳалокатдан огоҳлантирдим.","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:14","price":"14. Ўшанда пайғамбарлари уларнинг олдиларидан ҳам, орқаларидан ҳам келишиб: «Ёлғиз Аллоҳгагина ибодат қилинглар», (деганларида), улар: «Агар Парвардигоримиз (пайғамбар юборишни) хоҳлаганида, албатта фаришталарни нозил қилган бўлур эди. Бас, (модомики сизлар фаришта эмас, балки одамзот экансизлар) бизлар сизлар элчи қилиб юборилган динга кофирдирмиз», дедилар.","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:15","price":"15. Энди Од (қабиласига)га келсак, улар Ер юзида ноҳақ кибр-ҳаво қилдилар ва «Куч-қувватда бизлардан зўрроқ ким бор?», дедилар. Ахир улар ўзларини яратган зот — Аллоҳ куч-қувватда улардан зўрроқ эканини билмадиларми?! — Ва улар Бизнинг оятларимизни инкор қилгувчи бўлдилар.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:16","price":"16. Бас, уларга мана шу ҳаёти дунёда расво — хор қилгувчи азобни тотдириб қўйиш учун нахсли-шум кунларда устиларига бир даҳшатли бўрон юбордик. Охират азоби эса шак-шубҳасиз, янада хор қилгувчироқдир ва уларга (ўзлари сиғиниб ўтган бутлари томонидан ҳеч қандай) ёрдам берилмас.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:17","price":"17. Энди Самуд (қабиласи)га келсак, бас, Биз уларни (Тўғри Йўлга) ҳидоят қилган эдик, улар ҳидоятни қўйиб, кўрликни, залолатни ихтиёр қилдилар. Бас, ўзлари қилгувчи бўлган нарсалари (яъни, куфрни ихтиёр этганлари) сабабли уларни хор қилгувчи азоб чақмоғи урди.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:18","price":"18. Ва Биз иймон келтирган ва тақводор бўлган зотларга (яъни, Самуд қабиласини ҳидоят йўлига даъват қилган Солиҳ пайғамбар ва у кишига иймон келтирган зотларга чақмоқ балосидан) нажот бердик.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:19","price":"19. Аллоҳнинг душманлари дўзахга (ҳайдалиш учун) тўпланиб, тизилиб турадиган Кунни (эсланг).","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:20","price":"20. Энди қачонки улар (дўзахга) келишгач, (ҳаёти дунёда қилиб ўтган куфру исёнлари ҳақида сўралади, лекин улар ўз қилмишларидан тонишга уринадилар. Шунда) уларнинг қулоқлари, кўзлари ва терилари улар қилиб ўтган нарсалари ҳақида ўзларига қарши гувоҳлик беради.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:21","price":"21. Улар териларига: «Нима учун бизга қарши гувоҳлик бердинглар?», дейишганида, (терилари): «Бизларни барча нарсани сўзлатган Зот — Аллоҳ сўзлатди. Сизларни дастлаб У яратган ва сизлар яна Унинг Ўзигагина қайтарилурсизлар», дедилар.","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:22","price":"22. Сизлар (ҳаёти дунёда гуноҳ ишларни қилганларингда шарманда бўлишдан қўрқиб, одамлардан яширинар эдинглар-у, аммо) қулоқларингиз, кўзларингиз ва териларингиз ўзларингизга қарши гувоҳлик беришидан (сақланиш учун улардан) яширингувчи эмас эдинглар, (чунки сизлар Қиёмат Кунида аъзойи баданларингизга ҳам забон берилишини билмасдинглар). Лекин сизлар Аллоҳ қилаётган амалларингиздан кўпини (яъни, одамлардан яширинча қилган гуноҳларингизни) билмайди, деб ўйладинглар.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:23","price":"23. Ва Парвардигорларингиз ҳақида ўйлаган мана шу гумонларингиз сизларни ҳалок қилди (яъни, дўзахга тушишларингизга сабаб бўлди). Бас, сизлар зиёнкор кимсаларга айланиб қолдинглар.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:24","price":"24. Энди агар улар (азобга) чидасалар, ана ўша дўзах жойларидир (яъни, азоб уқубатни тортаверадилар), агар ортга қайтишни талаб қилсалар, энди улар қайтарилгувчи эмаслар.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:25","price":"25. Биз улар учун (уларни Тўғри Йўлдан оздирадиган) «дўстлар» тайёрлаб қўйдик, бас, ўша («дўстлар») уларга олдиларидаги (гуноҳларини) ҳам, орқаларидаги (гуноҳларини) ҳам чиройли кўрсатдилар ва уларга ҳам ўзларидан аввал ўтган — ҳалок бўлган инсу жиндан иборат умматлар қаторида Сўз — азоб ҳақ бўлди. Дарҳақиқат, улар зиёнкор бўлдилар.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:26","price":"26. Кофир бўлган кимсалар (бир-бирларига «Муҳаммад тиловат қилаётган вақтда) сизлар бу Қуръонга қулоқ солманглар ва (уни ўзгаларга ҳам эшиттирмаслик учун оғизларингизга келган гапни) жаврайверинглар, (шунда) шояд ғолиб бўлсангизлар», дедилар.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:27","price":"27. Бас, албатта Биз ана ўша кофир бўлган кимсаларга қаттиқ азобни тотдирурмиз ва уларни ўзлари қилиб ўтган куфру исёнлари (сабабли) энг ёмон жазо билан жазолармиз.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:28","price":"28. Бу (қаттиқ азоб) Аллоҳ душманларининг жазоси бўлган дўзахдир. Улар учун Бизнинг оятларимизни инкор қилувчи бўлганлари сабабли ўша жойда мангу қолиш (азобланиш) бордир.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:29","price":"29. Кофир бўлган кимсалар (дўзах ўтида азобланар эканлар), дедилар: «Парвардигоро, бизларни (сенинг Тўғри Йўлингдан) оздирган инсу жиндан бўлган кимсаларни бизларга кўрсатгин, уларни оёқларимиз остига олиб (эзайлик), токи улар (дўзахнинг қаъридаги) энг тубан — хор кимсалардан бўлсинлар».","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:30","price":"30. Албатта: «Парвардигоримиз Аллоҳдир», деб, сўнгра (ёлғиз Аллоҳга тоат-ибодат қилишда) тўғри — устивор бўлган зотларнинг олдиларига (ўлим пайтида) фаришталар тушиб, (дерлар): «Қўрқманглар ва ғамгин бўлманглар. Сизларга ваъда қилинган жаннат хушхабари билан шодланинглар!","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:31","price":"31. Бизлар ҳаёти дунёда ҳам, Охиратда ҳам сизларнинг дўстларингиздирмиз. Сизлар учун (жаннатда) кўнгилларингиз тилаган нарсаларингиз бордир ва сизлар учун у жойда истаган нарсаларингиз бордир.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:32","price":"32. (Бу) мағфиратли ва меҳрибон Зот томонидан бўлган зиёфатдир».","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:33","price":"33. (Одамларни) Аллоҳ(нинг дини)га даъват қилган ва ўзи ҳам яхши амал қилиб, «шак-шубҳасиз, мен мусулмонлардандирман», деган кишидан ҳам чиройлироқ сўзлагувчи ким бор?","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:34","price":"34. Яхшилик билан ёмонлик баробар бўлмас. Сиз (ҳар қандай ёмонликни) энг гўзал сўзлар билан дафъ қилинг! (Шунда) баногоҳ сиз билан ўрталарингизда адоват бўлган кимса қайноқ-содиқ дўст каби бўлиб қолур.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:35","price":"35. Унга (ёмонликни яхшилик билан дафъ қилиш хислатига) фақат сабр-тоқатли зотларгина эришурлар, унга фақат улуғ насиба эгасигина эришур.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:36","price":"36. Агар сизни шайтон томонидан бирон васваса йўлдан оздириб (мазкур хислат эгаси бўлишдан қайтармоқчи бўлса), у ҳолда Аллоҳдан паноҳ сўранг. Зеро, У эшитгувчи, билгувчи Зотдир.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"И з о ҳ. Мазкур оятларда Аллоҳ таоло ҳар бир мўмин мусулмон учун зарур бўлган гўзал фазилатларни баён қилди. Қуйидаги оятларда энди Ўзининг қудрат ва етук ҳикматига далолат қиладиган оят-аломатларни келтириб, ёлғиз Ўзигина маъбудликка лойиқ Зот эканлигини уқтиради.","lang":"uz"},{"name":"41:37","price":"37. Кеча ва кундуз, қуёш ва ой Унинг (танҳолиги ва қудратига далолат қиладиган) оят-аломатларидандир. Агар сизлар (Аллоҳга) ибодат қилгувчи бўлсанглар, қуёшга ҳам, ойга ҳам сажда қилманглар, (балки) уларни(нг барчасини) яратган Зотга — Аллоҳга сажда қилинглар!","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"И з о ҳ. Ушбу оят навбатдаги сажда оятидир. Бундай оят ўқилганда, ўкувчига ҳам, тингловчига ҳам бир марта Аллоҳга сажда қилиш вожиб бўлади.","lang":"uz"},{"name":"41:38","price":"38. Энди агар (кофирлар Аллоҳга сажда қилишдан) кибр-ҳаво қилсалар, бас, (билингки), Парвардигорингизнинг ҳузуридаги зотлар (фаришталар) кеча-ю кундузи ҳеч зерикмасдан-малолланмасдан У зотга тасбеҳ айтурлар — сажда қилурлар.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:39","price":"39. Унинг (танҳолиги ва қудратига далолат қиладиган) оят-аломатларидан (бири) сиз ерни қуп-қуруқ ҳолда кўришингиздир. Бас, қачон Биз унинг устига сув-ёмғир ёғдирсак, у ҳаракатга келар ва униб-ўсар. Албатта ўша ерни тирилтирган Зот ўликларни ҳам тирилтира олгувчидир. Зеро, У барча ишга қодирдир.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:40","price":"40. Албатта Бизнинг оятларимизга эгрилик қиладиган (яъни, уларни бузмоқчи бўлган) кимсалар Бизга махфий-номаълум бўлиб қолмаслар. Ахир дўзахга ташланадиган кимса яхшироқми, ёки Қиёмат Кунига (Аллоҳнинг азобидан) хотиржам ҳолда келадиган кишими?! Ўзларингиз хоҳлаган амални қилаверинглар! Албатта У қилаётган амалларингизни кўриб тургувчидир.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:41","price":"41. Албатта ўзларига Эслатма — Қуръон келган вақтда унга кофир бўлган кимсалар (қаттиқ азобга йўлиқурлар). Шак-шубҳасиз, у азиз — қудратли Китобдир.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:42","price":"42. Унга олдидан ҳам, ортидан ҳам (ҳеч қандай) ботил-ноҳақлик келмас (яъни, Қуръони Каримнинг ҳеч қайси томонидан бирон китоб ё ҳужжат келиб, уни ботил қила олмас, чунки у) ҳикмат ва ҳамду-сано эгаси томонидан нозил қилингандир.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:43","price":"43. (Эй Муҳаммад алайҳис-салоту вас-салом), сизга ҳам (кофирлар томонидан) фақат сиздан аввалги пайғамбарларга (кофирлар томонидан) айтилган сўзларгина айтилур (яъни, агар мушриклар сизга озор-азиятлар етказаётган бўлсалар, сиз бунга сабр қилинг, чунки аввалги пайғамбарларга ҳам кофирлар томонидан худди шунга ўхшаган озор-азиятлар етгандир). Шак-шубҳасиз, Парвардигорингиз ҳам мағфират Соҳибидир, ҳам аламли азоб Соҳибидир.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:44","price":"44. Агар Биз (Қуръонни) ажамий (яъни, араб тилида бўлмаган) Қуръон қилганимизда, албатта улар: «Унинг оятлари (бизларнинг тилимизда) баён қилинмабди-да. (Муҳаммаднинг ўзи) араб-ку, (нега унга) ажамий (Қуръон тушибди?)», деган бўлур эдилар. Айтинг: «(Ушбу Қуръон) иймон келтирган зотлар учун ҳидоят ва (дилларидаги шак-шубҳани кетказувчи) шифодир. Иймон келтирмайдиган кимсаларни эса қулоқларида оғирлик-карлик бордир ва (Қуръон) уларга кўрлик (яъни, қоп-қоронғи зулмат) бўлур. Улар (гўё) узоқ бир жойдан чақирилаётган кишилар кабидирлар, яъни гарчи Қуръон оятларини эшитсалар-да, унинг маъно-ҳикматларини англай олмаслар).","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"И з о ҳ. Ушбу ояти карима «Қуръон агар ажамларнинг тилида бўлганида, бизлар ҳам унга иймон келтирган бўлардик», деб баҳона қилган айрим мушрикларга жавобан нозил бўлгандир.","lang":"uz"},{"name":"41:45","price":"45. Дарҳақиқат, Биз Мусога Китоб — Таврот ато этганимизда, у (Таврот) ҳақида ҳам (худди Қуръон ҳақида ихтилоф қилинганидек) ихтилоф қилингандир. Агар Парвардигорингиз томонидан (барча ҳисоб-китоб Қиёмат Куни бўлиши хусусидаги) Сўз ўтмаганида, уларнинг ўртасида ҳукм қилинган бўлур эди (яъни, уларга иймонсизликлари учун дарҳол жазо берилган бўлур эди). Ҳақиқатан ҳам улар (Қуръон) ҳақида шубҳа-гумондадирлар.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:46","price":"46. Ким бирон яхши амал қилса, ўзи учундир. Ким ёмонлик қилса, ўз зиёнига қилур. Парвардигорингиз бандаларига зулм қилгувчи эмасдир.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:47","price":"47. (Қиёмат) соати (қачон бўлиши) ҳақидаги билим Унинг Ўзигагина қайтарилур (яъни, Қиёмат қачон бўлиши ҳақида сўралган киши «Уни ёлғиз Аллоҳ билади», дейиши лозимдир). Барча меваларнинг ўз гулкосаларидан чиқиши ҳам, ҳар бир аёлнинг (урғочи жинснинг) ҳомила олиб, кўз ёриши ҳам албатта Унинг илми билан бўлур. У зот (мушрикларга) Менинг шерикларим қани?!», деб нидо қиладиган Кунда улар: «Бизлар Сенга билдирурмизки, орамизда (Сенинг шерикларинг борлигига) биронта ҳам гувоҳ йўқдир», дедилар.","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"41:48","price":"48. Ва ўзлари илгари (ҳаёти дунёда) дуо-илтижо қилиб ўтган бутлари улардан ғойиб бўлди. Улар ўзлари учун (Аллоҳнинг азобидан) қочадиган бирон жой йўқ эканлигига ишондилар.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"41:49","price":"49. Инсон (ўзи учун) яхшилик (мулку-давлат, бахт-саодат) тилашдан ҳеч зерикмас. Агар унга ёмонлик (камбағаллик, бахтсизлик) етиб қолса, ноумидликка, тушкунликка тушгувчидир.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"41:50","price":"50. Қасамки, агар унга бирон бало-кулфат етганидан сўнг Биз Ўз томонимиздан бўлган бирон марҳаматни тотдирсак, албатта у «Бу ёлғиз ўзимнинг (донолигим ва саъй-ҳаракатим билан бўлди). Мен (Қиёмат) соати қойим бўлишига ишонмайман. Қасамки, агар (мабодо Қиёмат қойим бўлиб), мен Парвардигоримга қайтарилсам, ҳеч шак-шубҳасиз, Унинг даргоҳида ҳам мен учун гўзал (оқибат) — жаннат бўлур, дер. Бас, (ана ўша ўзлари иймон келтирмаган ва яхши амал қилмаган ҳолларида жаннатдан хомтамаъ бўлиб юрган кимсалар билсинларки), албатта Биз кофир бўлган кимсаларга ўзлари қилган амалларининг хабарини берурмиз ва албатта уларга қаттиқ азобни тотдирурмиз.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"41:51","price":"51. Қачон Биз инсонга (неъмат-давлат) инъом қилсак, у (Бизга шукр қилишдан) юз ўгирар ва ўз томонига кетар (яъни, Бизни унутар). Қачон унга ёмонлик (камбағаллик-кулфат) етиб қолса эса у узундан-узоқ дуо-илтижо эгасидир.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"41:52","price":"52. (Эй Муҳаммад алайҳис-салоту вас-салом, мушрикларга) айтинг: «Хабар берингиз-чи, агар (Қуръон) ҳақиқатан ҳам Аллоҳ ҳузуридан (нозил қилинган бўлса-ю, сўнгра сизлар у (Қуръон)га кофир бўлсангизлар, (у ҳолда) ким (сизлар каби) мангу ихтилофда бўлган кимсалардан ҳам йўлдан озганроқ бўлур?!»","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"41:53","price":"53. Токи уларга (ушбу Қуръон ростдан ҳам Аллоҳ томонидан нозил қилинган) Ҳақ (Китоб) эканлиги аниқ маълум бўлгунича, албатта, Биз уларга атроф-офоқдаги ва ўз вужудларидаги (Бизнинг борлигимиз ва қудратимизга далолат қиладиган) оят-аломатларимизни кўрсатажакмиз. Ахир (уларга) Парвардигорингизнинг барча нарсага гувоҳ экани (яъни, Аллоҳ таоло ушбу Қуръонда коинотдаги барча нарсани қамраб олиб, Ўз ҳукмини баён қилаётгани сизнинг ҳақ пайғамбар эканлигингизни исботлаш учун) етарли эмасми?!","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"41:54","price":"54. (Эй инсонлар) огоҳ бўлингизким, албатта улар Парвардигорларига рўбарў бўлишдан шак-шубҳададирлар. Огоҳ бўлингизким, албатта У зот барча нарсани иҳота қилгувчидир. ","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"uz"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}