{"data":[{"name":"43:1","price":"1. Ҳо, Мим.","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:2","price":"2. Очиқ-равшан Китобга — Қуръонга қасамки, ","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:3","price":"3. албатта Биз уни сизлар ақл юргизишингиз (маъно-мазмунини фаҳмлашингиз) учун арабий Қуръон қилдик.","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:4","price":"4. Дарҳақиқат, у Бизнинг даргоҳимиздаги Асл Китобда (Лавҳул-Маҳфузда) юксак (мартабали) ва ҳикматли (Китобдир).","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:5","price":"5. Бас, (куфру исёнда) ҳаддан ошувчи қавм бўлганларингиз учун Биз сизлардан бу Эслатмани буриб (сизларни ўз ҳолларингизга ташлаб) қўюрмизми?!","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:6","price":"6. Биз аввалгиларга ҳам қанча пайғамбар юборганмиз.","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:7","price":"7. Улар ҳам ўзларига келган ҳар бир пайғамбарни масхара қилиб кулган эдилар.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:8","price":"8. Бас, Биз улардан (Макка кофирларидан) кучли-қувватлироқларни ҳам ҳалок қилганмиз. (Ушбу Қуръонда) аввалгиларни масал-қиссалари ўтди-ку!","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:9","price":"9. (Эй Муҳаммад алайҳис-салоту вас-салом), қасамки, агар сиз улардан: «Осмонлар ва Ерни ким яратган?», деб сўрасангиз, албатта: «Уларни қудратли ва доно (Аллоҳ) яратган», дерлар. (Аммо ўзлари ҳеч нарса ярата олмайдиган бут ва санамларни У зотга шерик қилиб, уларга сиғинурлар).","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:10","price":"10. Ўша Зот сизлар учун Ерни бешик-қароргоҳ қилиб қўйди ва (сафарларингизда кўзлаган манзилларингизга) йўл топишларингиз учун унда (ерда турли) йўлларни (пайдо) қилди.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:11","price":"11. Ўша Зот осмондан (аниқ) ўлчов билан сув-ёмғир ёғдирди. Бас, Биз у (сув) билан «ўлик» шаҳар-қишлоқларни) тирилтирдик (яъни, қуруқ ердан турли-туман гиёҳларни чиқардик). Сизлар ҳам (Қиёмат Кунида қабрларингиздан) мана шундай чиқарилурсизлар.","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:12","price":"12. Ўша Зот барча жуфтларни (яъни, бор махлуқотни) яратди ва сизлар учун кемалар ва чорва ҳайвонларидан — сизлар минадиган нарсалар (пайдо) қилди.","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:13","price":"13. Токи сизлар уларнинг устига ўрнашгайсизлар, сўнгра унга ўрнашиб олгач, Парвардигорингизнинг неъматини эслаб: «Бизларга бу (кема ёки от-улов)ни бўйсундириб қўйган зот (яъни, Аллоҳ барча айбу-нуқсондан) покдир. Бизлар ўзимиз бунга қодир эмас эдик. ","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:14","price":"14. Шак-шубҳасиз, бизлар (барчамиз) «Парвардигоримизга қайтгувчидирмиз», дегайсизлар.","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"И з о ҳ. Юқоридаги оятларда Аллоҳ таоло бандаларига ато этган неъматлари қаторида улар шукр қилиб, ибрат олишлари учун ўзларидан неча баробар катта ва кучли кема ва туя каби, инсонлар миниб ва бошқариб юрадиган нарсаларни ҳам яратиб қўйганини ва шундай қудратли, баҳайбат нарсаларни инсонга бўйинсундириб қўйганини баён қилди. Энди қуйидаги оятларда «фаришталар — Аллоҳнинг қизлари», деган ботил ақида эгалари бўлган мушриклар ҳақида ҳикоя қилиниб, уларнинг бу пуч даъволари илоҳий мантиқ билан рад этилади.","lang":"uz"},{"name":"43:15","price":"15. Улар (мушриклар, Аллоҳ) учун Ўз бандаларидан (айримларини, яъни фаришталарни) жузъ-бўлак қилдилар! (Аллоҳнинг бандалари бўлган фаришталарни «У зотнинг қизлари, яъни Унинг бир жузъи, дедилар. Чунки фарзанд отанинг жузъидир). Дарҳақиқат, инсон очиқ-ойдин кўрнамак-ношукурдир!","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:16","price":"16. Балки, (Аллоҳ) Ўзи яратадиган нарсалардан қизларни олиб қолиб, сизларга ўғилларни танлаб бергандир?!","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:17","price":"17. Қачон уларнинг биронтасига, ўзи Раҳмон учун мисол қилган нарса (яъни, қиз кўргани) ҳақида хушхабар берилса, ғазабга тўлган ҳолда юзи қорайиб кетар.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:18","price":"18. «Ҳали зеб-зийнат ичида ўстириладиган, (ҳеч қандай) жанжал-мунозарада (ўз мақсадини) очиқ-равшан баён қилиб бера олмайдиган (ожиз нотавон қиз болами)?!»","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:19","price":"19. (Ҳолбуки), ўзлари Раҳмоннинг бандалари бўлмиш фаришталарни «Қизлар», дедилар! Ё улар (Аллоҳ фаришталарни) яратишига гувоҳ бўлганмидилар?! Уларнинг бу «гувоҳ»ликлари албатта (номаи аъмолларига) ёзилур ва улар (Қиёмат Кунида) сўроққа тутилурлар!","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:20","price":"20. Улар: «Агар Раҳмон хоҳлаганида, бизлар уларга (яъни, фаришталарга «улар Аллоҳнинг қизлари», деган эътиқод билан) ибодат қилмаган бўлур эдик», дедилар. Улар учун бу ҳақда ҳеч қандай билим-асос йўқдир. Улар фақат ёлғон сўзламоқдалар!","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:21","price":"21. Ёки Биз уларга (Қуръондан) илгари бирон китоб ато этганмиз-у, улар ўшани ушлагувчимилар?! (Йўқ, асло ундоқ бўлган эмас)!","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:22","price":"22. Балки улар (шундай) дедилар: «Албатта бизлар ота-боболаримизни бир миллат — дин устида топганмиз ва албатта бизлар уларнинг изларидан бориб ҳидоят топгувчидирмиз».","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:23","price":"23. (Эй Муҳаммад алайҳис-салоту вас-салом), шунингдек, Биз сиздан илгари бирон қишлоқ-шаҳарга бирон огоҳлантиргувчи-пайғамбар юбормадик, магар (юборганимизда) у жойнинг боёнлари: «Албатта бизлар уларнинг изларидан эргашгувчидирмиз», деганлар.","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:24","price":"24. (Шунда пайғамбарлари уларга) «Агар мен сизларга сизлар ота-боболарингизни (эътиқод қилган ҳолларида) топган диндан тўғрироқ динни келтирган бўлсам ҳам-а?», деганида, улар: «Албатта бизлар сизлар элчи қилиб юборилган динга кофирдирмиз», дедилар.","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:25","price":"25. Бас, Биз улардан интиқом олдик. Энди у (ўз пайғамбарларини) ёлғончи қилгувчиларнинг оқибатлари қандай бўлганини кўринг!","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:26","price":"26. Эсланг, Иброҳим отасига ва қавмига деган эди: «Албатта мен сизлар ибодат қилаётган бутлардан покдирман.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:27","price":"27. Магар мени яратган Зотгагина (ибодат қилурман). Бас, албатта У мени (Ҳақ динга) ҳидоят қилажак».","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:28","price":"28. У (Иброҳим) ўшани (яъни, ўзининг ёлғиз Аллоҳга ибодат қилиши ҳақидаги сўзни ўзидан кейин келадиган зурриёт-авлодлари ҳам унга) қайтишлари учун ўз ортида қолгувчи сўз қилди.","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:29","price":"29. Мен эса (Иброҳим авлодларидан бўлган, аммо у қолдирган Сўзга итоат этмаган) ана у (Макка аҳолиси)ни ҳам, уларнинг ота-боболарини ҳам то уларга Ҳақ — Қуръон ва очиқ-равшан пайғамбар (Муҳаммад алайҳис-салоту вас-салом) келгунича (узун умр ва фаровон ҳаёт билан) фойдалантирдим.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:30","price":"30. (Аммо) қачонки уларга Ҳақ — Қуръон келгач, улар: «Бу сеҳрдир, албатта бизлар унга кофирдирмиз», дедилар.","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:31","price":"31. Яна улар: «Бу Қуръон икки қишлоқ(нинг бири)дан бўлган улуғ одамга нозил қилинганида эди», дедилар.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"И з о ҳ. Икки қишлоқдан мурод Макка ва Тоиф шаҳарларидир. Мушриклар назарида Макканинг улуғи ўша жойлик боёнлардан Валид ибн Муғийра бўлса, Тоифнинг улуғи Урва ибн Масъуд ас-Сақафий номли бир бой эди. У мушриклар ҳам барча замонлардаги дунёга қул бўлган кимсалар каби улуғликни мол-давлат ва салтанат билан ўлчар эдилар. Шунинг учун улар: «Агар бу Қуръон ҳақ китоб бўлганида Муҳаммадга ўхшаган бир етим ва камбағалга эмас, балки Валид ва Урва каби улуғ зотларга тушган бўлар эди», дедилар.","lang":"uz"},{"name":"43:32","price":"32. (Эй Муҳаммад алайҳис-салоту вас-салом), Парвардигорингизнинг раҳмати (бўлмиш пайғамбарлик)ни ўшалар тақсимлайдиларми?! (Йўқ, асло ундоқ эмас!) Уларнинг ҳаёти дунёдаги маишат-тирикчиликларини ҳам уларнинг ўрталарида Биз Ўзимиз тақсимлаганмиз ва баъзилари баъзиларини қўл остига олиб (ишлатиш) учун айримларини айримларидан баланд даража-мартабаларга кўтариб қўйганмиз. Парвардигорингизнинг раҳмати-пайғамбарлик эса улар тўплайдиган нарса (мол-дунё)ларидан яхшироқдир. (Бас, Биз бу улуғ неъматни фақат Ўзимиз танлаган кишиларгагина ато этурмиз).","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:33","price":"33. Агар (иймонсиз кимсаларнинг бой-бадавлат, тўкин-сочинликда яшаётганларини кўришиб, барча) одамлар бир миллат (яъни, кофир) бўлиб олишлари бўлмаганида эди, албатта Биз Раҳмонга (яъни, Бизга) кофир бўладиган кимсалар учун уйларининг шифтларини ҳам, унга чиқадиган нарвонларни ҳам кумушдан қилиб қўйган бўлур эдик.","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:34","price":"34. Яна уларнинг уйларининг эшикларини ҳам, ўзлари устида суяниб-ястаниб ўтирадиган сўриларни ҳам (кумушдан қилиб қўйган бўлур эдик).","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:35","price":"35. Яна (барча) зеб-зийнат, нақш-нигорларни ҳам (ўша кофирлар учун қилиб қўйган бўлур эдик. Зеро, буларнинг) барчаси фақат ҳаёти дунё матоларидир. Охират эса Парвардигорингиз наздида тақводор зотлар учундир.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"И з о ҳ. Ушбу оятлардан Аллоҳ таоло наздида бу дунё ўзининг бор зебу-зийнат ва ҳою-ҳаваси билан нақадар ҳақир бир нарса экани маълум бўлди. Пайғамбар алайҳис-салоту вас-саломдан ривоят қилинган бир ҳадиси шариф мазкур оятларнинг муносиб тафсири бўлса керак: «Агар Аллоҳ таолонинг ҳузурида дунё учун пашшанинг қанотича вазн-қиммат бўлганида, Аллоҳ кофирга ундан бир қултумини ҳам раво кўрмаган бўлур эди». Қуръони Карим бу оятлар воситасида бизларни тарки дунёчиликка тарғиб қилмайди, балки бу дунё унга қул бўлишга арзийдиган матоҳ эмаслигини уқтиради.","lang":"uz"},{"name":"43:36","price":"36. Ким Раҳмон эслатмасидан (яъни, Қуръон панд-насиҳатларидан) кўр бўлиб олса — юз ўгирса, Биз унга шайтонни яқин қилиб қўюрмиз, бас, у ўша (кофирга доимий) ҳамроҳ бўлур.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:37","price":"37. Шак-шубҳасиз, (шайтонлар кофирларни Тўғри) йўлдан тўсурлар, (аммо кофирлар) ўзларини ҳидоят топгувчилар, деб ҳисоблайдилар.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:38","price":"38. То қачон Бизнинг ҳузуримизга келгач, (ўзини Тўғри Йўлдан оздирган шайтонга қараб): «Орзу эди, мен билан сенинг ўртанг Шарқу Ғарбнинг ўртасидаги масофа (каби йироқ) бўлса. Бас, (сен) нақадар ёмон ҳамроҳдирсан», дер.","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:39","price":"39. (Эй кофирлар ва уларни Тўғри Йўлдан оздирган пешволари, ҳаёти дунёда куфр йўлини танлаш билан ўзларингизга) зулм қилганларингиз сабабли бу Кун сизларга азобда шерик эканликларингиз ҳаргиз фойда бермас (яъни, азобни қаттиқлигидан ҳар бирингиз ўзингиз билан овора бўлиб, шерикларингизга ҳамдардлик билдириб, азобларини енгиллата олмассизлар)!","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:40","price":"40. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз карларга эшиттира олурмисиз, ё кўрлар ва очиқ залолатда бўлган кимсаларни ҳидоят қила олурмисиз?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:41","price":"41. Бас, агар Биз (кофирларни мағлуб этишдан илгари) сизни кетказсак (яъни, вафот қилдирсак ҳам) албатта биз улардан (Охиратда) интиқом олгувчидирмиз.","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:42","price":"42. Ёки, албатта Биз уларга ваъда қилган нарсани (яъни, бошларига тушажак азобни ҳаётлик чоғингиздаёк) сизга кўрсатурмиз. Зеро, Биз уларга (азоб беришга) қодирдирмиз.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:43","price":"43. Бас, сиз ўзингизга ваҳий қилинган нарсани Қуръонни маҳкам ушланг! Албатта, сиз Тўғри Йўлдадирсиз.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:44","price":"44. Албатта у (Қуръон) сиз учун ҳам, қавмингиз-умматингиз учун ҳам бир шарафдир ва яқинда (Қиёмат Кунида бу неъмати илоҳийя хусусида) сўралурсизлар.","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:45","price":"45. (Эй Муҳаммад алайҳис-салоту вас-салом), Биз сиздан илгари юборган пайғамбарлардан сўраб (яъни, улар келтирган диний таълимотларни ўрганиб) боқинг-чи, Биз Раҳмондан (яъни, Ўзимиздан) ўзга ибодат қилинадиган «илоҳ»лар қилганмиканмиз?! (Йўқ, барча пайғамбарлар ёлғиз Аллоҳга ибодат қилишга даъват этгандирлар)!","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:46","price":"46. Аниқки, Биз Мусони Ўз оят-мўъжизаларимиз билан Фиръавн ва унинг одамларига юбордик. Бас, у: «Албатта мен барча оламлар Парвардигорининг пайғамбаридирман», деди.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:47","price":"47. Энди қачонки у Бизнинг оят-мўъжизаларимизни уларга келтиргач, баногоҳ улар у (мўъжизалар устидан) кула бошладилар.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:48","price":"48. Биз уларга (тўфон, чигиртка балолари каби азоб оятларидан) бирон оят кўрсатсак, албатта у (ўзидан аввалги) шеригидан улуғроқ-даҳшатлироқ оят бўлур эди. Шояд (куфрдан иймонга) қайтсалар, деб Биз уларни (турли) азоб билан ушладик.","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:49","price":"49. Улар (Бизнинг оятларимизни кўришгач, Мусога): «Эй сеҳргар, сенга берган (дуойингни мустажоб қилиши хусусидаги) ваъдаси ҳаққи-ҳурмати Парвардигорингга бизлар учун дуо қил. (Агар У сенинг дуойинг сабабли бизлардан бу азобларни аритса) албатта бизлар ҳидоят топгувчидирмиз (яъни, ўша Аллоҳга иймон келтиргувчидирмиз)», дедилар.","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:50","price":"50. Энди қачонки Биз (Мусонинг дуоси шарофати билан) улардан азобни аритсак, баногоҳ улар (ўз аҳдларини) буза бошладилар.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:51","price":"51. Ва Фиръавн ўз қавмига жар солиб, деди: «Эй қавмим, Миср подшоҳлиги ва мана бу остимдан оқиб турган дарёлар менинг (мулким) эмасми?! Ахир кўрмаяпсизларми?!","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:52","price":"52. Балки мен мана бу хор бўлган ва (ўз мақсадини) очиқ баён қила олмайдиган кимсадан (яъни, Мусодан) яхшироқдирман?!","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:53","price":"53. Бас, унга (Мусога осмондан худди подшоҳларнинг бўйнига гулчамбар ташланганидек) олтиндан бўлган билагузуклар ташланганида эди ёки у билан бирга фаришталар ҳамроҳ бўлиб келганида эди (унинг пайғамбарлигига ишонсанглар бўлар эди. Ундоқ бўлмагач, нега унга иймон келтирасизлар)?!»","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:54","price":"54. Бас, у ўз қавмини тезлатган эди, улар унга итоат этдилар. Дарҳақиқат, улар фосиқ қавм эдилар.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:55","price":"55. Энди қачонки улар Бизни дарғазаб қилишгач, Биз улардан интиқом олдик — уларнинг барчаларини (денгизга) ғарқ қилиб юбордик.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:56","price":"56. Бас, уларни кейингилар учун ўтмиш-ибрат ва мисол қилиб қўйдик.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:57","price":"57. (Эй Муҳаммад алайҳис-салоту вас-салом), качонки (Ийсо) бинни Марям мисол келтирилса, баногоҳ қавмингиз (бу мисолдан шодланиб) қичқира бошлайдилар.","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:58","price":"58. Улар: «Бизларнинг илоҳларимиз яхшироқми ёки уми (яъни, Ийсоми?!) дедилар. Улар (бу мисолни) сизга фақат талашиб-тортишиш учунгина келтирдилар. Ахир улар хусуматчи-урушқоқ қавмдирлар!","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"И з о ҳ. Бу оятлар мушриклар Ийсо бинни Марямни мисол қилиб, Муҳаммад алайҳис-салоту вас-саломни мулзам этмоқчи бўлишгани хусусидадир. Пайғамбар алайҳис-салоту вас-салом қурайшликларга «(Эй мушриклар), сизлар ҳам, Аллоҳни қўйиб сиғинаётган бутларингиз ҳам жаҳаннам ўтинларидир», оятини (Анбиё сураси, 98-оят) тиловат қилганларида, мушриклар ғазабга минишиб: «Эй Муҳаммад, бу фақат бизларга тегишлими ёки барча миллатларгами?», деб сўрашади, Ҳазрат уларга: «Бу оят барча замонлардаги мушриклар ва улар сиғинадиган нарсаларга тегишлидир», деб жавоб бергач, улардан бири туриб: «Ахир сен Ийсони Аллоҳнинг пайғамбари деб эдинг-ку! Ҳолбуки, насронийлар уни худо деб сиғинадилар. Бас, агар Ийсо насронийлар уни худо қилиб олганлари сабабли дўзахга тушадиган бўлса, бизлар ҳам ўз худоларимиз билан дўзахга тушишга розимиз. Энди бизларга айтгин-чи, бизларнинг худоларимиз яхшироқми ёки Ийсоми?!», деди. Шунда юқоридаги оятлар нозил бўлиб, Ийсо пайғамбар вафот топиб кетгандан кейин насронийлар у зотни худо қилиб олишганлари учун у киши айбдор эмасликлари, бу мушриклар эса фақат талашиб-тортишиш учунгина бундай беҳуда мисолларни келтиришлари баён этилади. Қуйидаги оятларда Ийсо бинни Марям ким бўлганликлари хусусида яна бир бор уқтирилади.","lang":"uz"},{"name":"43:59","price":"59. У фақатгина Биз (пайғамбарлик) инъом этган бир бандадир. Биз уни (отасиз дунёга келтириш билан) Бани Исроил учун (Бизнинг қудратимизни намойиш қиладиган) бир мисол-ибрат қилдик.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:60","price":"60. Агар хоҳлаганимизда, албатта сизларнинг ўрнингизга Ерда халифа бўладиган фаришталарни (пайдо) қилган бўлар эдик.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"И з о ҳ. Бу оятда Аллоҳ таоло учун нафақат Ийсони отасиз яратиш, балки Ер юзидаги барча одамларни йўқ қилиб, уларнинг ўрнига фаришталарни қўйиб қўйиш ҳам жуда осон иш эканлиги таъкидланади.","lang":"uz"},{"name":"43:61","price":"61. Албатта (Ийсо Қиёмат) соати ҳақидаги билим-аломатдир. Бас, сизлар у (соат) ҳақида ҳаргиз шак-шубҳа қилмангиз! (Эй Муҳаммад алайҳис-салоту вас-салом, Макка аҳлига айтинг): «Менга эргашинглар! Мана шу Тўғри Йўлдир».","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"И з о ҳ. Саҳобаи киромлардан Ибн Аббос ва Қатоданинг айтишларича (Аллоҳ улардан рози бўлсин), Қиёмат қойим бўлиши олдида Аллоҳ таоло Ийсо алайҳиссаломни дунёга тушириб, у киши бутун Ер юзида Ислом ҳукмини юргизар эканлар. Шунинг учун ушбу ояти каримада Ийсо — Қиёмат аломатидир дейилди. Оятнинг давомида энди Пайғамбар алайҳис-салоту вас-саломга буюрилади:","lang":"uz"},{"name":"43:62","price":"62. Сизларни ҳаргиз шайтон (Аллоҳнинг динидан) тўсмасин. Албатта у сизлар учун очиқ душмандир.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:63","price":"63. Қачонки Ийсо аниқ-равшан ҳужжат-мўъжизаларни келтиргач, деди: «Мана мен сизларга Ҳикмат — Инжил билан, сизларга ўзларингиз ихтилоф қилаётган айрим нарсаларни баён қилиб бериш учун келдим. Бас, Аллоҳдан қўрқингиз ва менга итоат этингиз!","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:64","price":"64. Албатта Аллоҳнинг Ўзи Парвардигорим ва Парвардигорингиздир, бас, (ёлғиз) Унга ибодат қилингиз! Мана шу Тўғри Йўлдир».","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:65","price":"65. Сўнг (Насронийларнинг ичидан чиққан) фирқалар (Ийсо хусусида, айримлари уни «худо», деб, айримлари «Худонинг ўғли, деб) ўзаро ихтилоф қилдилар. Бас, у золим кимсаларга аламли Кун (Қиёмат)нинг азоби — ҳалокат бўлгай!","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:66","price":"66. Улар фақат ўзлари ҳам сезмаган ҳолларида (Қиёмат) соати тўсатдан келиб қолишини кутадилар, холос.","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:67","price":"67. У Кунда дўстлар бир-бирларига душмандир, магар (Аллоҳ йўлида дўстлашган) тақводор зотларгина (мангу дўстдирлар).","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:68","price":"68. (У Кунда уларга айтилур): «Эй бандаларим, бу Кун сизлар учун ҳеч хавфу-хатар йўқдир ва сизлар асло ғамгин бўлмайсизлар. ","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:69","price":"69. Улар Бизнинг оятларимизга иймон келтирган ва мусулмон бўлиб ўтган зотлардир.","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:70","price":"70. Сизлар жуфти ҳалолларингиз билан бирга шод-хуррам бўлган ҳолларингизда жаннатга кирингиз!»","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:71","price":"71. Уларга олтиндан бўлган лаганлар(да таомлар) ва қадаҳлар(да шароблар) айлантирилур. У жойда кўнгиллар тилайдиган ва кўзлар лаззатланадиган (барча) нарса бордир. Сизлар у жойда мангу қолурсизлар.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:72","price":"72. Қилиб ўтган амалларингиз сабабли сизларга мерос қилиб берилган жаннат мана шудир.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:73","price":"73. Сизлар учун у жойда кўплаб мева-чевалар бўлиб, сизлар улардан ерсизлар.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"И з о ҳ. Мазкур оятларда беш кунлик дунёда тақво билан яшаб ўтган мўмин-мусулмонларга мерос қилиб бериладиган жаннатдаги ноз-неъматлар беадад ва мангу боқий, боғ-мевалари эса хазон билмас эканлиги баён этилди. Энди динсиз осийларнинг оқибатлари қандай бўлиши ҳақида хабар берилади.","lang":"uz"},{"name":"43:74","price":"74. Албатта жиноятчи кимсалар (яъни, кофирлар) жаҳаннам азобида мангу қолгувчидирлар.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:75","price":"75. Улардан (азоб бирон лаҳза ҳам) енгиллатилмас ва улар (ўша азобда қолиб) бутунлай номурод бўлгувчидирлар!","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:76","price":"76. Уларга Биз зулм қилмадик, лекин улар (ўзларига) зулм қилгувчи бўлдилар.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:77","price":"77. Улар (дўзах ходими бўлган фариштага) «Эй Молик, Парвардигоринг бизларга ҳукмини қилсин (яъни, тезроқ жонимизни олсин, бизлар бу азобдан қутулайлик», деб) нидо қилганларида, у «Албатта сизлар (мана шу азобда мангу) тургувчидирсизлар», деди.","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:78","price":"78. Аниқки, Биз сизларга Ҳақ — Қуръонни келтирганмиз, лекин сизларнинг кўпларингиз Ҳақни ёмон кўргувчидирсизлар.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:79","price":"79. Балки улар (яъни, Макка мушриклари Пайғамбар алайҳис-салоту вас-саломга суиқасд қилиш учун) бирон ишга қарор қилгандирлар?! Бас, албатта Биз ҳам (Ўз пайғамбаримизга уларнинг макрларидан нажот бериб, у суиқасд қилгувчиларнинг ўзларини ҳалок этишга) қарор қилгувчидирмиз.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:80","price":"80. Балки уларнинг гумонларича, Биз уларнинг сирларини (билмасмиз) ва шивир-шивирларини эшитмасмиз?! Ундоқ эмас! Бизнинг элчиларимиз (фаришталар) уларнинг олдиларида (ҳар бир қилган ишларини) ёзиб турурлар!","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:81","price":"81. (Эй Муҳаммад алайҳис-салоту вас-салом, «Аллоҳнинг боласи бор», дейдиган мушрикларга) айтинг: «Агар Раҳмоннинг боласи бўлганида мен (у болага) ибодат қилгувчиларнинг биринчиси бўлур эдим, (лекин У зотнинг боласи ҳам, оиласи ҳам йўқдир)!»","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:82","price":"82. Осмонлар ва Ернинг Парвардигори, Арш Эгаси (бўлган Аллоҳ) улар сифатлаётган айблардан покдир!","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:83","price":"83. Бас, сиз уларни тарк қилинг! Улар то ўзларига ваъда қилинган Кунга рўбарў бўлгунларича (ноҳақ йўлларига) шўнғишиб, (ўз дунёларида) ўйнаб-кулиб юраверсинлар!","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:84","price":"84. У (Аллоҳ) осмонда ҳам илоҳ, Ерда ҳам илоҳ бўлган Зотдир. У ҳикмат Эгаси ва билгувчидир.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:85","price":"85. Осмонлар ва Ер ҳамда уларнинг ўртасидаги бор нарсалар подшоҳлиги Ўзиники бўлган Зот баракотли — буюкдир. (Қиёмат) соати ҳақидаги билим ҳам ёлғиз Унинг ҳузуридадир. Ёлғиз Унгагина қайтарилурсизлар.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:86","price":"86. (Мушриклар Аллоҳни) қўйиб дуо илтижо қилаётган бутлари (Қиёмат Кунида бирон кишини) шафоат қилишга эга бўла олмас, магар ўзлари билган ҳолларида Ҳақ гувоҳлик берган (яъни, «Ҳеч қандай илоҳ йўқ, магар ёлғиз Аллоҳгина бор эканлигига гувоҳлик бераман», деган) кишиларгина (Аллоҳнинг изни иродаси билан шафоат қилишга қодир бўлурлар).","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:87","price":"87. (Эй Муҳаммад алайҳис-салоту вас-салом), қасамки, агар сиз улардан ўзларини ким яратгани ҳақида сўрасангиз, албатта улар: «Аллоҳ», дерлар. Бас, (Ўша яратгувчига ибодат қилиш ўрнига) қаёққа бурилиб кетмоқдалар?!","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:88","price":"88. (Аллоҳ таоло Муҳаммад алайҳис-салоту вас-саломнинг): «Парвардигорим, дарҳақиқат, ана улар иймон келтирмайдиган қавмдир», деган (сўзларини ҳам билур).","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"uz"},{"name":"43:89","price":"89. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз улардан юз ўгиринг ва «Тинчлик-омонлик бўлсин», денг! Бас, улар яқинда (куфру исёнларининг оқибати қандай бўлишини) билиб олажаклар!","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"uz"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}