{"data":[{"name":"46:1","price":"1. Ҳо, Мим.","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:2","price":"2. (Бу Қуръон) қудратли ва ҳикматли Аллоҳ томонидан нозил қилинган Китобдир.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:3","price":"3. Биз осмонлар ва Ерни ҳамда уларнинг ўртасидаги нарсаларни фақат ҳақ (қонун) (Қиёмат Кунигача) белгаланган муддат билан яратдик. Кофир бўлган кимсалар эса ўзлари огоҳлантирилган нарсадан (яъни, Охиратдаги азобдан) юз ўгирувчидирлар (уни инкор қилгувчидирлар).","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:4","price":"4. (Эй Муҳаммад алайҳис-салоту вас-салом, мушрикларга) айтинг: «Сизлар Аллоҳни қўйиб дуо-илтижо қилаётган (бутларингиз) ҳақида хабар берингиз — менга кўрсатинглар-чи, улар Ердан нимани яратганлар?! Агар ростгўй бўлсангизлар, менга ушбу (Қуръон)дан илгари (нозил бўлган ва сизларнинг бутларга сиғинишингизни тасдиқлайдиган) бирон китобни ёки бирон илмий асарни (яъни, аввалги уламолардан қолган биронта аниқ ҳужжатни) келтиринглар!»","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:5","price":"5. Аллоҳни қўйиб, Қиёмат Кунигача ҳам (дуони) мустажоб қила олмайдиган бутларга дуо-илтижо қиладиган кимсадан ҳам йўлдан озганроқ ким бор?! Ҳолбуки, у (жонсиз бут)лар ўша (мушрик)ларнинг дуоларидан ғофилдирлар!","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:6","price":"6. (Қиёмат Кунида) инсонлар (ҳисоб-китоб учун) тўпланган вақтида ўша (бутлар) уларга (мушрикларга) душман бўлурлар ва уларнинг (Аллоҳни қўйиб, ўзларига) ибодат қилганларини ҳам инкор этурлар!","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:7","price":"7. Қачон уларга Бизнинг аниқ-равшан бўлган оятларимиз тиловат қилинса, кофир бўлган кимсалар Ҳақ (Қуръон) тўғрисида у ўзларига келган вақтидаёқ (тафаккур қилиб кўрмасданоқ) «Бу очиқ сеҳрдир», дерлар.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:8","price":"8. Ёки улар («Қуръонни Муҳаммаднинг) ўзи тўқиб олган», дейдиларми?! Айтинг: «Агар уни ўзим тўқиб олган бўлсам, у ҳолда, сизлар мен учун Аллоҳ (азоби)дан бирон нарса(ни дафъ қилиш)га эга бўла олмассизлар (яъни, у ҳолда Аллоҳнинг Ўзи Унинг шаънига ёлғон тўқиганим учун мени ҳеч ким қайтара олмайдиган азоб билан жазолаган бўлур эди. Бас, мен сизлардан эмас, балки Аллоҳ таолодан қўрққаним сабабли сизларга Ҳақ ваҳийни келтирмоқдаман)! У сизлар киришаётган нарсани (яъни, Қуръонни «бир сеҳр, бир уйдирма» деяётганларингизни) жуда яхши билгувчидир. Унинг Ўзи мен билан сизларнинг ўртангизда етарли гувоҳдир. У мағфиратли, меҳрибон Зотдир».","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:9","price":"9. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Мен пайғамбарлардан янги — биринчиси эмасман (яъни, мендан аввал ҳам Аллоҳнинг пайғамбарлари ўтган-ку, нега сизлар менинг пайғамбарлигимга ҳайрон бўлиб, инкор қилмоқдасизлар?!) Мен (келажакда) на ўзимга ва на сизларга нима қилинишини билмасман (яъни, ғайбдан хабардор эмасман). Мен фақат ўзимга ваҳий қилинадиган нарсага эргашурман. Мен фақат очиқ огоҳлантиргувчидирман».","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:10","price":"10. Айтинг: («Эй мушриклар), хабар берингиз-чи, агар (ушбу Қуръон) Аллоҳнинг ҳузуридан бўлса-ю, сизлар унга кофир бўлсангизлар ва Бани Исроилдан бўлган бир гувоҳ ҳам у (Қуръон)нинг ўхшаши (ёлғиз Аллоҳ томонидангина нозил бўлиши)га гувоҳлик бериб, иймон келтирса-ю, сизлар (унга иймон келтиришдан) кибр-ҳаво қилсангизлар (яъни, сизлар энг золим одамлар бўлиб қолмайсизларми?!) Албатта Аллоҳ золим қавмни ҳидоят қилмас!»","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"И з о ҳ. Муфассирлар айтишларича, «Бани Исроил қавмидан бўлган гувоҳ» — яҳудий Абдуллоҳ ибн Салом бўлиб, у киши Пайғамбар алайҳис-салоту вас-саломнинг олдиларига келиб, Қуръони Карим оятларини эшитгач ва бир неча саволларига Расулуллоҳдан аниқ жавоблар олгач, дарҳол Қуръоннинг илоҳий Китоб эканига, Муҳаммад алайҳис-салоту вас-саломнинг ҳақ пайғамбар эканликларига иймон келтирган экан.","lang":"uz"},{"name":"46:11","price":"11. Кофир бўлган кимсалар иймон келтирган зотлар ҳақида «Агар (бу Қуръон) яхши бўлганида, (анави ялангоёқлар) унга бизлардан илгари бормаган бўлур эдилар», дедилар. Улар ўзлари (Қуръон) билан ҳидоят топишмагач: «Бу эски уйдирмадир», дерлар.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"И з о ҳ. Маълумки, аввал-бошда Ислом динини Аммор, Билол, Суҳайб ва Хаббоб каби камбағал-бечоралар қабул қилган эдилар. Шунинг учун зодагон мушриклар юқоридаги сўзларни айтдилар.","lang":"uz"},{"name":"46:12","price":"12. У (Қуръон)дан илгари Мусонинг пешво ва раҳмат бўлган Китоби (Таврот) бор эди. Бу (Қуръон) арабий лисондаги, (ўзидан аввал нозил бўлган барча илоҳий китобларни) тасдиқлагувчи бир Китобдир. У золим-кофир бўлган кимсаларни (Охират азобидан) огоҳлантириш учун ва чиройли амал қилгувчиларга (жаннат ҳақида) хушхабар бўлиш учун (нозил қилингандир).","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:13","price":"13. Албатта «Парвардигоримиз Аллоҳдир», деган, сўнгра (Тўғри Йўлда) устивор бўлган зотлар учун хавф-хатар йўқдир ва улар ғамгин бўлмаслар.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:14","price":"14. Ана ўшалар жаннат эгалари бўлиб, у жойда мангу қолурлар. (Бу) улар қилиб ўтган амалларининг мукофотидир.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:15","price":"15. Биз инсонни ота-онасига яхшилик қилишга буюрдик. Онаси унга қийналиб ҳомиладор бўлиб, қийналиб туққандир. Унга ҳомиладор бўлиш ва уни (сутдан) ажратиш (муддати) ўттиз ойдир. Энди қачон у вояга етиб, қирқ ёшга тўлганида: «Парвардигорим, мени Сен менга ва ота-онамга инъом этган неъматингга шукр қилишга ва Ўзинг рози бўладиган яхши амалларнигина қилишга муваффақ этгин ва Ўзинг мен учун зурриётимга ҳам яхшилик қилгин (яъни, фарзандларимни ҳам аҳли солиҳ бандаларингдан қилгин). Албатта мен Сенга (қилган барча гуноҳларимдан) тавба қилдим ва албатта мен мусулмонлардандирман», деди.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"И з о ҳ. Ушбу ояти каримада яна ҳар бир инсонни ота-онага яхшилик қилишга буюрилди. Табиий бир савол туғилиши мумкин: Нега Қуръонда ота-онага меҳр-мурувват кўрсатиш вожиб эканлиги бот-бот уқтирилади-ю, фарзандларга меҳрибонлик қилишга буюрилган оятлар деярли учрамайди? Каломуллоҳни синчиклаб ўқиб-ўрганган киши ундан юқоридаги саволга жавоб топа олади: Қуръонда бирон беҳуда жумла ёки сўз йўқдир. Аллоҳ таоло мўмин-мусулмонларни комил инсон қилиб тарбиялаш учун қайси фармонни неча марта такрорлаш лозим бўлса, уни шунча марта нозил қилган. Негаки, Яратган Ўз бандаларининг жисмоний жиҳатларидан ҳам, руҳоний хусусиятларидан ҳам жуда яхши огоҳдир. Масалан, У зот ота-онага, хусусан онага ўз фарзандларига нисбатан шундай меҳр ато этганки, она учун энг оғир, ҳатто таҳликали давр бўлган ҳомиладорлик ва кўз ёриш даври ҳамда чақалоқни эмизиб, тарбиялаш йиллари ота-она ҳаётидаги энг бахтли дамлардир. Бинобарин, ота-онани (албатта улар агар маънавиятдан ажраб ваҳшийлик даражасига тушиб кетган бўлсалар) фарзандга яхшилик қилишга буюраверишнинг ўзи ортиқча бир ишдир. Аммо фарзандлар эса ёшликларига бориб ёки ўзларининг ўғил-қизлари билан овора бўлишиб, ортларидаги ота-оналарига бепарво бўлиб қолишлари мумкин. Шунинг учун Қуръон фарзандларни тез-тез ота-она олдидаги бурчларини адо этишга даъват қилади. Юқоридаги оятнинг давомида камолот ёши бўлмиш қирқ ёшга етган мусулмони комил киши учун Аллоҳ таолодан қандай тилак-истаклар сўраш лойиқ эканлиги баён қилинди. Энди қуйидаги оятда ана шундай хислат эгалари бўлган мўмин-мусулмонларнинг келажак-оқибатлари ҳақида хабар берилади.","lang":"uz"},{"name":"46:16","price":"16. Ана ўшалар шундай зотлардирки, Биз улардан қилган энг чиройли амалларни қабул қилурмиз ва жаннат эгалари қаторида уларнинг ёмонлик гуноҳларидан ўтиб юборурмиз. (Бу) уларга ваъда қилингувчи ҳаққирост ваъдадир.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:17","price":"17. Яна бир кимса борки, ота-онасига: «Суф сизларга! Сизлар менга (ўлганимдан кейин қайта тирилиб, қабрдан) чиқарилишим ҳақида ваъда беряпсизлар-ми?! Ҳолбуки, мендан илгари ҳам асрлар-авлодлар ўтган-ку, (улардан биронтаси қайта тирилиб келдими)?!», дер. У иккиси Аллоҳдан мадад тилаган ҳолларида (ўғилларига қараб): «Ҳалок бўлгур, иймон келтиргин! Албатта Аллоҳнинг (барча бандаларни қайта тирилтириш ҳақидаги) ваъдаси ҳақдир», (десалар), у: «Бу фақат аввалгиларнинг афсоналаридир», дер.","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:18","price":"18. Ана ўшалар шундай кимсалардирки, уларнинг устига ўзларидан илгари ўтган инсу-жинсдан иборат (кофир) умматлар қаторида (азоб) Сўзи ҳақ бўлгандир. Албатта улар зиён кўргувчи бўлдилар.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:19","price":"19. (Мўминлар ва кофирлардан) ҳар бири учун ўзлари қилган амаллари сабабли даража-мартабалар бордир. Чунки (Аллоҳ) уларга қилган амалларини(нг мукофот ва жазоларини) комил қилиб берур ва уларга зулм қилинмас.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:20","price":"20. Кофир бўлган кимсалар дўзахга кўндаланг қилинадиган Кунда (уларга дейилур): «Сизлар ўз ҳузур-ҳаловатларингизни ҳаёти дунёларингиздаёқ кетказдингиз ва улардан фойдаланиб бўлдингиз. Энди Бугун Ерда ноҳақ кибру ҳаво қилганларингиз ва итоатсиз бўлганларингиз сабабли хорлик азоби билан жазоланурсизлар».","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:21","price":"21. (Эй Муҳаммад алайҳис-салоту вас-салом), Од (қабиласи)нинг биродарини (яъни, Ҳуд пайғамбарни) эсланг! Ўшанда у ўзининг қумтепалардаги қавмини: «Сизлар ёлғиз Аллоҳгагина ибодат қилинглар! Мен ҳақиқатан, сизларнинг устингизда улуғ Куннинг азобидан қўрқурман», деб огоҳлантирган эди, — дарҳақиқат, ундан илгари ҳам, ундан кейин ҳам огоҳлантиргувчи (пайғамбар)лар ўтгандир;","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:22","price":"22. Улар: «Сен бизларни худоларимиздан буриш (юз ўгиртириш) учун келдингми?! У ҳолда агар ростгўй кишилардан бўлсанг, бизларга ваъда қилаётган нарсангни (яъни, Аллоҳнинг азобини) келтирган-чи?», дедилар.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:23","price":"23. У айтди: «(Азоб келар вақтнинг) билими ёлғиз Аллоҳ ҳузуридадир. Мен сизларга ўзим элчи қилиб юборилган динни етказурман. Лекин мен сизларни нодон қавм эканлигингизни кўрмоқдаман».","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:24","price":"24. Бас, қачонки, улар ўша (азоб)ни ўз водийларига қараб келаётган бир қора булут ҳолида кўришгач: «Бу бизларга ёмғир келтиргувчи булутдир», дедилар. «Йўқ, у ўзларингиз шоштирган нарса — бир бўронки, унда аламли азоб бордир.","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:25","price":"25. У Парвардигорининг амри билан барча нарсани вайрон (ҳалок) қилур. Бас, (у бўрон келиб, Од қабиласидаги кофирларнинг ўзларини ҳам, мол-ҳолларини ҳам ҳалок қилди. Барчалари қирилиб битиб), тонг отганида, фақат уларнинг уй-жойларигина кўзга ташланар эди. Биз жиноятчи-осий қавмни мана шундай жазолаймиз.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:26","price":"26. Ҳолбуки, (эй Макка аҳли), Биз уларни (мол-дунё ва куч-қувват жиҳатидан) сизларни қодир қилмаган нарсаларга қодир қилган эдик ва уларга ҳам қулоқ, кўз ва диллар (ато) қилган эдик. (Лекин) улар Аллоҳнинг оят-мўъжизаларини инкор этганлари учун уларга қулоқ-кўзлари ҳам, диллари ҳам бирон фойда бермади (яъни, Ҳақ йўлни кўриб-идрок қила олмадилар). Ва уларни ўзлари масхара қилиб кулган нарсалари (Аллоҳнинг азоби) ўраб олди.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:27","price":"27. (Эй Макка аҳли), аниқки, Биз сизларнинг атрофингиздаги қишлоқ-шаҳарларни ҳалок қилдик. Биз уларга шояд (куфру исёнларидан) қайтсалар, деб оят-мўъжизаларни батафсил баён қилган эдик, (лекин улар қайтмай ҳалокатга дучор бўлдилар).","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:28","price":"28. Ахир ўзлари Аллоҳни қўйиб, (Аллоҳга) яқин қиладиган «худо»лар, деб ушлаб олган — сиғинган бутлари (ҳалокатдан қутулишлари учун) уларга ёрдам берсалар бўлмасмиди?! Йўқ, у (бутлар мушриклардан ёрдамга муҳтож бўлган вақтларида) ғойиб бўлиб қолишди. Бу (яъни, бутлар бутпарастларни Аллоҳга яқин қилади, деган ақида) уларнинг уйдирмаларидир ва (Аллоҳ шаънига) тўқиб олган бўҳтонларидир.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:29","price":"29. (Эй Муҳаммад алайҳис-салоту вас-салом), эсланг, Биз сизнинг олдингизда бир гуруҳ жинларни Қуръон тингласинлар, деб юборган эдик. Бас, қачонки улар (Қуръон тиловатига) ҳозир бўлишгач, (бир-бирларига): «Жим туринглар», дедилар. Энди қачонки (тиловат) тугатилгач, улар ўз қавмлари олдига огоҳлантиргувчи бўлган ҳолларида қайтиб кетдилар.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"И з о ҳ. Ривоят қилинишича, Пайғамбар алайҳис-салоту вас-саломнинг ҳузурларига бир неча бор жин тоифасининг вакиллари келиб, Қуръонни тинглаб кетган эканлар. Мазкур оятдаги воқеа шулардан бири бўлиб, уни келтиришдан мурод Макка мушрикларини огоҳлантиришдир. Гўё уларга: «Инсон тоифасидан бўлмаган жинлар Қуръонни бир бор эшитишлари биланоқ унга иймон келтириб, бошқа жинларни ҳам иймонга даъват қилиш учун кетсалар-у, сизлар ўзларингизнинг тилингиздаги Қуръонга ва ўз тоифангиздан бўлган пайғамбарга иймон келтирмай кофирлигингизча қолсангизлар!», дейилмоқда. Қуйидаги оятларда жинларнинг ўз қавмлари олдига бориб, Қуръон хабарини етказганлари баён қилинади.","lang":"uz"},{"name":"46:30","price":"30. Улар дедилар: «Эй қавмимиз, дарҳақиқат, бизлар Мусодан кейин нозил қилинган, ўзидан олдинги (илоҳий китоб)ларни тасдиқ қилгувчи бўлган, Ҳақ (дин)га ва Тўғри Йўлга ҳидоят қиладиган бир Китобни — Қуръонни тингладик.","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:31","price":"31. Эй қавмимиз, Аллоҳга даъват қилгувчи (Муҳаммад алайҳис-салоту вас-саломнинг даъвати)ни қабул қилинглар ва унга иймон келтиринглар, (шунда Аллоҳ) сизларнинг гуноҳларингизни мағфират қилур ва сизларга аламли азобдан паноҳ берур.","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:32","price":"32. Ким Аллоҳга даъват қилгувчи (даъвати)ни қабул қилмаса, бас, у Ер юзида (бирон жойга) қочиб қутулгувчи эмасдир ва унинг учун (Аллоҳдан) ўзга (Унинг азобидан қутқаргувчи) «дўстлар» ҳам йўқдир. Ана ўшалар очиқ залолатдадирлар».","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:33","price":"33. Ахир улар (Охиратда қайта тирилиш ҳақ эканини инкор қилгувчи кимсалар) осмонлар ва Ерни яратган, уларни яратишга ожизлик қилиб қолмаган зот — Аллоҳ ўликларни тирилтиришга ҳам қодир эканлигини (ўйлаб) кўрмадиларми?! Йўқ, албатта (Аллоҳ ўликларни тирилтиришга ҳам қодирдир). Зеро, У зот барча нарсага қодирдир.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:34","price":"34. Кофир бўлган кимсалар дўзахга кўндаланг қилинадиган Кунда (уларга): «Ушбу (азоб) ҳақ эмас эканми?!», (дейилганида), улар: «Йўқ, Парвардигоримизга қасамки, (бизларга ваъда қилинган азоб ҳақ экан)», дерлар. (Шунда Аллоҳ) айтар: «Бас, кофир бўлганларингиз сабабли мана шу азобни тотинглар!»","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"uz"},{"name":"46:35","price":"35. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз ҳам (ўтган) пайғамбарлар орасидаги сабот-матонат эгалари сабр қилганларидек, (мушрикларнинг озор-азиятларига) сабр қилинг ва уларга (тушадиган азоб)ни шоштирманг. Улар ўзларига ваъда қилинаётган азобни кўрадиган Кунда гўё (бу дунёда) фақат кундуздан бир соатгина тургандек бўлиб қолурлар! (Бу Аллоҳ томонидан нозил қилинган) бир баёнот-хабардир. Бас, фақат итоатсиз қавмгина ҳалок қилинур. ","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"uz"}],"chapter":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"]}