{"data":[{"name":"57:1","price":"1. Осмонлар ва Ердаги бор нарса Аллоҳга тасбеҳ айтди. У қудрат ва ҳикмат Соҳибидир.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:2","price":"2. Осмонлар ва Ер Унинг мулкидир. У ҳаёт ва ўлим берур. У барча нарсага қодирдир.","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:3","price":"3. Аввал ҳам, охир ҳам, зоҳир ҳам, ботин ҳам Унинг Ўзидир. У барча нарсани билгувчидир.","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"И з о ҳ. Ушбу ояти каримада ҳар бир мўмин Аллоҳ таолонинг бор ва бирлигига иймон келтириш билан бирга эътиқод қилиши лозим бўлган тўрт илоҳий сифати баён этилди: Аллоҳ аввалдир, яъни У азалий зот бўлиб, Ундан аввал бирон замон ўтган эмас; Аллоҳ, охирдир, яъни У абадий-мангу зот бўлиб, барча нарса йўқ бўлур, лекин Унинг интиҳоси йўқдир; Аллоҳ зоҳирдир, яъни коинотдаги ҳар бир нарса Унинг борлигига очиқ-зоҳир далолат қилиб туради; Аллоҳ ботин-махфийдир, яъни Унинг зотини кўз билан идрок этиб бўлмас ва Унинг моҳият-ҳақиқатига ақл билан етиб бўлмас.","lang":"uz"},{"name":"57:4","price":"4. У осмонлар ва Ерни олти кунда яратиб, сўнгра (Зоти ва Улуғлигига муносиб тарзда) Аршга олий бўлган Зотдир. У Ерга кирадиган (ёмғир-қор суви хазина-ю дафина ва жасадлар каби) нарсаларни ҳам, ундан чиқадиган (ўт-ўлан, наботот ва булоқ сувлари каби нарсаларни ҳам, самодан тушадиган (ризқу насиба, хайру барака каби) нарсаларни ҳам, унга (самога) кўтариладиган (яъни, амал ва дуо-илтижо каби) нарсаларни ҳам билур. Сизлар қаерда бўлсангизлар, У сизлар билан биргадир. Аллоҳ қилаётган амалларингизни кўриб тургувчидир.","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:5","price":"5. Осмонлар ва Ер Унинг мулкидир. Барча ишлар ёлғиз Аллоҳга қайтарилур.","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:6","price":"6. У кечани кундузга киритур ва кундузни кечага киритур. У диллардаги сирларни билгувчидир.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:7","price":"7. (Эй инсонлар), Аллоҳга ва Унинг пайғамбари (Муҳаммад алайҳис-салоту вас-салом)га иймон келтиринглар ҳамда У зот сизларни халифа қилиб қўйган нарсалардан (яъни, вақтинча қўлларингизда турган эрта бир кун сизлар истасангиз-истамасангиз ўзгаларнинг қўлларига ўтиб кетадиган Аллоҳ берган мол-давлатдан) инфоқ-эҳсон қилинглар! Бас, сизлардан иймон келтирган ва инфоқ-эҳсон қилган зотлар учун катта ажр-мукофот бордир.","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:8","price":"8. Агар сизлар иймон келтиргувчи бўлсангизлар — пайғамбар (ораларингизда) сизларни Парвардигорингизга иймон келтиришга даъват қилиб тургани ҳолда (Аллоҳ эса сизларнинг руҳларингизни яратган пайтидаёқ, иймон келтириш ҳақидаги) аҳду-паймонингизни олгани ҳолда нега сизлар (Аллоҳга) иймон келтирмаяпсизлар?","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:9","price":"9. У Ўз бандаси (Муҳаммад алайҳис-салоту вас-салом)га токи у сизларни (куфр) зулматларидан (иймон) нурига олиб чиқиш учун аниқ-равшан оятларни (яъни, Қуръони Каримни) нозил қиладиган Зотдир. Албатта Аллоҳ сизларга меҳрибон ва раҳмлидир.","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:10","price":"10. Нега сизлар Аллоҳ йўлида инфоқ-эҳсон қилмаяпсизлар?! Ҳолбуки, осмонлар ва Ернинг ворислиги ёлғиз Аллоҳники-ку (яъни, оз кунда сизлар бу оламдан ўтиб кетиб, қўлларингиздаги барча мол-дунёларингиз Аллоҳга мерос бўлиб қолади-ку)! Сизлардан (Макка) фатҳ бўлишидан илгари инфоқ-эҳсон қилган ва (Расулуллоҳ билан бирга кофирларга қарши) урушган кишилар (Макка фатҳидан кейин инфоқ-эҳсон қилган ва урушган кишилар билан) баробар бўлмас. Улар кейин инфоқ-эҳсон қилган ва урушган кишилардан улуғроқ мартабададирлар. Барчаларига Аллоҳ гўзал (оқибат-жаннат) ваъда қилгандир. Аллоҳ қилаётган амалларингиздан хабардордир.","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:11","price":"11. Аллоҳга қарзи ҳасана (ихтиёрий қарз, яъни Унинг йўлида хайру саховат) қиладиган ким бор? Бас, У зот ўша (киши)га бир неча ҳисса қилиб қайтарур ва унинг учун улуғ ажр-мукофот бўлур.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:12","price":"12. Мўмин ва мўминаларнинг олдиларида ва ўнг томонларида нурлари (яъни, қилган яхши амаллари ва номаи аъмоллари йўлларини ёритиб) кетаётганини кўрадиган Кунни (эсланг)! (Ўша Кунда уларга дейилур): «Сизлар учун Бугунги хушхабар — остидан дарёлар оқиб турадиган, (сизлар) мангу қоладиган жаннатлардир. Бу улуғ бахтнинг ўзидир!»","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:13","price":"13. У Кунда мунофиқ ва мунофиқалар иймон келтирган зотларга: «Бизга қараб туринглар, биз ҳам сизларнинг нурингиздан озгина олиб фойдаланайлик», десалар, (уларга) «Ортингларга қайтиб нур истайверинглар», дейилур. Сўнг улар (билан мўминлар)нинг ўртасига дарвозали бир девор урилурки, унинг ичида раҳмат-жаннат, ташқарисида-олдида эса азоб-дўзах бўлур.","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:14","price":"14. Улар (мўминларга) «Биз (ҳаёти дунёда) сизлар билан бирга эмасмидик», деб нидо қилганларида, (мўминлар) дерлар: «Ҳа, (кўринишда биз билан бирга эдинглар), лекин сизлар (мунофиқлик билан) ўзларингизни фитнага дучор қилдинглар ва (бизларга бало-офатлар етишига) кўз тутдинглар ҳамда (Исломнинг ҳақ «дин эканлиги тўғрисида) шубҳаландинглар ва то Аллоҳнинг амри (яъни, ўлим) келгунича сизларни (ҳали умр узоқ эканлиги, Аллоҳ ҳар қандай гуноҳни кечиб юборавериши каби) хомхаёллар алдади. Сизларни Аллоҳ ҳақида (У зотнинг карами кенг, ҳеч қачон Ўзи яратган бандаларни азобга гирифтор қилмайди, деб) алдагувчи (шайтон) алдаб қўйди».","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:15","price":"15. Мана Бугун сизлардан ҳам, (эй мунофиқлар), кофир бўлган кимсалардан ҳам (дўзах азобидан қутулишларингиз учун) бирон тўлов олинмас. Жойларингиз дўзахдир! У сизларга энг муносиб жойдир! Нақадар ёмон оқибат (бу)!","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"И з о ҳ. Мазкур оятларда зоҳирлари мўмин-у, ботинлари мунофиқ бўлган кимсаларнинг Охиратда дучор бўладиган оқибатлари баён қилинди. Энди мўминларга мурожаат қилиниб, уларни ўзларидан аввал ўтган аҳли китоблар каби диллари қотиб, фосиқ-итоатсиз бўлиб кетмасдан кўнгилларини Аллоҳнинг зикрига ва Қуръон тиловатига мойил қилишга даъват этилади.","lang":"uz"},{"name":"57:16","price":"16. Иймон келтирган зотлар учун диллари Аллоҳнинг зикри сабабли ва нозил бўлган Ҳақ — Қуръон (тиловат қилиниши) сабабли қалблари эриб, қўрқиш (вақти) келмадими? (Шунингдек, улар учун) илгари китоб ато этилган, сўнг (улар билан пайғамбарлари ўртасидаги) муддат узайгач, диллари қотиб кетган кимсалар (яъни, яҳудий ва насронийлар) каби бўлиб қолмаслик (вақти келмадими)? Улардан (яҳудий ва насронийлардан) кўплари фосиқ-итоатсиздирлар!","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:17","price":"17. (Эй мўминлар), билингларки, албатта Аллоҳ ўлган Ерни тирилтирур (яъни, Аллоҳ қуриб-қақшаб ётган Ерни ёмғир билан «тирилтиргани» каби сизларнинг дилларингизни ҳам Аллоҳнинг зикри ва Қуръон тиловати билан юмшатур). Мана Биз ақл юргизишларингиз учун сизларга (Ўз қудрати илоҳийямизга далолат қиладиган) оятларни батафсил баён қилдик.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:18","price":"18. Албатта садақа қилгувчи эркаклар ва садақа қилгувчи аёллар ҳамда Аллоҳга қарзи ҳасана берганлар учун (берган хайру садақалари) бир неча ҳисса қилиб қайтарилур ва улар учун улуғ ажр-мукофот бордир.","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:19","price":"19. Аллоҳга ва Унинг пайғамбарларига иймон келтирган зотлар — ана ўшалар Парвардигорлари ҳузурида сиддиқлар (яъни, жуда ростгўй зотлар) ва шаҳидлар (мақомида)дирлар. Улар учун (Охиратда) ажр-мукофотлари ва (уларнинг йўлларини ёритиб борадиган) нурлари бўлур. Кофир бўлган ва Бизнинг оятларимизни ёлғон деган кимсалар — улар дўзах эгаларидир!","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:20","price":"20. Билингларки, бу ҳаёти дунё фақат (бир нафаслик) ўйин-кулги, зеб-зийнат, ўрталарингиздаги ўзаро мақтаниш ва мол-дунё ҳамда фарзандларни кўпайтиришдир, холос. (У) худди бир ёмғирга ўхшарки, унинг (ёғиши сабабли униб чиққан) ўт-ўлани кофирларни ҳайратга солиб (ақлларини банд қилиб қўюр). Сўнгра у қурир, бас, уни сарғайган ҳолда кўрурсиз. Сўнгра у қуруқ чўп бўлиб қолур. (Ҳаёти дунёнинг ҳоли ҳам шундан ўзга эмасдир). Охиратда эса (ўша тўрт кунлик дунёга алданиб қолганлар учун) қаттиқ азоб ва (иймон-эътиқод билан ўтганлар учун) Аллоҳ томонидан мағфират ва ризолик бордир. Ҳаёти дунё эса фақат алдагувчи матодир.","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:21","price":"21. (Эй инсонлар), Парвардигорингиз томонидан бўладиган мағфиратга ҳамда Аллоҳ ва Унинг пайғамбарларига иймон келтирган зотлар учун тайёрлаб қўйилган, кенглиги осмон ва Ернинг кенглиги каби бўлган жаннатга шошилингиз! Бу (яъни, ваъда қилинган мағфират ва жаннат) Аллоҳнинг фазлу марҳамати бўлиб, уни Ўзи хоҳлаган кишиларга ато этур. Аллоҳ улуғ фазлу марҳамат Соҳибидир.","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:22","price":"22. На Ерга ва на ўзларингизга бирон мусибат етмас, магар (етса) Биз уни пайдо қилишимиздан илгари Китобда (Лавҳул-Маҳфузда битилган) бўлур. Албатта бу Аллоҳга осондир.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"И з о ҳ. Яъни, ҳаётда содир бўладиган ҳар бир яхши-ёмон, катта-кичик воқеа-ҳодиса албатта Аллоҳ таолонинг тақдири азалийсида битилган бўлади. Яратганнинг амрисиз бировнинг баданига бир тикан кирмайди. Бу ҳақиқат баён этилишига сабаб:","lang":"uz"},{"name":"57:23","price":"23. Токи сизлар қўлларингиздан кетган нарсага қайғурмагайсизлар ва (Аллоҳ) ато этган нарса билан шодланиб (ҳаволаниб) кетмагайсизлар. Аллоҳ барча кибр-ҳаволи, мақтанчоқ кимсаларни суймас.","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:24","price":"24. Улар бахиллик қиладиган ва одамларни ҳам бахил бўлишга буюрадиган-чақирадиган кимсалардир. Ким (бахиллик қилиб инфоқ-эҳсон қилишдан) юз ўгириб кетса, у ҳолда албатта Аллоҳнинг Ўзи (барча оламдан) беҳожат ва ҳамду санога лойиқ Зотдир.","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:25","price":"25. Қасамки, Биз Ўз пайғамбарларимизни аниқ ҳужжат-мўъжизалар билан юбордик ва улар билан бирга Китоб ҳамда одамлар адолатни барпо қилишлари учун мезон-тарози туширдик. Яна Биз темирни туширдик-яратдик. Унда куч-қувват ва одамлар учун манфаатлар бордир. Аллоҳ ғайбда (бандалари кўзига кўринмасдан) турган ҳолида Ўзига ва пайғамбарларига (Аллоҳ йўлида жиҳод қилиш билан) ёрдам берадиган кишиларни билиш учун (темирни яратди). Албатта Аллоҳ кучли, қудратлидир.","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"И з о ҳ. Ушбу ояти каримада жамият интизоми ва кишилар осойишталиги учун Аллоҳнинг китоби ва адолат тарозиси билан бирга яна темир, яъни қуролли кучга ҳам муҳтож бўлинишига ишора қилинмоқда.","lang":"uz"},{"name":"57:26","price":"26. Қасамки, Биз Нуҳ ва Иброҳимни пайғамбар қилиб юбордик ҳамда пайғамбарлик ва Китобни (яъни, Таврот, Инжил, Забур ва Қуръонни) ҳам икковининг зурриётларига (ато) қилдик. Бас, уларнинг (яъни, Нуҳ ва Иброҳим зурриётларининг) орасида ҳидоят топгувчи (кишилар) ҳам бор, (аммо) уларнинг орасида кўплари фосиқ-итоатсиздирлар.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:27","price":"27. Сўнгра уларнинг изларидан кетма-кет пайғамбарларимизни юбордик ва Ийсо бинни Марямни ҳам (уларнинг) ортидан юбордик ва унга Инжил ато этдик ҳамда унга эргашган зотларнинг дилларида меҳрибонлик ва раҳм-шафқат (пайдо) қилдик. Роҳибликни эса улар ўзлари чиқариб олдилар. Биз уларга (роҳиб бўлишларини) ёзганимиз — буюрганимиз йўқ, лекин улар ўзлари Аллоҳнинг ризолигини истаб (роҳибликни одат) қилдилар-у, сўнг унга тўғри-тўла риоя қила олмадилар. Бас, Биз улардан иймон келтирган зотларга ажр-мукофотларини ато этдик. (Аммо) уларнинг орасида кўплари фосиқ-итоатсиздирлар.","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:28","price":"28. Эй (Ийсога) иймон келтирган зотлар, Аллоҳдан қўрқинглар ва Унинг пайғамбари (Муҳаммад алайҳис-салоту вас-салом)га ҳам иймон келтиринглар, (шунда) У зот сизларга Ўз раҳматидан икки ҳисса ато этур ва сизлар учун (Қиёмат Кунида олдиларингизда) юрадиган нур (пайдо) қилур ҳамда сизларни мағфират қилур. Аллоҳ мағфиратли, меҳрибондир.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"","lang":"uz"},{"name":"57:29","price":"29. Аҳли китоб ўзлари Аллоҳнинг фазлу-марҳаматидан бирон нарсага (етишга) қодир бўла олмасликларини ва фазлу марҳамат Аллоҳнинг қўлида бўлиб, уни фақат Ўзи хоҳлаган кишиларга ато этишини билишлари учун (Аллоҳ уларга юқоридаги ҳукмларни баён қилди). Аллоҳ улуғ фазлу марҳамат Соҳибидир.","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"","lang":"uz"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}