{"data":[{"name":"59:1","price":"1. Осмонлардаги ва Ердаги бор нарса Аллоҳга тасбеҳ айтди. У қудрат ва ҳикмат Соҳибидир.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5127,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:2","price":"2. У аҳли китоблардан (яҳудийлардан) кофир бўлган кимсаларни биринчи тўплашдаёқ ўз диёрларидан ҳайдаб чиқарган Зотдир. (Эй мўминлар), сизлар уларнинг чиқиб кетишларини ўйлаган ҳам эмас эдингиз. Улар ҳам ўзларининг қўрғон-қалъаларини Аллоҳ(нинг азобидан) тўсгувчи деб ўйлаган эдилар. Бас, Аллоҳ(нинг азоби) улар ҳисобга олмаган томондан келди ва дилларига қўрқинч солди. Улар уйларини ўз қўллари ва мўминларнинг қўллари билан бузурлар. Бас, эй ақл эгалари, (уларнинг аҳволидан) ибрат олингиз!","arabic":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5128,"juzNumber":28,"footnotes":"И з о ҳ. Пайғамбар алайҳис-салоту вас-салом Маккаи Мукаррамадан Мадинаи Мунавварага ҳижрат қилиб келганларидан сўнг, яҳудийларнинг Мадина атрофида яшайдиган Бану Назийр қабиласи у киши билан бетарафлик тўғрисида сулҳ тузган эди. Лекин мусулмонлар Уҳуд жангида мағлубиятга учраганларидан кейин Бану Назийр яҳудийлари ўртадаги сулҳни бузишиб, мусулмонлар орасига суқулиб кириб олган айрим мунофиқ кимсалар билан тил бириктиришиб, Макка кофирлариги одам юборадилар ва Муҳаммад алайҳис-салоту вас-саломга қарши жанг қилиш учун улар билан ҳамкорликка тайёр эканликларшш билдирадилар. Расулуллоҳ бу хиёнатдан хабар топгач, яҳудийларнинг Маккага юборилган элчилари Каъб ибн Ашрафни қатл қилишга буюрадилар ва ўзлари қўшин билан бориб, Бану Назийр қабиласини қамал қиладилар. Қамалнинг йигирма биринчи кунида дилларига қўрқинч тушган яҳудийлар Пайғамбаримизга қайта сулҳ тузишни таклиф қилишганида, у зот хоинлар билан ҳеч қандай сулҳ тузилиши мумкин эмаслигини билдириб, улардан кўтарганларича нарса-матоларини олиб дарҳол бу юртдан чиқиб кетишларини талаб қиладилар. Шундай қилиб яҳудийлар яшаётган уйларининг устун-тўсинларигача бузиб, туяларга юклашиб ҳеч қандай жанг-жадалсиз ўз диёрларидан жўнаб қоладилар.","lang":"uz"},{"name":"59:3","price":"3. Агар Аллоҳ уларга сургунни ёзмаганида, албатта уларни мана шу дунёда (қатл қилиш ёки асирлик билан) азоблаган бўлур эди. Улар учун Охиратда дўзах азоби ҳам бордир.","arabic":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5129,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:4","price":"4. Бунга сабаб, уларнинг Аллоҳ ва Унинг пайғамбарига қарши турганларидир. Кимки Аллоҳга қарши турса, бас, албатта Аллоҳнинг жазоси қаттиқдир.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5130,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:5","price":"5. (Эй мўминлар), сизлар (Бану Назийр хурмозорларидан) бирон хурмо дарахтини кесдингларми ёки уни ўз поясида турган ҳолида қолдирдингларми, бас, (сизлар қилган ҳар бир иш) Аллоҳнинг изни-иродаси билан ва у фосиқ-итоатсиз кимсаларни расво қилиш учун (бўлди).","arabic":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5131,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:6","price":"6. Аллоҳ Ўз пайғамбарига улардан ўлжа қилиб берган нарсаларнинг устига сизлар оту туяларни ўйнатиб-чоптириб борганларингиз йўқ (яъни, у ўлжаларни сизлар қийналиб, машаққат чекиб, жанг-жадал билан қўлга киритганларингиз йўқ), лекин Аллоҳ Ўз пайғамбарларини Ўзи хоҳлаган кимсалардан (мана шундай) устун қилиб қўюр. Аллоҳ барча нарсага қодирдир.","arabic":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5132,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:7","price":"7. Аллоҳ қишлоқ-шаҳарларнинг (кофир) аҳолисидан Ўз пайғамбарига ўлжа қилиб берган нарсалар — токи сизлардан бой-бадавлат кишилар ўртасидагина айланиб юраверадиган нарса бўлиб қолмасин учун — Аллоҳники, пайғамбарники ва (пайғамбарнинг) қариндош-уруғлари, етимлар, бечора-мискинлар ва йўловчи-мусофирларникидир. Пайғамбар ўзи сизларга ато этган нарсани олинглар, у зот сизларни қайтарган нарсадан қайтинглар ва Аллоҳдан қўрқинглар! Албатта Аллоҳнинг жазоси қаттиқдир.","arabic":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5133,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:8","price":"8. (У ўлжалар яна) ўз диёрларидан ва мол-мулкларидан ҳайдаб чиқарилган зотлар — камбағал муҳожирларникидирки, улар Аллоҳдан фазл-марҳамат ва ризолик истарлар ҳамда Аллоҳ ва Унинг пайғамбарига ёрдам берурлар. Ана ўшалар (иймонларида) содиқ зотлардир.","arabic":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5134,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:9","price":"9. Улардан (муҳожирлардан) илгари (Мадина) диёрига ўрнашган ва иймон-эътиқодни (маҳкам ушлаган) зотлар (ансорлар) эса ўзлари(нинг ёнлари)га ҳижрат қилиб келган кишиларни суюрлар ва дилларида уларга (муҳожирларга) берилган нарса-ўлжалар сабабли бирон ҳасад туймаслар ҳамда гарчи ўзларида эҳтиёж бўлса-да, ўзларини қўйиб (ўзгаларни) ийсор-ихтиёр қилурлар. Кимки ўз нафсининг бахиллигидан сақлана олса, бас, ана ўшалар нажот топгувчи зотлардир.","arabic":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5135,"juzNumber":28,"footnotes":"И з о ҳ. Мазкур оятларда ўзларининг уй-жой ва мол-мулкларини тарк этиб Пайғамбар алайҳис-салоту вас-салом билан Мадинаи Мунавварага ҳижрат қилиб келган муҳожирларнинг орзу-ниятлари фақат Аллоҳнинг ризолигини исташ ҳамда Аллоҳ ва пайғамбарга ёрдам қилиш бўлганлиги таъкидланди ва ғазотлардан тушадиган ўлжаларнинг бир қисми ўшаларнинг ҳақлари эканлиги уқтирилди. Шунингдек, уларнинг йўлларига уй-жой ва иймон-эътиқод билан пешвоз чиққан ансорлар-ёрдамчилар (улар пайғамбаримизга ва бошқа муҳожирларга ҳар бир ишда кўмак берганлиги учун мана шу номга сазовор бўлганлар), ва уларнинг бағрикенгликлари, ўз манфаатларидан ўзгаларнинг манфаатини устун қўя олишлари таърифланди. Ҳукамолардан Абу Зайднинг ғоят ибратли мана бу сўзи худди ўша ансорлар ҳақида айтилгандек: «Балхлик бир йигит менга: «Ўзларингизнинг зуҳд-тақволарингиз ҳақида гапириб бергин», деган эди, мен айтдим: «Топсак еймиз, топмасак сабр қиламиз». Шунда у деди: «Бизда Балхнинг итлари шундай қилишади, биз эса топмасак сабр қиламиз, топсак ўзимиздан муҳтожроқларга берамиз».","lang":"uz"},{"name":"59:10","price":"10. Улардан кейин (дунёга) келган зотлар айтурлар: «Парвардигоро, Ўзинг бизларни ва бизлардан илгари иймон билан ўтган зотларни мағфират қилгин ва қалбларимизда иймон келтирган зотлар учун бирон ғилли-ғаш қилмаган. Парвардигоро, албатта Сен меҳрибон ва раҳмлидирсан».","arabic":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5136,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:11","price":"11. (Эй Муҳаммад алайҳис-салоту вас-салом), мунофиқ кимсалар ўзларининг аҳли китоблардан (яҳудийлардан) бўлган кофир биродарларига: «Қасамки, агар сизлар (Мадинадан) қувиб чиқарилсангизлар, албатта бизлар ҳам сизлар билан бирга чиқиб кетурмиз ва сизлар(га қарши урушиш) тўғрисида ҳеч қачон бирон кимсага итоат этмасмиз. Агар сизларга қарши жанг қилинса, албатта бизлар сизларга ёрдам берурмиз», дейишларини кўрмадингизми? Аллоҳ гувоҳлик берур-ки, улар шак-шубҳасиз, ёлғончидирлар.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5137,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:12","price":"12. Қасамки, агар (яҳудийлар ўз диёрларидан) қувиб чиқарилсалар (мунофиқлар) улар билан бирга чиқиб кетмаслар, қасамки, агар (яҳудийларга қарши) жанг қилинса, (мунофиқлар) уларга ёрдам ҳам бермаслар ва агар (фаразан) ёрдам берсалар ҳам, албатта яҳудийлар (мўминлар томонидан мағлуб қилинишиб) ортларига қараб қочурлар ва кейин уларга бирон ёрдам берилмас.","arabic":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5138,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:13","price":"13. (Эй мўминлар), аниқки, сизлар (мунофиқларнинг) дилларида Аллоҳдан кўра қўрқинчлироқдирсизлар. Бунга сабаб, улар (Аллоҳнинг қудратини) англамайдиган қавм эканликларидир.","arabic":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5139,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:14","price":"14. Улар (мунофиқ ва яҳудийлар) бирлашган ҳолларида сизлар билан фақат қалъа-қўрғонли қишлоқлар ичида (беркиниб) ёки деворлар ортидагина жанг қила олурлар, (яъни, ҳеч қачон сизларга қарши очиқ жангга чиқа олмаслар). Улар ўз ўрталарида кучли-қувватлидирлар, (яъни, жанг-жадал бўлмасдан туриб ўзаро куч-қудратли эканликлари ҳақида лоф ураверадилар, аммо жанг пайтида ожиз-қўрқоқдирлар). (Оғизларидаги сўзларидан) уларни бир деб ҳисоблайсиз-у, (аммо) диллари хилма-хилдир. Бунга сабаб, уларнинг ақлсиз қавм эканликларидир.","arabic":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5140,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:15","price":"15. (Улар) худди ўзларидан озгина олдин ўтган, ўз қилмишларининг зиёнини тотган кимсаларнинг (яъни, Бадр жангида енгилиб шарманда бўлган мушрикларнинг) ўхшашидирлар. Улар учун (Охиратда ҳам) аламли азоб бордир.","arabic":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5141,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:16","price":"16. (Яҳудийларни мўминларга қаршилик қилишга гиж-гижлаётган мунофиқлар) худди шайтоннинг ўхшашидирлар. Эсланг, у инсонга «Кофир бўл», деган эди. Энди қачонки (инсон) кофир бўлгач, (шайтон унга) «Албатта мен сендан безорман. Зеро, мен барча оламлар Парвардигори бўлмиш Аллоҳдан қўрқурман», деди.","arabic":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5142,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:17","price":"17. Бас, иккисининг (шайтон ва унинг сўзига кириб, кофир бўлган инсоннинг) оқибати дўзахга кириб, унда мангу қолишлари бўлди. Золим кимсаларнинг жазоси шудир!","arabic":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5143,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:18","price":"18. Эй мўминлар, Аллоҳдан қўрқинглар ва (ҳар бир) жон эрта (Қиёмат Куни) учун нимани (яъни, қандай эзгу амални) тақдим этганига қарасин! Аллоҳдан қўрқинглар! Албатта Аллоҳ қилаётган амалларингиздан хабардордир.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5144,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:19","price":"19. Сизлар Аллоҳни унутиб қўйган (яъни, У зотнинг амр-фармонларига итоат этмаган), бас, (шундан кейин Аллоҳ) уларга ўзларини ҳам унуттириб қўйган (яъни, ўзларига Охиратда фойда берадиган амаллар қилишдан юз ўгиртириб қўйган) кимсалар каби бўлмангиз! Ана ўшалар фосиқ-итоатсиз кимсалардир!","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5145,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:20","price":"20. Дўзах эгалари билан жаннат эгалари баробар бўлмас. Жаннат эгалари (бахт-саодатга) эришгувчи зотлардир.","arabic":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5146,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:21","price":"21. Агар Биз ушбу Қуръонни бирон тоғга нозил қилганимизда, албатта сиз у (тоғ)ни Аллоҳнинг қўрқувидан эгилиб ёрилиб кетган ҳолида кўрган бўлур эдингиз. (Лекин айрим инсонларнинг диллари тоғнинг тошидан ҳам қаттиқроқ бўлгани сабабли уларга Қуръон оятлари ҳам таъсир қилмас). Биз бу мисолларни одамлар учун, шояд улар тафаккур қилсалар, деб келтирмоқдамиз.","arabic":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5147,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:22","price":"22. У — Аллоҳ, шундай Зотдирки, ҳеч қандай илоҳ йўқ, фақат Унинг Ўзи бордир. (У) ғайб ва шаҳодатни (яъни, яширин ва ошкора нарсаларни) билгувчидир. У меҳрибон ва раҳмлидир.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5148,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:23","price":"23. У — Аллоҳ, шундай Зотдирки, ҳеч қандай илоҳ йўқ, фақат Унинг Ўзи бордир. У (ёлғиз) подшоҳдир, (барча айб-нуқсондан) покдир-саломатдир, (Ўзи хоҳлаган бандаларини дунё бало-офатлари ва Охират азобидан) омон қилгувчидир, (бандаларнинг амалларини) кўриб-кузатиб тургувчидир, қудрат Соҳибидир, бўйсундиргувчидир, (танҳо) кибр Эгасидир. Аллоҳ уларнинг (мушрикларнинг) ширкларидан покдир.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5149,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"59:24","price":"24. У — Аллоҳ яратгувчидир, (йўқдан) бор қилгувчидир, (барча нарсага) сурат-шакл бергувчидир. Унинг гўзал исмлари бордир. Осмонлар ва Ердаги бор нарса Унга тасбеҳ айтур. У қудрат ва ҳикмат Соҳибидир.","arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5150,"juzNumber":28,"footnotes":"","lang":"uz"}],"chapter":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr","Chapter Al-Hashr","Hashr","Surah Hashr","Chapter Hashr","Al Hashr","Surah Al Hashr","Chapter Al Hashr","Surah 59","Chapter 59","The Exile","الحشر"]}