{"data":[{"name":"65:1","price":"1. Эй Пайғамбар, қачон сизлар (яъни, мўминлар) аёлларингизни талоқ қилсангизлар, уларнинг иддаларида (яъни, поклик пайтларида) талоқ қилинглар ва идда сананглар! Парвардигорларингиз бўлмиш Аллоҳдан қўрқинглар! (То иддалари тугагунча) уларни (ўзлари яшаб турган) уйларидан ҳайдаб чиқарманглар ва улар ўзлари ҳам чиқиб кетмасинлар. Фақат улар очиқ фаҳш ишни (яъни, бузуқлик ёки беҳаёлик каби қилиқларни) қилсаларгина, (яшаб турган уйларидан ҳайдаб чиқарилурлар). Бу Аллоҳнинг қонун-чегараларидир. Кимки Аллоҳ чегараларидан тажовуз қилиб ўтса, аниқки, у ўзига зулм қилибди. Сиз билмассиз, эҳтимол Аллоҳ бу (талоқ)дан кейин бирон ишни пайдо қилар.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"И з о ҳ. Бақара сурасининг 228-оятида айтилганидек, талоқ қилинган аёллар уч ҳайз муддатида идда сақлаб ўзларининг ҳомиладор бўлган-бўлмаганларини кузатадилар. Агар бирон аёл ҳайз кўриш пайтида талоқ қилинса, у мана шу ҳайзидан ташқари яна уч ҳайз идда сақлаши лозим бўладики, бу ўша аёлга зулм қилиш демакдир. Чунки у идда муддати тугаши билан бошқа эр билан турмуш қуриш ҳуқуқига эга. Мазкур ҳолатда эса талоқ қилинган аёл яна ортиқча бир ҳайз идда сақлашга мажбур бўлади. (Умуман оиласиз эркак ва аёлларнинг кўпайиши жамиятда бузуқлик ва нопокликнинг авж олишига сабаб бўлгани учун, Ислом дини оилаларнинг бузилиб кетишига имкон қадар йўл бермасликка, агар бузилган чоғда эса иложи борича тезроқ ярашишга ёки бошқа турмуш қуришга даъват этади). Шунинг учун юқоридаги оятда талоқ қилгувчилар хотинларини идда сақлайдиган поклик пайтларида талоқ қилишга ҳамда иддани аниқ ҳисоб-китоб қилиб боришга буюриладилар. Ушбу фармоннинг яна бир ҳикмати, аёл киши ҳайз кўриш пайтида одатда эри унга поклик пайтидагидек рағбат қилмайди, бинобарин ундан ажралиш ҳам эр учун у қадар қийин иш эмасдек туюлиши мумкин. Шу сабабдан Қуръон эркакларга, агар улар хотинларидан ажралмоқчи бўлсалар, у аёлларни пок ва марғуба бўлган пайтларида талоқ қилишлари мумкин эканлигини билдиради. Бундан ташқари ушбу оятда талоқ қилинган аёлларни модомики улар бузуқлик, беҳаёлик қилмас эканлар, то идда муддатлари тугамагунича эрларининг уйларидан чиқариб юбориш дуруст эмаслиги баён қилинди. Бу ҳукмдан мурод, биринчидан, идда сақлаётган аёл мана шу идда муддати асносида талоқ қилган эрининг ҳукмида эканлигини, яъни бошқа эрга никоҳланиши дуруст эмаслигини билдириш бўлса, иккинчидан, агар у аёл уч талоқ қилинмасдан бир ёки икки талоқ қилинган бўлса, жаҳл устида талоқ қилиб юборган эри ҳар куни уни кўриб турганлиги сабабли, «меҳр кўзда», деганларидек, яна унга мойил бўлиб, эр-хотиннинг қайтадан ярашиб кетишлари ҳам осонлашишидир. Шунинг учун ҳам оят ниҳоясида «Сиз билмассиз, эҳтимол Аллоҳ бу (талоқ)дан кейин бирон ишни пайдо қилар», дейилди.","lang":"uz"},{"name":"65:2","price":"2. Энди қачон (талоқ қилган аёлларингизнинг идда) муддатлари битиб қолса, бас, уларни яхшилик билан олиб қолинглар (яъни, қайта никоҳлларингизга олинглар) ёки яхшилик билан (яъни, ҳаққи маҳрларини бериб) ажрашинглар. Ва (ярашиб олиб қолаётган ёки ажрашиб кетаётган чоғларингда) ўзларингиздан (яъни, мусулмонлардан) бўлган икки адолат соҳибини гувоҳ қилинглар ва (гувоҳ бўлгувчилар) гувоҳликни Аллоҳ учун тўкис адо қилинглар! Бу (ҳукм)дан фақат Аллоҳга ва Охират Кунига иймон келтиргувчи бўлган киши панд-ибрат олур. Ким Аллоҳдан қўрқса (яъни, юқорида мазкур бўлган талоқ қилиш қонун-қоидаларига Аллоҳдан қўрққани учун риоя этса), У зот унинг учун (барча ғам-кулфатлардан) чиқар йўлни (пайдо) қилур.","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"65:3","price":"3. Ва уни ўзи ўйламаган томондан ризқлантирур. Ким Аллоҳга таваккул қилса, бас, (Аллоҳнинг) Ўзи унга етарлидир. Албатта Аллоҳ Ўзи (хоҳлаган) ишига етгувчидир. (Унинг хоҳишига қарши тургувчи кимса йўқдир). Дарҳақиқат, Аллоҳ барча нарса учун миқдор-ўлчов қилиб қўйгандир (яъни, ҳаётда рўй берадиган ҳар бир яхши-ёмон воқеа-ҳодиса ёлғиз Аллоҳ хоҳлаган — белгилаган вақт ва ўлчовда рўй беради).","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"65:4","price":"4. Аёлларингиз орасидаги (кексайиб қолгани сабабли) ҳайз кўришдан умид узганлари, агар сизлар (уларнинг иддалари қанча давом этиши хусусида) шубҳалансангизлар, бас, (билингиз-ки), уларнинг иддалари уч ойдир, яна (ҳали-ҳануз) ҳайз кўрмаган (аёллар)нинг (иддалари ҳам уч ойдир). Ҳомиладор (аёл)ларнинг (идда) муддатлари ҳомилаларини қўйишлари (яъни, кўз ёришларидир). Ким Аллоҳдан қўрқса, (Аллоҳ) унинг ишини осон қилур.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"65:5","price":"5. Бу Аллоҳнинг сизларга нозил қилган ҳукмидир. Ким Аллоҳдан қўрқса, (Аллоҳ) унинг ёмонлик-гуноҳларини ўчирур ва унинг ажр-мукофотини улуғ қилур.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"65:6","price":"6. Уларга (яъни, талоқ қилиниб, идда сақлаётган аёлларингизга) ўзларингиз маскан тутган — қудратингиз етган жойдан маскан беринглар ва уларни (турган жойларидан) қисиб чиқариш учун уларга зиён етказманглар. Агар улар ҳомиладор бўлсалар, у ҳолда то ҳомилаларини қўйгунларича уларга нафақа бериб туринглар! Энди агар (талоқ қилган аёлларингиз) сизлар учун (бола) эмизсалар (яъни, ўзларининг сизлардан бўлган болаларини эмизсалар), у ҳолда уларнинг (эмизганликлари учун) ажр-ҳақларини беринглар! Ва (эмизиш, ҳамда унинг ҳаққи хусусида) ўзаро яхшилик билан келишиб олинглар! Агар (келиша олмасдан) танг ҳолга тушсангизлар, у ҳолда (ота) учун (боласини) бошқа (бир аёл) эмизур. (Яъни, ота боласини бошқа — бегона аёлга эмиздурур).","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"65:7","price":"7. Бой-бадавлат киши ўз бойлигидан (яъни, бойлигига ярашадиган) нафақа берсин. Кимнинг ризқи танг қилинган (камбағал) бўлса, у ҳолда Аллоҳ ўзига ато этган нарсадан (яъни, ўз ҳолига яраша) нафақа берсин! Аллоҳ ҳеч бир жонни Ўзи унга ато этган (ризқ-рўз)дан бошқа нарсага таклиф қилмас (яъни, ҳар бир инсон фақат Аллоҳ ўзига ато этган ризқдан инфоқ қилишга таклиф қилинур). Аллоҳ танглик-камбағаллиқдан кейин енгиллик-бойликни ҳам (пайдо) қилур.","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"65:8","price":"8. Қанчадан-қанча қишлоқ-шаҳарлар борки, ўз Парвардигорлари ва Унинг пайғамбарлари амридан бош тортгандирлар, бас, Биз улардан қаттиқ ҳисоб-китоб олганмиз ва ёмон азоб билан азоблаганмиз.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"65:9","price":"9. Бас, у (қишлоқ-шаҳарларнинг аҳли) ўз иш-қилмишларининг зиёнини тотдилар ва бу ишларининг оқибати зиён тортиш — ҳалокат бўлди.","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"65:10","price":"10. Аллоҳ улар учун (Охиратда ҳам) қаттиқ азобни тайёрлаб қўйгандир. Бас, эй иймон келтирган ақл эгалари, Аллоҳдан қўрқинглар! Дарвоқеъ, У зот сизларга Эслатма — Қуръонни нозил қилди.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"65:11","price":"11. Иймон келтирган ва яхши амаллар қилган зотларни зулматлардан нурга чиқариш учун сизларга Аллоҳнинг очиқ-равшан оятларини тиловат қиладиган пайғамбарни (Муҳаммад алайҳис-салоту вас-саломни юборди). Ким Аллоҳга иймон келтирса ва яхши амал қилса, (Аллоҳ) уни остидан дарёлар оқиб турадиган, улар абадул-абад қоладиган жаннатларга киритур. Дарҳақиқат, Аллоҳ унинг учун гўзал ризқ (яъни, жаннатнинг туганмас ризқини ато) қилди.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"65:12","price":"12. Аллоҳ етти осмонни ва Ердан ҳам ўшаларнинг мислини (яъни, етти қават Ерни) яратган Зотдир. (Аллоҳнинг) амри фармони уларнинг (яъни, етти қават осмон ва етти қават Ернинг) ўртасига нозил бўлиб-тарқалиб турур. Токи сизлар Аллоҳнинг барча нарсага қодир эканлигини ва Аллоҳ барча нарсани (Ўз) билими билан иҳота қилиб олганини билишларингиз учун (У зот сизларга юқорида зикр қилинган нарсалар ҳақида хабар берди).","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"uz"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}