{"data":[{"name":"66:1","price":"1. Эй пайғамбар, нега сиз жуфтларингизнинг розилигини истаб Аллоҳ сиз учун ҳалол қилган нарсани ҳаром қилиб олурсиз?! Аллоҳ мағфиратли, меҳрибондир.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5230,"juzNumber":28,"footnotes":"И з о ҳ. Ушбу ояти карима нозил бўлишининг сабаблари ҳақида бир неча ривоятлар мавжуд бўлиб, улардан бири «Саҳиҳул-Бухорий»да келтирилган қуйидаги ривоятдир: Пайғамбар алайҳис-салоту вас-салом жуфти ҳалоллари Зайнаб бинти Жаҳш (Аллоҳ ундан рози бўлсин)нинг хоналарида истироҳат қилиб, онамиз қуйиб берган асал шарбатидан ичиб ўтирар эканлар, бошқа аёллари Оиша ва Ҳафса оналаримизнинг (Аллоҳ улардан рози бўлсин) рашклари келиб Пайғамбар алайҳис-салоту вас-салом бу ердан чиқиб қайси биримизнинг олдимизга кирсалар: «Мағофийр (ўзи лаззатли, аммо саримсоққа ўхшаган бадбўй таом) едингизми?», деймиз, деб келишиб оладилар ва Расулуллоҳ олдиларига кирганларида, ҳар иккалалари ўша сўзни айтадилар. Шунда ҳар қандай бадбўй ҳидни ёмон кўрадигаи Пайғамбаримиз: «Йўқ, мен фақат Зайнабнинг олдида асал шарбатни ичган эдим», деб қайта асал тановул қилмасликка қасам ичганларида юқоридаги оят нозил бўлади.","lang":"uz"},{"name":"66:2","price":"2. Дарвоқеъ, Аллоҳ сизлар учун (маълум миқдорда каффорат-эваз тўлаб) қасамларингиздан қутулиб чиқишни буюрган-ку. Аллоҳ Хожаларингиздир. У билгувчидир ва ҳикмат Соҳибидир.","arabic":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5231,"juzNumber":28,"footnotes":"И з о ҳ. Бу оятда Аллоҳ таоло Пайғамбаримизни ва у зотнинг барча умматларини ноўрин ичилган қасамларидан каффорат-эваз тўлаб қутулишга буюрмоқда. Қасамнинг каффорати ҳақида Моида сурасининг 89-оятида батафсил айтилгандир.","lang":"uz"},{"name":"66:3","price":"3. Пайғамбар жуфтларидан бирига (яъни, Ҳафсага) бир сўзни пинҳона айтганини эсланг! Энди қачонки (Ҳафса) у (сир) ҳақида (Оишага) хабар бергач ва Аллоҳ (Жаброил фаришта воситасида Пайғамбарни Ҳафсанинг қилмишидан) воқиф қилгач, у (Ҳафсага ўзи воқиф бўлган нарсанинг) баъзисини билдирди ва баъзисидан юз ўгирди — билдирмади. Бас, қачонки (Пайғамбар Ҳафсага ўзи воқиф бўлган нарсанинг баъзиси ҳақида) хабар бергач, у: «Ким сизга бу хабарни берди?», деган эди, (Пайғамбар): «Менга Билгувчи ва Хабардор Зот хабар берди», деди.","arabic":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5232,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"66:4","price":"4. (Эй Ҳафса, Оиша) агар сизлар (бу қилмишларингиз учун) Аллоҳга тавба қилсангизлар (ўзларингизга яхшироқ бўлур). Чунки сизларнинг дилларингиз (ҳақ йўлдан) тойиб кетди! (Аммо) агар сизлар (Пайғамбарнинг) зиёнига (яъни, у зот билан аёллари ўртасини бузадиган ишлар устида) бир-бирингизга ёрдам берсангизлар, у ҳолда шак-шубҳасиз, Аллоҳнинг Ўзи ҳам, Жаброил ҳам, аҳли солиҳ мўминлар ҳам унинг мададкоридирлар. Яна, булардан кейин фаришталар ҳам (Пайғамбарга) ёрдамчидир.","arabic":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5233,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"66:5","price":"5. Эҳтимол Парвардигори — агар у сизларни талоқ қилса — унга сизлардан яхшироқ жуфтларни муслима, мўмина (Аллоҳ ва Унинг пайғамбарига) итоат этгувчи, тавба-тазарру қилгувчи, обида (мудом Аллоҳнинг йўлида) кетгувчи жувон ва қизларни алмаштириб берур.","arabic":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5234,"juzNumber":28,"footnotes":"И з о ҳ. Юқоридаги оятларда Аллоҳ таоло Пайғамбар алайҳис-салоту вас-саломнинг аёлларига ибратли панд-насиҳат қилиб, уларни Расулуллоҳ билан бирга кечаётган саодатли ҳаётларининг қадрига етишга даъват этгач, қуйидаги оятларда барча мўминларга хитоб қилади.","lang":"uz"},{"name":"66:6","price":"6. Эй мўминлар, сизлар ўзларингизни ва аҳли-оилаларингизни ўтини одамлар ва тошлар бўлган дўзахдан сақлангизки, у (дўзах) устида қаттиқдил ва қаттиққўл, Аллоҳ ўзларига буюрган нарсага итоатсизлик қилмайдиган, фақат ўзларига буюрилган нарсани қиладиган фаришталар турур.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5235,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"66:7","price":"7. (Кофирлар дўзахга киритилар эканлар, уларга дейилур): «Эй кофирлар, бугун узр айтмай қўя қолинглар, (чунки энди ҳар қандай узр-баҳона бефойдадир)! Сизлар фақат ўзларингиз қилиб ўтган амалларингиз билан жазоланмоқдасизлар!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5236,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"66:8","price":"8. Эй мўминлар, Аллоҳга холис тавба қилинглар, шоядки, Парвардигорингиз сизларнинг ёмонлик-гуноҳларингизни ўчириб, остидан дарёлар оқиб турадиган жаннатларга киритур. У Кунда Аллоҳ Пайғамбарни ва у билан бирга иймон келтирган зотларни шарманда қилмас. Уларнинг нурлари олдиларида ва ўнг томонларида юрур. Улар: «Парвардигоро, Ўзинг бизларга нуримизни комил қилиб бергин ва бизларни мағфират қилгин. Албатта Сен барча нарсага қодирдирсан», дерлар.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5237,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"66:9","price":"9. Эй Пайғамбар, сиз кофир ва мунофиқларга қарши курашинг ва уларга қаттиққўл бўлинг! Уларнинг жойлари жаҳаннамдир! Нақадар ёмон оқибат бу!","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5238,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"66:10","price":"10. Аллоҳ кофир бўлган кимсалар (ва уларни мўминлар билан бирга ҳаёт кечиришлари ҳам Аллоҳнинг азобидан қутқара олмаслиги) ҳақида Нуҳнинг аёли ва Лутнинг аёлини мисол келтирди. У иккиси Бизнинг бандаларимиздан икки солиҳ банда қўл остида эдилар. Бас, у (аёл)лар (Нуҳ ва Лутга) хиёнат қилган эдилар, (Нуҳ ва Лут) Аллоҳ(нинг азоби)дан бирон нарсани у иккисидан дафъ қила олмадилар ва (уларга) «Киргувчилар билан бирга дўзахга киринглар!», дейилди.","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5239,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"66:11","price":"11. Аллоҳ иймон келтирган зотлар (ва улар ўзлари ҳақиқий мўмин бўлсалар, яқин одамларининг кофир ҳолда бўлиши уларга зиён қилмаслиги) ҳақида Фиръавннинг аёлини мисол келтирди. Ўшанда (яъни, Фиръавн у аёлнинг Мусо пайғамбарга иймон келтирганини билиб қолгач, азоблаган чоғида) у: «Парвардигорим, Ўзинг мен учун ҳузурингда — жаннатда бир уй бино қилгин, менга Фиръавн ва унинг қилмишидан нажот бергин ва менга бу золим қавмдан нажот бергин», деди.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5240,"juzNumber":28,"footnotes":"","lang":"uz"},{"name":"66:12","price":"12. Яна (иймон келтирган зотлар ҳақида) ўз номусини сақлаган аёлни — Марям бинти Имронни (мисол келтирди). Бас, Биз Ўз тарафимиздан бўлган руҳни унга пуфладик (ва у Ийсога ҳомиладор бўлди). У Парвардигорининг сўзларини ва китобларини тасдиқ этди ҳамда (Аллоҳнинг амрига) итоат этгувчилардан бўлди.","arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5241,"juzNumber":28,"footnotes":"","lang":"uz"}],"chapter":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim","Chapter At-Tahrim","Tahrim","Surah Tahrim","Chapter Tahrim","At Tahrim","Surah At Tahrim","Chapter At Tahrim","Surah 66","Chapter 66","The Prohibition","التحريم"]}