{"data":[{"name":"67:1","price":"1. (Барча оламлар) подшоҳлиги Ўз қўлида бўлган Зот — Аллоҳ баракотли-буюкдир. У барча нарсага қодирдир.","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:2","price":"2. (Эй инсонлар, У) сизларнинг қайсиларингиз чиройлироқ-яхшироқ амал қилгувчи эканлигингизни имтиҳон қилиш учун ўлим ва ҳаётни яраттан Зотдир. У қудратли ва мағфиратлидир.","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"И з о ҳ. Демак, Аллоҳ таоло ҳар бир инсоннинг мана шу ҳаёти дунёда қилиб ўтадиган амалларини синаб, Охиратда ўша амалга яраша мукофот-жазо бериш учун ўлим ва ҳаётни яратган экан. Ушбу ояти каримада ўлим сўзи ҳаёт сўзидан муқаддам келтирилишига сабаб, ўлим калимасининг мазмуни ҳаёт калимасининг маъносидан теранроқ, қамровлироқ эканлигидир. Чунки ҳаёт сўзи мана шу ўткинчи дунёда яшашнинг бошланишини билдирса, ўлим сўзи Охират диёридаги мангу ҳаётнинг бошланишини англатади. Демак, ўлим юзаки қараганда ҳаётнинг интиҳоси бўлиб кўринса-да, аслида у мангу ҳаётнинг ибтидосидир. Бу хусусда Пайғамбар алайҳис-салоту вас-салом шундай деганлар: «Жоним қўлида бўлган Зотга — Аллоҳга қасамки, сизлар менинг сўзларимни улардан (ўликлардан) яхшироқ англагувчи эмассизлар. Фақат улар жавоб қила олмайдилар, холос».","lang":"uz"},{"name":"67:3","price":"3. (У) етти осмонни устма-уст қилиб яратган Зотдирки, сиз У Раҳмоннинг (Меҳрибон зотнинг) яратишида бирон тафовут-нуқсонни кўрмассиз. Энди кўзингизни яна (самога) қайтаринг-чи, (унда) бирон футур-ёриқни кўрармикансиз?","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:4","price":"4. Сўнгра кўзингизни қайта-қайта (самога) қайтаринг, кўзингиз сизга чарчаб, ҳолдан тойган ҳолда қайтур (аммо Аллоҳ таоло яратган осмонлардан бирон айб-нуқсон топа олмас).","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:5","price":"5. Дарҳақиқат, Биз энг яқин осмонни чироқлар (юлдузлар) билан безадик ва уларни шайтонларга отиладиган тошлар қилиб қўйдик. Биз улар (шайтонлар) учун (Охиратдаги) олов-дўзах азобини ҳам тайёрлаб қўйгандирмиз.","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:6","price":"6. Парвардигорларига кофир бўлган кимсалар учун жаҳаннам азоби бордир. Нақадар ёмон оқибат бу!","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:7","price":"7. Қачон улар (жаҳаннамга) ташланганларида қайнаб турган (жаҳаннамнинг худди эшак ҳанграшидек) бир ўкирик-фарёдини эшитурлар.","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:8","price":"8. У ғазабдан бўлиниб-парчаланиб кетгудек бўлур. Ҳар қачон унга бир тўда (кофир) ташланганида унинг қўриқчилари улардан (кофирлардан): «Сизларга (ҳаёти дунёда) бирон огоҳлантиргувчи — пайғамбар келмаганмиди?», деб сўраганида,","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:9","price":"9. Улар дерлар: «Ҳа, дарҳақиқат, бизларга огоҳлантиргувчи келган эди, (лекин бизлар уни) ёлғончи қилганмиз ва: «Аллоҳ (ҳеч кимга) ҳеч нарса нозил қилган эмас, сизлар фақат катта залолат-гумроҳликдадирсизлар», деганмиз».","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:10","price":"10. Улар (кофирлар) яна: «Агар бизлар (огоҳлантиргувчи пайғамбарнинг сўзларини) тинглаб, ақл юргизувчи бўлганимизда, дўзах эгалари қаторида бўлмас эдик», дерлар.","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:11","price":"11. Мана улар ўз гуноҳларини эътироф этдилар! Энди у дўзах эгаларига ҳалокат бўлгай!","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:12","price":"12. Албатта ғайбдаги (кўзларига кўринмайдиган) Парвардигорларидан қўрқадиган зотлар учун мағфират ва катта ажр-мукофот бордир.","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:13","price":"13. (Эй инсонлар), сизлар сўзларингизни яширинглар ёки ошкора қилинглар (ҳар ҳолда Аллоҳ билиб турур). Албатта У диллардаги сирларни билгувчидир.","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:14","price":"14. (Ахир) яратган Зот (Ўзи йўқдан бор қилган нарсаларни) билмасми?! У меҳрибон ва (ҳар нарсадан) Огоҳдир.","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:15","price":"15. У (Аллоҳ) сизлар учун Ерни ҳокисор-бўйсунгувчи қилиб қўйган Зотдир. Бас, (ер)нинг ҳар томонида (сайр-саёҳат қилиб ё тижорат билан, ёки деҳқончиликни касб қилиб) юраверинглар ва (Аллоҳнинг берган) ризқ-рўзидан енглар. Ёлғиз Унинг ҳузурига тирилиб чиқиш — қайтиш бордир.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:16","price":"16. (Эй Макка кофирлари,) ё сизлар (кофирлигингизда оёқ тираб тураверсангизлар,) осмондаги Зот сизларни Ерга юттириб юборишидан, бас, баногоҳ (Ер) титроққа тушиб, (сизларни босиб) қолишидан хотиржаммисизлар (қўрқмайсизларми)?!","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"И з о ҳ. Бу оятда Аллоҳ азза ва жаллага барча нарсадан юқорида — олий бўлиш сифатини Унинг улуғлигига лойиқ тарзда исбот қилиш бор.","lang":"uz"},{"name":"67:17","price":"17. Ёки сизлар осмондаги Зот устингизга тош ёғдиришидан хотиржаммисизлар?! Ҳали (азобга гирифтор қилинганларингизда) Менинг огоҳлантиришим қандай эканлигини билиб олажаксизлар!","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:18","price":"18. Дарвоқеъ, улардан аввалги кимсалар ҳам (ўз пайғамбарларини) ёлғончи қилгандилар. Бас, Менинг инкорим — азобим қандоқ бўлди?!)","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:19","price":"19. Улар устларида (қанотларини) ёйгувчи бўлган ва йиққан ҳолда (учиб юрган) қушларни кўрмадиларми?! У (қуш)ларни ёлғиз Раҳмонгина (самода) ушлаб турар! Албатта У барча нарсани кўриб тургувчидир.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:20","price":"20. (Эй мушриклар), Раҳмондан ўзга сизларга ёрдам берадиган, сизлар учун қўшин-ёрдамчи бўлган ўша зот ким ўзи?! (Аллоҳдан ўзга бирон мададкор йўқдир). Кофирлар эса фақат ғурур-алданишдадирлар. (Шунинг учун улар ўзлари сиғинаётган бут-санамларга уларни Аллоҳнинг азобидан қутқара олади, деб ҳисоблайдилар).","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:21","price":"21. Агар (Раҳмон) Ўз ризқини ушлаб-тўхтатиб қўйса, сизларга ризқ-рўз берадиган ўша зот ким ўзи?! (Аллоҳдан ўзга бирон ризқ-рўз бергувчи йўқдир). Йўқ, улар (кофирлар) катта кетишда ва (ҳақдан) йироқлашишда давом этдилар.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:22","price":"22. Ахир юз тубан (яъни, оёғининг остидан ўзга ёққа қарамасдан) юрадиган кимса Ҳақ йўлни топгувчироқми ёки қадди рост ҳолида Тўғри Йўлда юрадиган кишими?!","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"И з о ҳ. Ушбу ояти карима кофир билан мўмин ҳақида келтирилган ибратли бир масалдир. Уни шундай тушунмоқ лозим: динсиз-эътиқодсиз кимса бирон илоҳий қўлланмасиз, ўтган кунини ҳам, келажагини ҳам унутиб, фақат бугунини қандай ўтказиш ғами, бугуннинг муаммоларини ҳал қилиш билан овораю-сарсон бўлиб, яъни фақат оёғининг тагига қараб кун ўтказади. Демак, унинг эрта бир кун йўлидан чиқиб қолиши аниқ бўлган ҳар қандай тошга-тўсиққа қоқилиб, юз тубан қулаши ҳеч гап эмас. Аммо иймон-эътиқод эгаси эса Яратган юборган Илоҳий Қўлланма кўрсатиб қўйган Тўғри Йўлда, қаддини рост тутиб, қиладиган ҳар бир иш-амалида фақат ҳозирнинг ҳузурини кўзламасдан, балки Эрта — Қиёмат Кунидаги ҳисоб-китоб ва ажр-мукофотни ўйлаб боради. Бинобарин бугуннинг, яъни ўткинчи дунёнинг арзон матолари, уни ўзи танлаб олган Тўғри Йўлидан адаштира олмайди.","lang":"uz"},{"name":"67:23","price":"23. (Эй Муҳаммад алайҳис-салоту вас-салом, у кофирларга) айтинг: «У (Аллоҳ) сизларни (йўқдан) пайдо қилган ва сизлар учун қулоқ-кўзлар ва дилларни (ато) қилган Зотдир. Сизлар эса камдан-кам шукр қилурсизлар».","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:24","price":"24. Айтинг: «У сизларни Ер юзида яратиб қўйган Зотдир. Сизлар (Қиёмат Кунида) ёлғиз Унга тўпланурсизлар».","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:25","price":"25. Улар: «Агар ростгўй бўлсангизлар (айтинглар-чи), ушбу ваъда (қилинган Қиёмат Куни) қачон бўлади?», дерлар.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:26","price":"25. (Эй Муҳаммад алайҳис-салоту вас-салом, уларга) айтинг: «(Қиёмат қачон қойим бўлиши ҳақидаги) билим ёлғиз Аллоҳнинг ҳузуридадир. Мен фақат бир очиқ огоҳлантиргувчидирман, холос».","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:27","price":"27. Бас, қачонки улар (Қиёмат Кунида ваъда қилинган азобни ўзларига) яқин ҳолда кўришгач, у кофирларнинг юзлари қорайиб кетур ва (уларга): «Мана шу сизлар истаган нарсадир», дейилур.","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:28","price":"28. (Эй Муҳаммад алайҳис-салоту вас-салом, у кофирларга айтинг: «Хабар берингиз-чи, агар Аллоҳ мени ва мен билан бирга бўлган кишиларни ҳалок қилса ёки (умримизни узун қилиш билан) бизларга раҳм-шафқат қилса, Ўзининг изн-ихтиёридадир. Аммо энди кофирларни (яъни, сизларни) ким аламли азобдан ҳимоя қилур?!","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"И з о ҳ. Макка кофирлари доим Муҳаммад алайҳис-салоту вас-салом ва у зотнинг саҳобаларига ўлим-ҳалокат тилар эдилар. Шунда Аллоҳ таоло томонидан Пайғамбаримизга юқоридаги оят нозил қилиниб, у кишини кофирларга шундай жавоб қилишга амр этилди: «Биз мўминлар икки гўзал оқибатга кўз тутиб яшаймиз. Улар бири сизлар орзу қилаётганингиздек, дин йўлида ҳалок бўлиб, жаннатга етиш бўлса, иккинчиси — омон қолиб, сизларнинг устингиздан ўзимиз умид қилган ғалабага эришишдир. Аммо сизлар кофир бўлган ҳолларингизда кимнинг ҳимоясини кутмоқдасизлар?!»","lang":"uz"},{"name":"67:29","price":"29. Айтинг: «У (Аллоҳ) Раҳмон — Меҳрибондир. Бизлар Унга иймон келтирдик ва ёлғиз Унинг Ўзига таваккул қилдик — суяндик. Ҳали сизлар ким очиқ залолатда эканлигини билиб олажаксизлар!»","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"67:30","price":"30. (Эй Муҳаммад алайҳис-салоту вас-салом, у мушрикларга) айтинг: «Хабар берингиз-чи, агар (баногоҳ ичар) сувларингиз (ер тубига) сингиб кетар бўлса, у ҳолда ким сизларга оқар сув келтира олур?! (Жонсиз бутларингизми?! Бас, нега у бефойда-бежон бутларни Меҳрибон Аллоҳга шерик қилиб олдингизлар?!)»","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"","lang":"uz"}],"chapter":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"]}