{"data":[{"name":"68:1","price":"1. Нун. Қалам ва (у билан фаришталар) битадиган битикларга қасамки, ","arabic":"نٓۚ وَٱلۡقَلَمِ وَمَا يَسۡطُرُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5272,"juzNumber":29,"footnotes":"И з о ҳ. Сура «Нун» ҳарфи билан бошланди. Қуръондаги бир неча сура мана шундай ёлғиз-ёлғиз ҳарфлар билан бошланади. Кўпчилик Ислом уламолари наздида мазкур ҳарфлар «хуруфи муқаттаот», яъни маънодан узилган ҳарфлар саналиб, уларнинг маъноси ёлғиз Аллоҳ таологагина маълумдир. Уламолар айтишларича, илоҳий мўъжиза бўлган бу Китоб одамлар осон ўқиб-англаб амал қилишлари учун улар яхши танийдиган ҳарфлар билан осон тушуниладиган қилиб юборилган. Қуръондаги сураларнинг жойлашиш тартибида ушбу сура ёлғиз-ёлғиз ҳарфлар билан бошланадиган сураларнинг сўнггисидир».","lang":"uz"},{"name":"68:2","price":"2. (Эй Муҳаммад алайҳис-салоту вас-салом), сиз Парвардигорингизнинг марҳамати билан мажнун эмасдирсиз.","arabic":"مَآ أَنتَ بِنِعۡمَةِ رَبِّكَ بِمَجۡنُونٖ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5273,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:3","price":"3. Албатта сиз учун (кофирларнинг бундай озорларига сабр-тоқат қилганингиз сабабли) битмас-туганмас ажр мукофот бордир.","arabic":"وَإِنَّ لَكَ لَأَجۡرًا غَيۡرَ مَمۡنُونٖ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5274,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:4","price":"4. Албатта сиз улуғ Хулқ устидадирсиз.","arabic":"وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٖ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5275,"juzNumber":29,"footnotes":"И з о ҳ. Айрим муфассирларнинг айтишларича, бу оятдаги «Улуғ Хулқ»дан мурод улуғ диндир. Зеро, Аллоҳ таоло наздида Ислом динидан суюклироқ ва гўзалроқ бирон хулқ йўқдир. Оиша (Аллоҳ ундан рози бўлсин) онамиздан Пайғамбар алайҳис-салоту вас-саломнинг ахлоқлари тўғрисида сўралганида: «У зотнинг хулқлари Қуръон эди. Қуръон рози бўлган ишдан рози, Қуръон норози бўлган ишдан норози бўлар эдилар», деб жавоб қилганлари ҳам юқоридаги тафсирни қувватлайди. Зотан, Расулуллоҳнинг ўзлари ҳам: «Дарҳақиқат, мен улуғ хулқларни камолига етказиш учун пайғамбар қилиб юборилганман», деб марҳамат қилганлар.","lang":"uz"},{"name":"68:5","price":"5. Ҳали яқинда сиз ҳам кўражаксиз, улар ҳам кўражаклар, ","arabic":"فَسَتُبۡصِرُ وَيُبۡصِرُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5276,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:6","price":"6. Қайсиларингиз (яъни, сизми ёки уларми) мафтун-мажнун эканликларингизни. ","arabic":"بِأَييِّكُمُ ٱلۡمَفۡتُونُ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5277,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:7","price":"7. Албатта Парвардигорингизнинг Ўзи Унинг йўлидан озган кимсаларни жуда яхши билгувчидир ва У ҳидоят топгувчиларни ҳам жуда яхши билгувчидир.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5278,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:8","price":"8. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сизнинг ҳақ пайғамбарлигингизни ва Қуръонни «ёлғон» дегувчи кимсаларга итоат этманг!","arabic":"فَلَا تُطِعِ ٱلۡمُكَذِّبِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5279,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:9","price":"9. Улар сизнинг (ўзларига) кўнгилчанлик — муроса қилишингизни истарлар, шунда улар ҳам (сизга) кўнгилчанлик қилурлар. (Лекин сиз уларнинг бу истакларига бўйинсунманг!)","arabic":"وَدُّواْ لَوۡ تُدۡهِنُ فَيُدۡهِنُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5280,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:10","price":"10. (Эй Муҳаммад алайҳис-салоту вас-салом), яна сиз ҳар бир тубан қасамхўр, ","arabic":"وَلَا تُطِعۡ كُلَّ حَلَّافٖ مَّهِينٍ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5281,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:11","price":"11. ғийбатчи-ю, гап ташувчи, ","arabic":"هَمَّازٖ مَّشَّآءِۭ بِنَمِيمٖ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5282,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:12","price":"12. яхшиликни манъ қилгувчи-бахил, тажовузкор, гуноҳга ботган, ","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٍ أَثِيمٍ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5283,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:13","price":"13. қўпол ва булардан ташқари бенасаб-ҳароми кимсага итоат этманг!","arabic":"عُتُلِّۭ بَعۡدَ ذَٰلِكَ زَنِيمٍ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5284,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:14","price":"14. У мол-мулк ва ўғиллар эгаси бўлгани учун (ўзидан кетиб), ","arabic":"أَن كَانَ ذَا مَالٖ وَبَنِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5285,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:15","price":"15. қачон унга Бизнинг оятларимиз тиловат қилинса: «Булар аввалгиларнинг афсоналари-ку!», дер.","arabic":"إِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5286,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:16","price":"16. Яқинда Биз уни тумшуғидан тамғалаб қўяжакмиз!","arabic":"سَنَسِمُهُۥ عَلَى ٱلۡخُرۡطُومِ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5287,"juzNumber":29,"footnotes":"И з о ҳ. Бу оятлар малъун кофир Валид ибн Муғийра ҳақида нозил бўлгандир. У Қуръон оятларига аввалгилардан қолган афсоналар, деб, Пайғамбаримизга эса мажнун, деб туҳмат қилганида Аллоҳ таоло унинг бир эмас, тўққиз иллатини фош қилади. Шунда у мазкур иллатлардан саккизтасини рад эта олмайди, аммо тўққизинчи, бенасаб-ҳароми деган номни кўтара олмай, (чунки то Аллоҳ таоло Ўз ояти билан ошкор қилгунича Валид ўзининг ҳароми эканлигидан бехабар эди) бу шармандаликни ўзидан дафъ қилиш учун туққан онасини қисти-бастига олиб сўроққа тутганида онаси ҳақиқатан унинг зинодан бўлган бола эканлигини тан олади. Саҳобалардан Ибн Аббос (Аллоҳ ундан рози бўлсин) гувоҳлик беришларича, Аллоҳ таоло Ўзи ваъда қилганидек, Валид ибн Муғийра Бадр жангида «тумшуғидан тамғаланади», яъни худди бурнидан қилич еб, ўлгунича одамлар орасида ўша «тамға»си билан юради. Мана, ушбу оятларда бир кофир кимсанинг кирдикори ва кўргулиги ҳақида хабар берилгач, қуйидаги оятларда Аллоҳ таоло ато этган неъматларга ношукурлик-нонкўрлик қилганлари учун бутун Макка аҳли қаҳатчилик ва очарчиликка мубтало қилинганлари баён этилиб, илгари ҳам Аллоҳ таоло имтиҳон қилиш учун берган ноз-неъматлардан камбағал-бечораларнинг ҳақларини бермасдан бахиллик қилганлари сабабли бир боғнинг эгалари бор будларидан маҳрум бўлганлари тўғрисидаги бир ибратли қисса сўйланади. Қиссанинг аввали будир: Маккадан унча узоқ бўлмаган Яман диёрида жуда катта мевали боғ эгаси бўлган бир киши ўтган эди. У ҳар йили ҳосил пишганида ундан камбағал-мискинларнинг ҳақ-улушларини ажратиб берарди. Лекин у киши вафот этгач, мевазор-боғнинг эгалари бўлиб қолган фарзандлари бошқа йўлни тутадилар. Қуйидаги оятларда Аллоҳ таоло мана шу ҳақда ҳикоя қилади.","lang":"uz"},{"name":"68:17","price":"17. Дарҳақиҳат, Биз уларни (Макка аҳлини очарчилик ва қаҳатчилик билан) балоладик. Биз (илгари) боғ эгаларини ҳам худди шундай (маҳрумлик билан) балолаган эдик. Ўшанда улар албатта уни (яъни, боғнинг ҳосилини) эрта тонгда узиб олишга қасам ичган эдилар.","arabic":"إِنَّا بَلَوۡنَٰهُمۡ كَمَا بَلَوۡنَآ أَصۡحَٰبَ ٱلۡجَنَّةِ إِذۡ أَقۡسَمُواْ لَيَصۡرِمُنَّهَا مُصۡبِحِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5288,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:18","price":"18. (Камбағал-мискинларга ҳақ-улуш) ажратмаган ҳолларида (узиб олишга қасам ичган эдилар).","arabic":"وَلَا يَسۡتَثۡنُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5289,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:19","price":"19. Бас, (тунда) улар уйқуда бўлган чоғларида у (боғ)нинг устида Парвардигорингиз томонидан бўлган айлангувчи (бало-олов) бир айланди-ю, ","arabic":"فَطَافَ عَلَيۡهَا طَآئِفٞ مِّن رَّبِّكَ وَهُمۡ نَآئِمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5290,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:20","price":"20. у (боғнинг ҳосили) узилгандек бўлди-қолди (яъни, бутун боғ куйиб кул бўлди).","arabic":"فَأَصۡبَحَتۡ كَٱلصَّرِيمِ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5291,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:21","price":"21. Улар эса тонгда туришиб (тунда бўлган ҳодисадан бехабар бўлган ҳолларида) бир-бирларини шундай дея чақирдилар: ","arabic":"فَتَنَادَوۡاْ مُصۡبِحِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5292,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:22","price":"22. «Агар (ҳосилни) узмоқчи бўлсангизлар зироатгоҳларингизга юра қолинглар».","arabic":"أَنِ ٱغۡدُواْ عَلَىٰ حَرۡثِكُمۡ إِن كُنتُمۡ صَٰرِمِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5293,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:23","price":"23. Сўнг бир-бирларига пичирлашган ҳолларида жўнаб кетдилар: ","arabic":"فَٱنطَلَقُواْ وَهُمۡ يَتَخَٰفَتُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5294,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:24","price":"24. «Бугун у (боғда ҳосил узаётган вақтда) устларингизга бирон мискин кириб қолмасин-да».  ","arabic":"أَن لَّا يَدۡخُلَنَّهَا ٱلۡيَوۡمَ عَلَيۡكُم مِّسۡكِينٞ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5295,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:25","price":"25. Улар (ўз гумонларича мискинларни боғга йўлатмаслик тўғрисидаги) мақсад-ғаразга қодир бўлган ҳолларида тонг-саҳарлаб бордилар.","arabic":"وَغَدَوۡاْ عَلَىٰ حَرۡدٖ قَٰدِرِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5296,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:26","price":"26. Энди қачонки уни (яъни, куйиб кулга айланган боғларни) кўришгач, (аввал): «Шак-шубҳасиз, бизлар йўлдан адашиб қолдик (яъни, адашиб бошқа боғга келиб қолдик), дедилар. ","arabic":"فَلَمَّا رَأَوۡهَا قَالُوٓاْ إِنَّا لَضَآلُّونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5297,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:27","price":"27. (Сўнг бу ўзларининг боғлари эканини билишгач эса): «Йўқ, бизлар (боғимиздан) маҳрум бўлибмиз», дедилар.","arabic":"بَلۡ نَحۡنُ مَحۡرُومُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5298,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:28","price":"28. (Шунда) уларнинг инсофлироқлари: «Мен сизларга (Аллоҳга) тасбеҳ айтиш — шукр қилмайсизларми (яъни, шундай мўл ҳосил ато этганининг шукронасига кабағалларнинг улушларини бермайсизларми?) демаганмидим?, деган эди.","arabic":"قَالَ أَوۡسَطُهُمۡ أَلَمۡ أَقُل لَّكُمۡ لَوۡلَا تُسَبِّحُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5299,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:29","price":"29. Улар (энди вақт ўтгач): «Парвардигоримизни поклаймиз. Дарҳақиқат, бизлар (ўзимизга) зулм қилгувчи бўлдик», дедилар.","arabic":"قَالُواْ سُبۡحَٰنَ رَبِّنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5300,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:30","price":"30. Сўнг улар бир-бирларига боқиб, маломат қилиша бошладилар.","arabic":"فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَلَٰوَمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5301,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:31","price":"31. Улар дедилар: «Эй ўлим бўлсин бизларга! Дарҳақиқат, бизлар ҳаддан ошгувчи бўлдик.","arabic":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا طَٰغِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5302,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:32","price":"32. Шоядки Парвардигоримиз бизларга у (боғ)дан ҳам яхшироғини алмаштириб берса. Бизлар албатта ёлғиз Парвардигоримизга рағбат-илтижо қилгувчидирмиз».","arabic":"عَسَىٰ رَبُّنَآ أَن يُبۡدِلَنَا خَيۡرٗا مِّنۡهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5303,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:33","price":"33. (Аллоҳнинг амридан четга чиққан кимсалар учун) мана шундай азоб бордир. Агар билсалар, Охират азоби шак-шубҳасиз, янада каттароқдир.","arabic":"كَذَٰلِكَ ٱلۡعَذَابُۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5304,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:34","price":"34. Албатта тақводор зотлар учун Парвардигорлари ҳузурида ноз-неъмат боғлари бордир.","arabic":"إِنَّ لِلۡمُتَّقِينَ عِندَ رَبِّهِمۡ جَنَّٰتِ ٱلنَّعِيمِ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5305,"juzNumber":29,"footnotes":"И з о ҳ. Ушбу оят нозил бўлганида Макка мушриклари: «Агар Муҳаммаднинг айтганлари рост бўлса, бизларга худди бу дунёда бўлганидек, Охиратда ҳам ундан ва у билан бирга бўлган мусулмонлардан яхшироқ ноз-неъматлар берилади», дея бошладилар. Шунда уларнинг бу пуч даъволарини инкор этиб қуйидаги оятлар нозил бўлди.","lang":"uz"},{"name":"68:35","price":"35. Ахир Биз мусулмонларни жиноятчи-кофир кимсаларга баробар қилурмизми?!","arabic":"أَفَنَجۡعَلُ ٱلۡمُسۡلِمِينَ كَٱلۡمُجۡرِمِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5306,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:36","price":"36. (Эй мушриклар), сизларга нима бўлди? Қандай ҳукм чиқармоқдасизлар?","arabic":"مَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5307,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:37","price":"37. Балки сизлар учун (осмондан туширилган) бирон китоб бўлиб, ўқиб-ўрганаётгандирсизлар?! ","arabic":"أَمۡ لَكُمۡ كِتَٰبٞ فِيهِ تَدۡرُسُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5308,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:38","price":"38. Унда сизлар ўзларингиз учун (Охиратда) шак-шубҳасиз, танлаган-хоҳлаган нарсаларингиз бор эканлигини (ўқиб-ўрганаётгандирсизлар?!)","arabic":"إِنَّ لَكُمۡ فِيهِ لَمَا تَخَيَّرُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5309,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:39","price":"39. Балки сизлар учун Бизнинг зиммамизда: «Шак-шубҳасиз, ўзларингиз ҳукм-қарор қилган бор нарса сизларники бўлур», деган то Қиёмат Кунигача етгувчи қасамлар (яъни, Биз томондан берилган аҳд-паймонлар) бордир?!","arabic":"أَمۡ لَكُمۡ أَيۡمَٰنٌ عَلَيۡنَا بَٰلِغَةٌ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ إِنَّ لَكُمۡ لَمَا تَحۡكُمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5310,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:40","price":"40. (Эй Муҳаммад алайҳис-салоту вас-салом), улардан сўранг-чи, қайсилари бунга (яъни, ўзларининг пуч даъволарининг ҳақ эканлигига) кафил бўла олар эканлар?!","arabic":"سَلۡهُمۡ أَيُّهُم بِذَٰلِكَ زَعِيمٌ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5311,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:41","price":"41. Балки уларнинг (бу даъволарини тасдиқлайдиган) шериклари бордир?! У ҳолда ростгўй бўлсалар ўша шерикларини келтирсинлар!","arabic":"أَمۡ لَهُمۡ شُرَكَآءُ فَلۡيَأۡتُواْ بِشُرَكَآئِهِمۡ إِن كَانُواْ صَٰدِقِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5312,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:42","price":"42. Болдирлар очиладиган (яъни, оғир ҳисоб-китобга чоғланиладиган) ва улар (кофирлар) сажда қилишга чорланишиб, (лекин саждага) кучлари етмай қоладиган Кунни (эсланг)! ","arabic":"يَوۡمَ يُكۡشَفُ عَن سَاقٖ وَيُدۡعَوۡنَ إِلَى ٱلسُّجُودِ فَلَا يَسۡتَطِيعُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5313,"juzNumber":29,"footnotes":"И з о ҳ. Қиёмат куни ҳисоб-китоб шиддатли ва аҳвол оғир бўлади. Аллоҳ таоло халқлар ўртасида ҳукм қилиш учун келади, бир пайт У зотнинг мукаррам болдири очилади, бироқ бу махлуқларидаги бирон ҳолатга ўхшамайди. Имом Бухорий ва Муслим ривоят қилган ҳадисда Пайғамбар соллаллоҳу алайҳи ва саллам шундай дедилар: «Раббимиз болдирини очади ва ҳар бир мўмин ва мўмина Унга сажда қилади. Дунёда одамларга кўрсатиш ва эшиттириш учун риёкорона сажда қилган кимсаларгина қолади. Улар сажда қилмоқчи бўладилар-у, бироқ беллари (букилмайдиган) бир бутун қилиб қўйилади».","lang":"uz"},{"name":"68:43","price":"43. Улар (кофирлар) кўзлари (қуйига) эгилган, хорлик уларни ўраб-эгаллаб олган ҳолларида (сажда қилишга чорланишиб, лекин саждага кучлари етмай қоладиган Кунни эсланг)! (Чунки ҳаёти дунёдалик пайтларида) улар соғ-саломат бўлган ҳолларида сажда қилишга чорланар эдилар (аммо саждага қодир бўла туриб ундан бош тортар эдилар).","arabic":"خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۖ وَقَدۡ كَانُواْ يُدۡعَوۡنَ إِلَى ٱلسُّجُودِ وَهُمۡ سَٰلِمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5314,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:44","price":"44. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз ушбу Сўзни — Қуръонни ёлғон дейдиган кимсаларни Менга қўйиб беринг! Яқинда Биз уларни ўзлари билмайдиган — сезмайдиган томондан аста-секин (ҳалокатга дучор қилажакмиз)!","arabic":"فَذَرۡنِي وَمَن يُكَذِّبُ بِهَٰذَا ٱلۡحَدِيثِۖ سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5315,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:45","price":"45. Мен (гуноҳларини кўпайтиришлари учун) уларга муҳлат бериб, (умрларини узун қилиб) қўюрман. Дарвоқеъ, Менинг «макрим» жуда қаттиқдир!","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5316,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:46","price":"46. Балки сиз (эй Муҳаммад алайҳис-салоту вас-салом, динга даъват қилганингиз учун), улардан ажр-ҳақ сўраб, улар зиён қилишларидан оғирсинаётгандирлар? (Яъни, сиз улардан ҳеч қандай ҳақ сўраётганингиз йўқ-ку)!","arabic":"أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5317,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:47","price":"47. Балки уларнинг олдиларида ғайб (яъни, ғайбда бўладиган барча ишлар битилган Лавҳул-Маҳфуз) мавжуд бўлиб, улар (айтаётган сўзларини ўшандан) ёзиб олаётгандирлар?!","arabic":"أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5318,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:48","price":"48. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз Парвардигорингизнинг ҳукмига (яъни, у Зот кофирларга муҳлат бериб қўйганича, Ислом дини тезроқ ғолиб бўлмаётганига) сабр қилинг ва наҳанг-балиқ соҳиби (яъни, Юнус пайғамбар) каби (бесабр) бўлманг! Эсланг, ўзи бесабрлиги учун тушиб қолган балиқ қорнида туриб ғамга тўлган ҳолда (Парвардигордан паноҳ тилаб) нидо қилган эди.","arabic":"فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلۡحُوتِ إِذۡ نَادَىٰ وَهُوَ مَكۡظُومٞ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5319,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:49","price":"49. Агар унга Парвардигори томонидан бўлган неъмат-марҳамат етмаганида, албатта қуруқликка мазамматланган ҳолида улоқтирилган бўлур эди, (лекин Парвардигори унга марҳамат кўрсатиб балиқ қорнидан соғ-омон чиқарди).","arabic":"لَّوۡلَآ أَن تَدَٰرَكَهُۥ نِعۡمَةٞ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلۡعَرَآءِ وَهُوَ مَذۡمُومٞ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5320,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:50","price":"50. Сўнг Парвардигори уни (яна қайта пайғамбарликка) танлаб, солиҳ (пайғамбар)лардан қилди.","arabic":"فَٱجۡتَبَٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّٰلِحِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5321,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:51","price":"51. Албатта кофир бўлган кимсалар эслатма — Қуръонни эшитган вақтларида сизни кўзлари билан йиқитаёзурлар ва (Муҳаммад) шак-шубҳасиз, мажнундир, дерлар.","arabic":"وَإِن يَكَادُ ٱلَّذِينَ كَفَرُواْ لَيُزۡلِقُونَكَ بِأَبۡصَٰرِهِمۡ لَمَّا سَمِعُواْ ٱلذِّكۡرَ وَيَقُولُونَ إِنَّهُۥ لَمَجۡنُونٞ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5322,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"68:52","price":"52. Ҳолбуки, у (Қуръон) барча оламлар учун фақат бир (буюк) эслатмадир!","arabic":"وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam"],"ayahNumber":5323,"juzNumber":29,"footnotes":"","lang":"uz"}],"chapter":["68 (Al-Qalam)","Al-Qalam","Surah Al-Qalam","Chapter Al-Qalam","Qalam","Surah Qalam","Chapter Qalam","Al Qalam","Surah Al Qalam","Chapter Al Qalam","Surah 68","Chapter 68","The Pen","القلم"]}