{"data":[{"name":"72:1","price":"1. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Менга ваҳий қилиндики, жинлардан бир гуруҳи (менинг Қуръон тиловат қилганимни) эшитишиб, (ўз қавмларига қайтиб боришгач, дедилар: «Дарҳақиқат, бизлар бир ажиб Қуръонни эшитдик. ","arabic":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5448,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:2","price":"2. Ҳақ йўлга ҳидоят қиладиган (бир ажиб Қуръонни эшитдик) ва дарҳол унга иймон келтирдик. Бизлар (энди) Парвардигоримизга ҳаргиз бирон кимсани шерик қилмасмиз».","arabic":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5449,"juzNumber":29,"footnotes":"И з о ҳ. Саҳобалардан Ибн Аббос (Аллоҳ ундан рози бўлсин) гувоҳлик беришларича, Пайғамбар алайҳис-салоту вас-салом Бомдод намозини ўқиётган чоғларида бир гуруҳ жинлар ҳозир бўлишиб, Қуръон оятларини тинглаганлар ва дарҳол унга иймон келтирганлар. Лекин Расулуллоҳ уларнинг келишганидан ҳам, Каломуллоҳга қулоқ тутишганидан ҳам бехабар эдилар. Қачонки ушбу сура нозил қилинганидан кейингина у зот бу воқеадан воқиф бўлдилар. Юқоридаги оятларда жинларнинг Қуръонни эшитишлари билан «бу башар сўзи эмас, балки илоҳий мўьжиза», деб иймон келтирганлари тўғрисида хабар берилишидан кўзланган мақсад, муфассирларнинг айтишларича, биринчидан, барча инсониятга Каломуллоҳ фақат инсонлар учунгина эмас, балки жинлар олами учун ҳам илоҳий кўрсатма бўлиб нозил қилинганини эълон қилиш бўлса, иккинчидан, Муҳаммад алайҳис-салоту вас-саломни шахсан танийдиган ва у кишининг хат-саводлари йўқ эканлигини ҳам жуда яхши биладиган Макка аҳлига — арабларга, ўзларининг тилларида нозил бўлган, фасоҳат-балоғатининг беназирлигидан саводсиз одам эмас, балки дунёдаги энг етук адиблар бирлашиб ҳам ёза олишлари имконсиз бўлган бир Китобга — ҳатто жинлар ҳам эшитибоқ иймон келтирган Каломуллоҳга улар (Макка аҳли) иймон келтирмаганлари учун танбеҳ-дашном беришдир. Энди қуйидаги оятларда Аллоҳ таоло мўмин жинлар тилидан ҳикоя қилишда давом этади.","lang":"uz"},{"name":"72:3","price":"3. «Албатта буюклиги юксак бўлган Парвардигоримиз бирон жуфт ва ё фарзанд тутган эмасдир.","arabic":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5450,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:4","price":"4. Албатта бизларнинг ичимиздаги аҳмоқ (иблис) Аллоҳ шаънига («У зотнинг хотини ва боласи бор», деб) ноҳақ сўз айтар эди.","arabic":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5451,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:5","price":"5. Албатта бизлар инс ҳам, жин ҳам Аллоҳ шаънига ҳаргиз ёлғон сўзламас, деб ўйлар эдик».","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5452,"juzNumber":29,"footnotes":"И з о ҳ. Бу сўзлар жинлар томонидан Аллоҳ таолога айтилган узрдир. Яъни, улар инсонлар ҳам, жинлар ҳам Аллоҳ шаънига ёлғон сўзни айта олмайди, деб ўйлаганлари учун жинлардан бўлган Иблис уларга «Аллоҳнинг хотини, боласи бор», деб иғво қилганида унинг сўзларига ишонганлари ва қачонки Қуръон оятларини эшитганларидан кейингина Аллоҳ таолонинг бирон шериги йўқ яккаю ягона Зот эканини билишиб, «Бизлар (энди) Парвардигоримизга ҳаргиз бирон кимсани шерик қилмасмиз», деб онт ичганларини айтишиб узр сўрамоқдалар.","lang":"uz"},{"name":"72:6","price":"6. Албатта инсдан бўлган (айрим) кишилар жиндан бўлган кимсалардан паноҳ тилашиб, уларга янада ҳаддан ошишни — муттаҳамликни зиёда қилур эдилар».","arabic":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5453,"juzNumber":29,"footnotes":"И з о ҳ. Яъни, қадимда (ҳозир ҳам) айрим кимсалар бирон хилватроқ ерга бориб қўнмоқчи бўлсалар, ўша ернинг «эгалари» бўлган жинларнинг катталаридан паноҳ сўрар эдилар ва буни билган жинларнинг муттаҳамлиги янада зиёда бўлиб, «Мана бизлар фақат жинларга эмас, балки инсларга ҳам хожамиз», дейишиб ғурурланар эдилар. Ушбу оятда Қуръон бундай ақиданинг ботил эканлигини айтиб, жинлар ҳам худди инсонлар каби Аллоҳнинг бандалари эканликларини, бинобарин Аллоҳ таолонинг изни-иродасисиз ҳеч кимга фойда ҳам, зиён ҳам етказа олмасликларини билдиради. Қуйидаги оятларда яна жинлар тилидан ҳикоя қилинади. Дастлабки оятда мўмин жинлар кофирларига хитоб қилиб, дедилар:","lang":"uz"},{"name":"72:7","price":"7. «Албатта улар (яъни, инсонларнинг кофирлари) ҳам худди сизлар гумон қилганингиздек, Аллоҳ ҳаргиз бирон кимсани қайта тирилтирмас, деб гумон қилдилар. (Яъни, сизларнинг гумонларингиз ҳам, уларнинг гумонлари ҳам нотўғридир. Чунки Қуръонда қайта тирилиш ва ҳисоб-китоб бўлиши ҳақ экани тўғрисида айтилди ва бизлар бунга иймон келтирдик).","arabic":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5454,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:8","price":"8. Албатта бизлар (фаришталарнинг сўзларини ўғринча эшитиб олиш учун) осмонга тақилган эдик, унинг кучли қўриқчи (фаришта)лар ва (ўғри жинларга отилгувчи учар) юлдузлар билан тўла эканлигини кўрдик.","arabic":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5455,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:9","price":"9. Албатта бизлар (илгари осмондан айрим) жойларга (фаришталарнинг сўзларини ўғринча) эшитиб олиш учун ўтириб олар эдик. Энди ҳозир (яъни, Муҳаммад алайҳис-салоту вас-салом пайғамбар қилиб юборилганларидан кейин) эса ким (яъни, қайси жин ўғринча) эшитар бўлса, ўзини кузатиб турган бир (учар) юлдузни кўрар.","arabic":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5456,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:10","price":"10. Албатта бизлар Ердаги кишиларга (Аллоҳ томонидан) ёмонлик ирода қилинганми ёки Парвардигорлари уларга тўғрилик — яхшиликни ирода қилганми, билмасмиз».","arabic":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5457,"juzNumber":29,"footnotes":"И з о ҳ. Мазкур оятлардан маълум бўладики, Муҳаммад алайҳис-салоту вас-салом пайғамбар қилиб юборилишларидан илгари, жоҳилийят даврида жинлар осмон хабарларини ўғирлаб, айрим коҳин-фолбинларга етказиш билан машғул бўлар эканлар. (Бу ҳақда «Ҳижр» сурасининг 18-оятига берилган изоҳда батафсил айтилган эди). Аммо Ислом дини келиб, Қуръон нозил бўла бошлагач эса жинлар учун осмоннинг барча йўллари беркилган ва юқоридаги оятда жинларнинг ўзлари эътироф этишларича, улар Аллоҳ ердаги бандалари бўлмиш инсонларга нимани, яъни, яхшилик ё ёмонликни ирода қилишидан мутлақо бехабардирлар. Бас, жинлардан паноҳ тилаш ёки улардан нажот кутиш нодонликдан ўзга нарса эмасдир. Паноҳ ҳам, нажот ҳам ёлғиз Аллоҳ таолонинг Ўзидангина сўралиши лозимдир. Қуръон ушбу оятлари билан мўмин-мусулмонларни ҳар қандай ваҳму гумондан халос этади. Қуйидаги оятларда жинлар тилидан ҳикоя қилиш давом этилади.","lang":"uz"},{"name":"72:11","price":"11. «Албатта бизларнинг орамизда яхшилар ҳам бордир ва (шунингдек), орамизда ундоқ эмаслар (яъни, ёмонлар) ҳам бордир. Бизлар (Қуръонни эшитишдан илгари) бўлак-бўлак йўлларда эдик.","arabic":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5458,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:12","price":"12. Албатта бизлар (Қуръонни эшитганимиздан сўнг) билдикки, Ер юзида ҳаргиз Аллоҳни ожиз қила олмасмиз (яъни, фақат Аллоҳ ирода қилган ишгина бўлур) ва У зотдан (яъни, Унинг жазосидан) қочиб ҳам қутула олмасмиз.","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5459,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:13","price":"13. Албатта бизлар қачонки Ҳидоятни — Қуръонни эшитгач, унга иймон келтирдик. Бас, кимки Парвардигорига иймон келтирса, демак у (яхшиликларининг) камайиб қолишидан ҳам, (ёмонликларининг) ҳаддан ортиб кетишидан ҳам қўрқмас (яъни, Парвардигори унга ҳаргиз зулм қилмас, балки қилган ҳар бир амали учун муносиб жазо-мукофот ато этур).","arabic":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5460,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:14","price":"14. Албатта бизларнинг орамизда мусулмонлар ҳам бордир ва (шунингдек), орамизда (йўлдан) озганлар ҳам бордир. Бас, кимки мусулмон бўлса, демак ана ўшалар Тўғри Йўлни мақсад қилиб олибдилар.","arabic":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5461,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:15","price":"15. Энди (йўлдан) озганларга келсак, бас, улар жаҳаннам учун ўтин бўлган кимсалардир».","arabic":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5462,"juzNumber":29,"footnotes":"И з о ҳ. Мана шу оятга келиб, иймон келтирган жинлар тилидан қилинган ҳикоя ниҳоясига етди.","lang":"uz"},{"name":"72:16","price":"16. Албатта, агар улар (Тўғри) йўлда устивор турганларида, албатта Биз уларни мўл ёмғир билан суғорган бўлур эдик (яъни, уларга мўл-кўл ризқ ато этган бўлур эдик). ","arabic":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5463,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:17","price":"17. Уларни имтиҳон қилиш учун. Кимки Парвардигорининг зикридан — Қуръондан юз ўгирса, У зот уни қаттиқ азобга йўллар.","arabic":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5464,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:18","price":"18. Албатта (барча) масжидлар Аллоҳникидир. Бас, (масжидларда) Аллоҳ билан бирга яна бирон кимсага дуо-илтижо қилманглар!","arabic":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5465,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:19","price":"19. Албатта, қачонки Аллоҳнинг бандаси (яъни, Муҳаммад алайҳис-салоту вас-салом) У зотга дуо-илтижо қилган ҳолда турганида, улар (яъни, жинлар Қуръон эшитиш иштиёқида) унинг устига ғуж-ғуж бўлиб ёпирилишга яқин бўлдилар.","arabic":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5466,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:20","price":"20. (Эй Муҳаммад алайҳис-салоту вас-салом, динингиздан қайтишингизни талаб қилаётган кофирларга) айтинг: «Мен ёлғиз Парвардигоримгагина дуо-илтижо қилурман ва У зотга бирон кимсани шерик қилмасман».","arabic":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5467,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:21","price":"21. Айтинг: «Албатта мен сизларга на бир зиён ва на бир тўғри йўл беришга эга эмасдирман, (Тўғри Йўлга солгувчи ҳам, зиён етказа олгувчи ҳам ёлғиз Аллоҳдир)».","arabic":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5468,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:22","price":"22. Айтинг: «Албатта мени Аллоҳ(нинг азоби)дан (агар У зотга осийлик қилсам), бирон кимса ҳимоя қила олмас ва мен У зотдан ўзга паноҳ ҳам топа олмасман.","arabic":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5469,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:23","price":"23. (Мен) фақат Аллоҳ томонидан етказишга ва У зотнинг элчилик вазифаларигагина (эгадирман). Кимки Аллоҳ ва Унинг пайғамбарига осий бўлса, бас, албатта унинг учун жаҳаннам олови бордир. (Ундай кимсалар) ўша жойда мангу қолурлар.","arabic":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5470,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:24","price":"24. Энди қачон улар ўзларига ваъда қилинаётган азобни кўрганларида, бас, (ўша пайтда) кимнинг (яъни, уларнингми ёки мўминларнингми) ёрдамчиси ожизроқ ва саноғи ҳам озроқ эканини билажаклар!»","arabic":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5471,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:25","price":"25. (Эй Муҳаммад алайҳис-салоту вас-салом, у кофирларга) айтинг: «Мен сизларга ваъда қилинаётган азоб яқинми ёки Парвардигорим унинг учун (узоқроқ) муҳлат қилганми, билмасман.","arabic":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5472,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:26","price":"26. (У зот) ғайбни билгувчидир. Бас, Ўз ғайбидан бирон кимсани огоҳ қилмас.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5473,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:27","price":"27. Фақат Ўзи рози бўлган пайғамбарнигина (Ўзининг ғайбидан сир-асрорининг айримларидан огоҳ этар). Бас, албатта У (Аллоҳ Ўзининг ғайбидан огоҳ қилиб қўйган ҳар бир пайғамбарнинг) олдидан ҳам, ортидан ҳам кузатгувчи (фаришта) йўллар. ","arabic":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5474,"juzNumber":29,"footnotes":"","lang":"uz"},{"name":"72:28","price":"28. Токи (пайғамбарлар) Парвардигорларининг элчилик вазифаларини (ўз умматларига) тўла етказганларини билиш учун (кузатгувчи фаришта йўллар). У зот (пайғамбарлар) ҳузуридаги бор нарсани (яъни, уларнинг илму амалларини) иҳота қилиб олгандир ва (коинотдаги) ҳар бир нарсанинг саноғини ҳисоб-китоб қилиб қўйгандир».","arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5475,"juzNumber":29,"footnotes":"","lang":"uz"}],"chapter":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"]}