{"data":[{"name":"94:1","price":"1. (Эй Муҳаммад алайҳис-салоту вас-салом), Биз сизнинг қалбингизни (иймон ва Қуръон нури билан) кенг-мунаввар қилиб қўймадикми?","arabic":"أَلَمۡ نَشۡرَحۡ لَكَ صَدۡرَكَ","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6091,"juzNumber":30,"footnotes":"","lang":"uz"},{"name":"94:2","price":"2. Ва Биз сиздан юкингизни олиб қўйдик. ","arabic":"وَوَضَعۡنَا عَنكَ وِزۡرَكَ","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6092,"juzNumber":30,"footnotes":"","lang":"uz"},{"name":"94:3","price":"3. У елкангизни эзиб турган оғир (юкингизни олиб қўйдик).","arabic":"ٱلَّذِيٓ أَنقَضَ ظَهۡرَكَ","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6093,"juzNumber":30,"footnotes":"И з о ҳ. Мазкур оғир юкдан мурод Пайғамбар алайҳис-салоту вас-салом йўл қўйган ва йўл қўядиган — мунофиқларнинг жиҳодга чиқмасликларига изн беришлари, олдиларига келган кўзи ожиз саҳобага қовоқ уйганлари каби кичик хатолар эдики, булар мудом оғир юк бўлиб Пайғамбаримизнинг елкаларини эзиб турар эди. Ушбу оятлар билан Аллоҳ таоло Ўзининг ҳабиби ва сўнгги пайғамбарига у кишининг бу янглиғ кичик хатолари афв этилгани хусусида хабар бермоқда. Энди қуйидаги оятда Расулуллоҳга ато этилган яна бир фазли илоҳий ҳақида сўз боради.","lang":"uz"},{"name":"94:4","price":"4. Ва Биз сизнинг зикрингизни (яъни, мартабангизни) баланд қилиб қўйдик.","arabic":"وَرَفَعۡنَا لَكَ ذِكۡرَكَ","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6094,"juzNumber":30,"footnotes":"И з о ҳ. Дарҳақиқат, ҳар бир мўмин-мусулмон қаерда Аллоҳ таолонинг номини ёд этиб, У зотни улуғласа, албатта У зот билан бирга пайғамбари Муҳаммад алайҳис-салоту вас-саломнинг номларини ҳам зикр қилиб, у кишига салавот ва салом айтадики, бу мартабайи олия Пайғамбаримиздан ўзга ҳеч кимга насиб этган эмас.","lang":"uz"},{"name":"94:5","price":"5. Бас, албатта ҳар бир оғирлик-машаққат билан бирга бир енгиллик ҳам бордир.","arabic":"فَإِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرًا","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6095,"juzNumber":30,"footnotes":"","lang":"uz"},{"name":"94:6","price":"6. Албатта ҳар бир оғирлик-машаққат билан бирга бир енгиллик ҳам бордир.","arabic":"إِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرٗا","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6096,"juzNumber":30,"footnotes":"И з о ҳ. Агар муҳтарам ўқувчи эътибор берган бўлса, юқоридаги оятларда ҳар бир машаққатдан кейин эмас, балки айни ўша машаққат билан бирга енгиллик борлиги икки бор таъкидланади. Буни икки хил маънода тушуниш мумкин: Биринчиси — ҳар бир қийинчиликдан кейин шу қадар тез осонлик келадики, гўё улар иккиси бирга, ёнма-ён тургандек бўлади. Бас, демак, қийинчиликка рўбару келганда, ноумидликка тушишнинг асло ҳожати йўқ. Иккинчи маъно — бир кишининг бошига иймон, эътиқоди сабабли бирон оғирлик тушса, у киши ҳаргиз бундан ранжимаслиги лозим. Зеро, у Охиратдаги осонликка — мангу саодатга айни мана шу дунёда тортаётган қийинчилиги шарофати билан, яъни мана шу қийинчиликка сабр-тоқат қилгани сабабли эришиши мумкин. Демак, у киши тортаётган муваққат машаққатнинг ўзида унинг учун мангу бахт-саодат бор экан.","lang":"uz"},{"name":"94:7","price":"7. Бас, (эй Муҳаммад алайҳис-салоту вас-салом), қачон сиз (кишиларни Ҳақ йўлга даъват қилишдан ва бошқа дунёвий ҳожатлардан — ишлардан) фориғ бўлсангиз (ўрнингиздан) туринг.","arabic":"فَإِذَا فَرَغۡتَ فَٱنصَبۡ","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6097,"juzNumber":30,"footnotes":"","lang":"uz"},{"name":"94:8","price":"8. Ва ёлғиз Парвардигорингизга юзингизни буринг!","arabic":"وَإِلَىٰ رَبِّكَ فَٱرۡغَب","category":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh"],"ayahNumber":6098,"juzNumber":30,"footnotes":"","lang":"uz"}],"chapter":["94 (Ash-Sharh)","Ash-Sharh","Surah Ash-Sharh","Chapter Ash-Sharh","Sharh","Surah Sharh","Chapter Sharh","Ash Sharh","Surah Ash Sharh","Chapter Ash Sharh","Surah 94","Chapter 94","The Relief","الشرح"]}