{"data":[{"name":"19:1","price":"Kâf, Hâ, Yâ, ‘Ayn, Sâd .","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"[565] Kāf...: cf. note à S. 2, v. 1.","lang":"fr"},{"name":"19:2","price":"C’est un récit de la miséricorde de ton Seigneur envers Son serviteur Zacharie.","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:3","price":"Lorsqu’il invoqua son Seigneur d’une invocation secrète,","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:4","price":"et dit : “Seigneur ! Mes os sont affaiblis et ma tête s’est enflammée de cheveux blancs. [Cependant] Je n’ai jamais été malheureux [déçu] en te priant, Seigneur !","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:5","price":"Je crains [le comportement] de mes héritiers, après moi. Et ma propre femme est stérile. Accorde-moi donc, de Ta part, un descendant .","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"[566] Un descendant: qui hérite du savoir et de la sagesse des prophètes.","lang":"fr"},{"name":"19:6","price":"qui hérite de moi et hérite de la famille de Jacob. Et fais qu’il te soit agréable, Seigneur !”","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:7","price":"\"Ô Zacharie ! Nous t’annonçons la bonne nouvelle d’un fils. Son nom sera Jean (Yahyâ). Nous ne lui avons pas donné auparavant d’homonyme.\"","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:8","price":"Et [Zacharie dit] : “Seigneur ! Comment aurai-je un fils, quand ma femme est stérile et que je suis très avancé en vieillesse ? ”","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:9","price":"[Allah] lui dit : \"Ainsi sera-t-il ! Ton Seigneur a dit : \"Ceci m’est facile. Et avant cela, Je t’ai créé alors que tu n’étais rien.\"","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:10","price":"“Seigneur, dit [Zacharie], accorde-moi un signe !” “Ton signe, dit [Allah,] sera que tu ne pourras pas parler aux gens pendant trois nuits  tout en étant bien portant.”","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"[567] Trois nuits: y compris les jours.","lang":"fr"},{"name":"19:11","price":"Il sortit donc du sanctuaire vers son peuple; puis il leur fit signe de prier matin et soir.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:12","price":"“Ô Jean (Yahyâ) ! Tiens fermement au Livre (la Thora) !” Et Nous lui donnâmes la sagesse alors qu’il était enfant,","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:13","price":"ainsi que la tendresse de Notre part et la pureté. Et il était pieux.","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:14","price":"et dévoué envers ses père et mère; et ne fut ni violent ni désobéissant.","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:15","price":"Que la paix soit sur lui le jour où il naquit, le jour où il mourra, et le jour où il sera ressuscité vivant !","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:16","price":"Et mentionne, dans le Livre (le Coran), Marie, quand elle se retira de sa famille en un lieu vers l’Orient.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:17","price":"Elle mit entre elle et eux un voile. Nous lui envoyâmes alors Notre Esprit (Gabriel), qui se présenta à elle sous la forme d’un homme parfait.","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:18","price":"Elle dit : \"Je me réfugie contre toi auprès du Tout Miséricordieux ! Si tu es pieux [ne m’approche point].\"","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:19","price":"Il dit : \"Je ne suis qu'un Messager de ton Seigneur pour te faire don d'un fils pur.\"","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:20","price":"Elle dit : “Comment aurais-je un fils, quand aucun homme ne m’a touchée, et je ne suis pas une prostituée ? ”","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:21","price":"Il dit : \"Ainsi sera-t-il ! Cela M’est facile, a dit ton Seigneur ! Et Nous ferons de lui un signe pour les gens, et une miséricorde de Notre part. C’est une affaire déjà décidée.\"","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:22","price":"Elle devint donc enceinte [de l’enfant], et elle se retira avec lui en un lieu éloigné.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:23","price":"Puis les douleurs de l’enfantement l’amenèrent au tronc du palmier, et elle dit: \"Malheur à moi! Que je fusse morte avant cet instant! Et que je fusse totalement oubliée!\"","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:24","price":"Alors, il l’appela d’au-dessous d’elle, [lui disant:] \"Ne t’afflige pas. Ton Seigneur a placé à tes pieds une source.","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"[568] Il l’appela d’au-dessous d’elle: soit l’Ange Gabriel qui était situé à côté d’elle, sur un plan de terrain plus bas, soit son fils Jésus qui venait de naître.","lang":"fr"},{"name":"19:25","price":"Secoue vers toi le tronc du palmier: il fera tomber sur toi des dattes fraîches et mûres.","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:26","price":"Mange donc et bois et que ton œil se réjouisse ! Si tu vois quelqu’un d’entre les humaines, dis [lui:] \"Assurément, j’ai voué un jeûne au Tout Miséricordieux : je ne parlerai donc aujourd’hui à aucun être humain.\"","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:27","price":"Alors, elle vint auprès des siens en le portant [le bébé]. Ils dirent : \"Ô Marie ! Tu as fait une chose monstrueuse !","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:28","price":"\"Soeur de Aaron (Harûn) , ton père n’était pas un homme de mal et ta mère n’était pas une prostituée.\"","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"[569] Sœur de Hārūn: Hārūn était un homme bien connu pour sa piété. Il était de la tribu de Maryam.","lang":"fr"},{"name":"19:29","price":"Elle fit alors un signe vers lui [le bébé]. Ils dirent : \"Comment parlerions-nous à un bébé au berceau ?\"","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:30","price":"Mais [le bébé] dit : \"Je suis vraiment le serviteur d’Allah. Il m’a donné le Livre et m’a désigné Prophète.","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:31","price":"Où que je sois, Il m’a rendu béni; et Il m’a recommandé, tant que je vivrai, la prière (As-Salât) et l’aumône (Az-Zakât)  ;","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"[570] On notera que la Zakāt est toujours associée à la prière, et fut enjointe aux autres prophètes avant l’Islam.","lang":"fr"},{"name":"19:32","price":"et la bonté envers ma mère. Il ne m’a fait ni violent ni malheureux.","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:33","price":"Et que la paix soit sur moi le jour où je naquis, le jour où je mourrai, et le jour où je serai ressuscité vivant.\"","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:34","price":"Tel est Jésus('Issâ), fils de Marie: parole de vérité, dont ils doutent.","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:35","price":"Il ne convient pas à Allah de S’attribuer un fils. Gloire à Lui ! Quand Il décide d’une chose, Il dit seulement : \"Sois !\" et elle est.","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:36","price":"\"Certes, Allah est mon Seigneur tout comme votre Seigneur. Adorez-Le donc ! Voilà un droit chemin.\"","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:37","price":"[Par la suite,] les sectes divergèrent entre elles. Alors, malheur aux mécréants lors de la vue d’un jour terrible  !","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"[571] Jour terrible: le Jour du Jugement dernier.","lang":"fr"},{"name":"19:38","price":"Comme ils entendront et verront bien le jour où ils viendront à Nous ! Mais aujourd’hui, les injustes sont dans un égarement évident.","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:39","price":"Et avertis-les du jour du Regret, quand tout sera réglé; alors qu’ils sont [dans ce monde] inattentifs et qu’ils ne croient pas.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"[572] Jour du Regret: Jour de la Résurrection.","lang":"fr"},{"name":"19:40","price":"C’est Nous, en vérité, qui hériterons la Terre et tout ce qui s’y trouve, et c’est à Nous qu’ils seront ramenés.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:41","price":"Et mentionne dans le Livre, Abraham C’était un très véridique et un Prophète.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:42","price":"Lorsqu’il dit à son père : “Ô mon cher père ! Pourquoi adores-tu ce qui n’entend ni ne voit, et ne te profite en rien ?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:43","price":"Ô mon cher père ! Il m’est venu de la science ce que tu n’as pas reçu ; suis-moi donc, je te guiderai sur une voie droite.","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:44","price":"Ô mon cher père ! N’adore pas le Diable (Satan), car le Diable désobéit au Tout Miséricordieux !","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:45","price":"Ô mon cher père ! Je crains qu’un châtiment venant du Tout Miséricordieux ne te touche et que tu ne deviennes un allié du Diable (Satan).”","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:46","price":"Il dit : \"Ô Abraham ! Aurais-tu du dédain pour mes divinités ? Si tu ne cesses pas, certes je te lapiderai, éloigne-toi de moi pour bien longtemps.\"","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:47","price":"\"Paix sur toi\", dit Abraham. \"J'implorerai mon Seigneur de te pardonner car Il a toujours été bienveillant à mon égard, répondant à mes prières.\"","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:48","price":"Je me sépare de vous, ainsi que de ce que vous invoquez, en dehors d’Allah, et j’invoquerai mon Seigneur. J’espère ne pas être malheureux dans mon appel à mon Seigneur.\"","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:49","price":"Puis, lorsqu’il se fut séparé d’eux et de ce qu’ils adoraient en dehors d’Allah, Nous lui fîmes don d’Isaac et de Jacob; et de chacun Nous fîmes un Prophète.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:50","price":"Et Nous leur donnâmes de Notre miséricorde, et Nous leur accordâmes un langage sublime de vérité.","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:51","price":"Et mentionne dans le Livre Moïse. C’était vraiment un élu, et c’était un Messager et un Prophète.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:52","price":"Du côté droit du Mont (Sinaï) Nous l’appelâmes et Nous le fîmes approcher tel un confident.","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:53","price":"Et par Notre miséricorde, Nous lui donnâmes Aaron son frère comme Prophète.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:54","price":"Et mentionne Ismaël, dans le Livre. Il était fidèle à ses promesses; et c’était un Messager et un Prophète.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:55","price":"Et il commandait à sa famille la prière  (As-Salât) et l’aumône (Az-Zakât) ; et il était agréé auprès de son Seigneur.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:56","price":"Et mentionne Idris, dans le Livre. C’était un véridique et un Prophète.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:57","price":"Et Nous l’élevâmes à un haut rang.","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:58","price":"Voilà ceux qu’Allah a comblés de faveurs, parmi les Prophètes, parmi les descendants d’Adam, et aussi parmi ceux que Nous avons transportés en compagnie de Noé, et parmi la descendance d’Abraham et d’Israël, et parmi ceux que Nous avons guidés et choisis. Lorsque les versets du Tout Miséricordieux leur étaient récités, ils tombaient prosternés en pleurant .","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"[573] Ils tombaient prosternés en pleurant: à ce verset, on se prosterne.","lang":"fr"},{"name":"19:59","price":"Puis leur succédèrent des générations qui délaissèrent la prière et suivirent leurs passions. Ils se trouvèrent en perdition,","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:60","price":"sauf celui qui se repent, croit et fait le bien : ceux-là entreront au Paradis et ne seront point lésés,","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:61","price":"aux jardins du séjour (éternel) que le Tout Miséricordieux a promis à Ses serviteurs, [qui ont cru] au mystère. Car Sa promesse arrivera sans nul doute.","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:62","price":"Ils n’y entendront nulle parole insignifiante mais seulement: “Paix (Salâm)”  ; et ils auront là leur nourriture, matin et soir.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"[574] Salām: «paix», la salutation de l’Islam.","lang":"fr"},{"name":"19:63","price":"Voilà le Paradis dont Nous ferons hériter ceux de Nos serviteurs qui auront été pieux.","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:64","price":"\"Nous ne descendons que sur ordre de ton Seigneur . À Lui tout ce qui est devant nous, tout ce qui est derrière nous et tout ce qui est entre les deux. Et ton Seigneur n’oublie rien.","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"[575] Nous ne descendons...: ce sont les Anges qui parlent à Muḥammad (صلى الله عليه وسلم).","lang":"fr"},{"name":"19:65","price":"Il est le Seigneur des cieux et de la Terre et de tout ce qui est entre eux deux. Adore-Le donc, et sois constant dans Son adoration. Lui connais-tu un homonyme ?\"","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:66","price":"Et l’homme dit : \"Une fois mort, me sortira-t-on vivant ?\"","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:67","price":"L’homme ne se rappelle-t-il pas qu’avant cela, c’est Nous qui l’avons créé, alors qu’il n’était rien?","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:68","price":"Par ton Seigneur! Assurément, Nous les rassemblerons, eux et les diables. Puis, Nous les placerons autour de l’Enfer, agenouillés.","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:69","price":"Ensuite, Nous arracherons de chaque groupe ceux d’entre eux qui étaient les plus obstinés contre le Tout Miséricordieux.","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:70","price":"Puis nous sommes le meilleur à savoir ceux qui méritent le plus d’y être brûlés.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:71","price":"Et il n’y a personne parmi vous qui ne passera pas par [L’Enfer]  : Car [il s’agit là] pour ton Seigneur d’une sentence irrévocable.","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"[576] Ne passera pas par l’Enfer: sur le pont de l’Enfer que les croyants franchiront selon leurs œuvres ici-bas et les mécréants y tomberont.","lang":"fr"},{"name":"19:72","price":"Ensuite, Nous délivrerons ceux qui étaient pieux et Nous y laisserons les injustes agenouillés.","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:73","price":"Et lorsque Nos versets évidents leur sont récités les mécréants disent à ceux qui croient: \"Lequel des deux groupes a la situation la plus confortable et la meilleure compagnie ?\"","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:74","price":"Et combien de générations, avant eux, avons-Nous fait périr, qui les surpassaient en biens et en apparence ?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:75","price":"Dis : \"Celui qui est dans l’égarement, que le Tout Miséricordieux prolonge sa vie pour un certain temps, jusqu’à ce qu’ils voient soit le châtiment, soit l’Heure dont ils sont menacés. Alors, ils sauront qui a la pire situation et la troupe la plus faible.\"","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:76","price":"Allah accroît la rectitude de ceux qui suivent le bon chemin, et les bonnes œuvres durables méritent auprès de ton Seigneur une meilleure récompense et une meilleure destination.","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:77","price":"As-tu vu celui qui ne croit pas à Nos versets et dit : \"On me donnera certes des biens et des enfants !\"","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:78","price":"Est-il au courant de l’Inconnaissable ou a-t-il pris un engagement avec le Tout Miséricordieux ?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:79","price":"Bien au contraire ! Nous enregistrerons ce qu’il dit et Nous accroîtrons la durée son châtiment.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:80","price":"Et c’est Nous qui hériterons  ce dont il parle, tandis qu’il viendra à Nous, tout seul.","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"[577] C’est Nous qui hériterons: les biens et les enfants dont parle le v. 77 supra","lang":"fr"},{"name":"19:81","price":"Et ils ont adopté des divinités en dehors d’Allah pour qu’ils leur soient des protecteurs (contre le châtiment).","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:82","price":"Bien au contraire ! [Ces divinités] renieront leur adoration et seront pour eux des adversaires.","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:83","price":"N’as-tu pas vu que Nous avons envoyé contre les mécréants des diables qui les excitent furieusement [à désobéir] ?","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:84","price":"Ne te hâte donc pas contre eux : Nous tenons un compte  précis de [tous leurs actes].","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"[578] Nous tenons un compte: (autre sens) Nous retardons leur châtiment jusqu’à un terme fixé.","lang":"fr"},{"name":"19:85","price":"Et (Rappelle) le jour où Nous rassemblerons les pieux sur des montures et en grande pompe, auprès du Tout Miséricordieux,","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:86","price":"et Nous pousserons les criminels à l’Enfer comme (un troupeau) à l’abreuvoir,","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:87","price":"ils ne disposeront d’aucune intercession, sauf celui qui aura pris un engagement avec le Tout Miséricordieux.","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:88","price":"Et ils ont dit : \"Le Tout Miséricordieux S’est attribué un enfant !\"","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:89","price":"Vous avancez certes là une chose abominable !","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:90","price":"Peu s’en faut que les cieux ne s’entrouvrent à ces mots, que la terre ne se fende et que les montagnes ne s’écroulent,","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:91","price":"du fait qu’ils ont attribué un enfant au Tout Miséricordieux,","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:92","price":"alors qu’il ne convient nullement au Tout Miséricordieux d’avoir un enfant !","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:93","price":"Tous ceux qui sont dans les cieux et sur la Terre se rendront auprès du Tout Miséricordieux, [sans exceptions], en serviteurs.","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:94","price":"Il les a certes dénombrés et bien comptés.","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:95","price":"Et au Jour de la Résurrection, chacun d’eux se rendra seul auprès de Lui.","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:96","price":" À ceux qui croient et font de bonnes œuvres, le Tout Miséricordieux accordera Son amour .","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"[579] Accordera Son amour: et ils s’aimeront réciproquement.","lang":"fr"},{"name":"19:97","price":"Nous l’avons rendu (le Coran) facile [à comprendre] en ta langue, afin que tu annonces par lui la bonne nouvelle aux gens pieux, et que, tu avertisses un peuple irréductible.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"fr"},{"name":"19:98","price":"Que de générations avant eux avons-Nous fait périr ! En retrouves-tu un seul individu ? Ou en entends-tu le moindre murmure?","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"fr"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}