{"data":[{"name":"7:155","price":"155. மூஸா, நாம் குறித்த நேரத்தி(ல் ‘‘தூர்' என்னும் மலைக்குத் தம்முடன் வருவத)ற்காக தம் மக்களில் எழுபது ஆண்களைத் தேர்ந்தெடுத்தார். அவர்களை பூகம்பம் பிடித்(து மூர்ச்சையாகி விழுந்)ததும் அவர் (தன் இறைவனை நோக்கி) ‘‘என் இறைவனே! (எங்களை அழித்துவிட வேண்டுமென்று) நீ கருதியிருந்தால் இதற்கு முன்னதாகவே என்னையும் இவர்களையும் நீ அழித்திருக்கலாம். எங்களிலுள்ள சில அறிவீனர்கள் செய்த (குற்றத்)திற்காக எங்கள் அனைவரையும் நீ அழித்து விடுகிறாயா? இது உன் சோதனையே தவிர வேறில்லை. இதைக் கொண்டு நீ நாடியவர்களை வழி தவற விடுகிறாய்; நீ நாடியவர்களை நேரான வழியில் செலுத்துகிறாய். நீதான் எங்கள் இறைவன். நீ எங்களை மன்னித்து எங்களுக்கு நீ அருள் புரிவாயாக! மன்னிப்பவர்கள் அனைவரிலும் நீ மிக்க மேலானவன்'' என்று(ம் பிரார்த்தித்துக்) கூறினார்.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":null,"lang":"ta"},{"name":"7:156","price":"156. மேலும், ‘‘(இறைவனே!) இம்மையில் நீ எங்களுக்கு நன்மையை முடிவு செய்வாயாக! (அவ்வாறே) மறுமையிலும் (செய்வாயாக)! நிச்சயமாக நாங்கள் உன் பக்கமே முன்னோக்கினோம்'' (என்றும் பிரார்த்தித்தார்). அ(தற்கு இறை)வன் ‘‘நான் நாடியவர்களை என் வேதனை வந்தடையும். எனினும், என் அருட்கொடை அனைத்தையும்விட மிக விரிவானது. ஆகவே, எவர்கள் (எனக்குப்) பயந்து ஜகாத்தும் கொடுத்து வருகிறார்களோ அவர்களுக்கும், எவர்கள் நம் வசனங்களை நம்பிக்கை கொள்கிறார்களோ அவர்களுக்கும் (என் அருளை) நான் முடிவு செய்வேன்'' என்று கூறினான்.","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":null,"lang":"ta"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}