{"data":[{"name":"7:155","price":"I Musa odabra iz naroda svoga sedamdeset ljudi da u određeno vrijeme stanu pred Nas. A kad ih zadesi potres, on reče: \"Gospodaru moj, da si htio, mogao si i njih i mene uništiti još prije. Zar da nas uništiš zbog onoga što su uradili bezumnici naši? To je samo iskušenje Tvoje kojim Ti, koga hoćeš, na stranputicu skrećeš, a koga hoćeš, na Pravi put upućuješ; Ti si Gospodar naš, pa nam oprosti i smiluj nam se! A Ti si Oprostitelj najbolji!\" ","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"bs"},{"name":"7:156","price":"\"I dosudi nam dobro na dunjaluku, i na ahiretu - mi se, uistinu, vraćamo Tebi!\" \"Kaznom Svojom Ja kažnjavam koga hoću\", reče On, \"a milost Moja obuhvata sve; dat ću je onima koji se budu grijeha klonili i zekat davali, i onima koji u ajete i dokaze Naše budu vjerovali\",","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"bs"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}