{"data":[{"name":"17:1","price":"1. Verheerlijkt is Hij Die Zijn dienaar voor een nacht reis meenam van Al-Masjid al-Haram naar de verste Moskee (de Al Aqsa moskee) in de buurt die Wij gezegend hebben zodat Wij hem Onze tekenen kunnen laten zien. Waarlijk, Hij is de Alhorende, de Alziende.","arabic":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2030,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:2","price":"2. En Wij gaven Moesa het Boek en maken het tot een leiding voor de Kinderen van Israël (zeggende): “Neem niet een ander naast Mij tot beschermer. ”","arabic":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2031,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:3","price":"3. Ook als leiding voor de nageslacht van degenen die Wij (in de ark) van Noah hebben gedragen! Waarlijk, hij was een dankbare dienaar.","arabic":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2032,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:4","price":"4. En Wij hebben voor de Kinderen van Israël in het Boek bepaald dat jullie inderdaad twee maal ellende zullen verrichten op aarde en dat jullie bijzonder arrogant zullen worden!","arabic":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2033,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:5","price":"5. Dus toen de belofte van de eerste twee beloften kwam, stuurden Wij tot jullie Onze dienaren, bezitters van zware kracht (die jullie een verschrikkelijke oorlog gaven). Zij kwamen in het allerbinnenste van jullie huizen. En de belofte van Allah komt altijd ten uitvoer.","arabic":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2034,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:6","price":"6. Toen gaven Wij jullie de overwinning over hen. En Wij hielpen jullie met welvaart en kinderen en maakten jullie talrijker in mankracht.","arabic":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2035,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:7","price":"7. Als jullie goed doen, doen jullie goed voor jullie zelf, en als jullie kwaad doen (doen jullie dat) tegen jezelf. Toen de tweede belofte kwam voor de vervulling, (stonden Wij het jullie vijanden toe) om jullie gezichten te schaden en de Moskee (de Al Aqsa moskee) binnen te treden, zoals zij het reeds eerder binnentraden, en om alles wat in hun handen viel volledig te vernietigen.","arabic":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2036,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:8","price":"8. Wellicht dat jullie Heer jullie genadig zal zijn, maar als jullie terugkeren, dan zullen Wij (tot Onze bestraffing) terugkeren. En Wij hebben de hel tot een gevangenis van de ongelovigen gemaakt.","arabic":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2037,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:9","price":"9. Waarlijk, deze Koran leidt tot datgene wat het rechtvaardigste en het beste is en geeft goed nieuws voor de gelovigen die goede werken verrichten, dat zij een grote beloning zullen verkrijgen.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2038,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:10","price":"10. En voor degenen die niet in het hiernamaals zullen geloven, voor hen hebben Wij een pijnlijke bestraffing voorbereid.","arabic":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2039,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:11","price":"11. En de mens smeekt om het kwaade zoals hij voor het goede smeekt en de mens is haastig.","arabic":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2040,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:12","price":"12. En Wij hebben de nacht en de dag tot twee tekenen gemaakt. Toen hebben Wij het teken van de nacht donker gemaakt en het teken van de dag heldergemaakt, opdat jullie de gunst van jullie Heer zoeken en dat jullie de jaartelling en de berekening zullen kennen. En Wij hebben alles duidelijk uitgelegd.","arabic":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2041,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:13","price":"13. En Wij hebben (de voorbestemde) daden van iedereen om zijn nek vastgemaakt, en op de Dag der Opstanding zullen Wij een boek voor hem tevoorschijn brengen, dat hij wijd geopend zal vinden.","arabic":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2042,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:14","price":"14. (Er zal tegen hem gezegd worden): “Lees je boek. Jij bent zelf genoeg voor jezelf als berekenaar op deze Dag.”","arabic":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2043,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:15","price":"15. Iedereen die geleid wordt, wordt slechts geleid ten baten van zichzelf. En iedereen die dwaalt, dwaalt slecht voor zijn eigen verlies. Geen kan de last van een ander dragen. En Wij bestraffen nooit (iemand van jullie) tot Wij een boodschapper hebben gezonden (die verduidelijkt wat er van jullie wordt verwacht).","arabic":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2044,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:16","price":"16. En als Wij besluiten om een stad te vernietigen. Sturen Wij een laatste bevel voor degenen onder hen die het goede nieuws volgen van dit leven is gegeven, vervolgens overtreden zij het en dus het woord (van bestraffing) is tegen hen gerechtvaardigd. Dan vernietigen Wij het met een volledige vernietiging.","arabic":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2045,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:17","price":"17. En hoeveel generaties hebben Wij na Noah vernietigd! En jullie Heer is voldoende als Alwetende en Alziende van de zonden van Zijn dienaren.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2046,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:18","price":"18. Iedereen die het haastige wenst, geven Wij wat Wij willen voor degenen die Wij willen. Dan, erna, hebben Wij de hel voor hem aangewezen, hij zal daarin vernederd en verworpen branden – ver van Allahs genade verwijderd.","arabic":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2047,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:19","price":"19. En iedereen die het hiernamaals wenst en daarvoor streeft, met de nodige inspanning voor het terwijl hij een gelovige is, zij zullen degenen zijn wiens streven gewaardeerd wordt, dankend en belonend.","arabic":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2048,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:20","price":"20. Voor ieder – de ene zowel als de ander – geven Wij de overvloed van jullie Heer. En de overvloed van jullie Heer kan nooit verboden worden.","arabic":"كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2049,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:21","price":"21. Zie hoe Wij aan de ene boven de ander hebben verkozen en waarlijk, het hiernamaals zal hoger in rang en in waardering zijn.","arabic":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2050,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:22","price":"22. Ken aan Allah geen andere god toe (O, mens)! Of jij zult vernederd worden en achter worden gelaten.","arabic":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2051,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:23","price":"23. En jullie Heer heeft bepaald (en bevolen) dat jullie (niets of niemand) zullen aanbidden buiten Hem (zoals het pure monotheïsme dit ook voorschrijft), en dat jullie plichtsgetrouw (en gehoorzaam) zullen zijn naar jullie ouders toe (tenzij dit ongehoorzaamheid aan Allah inhoudt). En als één van hen of beide, in jouw levensloop een hoge ouderdom bereiken, zeg dan nooit een oneerbiedig woord tegen hen (en vooral niet als zij in nood zijn aan jouw hulp, verzorging of ondersteuning). En snauw hen niet af (door jouw stem tegen hen te verheffen, of door niet netjes te zijn tegen hen) , maar spreek hen aan met respectvolle woorden.[1]","arabic":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2052,"juzNumber":15,"footnotes":"[1] In dit vers komt het erop neer dat wij onze ouders behandelen zoals zij ons van kinds af aan hebben behandeld, verzorgd en ondersteund.","lang":"nl"},{"name":"17:24","price":"24. En laat de vleugel van onderwerping en nederigheid door genade over hen neerdalen en zeg: “Onze Heer! Geef hen Uw genade, Zoals zij mij ook hebben mij opgevoed toen ik klein was.”","arabic":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2053,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:25","price":"25. Jullie Heer weet het beste wat in jullie innerlijk aanwezig is. Als jullie rechtvaardig zijn dan, waarlijk, is Hij altijd de meest vergevende voor degenen die zich steeds opnieuw in gehoorzaamheid en berouw tot Hem keren.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2054,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:26","price":"26. En geef aan de verwanten, de armen en de reizigers hun recht. En verspil niet door meer uit te geven (om zo anderen dan Allah te behagen).","arabic":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2055,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:27","price":"27. Waarlijk, verspillers zijn de broeders (en de fans) van sjaitaan, en de duivel is altijd ondankbaar aan zijn Heer.","arabic":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2056,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:28","price":"28. En als jij (o, Mohammed) je afkeert van hen, strevend naar de genade van je Heer, spreek dan met zachte woorden tot hen.","arabic":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2057,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:29","price":"29. En laat niet jullie handen gebonden aan jullie nek, noch strekt het tot het uiterste uit anders blijf jij vol met verwijt en spijt achter.","arabic":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2058,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:30","price":"30. Waarlijk, jullie Heer schenkt de voorziening aan wie Hij wil en Hij beperkt (voor wie Hij wil). Waarlijk. Hij is altijd Alwetend, Alziend van Zijn dienaren .","arabic":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2059,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:31","price":"31. (Als jullie er van overtuigd zijn dat Allah de Voorziener is), dood jullie kinderen dan niet uit angst voor armoede (en ellende). Het zijn Wij Die zowel jullie kinderen als julliezelf voorzien. Voorzeker, hen doden is een enorm grote (en onmenselijke) zonde.","arabic":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2060,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:32","price":"32. En nader het overspel niet (maar houd ook afstand van al haar aanleidingen). Waarlijk, het is een zedeloosheid (die niet alleen indruist tegen de natuurlijke aarde maar ook tegen Allah's wetten) en een kwade weg.","arabic":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2061,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:33","price":"33. En dood niet de ziel waarover Allah een verbod heeft uitgesproken, behalve voor een gerechtelijke zaak. En ieder die doodt daarvoor hebben Wij de erfgenamen het gezag gegeven. Maar laat hen niet de grenzen van het nemen van een leven overtreden. Waarlijk, hij wordt geholpen.","arabic":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2062,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:34","price":"34. En nader de bezittingen van de wees niet behalve op goede wijze tot hij de leeftijd van volle kracht heeft bereikt. En vervul elk verbond. Waarlijk! Over het verbond zal gevraagd worden.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2063,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:35","price":"35. En geef de volle maat wanneer jullie wegen en weeg met een geijkte balans. Dat is goed en leidt naar een goed eind.","arabic":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2064,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:36","price":"36. En volg niet waarvan je geen kennis hebt. Waarlijk! Het gehoor, het gezicht en het hart ieder zal ondervraagd worden.","arabic":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2065,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:37","price":"37. En loop niet verwaand en arrogant over de aarde. Waarlijk, jullie kunnen de aarde noch doorboren noch in haar doordringen, noch kunnen jullie het formaat van een berg in de hoogte krijgen.","arabic":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2066,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:38","price":"38. Alle slechte eigenschappen hiervan zijn bij jullie Heer gehaat.","arabic":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2067,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:39","price":"39. Dit is (een deel) van de wijsheid wat jouw Heer aan je geopenbaard heeft. En ken aan Allah geen andere god toe zodat je niet in de hel wordt gegooid, schuldig en verworpen – van Allah's genade.","arabic":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2068,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:40","price":"40. Heeft dan jullie Heer jullie verkozen middels jullie zonen of heeft hij van de engelen dochters genomen? Waarlijk! Jullie zeggen zeker iets vreselijks.","arabic":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2069,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:41","price":"41. En zeker, Wij hebben in deze Qor’aan uitgelegd zodat zij acht mogen slaan, maar het doet hen in slechtheid en tegenzin vermeerderen.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2070,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:42","price":"42. Zeg: “Als er andere goden waren geweest samen met Allah wat zij toekennen, dan zouden zij zeker een weg naar de Heer van de Troon hebben gezocht.”","arabic":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2071,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:43","price":"43. Verheerlijkt en verheven is Hij! Van het grote leugen dat zij vertellen!","arabic":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2072,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:44","price":"44. De zeven hemelen en de aarde en alles wat daarin is verheerlijken Hem en er is niets dat Hem niet verheerlijkt met zijn lofprijzingen. Maar jullie begrijpen hun verheerlijking niet. Waarlijk, Hij is meest Verdraagzaam, meest Vergevend.","arabic":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2073,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:45","price":"45. En als jij de Koran reciteert dan zetten Wij tussen jou en degenen die niet geloven in het hiernamaals, een sluier zodat zij het niet zullen horen.","arabic":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2074,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:46","price":"46. En Wij hebben een sluier over hun harten geplaatst dus zij zullen het niet begrijpen, en in hun oren doofheid. En wanneer jij alleen jouw Heer in de Koran noemt, keren zij hun rug toe, vluchtend in extreme afkeer.","arabic":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2075,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:47","price":"47. Wij weten het beste waar zij naar luisteren, als zij naar jou luisteren. En wanneer zij in het geheim beraadslagen, dan hoor je de onrechtvaardigen zeggen: “Jullie volgen niemand anders dan een behekste man.”","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2076,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:48","price":"48. Kijk dan wat voor voorbeelden zij voor jou hebben gegeven. Zij dwalen dus af en nooit zullen zij de weg vinden.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2077,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:49","price":"49. En zij zeggen: “Als wij (tot) botten en stof (zijn geworden) zullen wij dan echt als een nieuwe schepping herrijzen?”","arabic":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2078,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:50","price":"50. Zeg: “Wees stenen of ijzer,”","arabic":"۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2079,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:51","price":"51. Of een geschapen object wat nog groter in jullie borsten is (belangrijker).” Dan zullen zij zeggen: “Wie zal ons weer (tot leven) brengen?” Zeg: “Hij Die jullie al eerder heeft geschapen!” Dan zullen zij tot jou met hun hoofd schudden en zeggen: “Wanneer zal dat zijn?” Zeg: “Wellicht is het al gauw!”","arabic":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2080,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:52","price":"52. Op de Dag dat Hij jullie zal roepen en jullie zullen dan gehoor geven met zijn lofprijzing. En jullie zullen denken dat jullie (in deze wereld) maar een korte tijd hebben verbleven!","arabic":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2081,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:53","price":"53. (O, Mohammed), zeg tegen Mijn (gelovige) dienaren dat zij enkel met goede woorden aanspreken. Want voorzeker, Sheitan probeert slechts hun onderlinge relaties te verslechten. Zeker, Sheitan is voor de mens een duidelijke vijand.","arabic":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2082,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:54","price":"54. Jullie Heer kent jullie het beste, als Hij wil dan is Hij genadig voor jullie, of als Hij wil dan bestraft Hij jullie. En Wij hebben jou niet gestuurd als een hoeder (aandringer) over hen.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2083,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:55","price":"55. En jullie Heer kent het beste alles wat in de hemelen is en wat op aarde is en voorwaar Wij hebben aan een paar van de Profeten de voorkeur gegeven boven anderen en aan Dawoed gaven Wij de Psalmen.","arabic":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2084,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:56","price":"56. Zeg (o, Mohammed), “Roep degenen naast Hem - die jullie hebben veronderstelt. Zij hebben noch de macht om de tegenspoed bij jullie te laten verwijderen noch om het te veranderen.\"","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2085,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:57","price":"57. Degenen die zij aanroepen verlangen middelen om nader tot hun Heer te komen en zij hopen op Zijn genade en vrezen Zijn bestraffing. Waarlijk de bestraffing van jullie Heer is iets om waakzaam voor te zijn.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2086,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:58","price":"58. En er is geen stad of Wij zullen het voor de Dag der Opstanding vernietigen of het met een zware bestraffing straffen. Dit is geschreven in het Boek (in de Loeh el Mahfoez).","arabic":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2087,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:59","price":"59. En niets weerhoudt Ons om de tekenen neer te zenden behalve dat de eersten (mensen) het ontkennen. En Wij stuurden een kamelin naar de Thamoed als een duidelijk teken, maar zij deden haar onrecht aan. En Wij stuurden de tekenen niet anders dan als waarschuwing en om hen bang te maken (voor de vernietiging).","arabic":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2088,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:60","price":"60. En (gedenk) dat toen Wij jullie vertelden: “Waarlijk! Jullie Heer heeft de mensheid omringd.” En Wij schonken het inzicht wat Wij aan jou als een beproeving voor de mensheid lieten zien en ook de vervloekte boom in de Qor’aan, Wij waarschuwden en maakten hen bang maar het deed hen slechts toenemen in slechtheid, een groot ongeloof, onderdrukking en ongehoorzaamheid aan Allah.","arabic":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2089,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:61","price":"61. En (gedenk) toen Wij tot de engelen zeiden: “Kniel neer voor Adam.” Zij knielden neer behalve Iblies. Hij zei: “Zal ik neer knielen voor iemand die U uit klei geschapen heeft?”","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2090,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:62","price":"62. (Iblies) zei: “Ziet U deze persoon die U boven mij heeft geëerd (door mij te vragen voor hem te buigen)? Als U mij uitstel geeft tot aan de Dag der Opstanding dan zal ik zeker zijn nageslacht grijpen en misleiden, op een paar enkelingen na.”","arabic":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2091,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:63","price":"63. (Allah) zei: “Verdwijn en ieder van hen die jou volgt, voorzeker! De hel zal de vergoeding voor jullie zijn – een voldoende vergoeding.","arabic":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2092,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:64","price":"64. En provoceer hen – bij wie het je lukt – met je stem (d.m.v. muziek, gezang en valsheden), en val hen aan met jouw (zondige) cavalerie en infanterie! deel gezamenlijk je welvaart met hen en je kinderen en beloof hen zaken.” Maar Sheitan belooft hen niets anders dan bedrog.","arabic":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2093,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:65","price":"65. Waarlijk! Jij hebt geen gezag noch autoriteit over Mijn (gelovige) dienaren. En voldoende is jullie Heer als Hoeder (tegen sjaitaan).","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2094,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:66","price":"66. Jullie Heer is Degene Die voor jullie de schepen over de zee laat varen zodat jullie Zijn gunsten zullen zoeken. Waarlijk! Hij is altijd de meest genadige voor jullie.","arabic":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2095,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:67","price":"67. En als een beproeving op zee jullie schaadt, dan zullen degene die jullie naast Allah aanroepen verdwijnen behalve Hij. Maar als Hij jullie in veiligheid aan land brengt, keren jullie je (van Hem) af. En de mens is zeker ondankbaar.","arabic":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2096,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:68","price":"68. Voelen jullie je dan zo veilig dat Hij er niet voor zal zorgen dat een stuk land jullie niet zal opslokken of dat Hij jullie niet een wilde zandstorm stuurt? Dan zullen jullie geen beschermer vinden.","arabic":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2097,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:69","price":"69. Of voelen jullie je zo veilig dat Hij jullie niet een tweede keer op zee stuurt en dan een orkaan naar jullie toestuurt en jullie laat verdrinken vanwege jullie ongeloof, dan zullen jullie geen wreker daarin tegen Ons vinden.","arabic":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2098,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:70","price":"70. Voorzeker, Wij hebben de kinderen van Adam geëerd (met Onze gunsten waaronder kennis, spraak, gematigdheid, ect), en Wij hebben hen over land gedragen (op rijdieren) en over zee (in boten). (Verder hebben Wij) hen overladen met alle (toegestane) goedheden, en (bovendien) hebben Wij aan hen de bevoorrechte voorkeur gegeven boven vele andere die Wij hebben geschapen.","arabic":"۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2099,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:71","price":"71. (En gedenk) de Dag wanneer Wij alle mensen samen zullen roepen met hun leiders (in het goede of slechte, onze leider is de profeet Mohammed vrede zij met hem). Iedereen die dus dit geschrift in zijn rechterhand krijgt, van hen worden de geschriften gelezen en zij zullen niet in het minste onrechtvaardig behandeld worden.","arabic":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2100,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:72","price":"72. En iedereen die in deze wereld blind is, zal blind in het hiernamaals zijn en van het pad verder afdwalen.","arabic":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2101,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:73","price":"73. Waarlijk, zij stonden op het punt om je van datgene wat Wij aan jou geopenbaard hebben af te leiden, om iets anders dan dat tegen Ons te verzinnen en zij zouden jou beslist als vriend hebben aangenomen!","arabic":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2102,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:74","price":"74. En als Wij jou niet standvastig hadden gemaakt dan was jij daar toe een beetje geneigd.","arabic":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2103,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:75","price":"75. In dat geval zouden Wij jou een dubbele deel (van de bestraffing) hebben laten proeven in dit leven en een dubbele deel na de dood. En dan zou jij niemand gevonden hebben die jou tegen Ons kon helpen.","arabic":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2104,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:76","price":"76. En waarlijk, zij wilden jou zo bang maken dat zij jou uit het land zouden verdrijven. Maar in dat geval zouden zij (daarin) niet na jou verblijven, behalve maar een korte tijd.","arabic":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2105,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:77","price":"77. (Dit is Onze) weg met de boodschappers die Wij voor jou hebben gestuurd, en jij zal daar geen verandering in vinden.","arabic":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2106,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:78","price":"78. Verricht de gebeden perfect zodra de zon afwijkt tot aan de duisternis van de nacht en reciteer de Qor’aan in de vroege ochtend. Waarlijk de recitatie van de Qor’aan in de vroege ochtend (de Fadjr gebed) wordt altijd getuigd (door de engelen).","arabic":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2107,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:79","price":"79. (Ontwaak uit je slaap) En verricht het gebed tijdens delen van de nacht (dit heet Qiyaam Al-Layl) zodat dit (als) extra daden voor jou (kan worden genoteerd). (Want o Mohammed), wellicht zal jouw Heer jouw (hierdoor op de Dag der opstanding) in status zal verheffen.","arabic":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2108,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:80","price":"80. En zeg: “Mijn Heer! Laat mij binnenkomst goed zijn, en zo ook mijn vertrek goed zijn. En geef mij van U gezag om mij te helpen.\"","arabic":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2109,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:81","price":"81. En zeg: “De waarheid is (Mekka) binnengekomen en de valsheid is verdwenen (en heeft plaats moeten ruimen voor het zuivere monotheïsme). Want voorzeker, de valsheid (hoe snel dan ook) zal verdwijnen.”","arabic":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2110,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:82","price":"82. En Wij zenden datgene van de Qor-aan neer wat een genezing is (van zowel de lichamelijke en geestelijke aandoeningen) en een genade is voor degenen die (hierin) geloven. En voor de onrechtplegers (dat is ieder die zijn rug keert van de openbaring) vergroot dit niets anders dan (hun) verlies.","arabic":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2111,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:83","price":"83. En toen Wij Onze gunsten over de mens gaven, keerde hij zich af en werd arrogant, ver van het rechte pad. En als het kwaad hem raakt is hij in grote wanhoop.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2112,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:84","price":"84. Zeg: “Iedereen handelt volgens zijn eigen manier en jullie Heer weet het beste wie naar de rechte weg geleid is.”","arabic":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2113,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:85","price":"85. En (de joden) vragen jou over de ziel (die het lichaam in leven houdt). Antwoord (hen): “De kennis over de ziel is slechts bij mijn Heer (en komt niemand anders toe). En van (Allah's verheven) kennis wordt jullie maar weinig gegeven.”","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2114,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:86","price":"86. En als Wij gewild hadden dan hadden Wij zeker datgene wat Wij aan jou geopenbaard hadden weg kunnen nemen. Dan zou je geen beschermer voor jou tegen Ons kunnen vinden.","arabic":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2115,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:87","price":"87. Behalve als een genade van jouw Heer. Waarlijk! Zijn gunsten voor jou zijn altijd groot.","arabic":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2116,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:88","price":"88. (O, Mohammed,) zeg: “Als (alle) mensen en djinn waren samengekomen om iets gelijkwaardigs aan deze Qor-aan te maken (m.b.t. de welsprekendheid en het waarheidsgehalte), dan zouden zij niets kunnen bedenken wat er op lijkt. Zelfs al zouden zij elkaar daarbij te hulp schieten.”[1]","arabic":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2117,"juzNumber":15,"footnotes":"[1] Deze aayah werd geopenbaard als weerlegging van enkelen die de moed hadden om te zeggen: “Als wij (echt) willen dan bedenken wij uitspraken van hetzelfde niveau!”","lang":"nl"},{"name":"17:89","price":"89. En voorwaar, Wij hebben in deze Qor’aan nauwkeurig elk soort gelijkenis uitgelegd, maar het grootste gedeelte van de mensheid weigert (de waarheid en neemt niets anders aan) dan ongeloof.","arabic":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2118,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:90","price":"90. En zij zeggen: “Wij zullen niet in jou geloven tot jij een bron uit de aarde voor ons laat ontspringen.","arabic":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2119,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:91","price":"91. Of je hebt een tuin van dadelpalmen en druivenstokken en laat een rivier overvloedig daartussen vloeien.","arabic":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2120,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:92","price":"92. Of je laat de hemel in stukken op ons vallen, zoals jij dat voordoet, of je brengt Allah en de engelen voor ons in het aangezicht.","arabic":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2121,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:93","price":"93. Of je hebt een huis van goud of je stijgt naar de hemel op en zelfs dan zullen zij (de ongelovigen) geen geloof hechten aan je opstijging tot jij voor hun een boek naar beneden brengt dat zij kunnen lezen.” Zeg: “Verheerlijkt is mijn Heer boven alle kwaad dat zij met Hem verenigen! Ben ik niet slechts een mens die als boodschapper is gestuurd?”","arabic":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2122,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:94","price":"94. En niets weerhoudt de mens van het geloven als de leiding tot hen komt, behalve dat zij zeggen: “Heeft Allah een mens als boodschapper gestuurd?”","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2123,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:95","price":"95. Zeg: “Als er op aarde engelen waren die in vrede en veiligheid rondliepen (dus die samen met jullie op aarde wonen) dan zouden Wij zeker voor hen een engel uit de hemel als boodschapper hebben gestuurd.”","arabic":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2124,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:96","price":"96. Zeg: “Allah is als getuige tussen ons voldoende. Waarlijk! Hij is de Alwetende, de Alziende van Zijn dienaren.”","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2125,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:97","price":"97. En hij die door Allah geleid wordt, hij wordt recht geleid, maar hij die Hij laat dwalen, voor zo iemand kunnen jullie geen helpers naast Hem vinden en Wij zullen hen op de Dag der Opstanding op hun gezichten doen opwekken terwijl zij blind, stom en doof zijn, hun verblijfplaats zal de hel zijn en als het afneemt zullen Wij voor hen de felheid van het vuur doen toenemen[1].","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2126,"juzNumber":15,"footnotes":"[1]Dus degene die in deze wereld op zijn gezicht loopt inplaats van op zijn voeten zal ook zo opgewekt worden. M.a.w: degene die in plaats van de waarheid van zijn Heer te volgen de valsheid volgt zal op zijn gezicht worden opgewekt.","lang":"nl"},{"name":"17:98","price":"98. Dat is hun vergelding omdat zij Onze tekenen ontkenden en zeiden: “Als wij tot botten en stof vergaan zijn, zullen wij dan werkelijk als een nieuwe schepping herrijzen?”","arabic":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2127,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:99","price":"99. Zien zij dan niet dat Allah, Die de hemelen en de aarde geschapen heeft, in staat is om het gelijke daarvan te scheppen. En Hij heeft voor hen tot een vastgestelde termijn besloten, waar geen twijfel over is. Maar de onrechtvaardigen weigeren (de waarheid en accepteren niets anders) dan ongeloof.","arabic":"۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2128,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:100","price":"100. Zeg: “Als jullie de schatten van de genade van mijn Heer bezaten, dan zouden jullie zeker jullie weerhouden (van het uitgeven) uit vrees dat (het uitgeput zou raken) en de mens is altijd gierig!”","arabic":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2129,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:101","price":"101. En voorwaar Wij gaven Moesa negen duidelijke tekenen. Vraag dan de Kinderen van Israël toen hij tot hen kwam, en de Farao tegen hem zei: “O, Moesa! Ik denk inderdaad dat jij betoverd bent.”","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2130,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:102","price":"102. (Moesa) zei: “Waarlijk jij weet dat deze tekenen door niemand anders dan door de Heer van de hemelen en de aarde als duidelijk naar beneden zijn gestuurd. En ik denk zeker O, Farao dat jij tot de vernietiging gedoemd bent!”","arabic":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2131,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:103","price":"103. Dus liet hij hen uit het land verwijderen. Maar Wij verdronken hem en allen die met hem waren.","arabic":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2132,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:104","price":"104. En na hem zeiden Wij tot de Kinderen van Israël: “Woon in het land, en als de uiteindelijke en laatste belofte (de Dag des oordeels) nadert op aarde. Dan brengen Wij jullie op als een gemengde menigte [1].\"","arabic":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2133,"juzNumber":15,"footnotes":"[1]Voor de afrekening van goede en slechte daden.","lang":"nl"},{"name":"17:105","price":"105. En met Waarheid hebben Wij het neergezonden, en met Waarheid is het neergedaald. En Wij hebben jou gestuurd als niets anders dan drager van goed nieuws en als waarschuwer.","arabic":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2134,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:106","price":"106. En (het is) de Koran die Wij in delen hebben onderverdeeld zodat jullie het voor de mensen zullen reciteren . En Wij hebben het in verschillende periodes geopenbaard [1].","arabic":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2135,"juzNumber":15,"footnotes":"[1]Zodat zij in staat zijn het te begrijpen, daarom is het erg belangrijk voor de moslim om de Arabische taal onder de knie te krijgen ook al is het niet je moedertaal.","lang":"nl"},{"name":"17:107","price":"107. Zeg: “Geloof erin of geloof er niet in. Waarlijk! Degenen die daarvoor kennis (één van de vele bewijzen dat kennis opdoen over de Islam verplicht is) hebben gekregen, werpen zich met hun aangezicht nederig op de aarde als het voor hen gereciteerd wordt.”","arabic":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2136,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:108","price":"108. En zij zeggen: “Verheerlijkt is onze Heer! Waarlijk de belofte van onze Heer zal vervuld worden.”","arabic":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2137,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:109","price":"109. En zij werpen zich wenend op hun aangezicht en dat draagt bij aan hun nederigheid.","arabic":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2138,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:110","price":"110. (O boodschapper), zeg (tegen de ongelovigen die jouw aanroeping ontkennen): “Roep Hem aan met ‘Allah’ of met ‘de meest Genadevolle’, maar hoe jullie Hem ook aanroepen, aan Allah behoren de beste Namen (én eigenschappen). En reciteer (de Qoranische verzen) in jullie gebeden niet te luid, maar ook niet te zacht (een balans in alles hebben leren wij door de Islam daarom is het ook een geheel levenswijze). Zoek dus (voor jouw stemgeluid) naar de gulden middenweg.","arabic":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2139,"juzNumber":15,"footnotes":"","lang":"nl"},{"name":"17:111","price":"111. En zeg: “Alle lof en dank is aan Allah, Die geen zoon heeft genomen en Die geen deelgenoten in (Zijn) Rijk heeft, noch Die zo laag is dat Hij een voogd heeft. En verheerlijk Hem met alle pracht.","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2140,"juzNumber":15,"footnotes":"","lang":"nl"}],"chapter":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"]}