{"data":[{"name":"22:1","price":"1. O mensheid! Vrees jullie Heer! Waarlijk, de aardbeving van het Uur is iets vreselijks.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:2","price":"2. De Dag zullen jullie het zien; ieder zogende moeder zal haar baby vergeten en iedere zwangere zal haar lading afwerpen, en jullie zullen de mensheid zien alsof zij in een dronken toestand verkeert, toch zullen zij niet dronken zijn, maar zwaar zal de bestraffing van Allah zijn.","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:3","price":"3. En onder de mensheid is hij die over Allah redetwist, zonder kennis, en elke opstandige duivel volgt.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:4","price":"4. Voor hem is bepaald dat iedereen die hem volgt, misleidt zal worden en naar de bestraffing van het vuur gedreven zal worden..","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:5","price":"5. O mensheid, als jullie de Opstanding in twijfel trekken. (Weet dan) waarlijk dat Wij jullie (stamvader Adam) uit aarde hebben geschapen, vervolgens uit een waterdruppel vervolgens van een bloedklonter, vervolgens van een klompje vlees, gedeeltelijk gevormd en gedeeltelijk ongevormd, als een verduidelijking voor jullie(de macht van Allah). En Wij bepalen wie voor een vastgestelde termijn in de baarmoeder blijft, en dan doen Wij jullie (de baarmoeder) als baby’s verlaten, opdat jullie de leeftijd van volle kracht en rijpheid bereiken. En onder jullie zijn er die (op jonge leeftijd) van het leven worden ontnomen en onder jullie zijn er die tot een heel hoge leeftijd worden teruggebracht, totdat de kennis afneemt nadat hij kennis heeft gehad. En jullie zien de aarde levenloos, maar zodra Wij er water op doen neerdalen wordt het in beweging gebracht, En brengt het allerlei aantrekkelijke soorten voort. (zo worden de harten ook tot leven gewekt als de kennis van de openbaring in de harten komt).","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:6","price":"6. Dat is het bewijs dat Allah de Waarheid is en dat Hij Degene is Die het leven geeft aan de doden en dat Hij Degene is Die tot alle dingen in staat is.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:7","price":"7. En dat het Uur zal komen, daar bestaat geen twijfel over. (En het staat vast) dat Allah degenen die zich in de graven bevinden, zal doen herrijzen.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:8","price":"8. En onder de mensen is degene die redetwist over Allah, zonder kennis of leiding of een Boek wat licht geeft, -","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:9","price":"9. Zijn nek trots buigend, en (anderen) ver van het pad van Allah laten afdwalen. Voor hem is er schande in dit wereldlijke leven en op de Dag der Opstanding zullen Wij hem de bestraffing van het brandend (vuur) laten proeven.","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:10","price":"10. Dat is vanwege wat jullie handen vooruit hebben gebracht, en waarlijk, Allah is niet onrechtvaardig voor (Zijn) dienaren.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:11","price":"11. En onder de mensheid is degene die Allah aanbidt op de uiterste rand (de rand van geloof, dus ver van het geloof dichtbij ongeloof) als iets goeds hem overkomt, is hij daar gerust over, maar als een beproeving hem treft, keert hij zijn gezicht af (omdat zijn hart daarvoor afgewendt was omdat hij niet tevreden is met Allah noch zijn regels noch de Sunnah noch de Qadr) Hij verliest zowel deze wereld en het hiernamaals. Dat is het duidelijke verlies.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:12","price":"12. Hij roept naast Allah datgene aan wat hem niet baat noch wat hem schade kan toebrengen. Dat is een afdwaling die ver weg gaat.","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:13","price":"13. Hij roept degene aan wiens schade dichterbij is dan zijn baten; zeker een kwade helper en zeker een kwade vriend!","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:14","price":"14. Waarlijk, Allah zal degenen die geloven en goede werken verrichten naar de tuinen verwijzen waar rivieren onderdoor stromen. Waarlijk, Allah doet wat Hij wil.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:15","price":"15. Iedereen die denkt dat Allah hem (de profeet Mohammed vrede zij met hem) niet in deze wereld en het hiernamaals zal helpen, laat hem een touw uitstrekken naar de hemel en laat hem zelf afsnijden. Laat hem dan kjken of zijn list datgene verwijdert waar hij zo boos over is!","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:16","price":"16. En zo hebben Wij het neergezonden als duidelijke tekenen en zeker, Allah leidt hen die Hij wil.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:17","price":"17. Waarlijk, degenen die geloven en degenen die joden zijn en Sabijnen, en de christenen en de vuuraanbidders, en degenen die anderen naast Allah aanbidden, waarlijk, Allah zal tussen hen op de Dag der Opstanding oordelen. Waarlijk! Allah is van alle zaken getuige.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:18","price":"18. Zien jullie niet dat iedereen die in de hemelen is en iedereen die op aarde is en de zon en de maan en de sterren en de bergen en de bomen en de dieren en velen van de mensheid voor Allah knielen? Maar er zijn vele (mensen) waarvoor de bestraffing gerechtvaardigd is. En iedereen die Allah vernedert die kan door niemand geëerd worden. Waarlijk! Allah doet wat Hij wil.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:19","price":"19. Deze twee tegenstanders redetwisten met elkaar over hun Heer; dan zal er voor degenen die ongelovig zijn kleding van vuur uitgesneden worden, kokend water zal over hun hoofden uitgegoten worden.","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:20","price":"20. Daarmee zal alles wat in hun buiken is smelten of verdwijnen, en ook (hun) huiden.","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:21","price":"21. En voor hen zijn er ijzeren hamers.","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:22","price":"22. Iedere keer als zij daarvan weg proberen te komen, uit leed, worden zij daartoe terug gedreven en (er zal) tegen hen gezegd worden: “Proef de bestraffing van het branden!”","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:23","price":"23. Waarlijk, Allah zal degenen die geloven en goede daden verrichten naar de tuinen verwijzen waaronder rivieren stromen, waarin zij versierd zullen worden met gouden en parelen armbanden en hun kleding zal daar van zijde zijn.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:24","price":"24. En zij zijn geleid naar goede uitspraken en zij zijn geleid naar de weg van de meest prijzenswaardige.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:25","price":"25. Waarlijk! Degenen die ongelovig zijn en (de mens) hinderen van de weg van Allah, en van de Masdjied al-Haram die Wij voor (alle) mensen (geopend) hebben, de bewoner daarvan en de bezoeker van het land zijn daar gelijk. En ieder die daar tot kwade daden neigt of zonden begaat, daarvoor zullen Wij zorgen dat hij een pijnlijke bestraffing te proeven heeft.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:26","price":"26. En (gedenk) toen Wij Ibraahiem de plaats van het Huis lieten zien, (zeggende): “Verenig niets met Mij, en reinig Mijn Huis voor degenen die er omheen lopen (Tawaaf) en degenen die voor het gebed rechtop staan, en degenen die buigen, en knielen.”","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:27","price":"27. En verkondig aan de mensheid de hadj. Zij zullen te voet en op elke kameel tot jullie komen, zij zullen van alle verre plaatsen komen.","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:28","price":"28. Dat (de aanwezigen) mogen getuigen van de (vele) voordelen en de naam van Allah noemen op de aangewezen dag, over het vee waar Hij hen mee voorzien heeft, op de tijd van hun slachting door het zeggen van de naam van Allah. Dan eet ervan en voed er de armen die een moeilijke tijd doormaken ervan.","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:29","price":"29. Laat hen dan de voorgeschreven rituelen afmaken en de gelofte, en laat hem de Tawaaf doen (omcirkeling) om het Oude Huis.","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:30","price":"30. Dat (de hadj), En iedereen die de heilige zaken van Allah eert, dat is beter voor hem. Het vee is wettig voor jullie behalve dat, wat aan jullie genoemd (zullen worden). Dus vermijd de onreinheid van de afgoden en vermijd het liegen.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:31","price":"31. Geen ander dan Allah aanbiddend noch deelgenoten aan Hem toekennen en ieder die deelgenoten aan Allah toekent, daarvoor is het alsof hij uit de lucht is komen vallen en de vogels hem pikken of de wind heeft hem van zijn plaats af geworpen.","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:32","price":"32. Dat (Taqwah), En iedereen die de rituelen van Allah eert, dat kom door godsvrees dat zich in de harten bevindt [1].","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"[1]Dat is ook de essentie van het geloof om godsvrees te hebben, maar dat komt niet bij het stil blijven zitten. Men moet moeite doen om Allah sht te leren kennen, dus kennis opdoen vervolgens die kennis implementeren en jezelf reinigen van zonden en ontwetendheid en vervolgens aansporen te het goede dan daarbij geduldig blijven tot we Allah sht ontmoeten en hij tevreden is met ons want daar draait het allemaal om.","lang":"nl"},{"name":"22:33","price":"33. In hen is nut voor jullie voor een aangewezen termijn, en daarna als zij voor het offer naar het Oude Huis worden gebracht.","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:34","price":"34. En voor iedere natie hebben Wij religieuze ceremonieën ingesteld, zodat zij de naam van Allah zullen noemen over hun vee dat Hij hen als voedsel heeft gegeven. En jullie god is één God, dus jullie moeten jullie alleen aan Hem onderwerpen. En geef goed nieuws aan degenen die in nederigheid Allah gehoorzamen.","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:35","price":"35. Wiens harten sidderen wanneer Allah genoemd wordt [1], En degene die geduldig zijn wanneer hen iets overkomt; en degene die hun gebeden perfect verrichten, en die geld uit geven van wat Wij hen voorzien van hebben.","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"[1]Wanneer men nuttige kennis blijft opdoen dan komt hij aan bij de zoetheid van de Tawhied,de daden van het hart,maar mensen geven gauw op als het gaat om kennis vergaren en aanbidding en Tawbah.","lang":"nl"},{"name":"22:36","price":"36. En de offerdieren die Wij voor jullie hebben gemaakt als een ritueel van Allah (aanbidding), daar hebben jullie veel goeds in. Noem dus de naam van Allah over hen wanneer zij in rijen worden opgesteld (om geofferd te worden), Dan als zij op hun zijden liggen (na het slachten)eet dan van (het offer) en voed de armen die bedelen en die dat niet doen (en die zijn bij Allah beter), Zo hebben Wij hen aan jullie onderworpen, Wellicht jullie dankbaar zullen zijn.","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:37","price":"37. Noch hun vlees noch hun bloed bereikt Allah, maar het is jullie godsvrees die Hem bereikt (ook hier zien we het belang van het zuiveren van het hart en vervolgens komt de uiterlijke aanbidding op de tweede plaats). Dus hebben Wij hen aan jullie onderworpen zodat jullie Allah verheerlijken voor Zijn leiding voor jullie. En geef goed nieuws aan de weldoeners.","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:38","price":"38. Waarlijk, (Het is) Allah die de gelovigen vrijwaart (voor de snode plannen van de ongelovigen). Waarlijk! Allah houdt niet van wat voor soort verraderlijke ondankbaarheid aan Allah.","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:39","price":"39. Toestemming om te vechten is gegeven aan degenen die bevochten worden, omdat zij onrechtmatig behandeld zijn. En voorzeker, Allah is in staat om hen (tegen het onrecht) te helpen.","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:40","price":"40. Degenen die onrechtmatig uit hun huizen zijn gedreven, alleen maar omdat zij zeiden “Onze Heer is Allah.” Zou Allah de ene groep niet weerhouden hebben van de ander, dan zouden kloosters, kerken, synagoges en moskeeën waarin de naam van Allah veelvuldig wordt genoemd [1], zeker zijn vernietigd. Waarlijk, Allah zal degenen helpen die Hem (met de godsdienst) helpen. Waarlijk, Allah is de drijvende kracht (achter Zijn schepping) en Almachtig (verwijzend naar Zijn macht van Zijn heerschappij en kracht).","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"[1] Alle profeten zijn gekomen met Tawheed. Zij waren dus allen moslims. Maar eenieder die de Tawheed en de profeet Mohammed, of iets van het gelooft verwerpt is ongelovig geworden.","lang":"nl"},{"name":"22:41","price":"41. Degenen die Wij de macht over het land hebben gegeven (door hen te helpen tegen hun vijanden), het zijn zij die bevelen inluiden voor het verrichten van de salaat, het betalen van de zakaat, het aansporen tot het goede en het verbieden van het slechte. En aan Allah behoort het einde van alle zaken.","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:42","price":"42. En als zij jou verloochenen, zo werden de profeten voor jou ook verloochend door het volk van Noah, Ad en Thamoed.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:43","price":"43. En het volk van Ibraahiem en van Loeth,","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:44","price":"44. En de bewoners van Median en verloochend was Moesa maar Ik gaf de ongelovigen voor een korte tijd uitstel en toen greep Ik hen en hoe vreselijk was Mijn bestraffing.","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:45","price":"45. En veel steden hebben Wij vernietigd toen die aan de zonden waren overgegeven, zodat zij ruïnes zijn geworden, en verwaarloosde bronnen en liefelijke kastelen zijn verlaten!","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:46","price":"46. Hebben zij niet door het land gereisd, en hebben zij dan niet harten(werk eerst aan je hart samen met de vijf gebeden op tijd waar dan ook, op werk of op school jong of oud) waarmee zij kunnen begrijpen en oren waarmee zij horen? Waarlijk, het zijn niet de ogen die blind zijn geworden, maar het zijn de harten in hun borsten die blind zijn geworden.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:47","price":"47. En zij vragen jullie om de bestraffing te bespoedigen! En Allah is niet nalatig in Zijn belofte. En waarlijk, een dag met jullie Heer is als duizend jaren van jullie berekening.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:48","price":"48. En vele steden heb Ik uitstel gegeven terwijl het aan de zonden was overgedaan. toen greep Ik hen (met bestraffing). En tot Mij is de terugkeer.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:49","price":"49. Zeg: “O mensheid! Ik ben slechts tot jullie (gestuurd) als een duidelijke waarschuwer”","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:50","price":"50. Dus degenen die geloven en goede werken verrichten, voor hen is vergiffenis en een geweldige voorziening.","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:51","price":"51. Maar degenen die ernaar streven niet Onze tekenen op te volgen, om hen te frustreren en tegen te werken zij zullen de bewoners van het hellevuur zijn.","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:52","price":"52. Nooit hebben Wij een boodschapper of een profeet gezonden – die aan jou is voorafgegaan – of sjaitaan (zat paraat) om de (geopenbaarde) recitatie (te saboteren en valsheden) toe te werpen. Maar hetgeen sjaitaan er heeft ingeworpen, werd door Allah tenietgedaan. Daarna (verzegelde en) bevestigde Allah Zijn openbaringen. Want Allah is Alwetend (en dus op de hoogte van de sabotage) en Alwijs (dus in staat om de valsheden te situeren en eruit te filteren). (daarom wees trots op de koran zonder maar een graankorrel twijfel).","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:53","price":"53. Dat Hij datgene wat sjaitaan erin heeft geworpen tot een beproeving moge maken voor degenen van wie de harten verziekt zijn (door twijfels en huichelarij), maar ook voor de ‘verharde’ harten (dus wanneer het hart door zondes verhard wordt zal de inzicht ervan zwak worden totdat het hart sterf en er geen Imaan meer is, (Dus waak over je hart doormiddels kennis opdoen, Aanbidding voortzetten, En altijd Tawbah vernieuwen). En zeker, de onrechtvaardige bevinden zich ver (verwijderd) van de waarheid.","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:54","price":"54. En dat degenen aan wie kennis (over ‘tawhied’ en de Koran) werd gegeven, (moeten beseffen dat) dit de waarheid van jullie Heer is en dat zij daarin moeten geloven zodat hun harten daaraan zullen overgeven. En waarlijk, voor de gelovigen is Allah de (enige) Gids naar het rechte pad (de islam).","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:55","price":"55. En degenen die ongelovig zijn zullen niet stoppen om hierover te twijfelen tot het Uur plotseling over hen gekomen is of er komt tot hen de Bestraffing van de Dag waarna er geen vruchten meer zijn.(omdat alle goede daden dan niet meer van nut zullen zijn).","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:56","price":"56. De koningschap van die Dag zal Die van Allah zijn. Hij zal tussen hen oordelen. Dus degene die gelooft en goede daden verricht zal in de Tuinen der Vreugde verkeren.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:57","price":"57. En degenen die ongelovig zijn en Onze verzen verloochenen, voor hen zal er een vernederende bestraffing zijn.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:58","price":"58. Degenen die voor de Zaak van Allah emigreren en daarna vermoord worden of sterven, zeker, Allah zal een goede voorziening voor hen verzorgen. En waarlijk, het is zeker Allah, Die de beste is voor het geven van voorzieningen.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:59","price":"59. Waarlijk, Hij zal hen een ingang naar binnen laten gaan die hen tevreden maakt en waarlijk, Allah is zeker Alwetend (en) het meest Verdraagzaam.","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:60","price":"60. Dat is zo. En ieder die op hetzelfde niveau wraak neemt als hij geleden heeft, en dan weer onrecht ervaart, die zal Allah zeker helpen. Waarlijk! Allah is zeker Begenadigend, meest genadeschenkend.","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:61","price":"61. Dat is omdat Allah de nacht in de dag doet overgaan en Hij doet de dag in de nacht overgaan. En waarlijk, Allah is Alhorend, Alziend.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:62","price":"62. Dat is omdat Allah – Hij is de waarheid en wat zij naast Hem aanroepen valsheid is. En waarlijk, Allah – Hij is de Allerhoogste, de Allergrootste.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:63","price":"63. Zien jullie dan niet dat Allah water uit de hemel stuurt en dat de aarde groen wordt? Waarlijk, Allah is meest zachtaardig alwetend over alle zaken.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:64","price":"64. Aan Hem behoort alles wat in de hemelen is en alles wat op aarde is. En waarlijk, Allah – Hij is de rijke, waard geprezen te worden.","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:65","price":"65. Zien jullie niet dat Allah aan jullie alles wat op de aarde is, onderworpen heeft, en dat de schepen door de zee varen op Zijn bevel? Hij weerhoudt de hemelen ervan om op de aarde te vallen behalve door Zijn toestemming. Waarlijk, Allah is, voor de mensheid meest zachtaardig en genadevol.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:66","price":"66. Hij is het, Die jullie het leven gaf en ervoor zal zorgen dat jullie sterven en opnieuw geeft Hij jullie het leven. Waarlijk! De mens is zeker ondankbaar.","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:67","price":"67. Voor elk volk hebben Wij een wetgeving voorgeschreven, wat zij moeten volgen; dus laat hen niet met jullie over de redetwisten, maar nodig hen uit tot je Heer. Waarlijk! Jij bent zeker een (ware) rechte leiding.","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:68","price":"68. En als zij met jou argumenteren, zeg: “Allah weet het beste wat jullie doen.”","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:69","price":"69. Allah zal tussen jullie oordelen op de Dag der Opstanding over datgene waarover jullie van mening verschilden.","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:70","price":"70. Weet jij niet dat Allah alles weet wat in de hemel is en op aarde? Waarlijk, het is (allemaal) in het Boek. Waarlijk! Dat is gemakkelijk voor Allah.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:71","price":"71. En zij aanbidden naast Allah anderen aan wie Hij geen gezag heeft neergezonden, en waarvan zij geen kennis hebben en voor de onrechtvaardigen is er geen helper.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:72","price":"72. En als Onze duidelijke verzen voor hen gereciteerd worden, zien jullie afschuw op de gezichten van de ongelovigen! Zij zijn bijna bereid om met geweld degenen die Onze Verzen reciteren aan te vallen. Zeg: “Zal ik jullie iets vertellen dat erger dan dat is? Het vuur dat Allah aan diegenen beloofd heeft die ongelovig zijn, en dat is zeker een slechte bestemming!”","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:73","price":"73. O mensheid! Een voorbeeld wordt gegeven (door Allah) luister er dus naar: “Waarlijk! Degenen die jullie naast Allah aanroepen (doea) kunnen zelfs nog geen vlieg scheppen, zelfs als zij voor dit doel zouden samenwerken. En als de vlieg iets van hen zou wegpakken zouden zij de macht niet hebben om het van de vlieg terug te pakken. Zo zwak zijn (zowel) de zoeker als het gevraagde [1].","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"[1] Dus het gene wat aanbeden wordt naast allah sht, denk aan de doden zoals bvb dat men El husein smeekt terwijl hij dood is moge Allah tevreden zijn met alle metgezellen.","lang":"nl"},{"name":"22:74","price":"74. Zij kenden Allah niet Zijn rechtmatige Perfectie toe Waarlijk, Allah is zeker de sterke, De Almachtige.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:75","price":"75. Allah heeft boodschappers van de engelen en de mensen gekozen. Waarlijk, Allah is Alhorend, Alziend.","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:76","price":"76. Hij weet wat voor hen is en wat achter hen is. En tot Allah keren alle zaken terug.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:77","price":"77. O jullie die geloven! Buig diep en kniel neer en aanbid jullie Heer en doe goed zodat jullie zullen slagen.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"","lang":"nl"},{"name":"22:78","price":"78. En streef hard voor de Zaak van Allah zoals jullie behoren te streven. Het is Hij Die jullie heeft uitverkoren en jullie godsdienst van moeilijkheden heeft gevrijwaard. Het is de religie van jullie vader Ibraahiem. Hij is het (Allah) Die jullie moslims heeft genoemd, zowel voor als in dit dat de Boodschapper een getuige voor jullie moge zijn en jullie een getuige voor de mensheid. Verricht dus perfect de gebeden, geef Zakat en houd jullie vast aan Allah. Hij is jullie Heer: wat een uitmuntende Heer en wat een uitmuntende helper!","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"","lang":"nl"}],"chapter":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"]}