{"data":[{"name":"29:1","price":"1. Alif Laam Miem.","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:2","price":"2. Denken de mensen dat zij met rust worden gelaten omdat zij zeggen: “Wij geloven,” en (vervolgens) niet beproefd zullen worden?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:3","price":"3. En voorzeker, Wij hebben degenen die hen zijn voorgegaan (ook) beproefd. Zeker, Allah zal degenen die waarachtig zijn (in hun geloof) tonen, maar (ook) de leugenaars.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:4","price":"4. Of degenen die slechte daden verrichten en denken dat zij voorsprong hebben (zodat zij kunnen ontsnappen aan de bestraffing)? Slecht is dat wat zij beoordelen!","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:5","price":"33. En als een rampspoed de mensen raakt, dan roepen zij oprecht om alleen hun Heer, zich tot Hem in berouw kerend, maar als Hij hen Zijn genade laat proeven, zie! Een deel van hen kent deelgenoten in de aanbidding aan hun Heer toe [1].","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"[1]dat waren de afgodendienaars van toen, maar die van onze tijd zijn nog erger, zij richten zich slecht tot hun deelgenoten.","lang":"nl"},{"name":"29:6","price":"6. En iedereen die strijdt, strijdt slechts voor zichzelf. Voorwaar, Allah is vrij van alle behoeften van de werelden.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:7","price":"7. Degenen die geloven en goede daden verrichten, zeker, Wij zullen van hen hun kwade daden kwijtschelden en zullen hen belonen volgens het beste wat zij plachten te doen.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:8","price":"8. En Wij hebben de mens opgelegd om goed (en plichtsgetrouw) naar zijn ouders te zijn maar als zij er op aandringen dat jij deelgenoten aan mij toekent waarvan je geen kennis over hebt, gehoorzaam hen dan niet (dus gehoorzaam alleen in goedheid, dat geldt ook voor de vrouw in het huwelijk). Tot Mij is jullie terugkeer en Ik zal jullie inlichten wat jullie gedaan hebben.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:9","price":"9. En voor degenen die geloven en goede daden verrichten, zeker, Wij zullen hen de (poorten van) de rechtvaardigen binnen laten gaan.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:10","price":"10. En onder de mensen (het gaat hier om de huichelaars) zijn er die zeggen: “Wij geloven in Allah” maar als hen schade wordt berokkend (door het stevig vast houden aan het geloof, aan de Soenah) dan beschouwen zij de beproeving van de mensen (net zo erg) als Allah's bestraffing (en dat is Shirk) en als de overwinning van jullie Heer komt, zullen zij zeggen: “Waarlijk! Wij waren met jullie.” Is Allah niet Degene Die het best bewust is wat in de borsten van de werelden is.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:11","price":"11. Waarlijk, Allah kent degenen die geloven en waarlijk, Hij kent de hypocrieten.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:12","price":"12. En degenen die ongelovig zijn zeggen tegen de gelovigen: “Volg onze manier (ons systeem)en wij zullen echt jullie zonden dragen.” En nooit zullen zij iets van hun zonden dragen. Zeker, zij zijn leugenaars.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:13","price":"13. En waarlijk, zij zullen hun eigen last dragen en andere lasten naast hun eigen, en waarlijk, zij zullen ondervraagd worden op de Dag der Opstanding over wat zij plachten te verzinnen.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:14","price":"14. En voorwaar, Wij hebben Noeh naar zijn volk gestuurd, en hij bleef onder hen duizend jaren minus vijftig jaar en de zondvloed overspoelde hen terwijl zij onrechtvaardigen waren.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:15","price":"15. Toen redden Wij hem en degenen die met hem in de ark waren en maakte het als een waarschuwing voor de werelden.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:16","price":"16. En (gedenk) Ibraahiem toen hij tegen zijn volk zei: “Aanbid (alleen) Allah en vrees Hem, dat is beter voor jullie als jullie dat maar wisten.","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:17","price":"17. Jullie aanbidden naast Allah slecht maar afgoden en jullie verzinnen alleen maar leugens. Waarlijk, degenen die jullie naast Allah aanbidden hebben geen macht en geven jullie geen levensonderhoud, zoek dus jullie levensonderhoud (alleen) bij Allah, en aanbidt Hem (alleen) en wees Hem dankbaar. Tot Hem (alleen) zullen jullie teruggebracht worden.”","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:18","price":"18. En als jullie ontkennen, volkeren vóór jullie hebben ontkend. En de taak van de boodschappers is slechts het duidelijk verkondigen.","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:19","price":"19. En zien zij dan niet hoe Allah de schepping laat ontstaan en het dan herhaalt. Waarlijk, dat is gemakkelijk voor Allah.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:20","price":"20. Zeg: “Reis over het land en door de zee en zie hoe (Allah) de schepping liet ontstaan en dan zal Allah de schepping in het hiernamaals opnieuw voortbrengen. Waarlijk, Allah is tot alle zaken in staat.”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:21","price":"21. Hij straft wie Hij wil en Hij toont genade aan wie Hij wil en tot Hem zullen jullie terugkeren.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:22","price":"22. En jullie kunnen op aarde of in de hemel niet ontsnappen. En naast Allah hebben jullie noch een beschermheer noch enige helper [1].","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"[1]ook niet de metgezel Ali of Fatimah zoals de afgedwaalde sjiieten in geloven, niemand naast Allah sht.","lang":"nl"},{"name":"29:23","price":"23. En degenen die niet in de tekenen van Allah geloven en de ontmoeting met Hem, zij zijn het die geen hoop op Mijn genade hebben en zij zijn het die een pijnlijke bestraffing zullen ondergaan.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:24","price":"24. Niets was dus het antwoord van het volk behalve dat zij zeiden: “Dood hem of verbrand hem.” Toen redde Allah hem van het vuur. Waarlijk, hierin zijn zeker tekenen voor een volk dat gelooft!","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:25","price":"25. En hij zei: “Jullie hebben afgoden in plaats van Allah genomen en de liefde tussen jullie is slechts in het leven van deze wereld, maar op de Dag der Opstanding zullen jullie elkaar verwerpen en elkaar vervloeken en jullie verblijfplaats zal in het vuur zijn en jullie zullen geen helper hebben.”","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:26","price":"26. Dus geloofde Loeth in hem (Ibraahiem). Hij (Ibraahiem) zei: “Ik zal omwille van mijn Heer emigreren. Waarlijk, Hij is de Almachtige, Alwijze.\"","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:27","price":"27. En Wij begunstigden hem met Isaac en Yacoeb en bevalen voor zijn nageslacht het profeetschap en het Boek, en Wij gaven hem zijn beloning in deze wereld en waarlijk in het hiernamaals is hij onder de rechtvaardigen.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:28","price":"28. En (gedenk) Loeth toen hij tegen zijn volk zei: “Pleeg geen gruweldaden waarin niemand van de werelden jullie daarin is voorafgegaan.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:29","price":"29. Waarlijk jullie benaderen de mannen en versperren de wegen (beroven de reizigers)! En jullie plegen het verwerpelijke in jullie samenkomsten. Maar zijn volk gaf hem geen ander antwoord dan: “Breng Allah's bestraffing over ons als je tot de waarachtige behoort.”","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:30","price":"30. Hij zei: “Mijn Heer! Geef mij de overwinning over het volk dat uit verderfzaaiers bestaat.\"","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:31","price":"31. En toen Onze Boodschappers (de engelen) met goed nieuws tot Ibraahiem kwamen, zeiden zij: “Waarlijk, wij gaan het volk van deze stad vernietigen, waarlijk haar inwoners zijn onrechtvaardig.”","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:32","price":"32. Ibraahiem zei: “Maar daar is Loeth in.” Zij zeiden: “Wij weten beter wie daar is, en waarlijk, wij zullen hem en zijn familie redden – behalve zijn vrouw, zij zal tot degenen die achterblijven behoren [1].”","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"[1]De zonde van zijn vrouw was niet het verrichten van verdorvenheid maar slechts het steunen en goedkeuren ervan, Dat is bij Allah gelijk.","lang":"nl"},{"name":"29:33","price":"33. En toen Onze boodschappers bij Loeth kwamen was hij bedroefd vanwege hen en maakte zich zorgen over hen, zij zeiden: “Heb geen angst en wees niet bedroefd! Waarlijk wij zullen jou en je familie redden behalve je vrouw, zij zal tot degenen behoren die achterblijven.","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:34","price":"34. Waarlijk, Wij laten een bestraffing voor de mensen van deze stad vanuit de hemel neerdalen omdat zij opstandig zijn.”","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:35","price":"35. En voorwaar, Wij hebben daarvan een duidelijke tekenen nagelaten voor een volk dat begrijpt.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:36","price":"36. En tot (het volk van Median) stuurden Wij hun broeder Shoe’aib. Hij zei: “O mijn volk! Aanbid Allah en hoop op de Laatste Dag, en zaai geen verderf op aarde zoals de verderfzaaiers.\"","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:37","price":"37. En zij verloochenden hem dus greep een aardbeving hen en zij lagen dood, geknield in hun woningen.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:38","price":"38. En het volk van ‘Ad en Thamoed! En voorwaar, (hun vernietiging) is een duidelijke verschijning voor jullie door hun huizen. Sheitan maakte hun daden schoonschijnend voor hen en zij keerden zich van het (rechte) pad af, hoewel zij inzicht hadden (inzicht zonder overgaven aan Allah is waardeloos).","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:39","price":"39. En (Wij vernietigden ook) Karoen, Farao en Haman. En voorwaar, Moesa kwam tot hen met duidelijke tekenen maar zij waren hoogmoedig in het land, toch konden zij Ons niet ontwijken.","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:40","price":"40. Dus straften Wij ieder voor zijn zonden, onder hen waren sommigen aan wie Wij een krachtige wind met een regen van stenen stuurden en onder hen waren sommigen die door een verschrikkelijke schreeuw overmand werden, en onder hen waren sommigen die Wij door de aarde lieten opzwellen en onder hen waren sommigen die Wij verdronken. Het was Allah niet Die hen onrecht had aangedaan, maar zij hadden zichzelf onrecht aangedaan.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:41","price":"41. De gelijkenis van degenen die anderen dan Allah als helper nemen is als de gelijkenis van een spin die (voor zichzelf) een huis bouwt, maar waarlijk het fragielste (zwakste) huis is het huis van een spin – als jullie dat maar wisten.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:42","price":"42. Waarlijk, Allah weet wat voor zaken zij aanroepen in plaats van Hem. Hij is de Almachtige, de Alwijze.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:43","price":"43. En deze voorbeelden geven Wij aan de mensheid, maar niemand zal het begrijpen behalve degenen die kennis hebben.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:44","price":"44. “(Alleen) Allah heeft de hemelen en de aarde geschapen met waarheid.“ Waarlijk! Daarin is zeker een teken voor degenen die geloven.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:45","price":"45. Reciteer wat aan jouw van het Boek is geopenbaard en verricht je gebeden perfect. Voorwaar, het gebed weerhoudt van onzedelijkheid en slechte zaken en het gedenken (dhikr) van Allah is voorwaar groter. En Allah weet wat jullie doen.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"nl"},{"name":"29:46","price":"46. En redetwist niet met de mensen van het Boek behalve als het (op een manier) is die beter is, behalve met diegene van hen die zondigen en zeg: “Wij geloven in datgene wat aan ons is geopenbaard en wat aan jullie geopenbaard is; onze God en jullie God is één en aan Hem hebben wij onszelf overgegeven.”","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:47","price":"47. En zo hebben Wij dit Boek aan jou neergezonden en degenen die Wij het Boek gegeven hebben geloven daarin. Zoals ook sommigen van hen daarin geloven. En niemand behalve de ongeloven verwerpen Onze tekenen.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:48","price":"48. Noch heb jij (o, Mohammed) voor de Koran een ander boek aan hen voorgedragen, noch heb je het met je rechterhand geschreven. Als dat het geval zijn geweest dan zouden de dwalende zeker in twijfel hebben verkeerd.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:49","price":"49. Welnee! Het zijn duidelijke tekenen in de borsten van degenen bewaard die kennis gegeven is. En geen behalve de onrechtvaardigen ontkennen Onze tekenen.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:50","price":"50. En zij zeggen: “Waarom zijn er geen tekenen van Zijn Heer naar hem gestuurd?” Zeg: “De tekenen zijn slechts bij Allah en ik ben alleen maar een duidelijke waarschuwer.”","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:51","price":"51. Is het niet voldoende voor hen dat Wij voor jou (o Mohammed) het Boek neer hebben neergezonden, Waaruit gereciteerd wordt voor hen? Waarlijk, hierin is een genade en een waarschuwing voor een volk dat gelooft.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:52","price":"52. Zeg: “Allah is voldoende als een getuige tussen ons. Hij weet wat in de hemelen en wat op aarde is.” En degenen die in de leugen geloven, en niet in Allah geloven , zij zijn het die de verliezers zijn.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:53","price":"53. En zij vragen jou om de bestraffing te bespoedigen, en als het niet voor een vastgestelde termijn was geweest, zou de bestraffing zeker over hen gekomen zijn. En zeker, het zal plotseling over hen komen terwijl zij het niet voorzien!","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:54","price":"54. Zij vragen je om de bestraffing te bespoedigen. En waarlijk! De Hel zal de ongelovigen zeker omringen.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:55","price":"55. Op die Dag waarop de bestraffing hen van boven en van onder hun voeten zal bedekken, zal gezegd worden: “Proef wat jullie gewoonlijk deden.”","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:56","price":"56. O, Mijn dienaren die geloven! Zeker, Mijn aarde is uitgestrekt. Aanbid mij dus (verwijst naar de Hidjrah).","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:57","price":"57. Iedereen zal de dood proeven. Dan zullen jullie tot Ons terugkeren.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:58","price":"58. En degenen die geloven en goede daden verrichten, voor hun zullen Wij zeker verheven kamers geven in het paradijs, waaronder rivieren stromen om daar voor eeuwig in te wonen. Voortreffelijk is de beloning voor degene die goed doen.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:59","price":"59. Degenen die geduldig zijn en hun vertrouwen (alleen) in hun Heer leggen.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:60","price":"60. En hoeveel bewegende schepselen zijn er die niet voor hun eigen voorziening kunnen zorgen! Allah voorziet hen en jullie. En Hij is de Alhorende, de Alwetende.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:61","price":"61. Als jij hen zou vragen: “Wie heeft de hemelen en de aarde geschapen en de zon en de maan onderworpen?” Zullen zij zeker antwoorden: “Allah.” Hoe kunnen zij dan afwijken?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:62","price":"62. Allah vergroot de voorziening van Zijn dienaren van Wie Hij wil en beperkt het voor hen. Waarlijk, Allah is van alle zaken Alwetend.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:63","price":"63. Als jij hun zou vragen: “Wie stuurt de regen van de hemel naar beneden en wie geeft daarmee leven op aarde na haar dood?” Dan zouden zij zeker antwoorden: “Allah.” Zeg: Alle lofprijzingen en dank is aan Allah!” Nee! De meesten van hen denken niet na.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:64","price":"64. En dit leven van deze wereld is slechts vermaak en spel! En waarlijk, het Huis van het hiernamaals, - dat is het echte leven, als zij dat maar wisten.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:65","price":"65. En als zij aan boord gaan van een schip (en het stormt hard), dan roepen zij alleen Allah aan door hun geloof te zuiveren tegenover Hem, maar zodra Hij hen veilig terug aan land brengt (nadat zij ternauwernood aan de verdrinkingsdood waren ontsnapt), kennen zij (toch) deelgenoten aan Allah toe).","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:66","price":"66. Dus worden zij ondankbaar voor datgene wat Wij hen gegeven hebben, en zij nemen hun vermaak, maar zij zullen er wel achter komen.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:67","price":"67. Hebben zij niet gezien dat Wij hun woonplaats (Mekka) als verboden gebied hebben gemaakt en veilig, en dat de mensen er om hen heen weggegrist worden? Geloven zij in de leugen en ontkennen de gunsten van Allah?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:68","price":"68. En wie begaat er een grotere zonde dan degene die een leugen over Allah verzint of de waarheid ontkent, wanneer het tot hem komt? Is er geen verblijfplaats in de hel voor de ongelovigen?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"29:69","price":"69. En wat degene betreft die hard voor Ons streven, Wij zullen hen zeker naar Onze paden leiden. En waarlijk, Allah is met de weldoeners.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"nl"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}