{"data":[{"name":"31:1","price":"1. Alif, Laam, Miem.","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:2","price":"2. Dit zijn de verzen van het wijze Boek.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:3","price":"3. Een leiding en een genade voor de weldoeners.","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:4","price":"4. Degenen die hun gebeden perfect verrichten en de Zakat betalen en een zeker geloof hebben in het hiernamaals.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:5","price":"5. Die hebben leiding van hun Heer, en die zijn de geslaagden.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:6","price":"6. En van de mensheid is hij die ijdele praat verkoopt om (de mens) van het Pad van Allah te misleiden zonder kennis, en neemt het als spotternij. Voor hen zal er een vernederende bestraffing zijn [1]","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"[1] De metgezellen Abdullah ibn Mas'oed en Abdallah ibn Abaas zworen beide dat het ging over het zingen met instrumenten, oftewel muziek.","lang":"nl"},{"name":"31:7","price":"7. En als Onze verzen aan zo iemand gereciteerd wordt, keert hij zich trots af, alsof hij ze niet hoort, alsof er doofheid in zijn oor is. Verkondig dus aan hem een pijnlijke bestraffing [1].","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"[1]Omdat de dwaling van Iblies niet samengaat met de leiding van Allah sht daarom moeten wij dat nooit mengen,bijvoorbeeld: muziek en de Koran gaan nooit samen.","lang":"nl"},{"name":"31:8","price":"8. Waarlijk, degenen die geloven en goede werken verrichten, voor hen zijn de Tuinen der Vreugde.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:9","price":"9. Om daarin te verblijven. Het is een ware belofte van Allah. En Hij is de Almachtige, de Alwijze.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:10","price":"10. Hij heeft de hemel geschapen zonder pilaren die jullie zien en heeft op aarde stevige bergen geplaatst, opdat het anders voor jullie zal schudden. Hij heeft daarin allerlei soorten dieren verspreid. En Wij sturen water uit de hemel en Wij zorgen ervoor dat er allerlei goede soorten (planten) groeien.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:11","price":"11. Dit is de schepping van Allah. Laat dus zien wat degenen (die jullie) naast Hem (aanbidden) geschapen hebben. Nee, de onrechtvaardigen verkeren in een duidelijke dwaling.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:12","price":"12. En voorwaar Wij hebben Loekman wijsheid en religieus begrip gegeven, zeggende: “Wees Allah dankbaar,” en iedereen die dankt, hij dankt voor zichzelf. En iedereen die ondankbaar is, dan waarlijk Allah is de Rijkste, Meest Prijzenswaardig.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:13","price":"13. En (gedenk) toen Loekman tegen zijn zoon zei toen hij hem goede raad gaf: “O mijn zoon! Deel geen anderen in de aanbidding met Allah. Waarlijk! Het delen van anderen in de aanbidding van Allah is zeker een geweldig onrecht.","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:14","price":"14. En Wij hebben de mens verplicht om (goed en plichtsgetrouw) voor zijn ouders te zijn. Zijn moeder baarde hem in zwakheid en pijn over zwakheid en pijn en zijn spenen is na twee jaren – Dank Mij en jullie ouders, - en bij Mij is de uiteindelijke terugkeer (wees uitstekend goed met je ouders o, moslim).","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:15","price":"15. Maar als zij (beiden) erop aandringen dat jullie deelgenoten aan Mij toevoegen waarvan jullie geen kennis hebben, gehoorzaam hen dan niet, maar behandel hen vriendelijk in de wereld en volg het pad van degene die zich in berouw en gehoorzaamheid tot Mij keert. Tot Mij zal dan jullie terugkeer zijn en Ik zal jullie vertellen wat jullie gedaan hebben.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:16","price":"16. O, mijn zoon! Als het (iets) was zo zwaar als een mosterdzaadje en als het in een rots of in de hemelen of op aarde was, dan nog zal Allah het voortbrengen. Waarlijk, Allah is zachtaardig, Alwetend.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:17","price":"17. O, mijn zoon! Verricht de gebeden perfect, moedig aan tot al het goede en verbied het verwerpelijke. En draag geduldig (de beproevingen) die jullie overkomen (tijdens het uitnodigen naar de waarheid). Waarlijk, dit zijn een paar van de belangrijke bevelen (die Allah zonder uitzondering heeft gegeven).","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:18","price":"18. En keer jullie gezichten niet af van de mensen, en wandel niet vol hoogmoed over de aarde. Want Allah houdt niet van de hoogmoedige noch de opschepper.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:19","price":"19. En wees gematigd in jullie lopen en demp je stem. Waarlijk de meest afschuwelijke stem van alle stemmen is de stem van een ezel.","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:20","price":"20. Zien jullie niet dat Allah alles wat in de hemelen is en wat op aarde is bruikbaar voor jullie gemaakt is, en Zijn gunsten voor jullie voltooid en geperfectioneerd heeft, (zowel) openlijk als verborgen? Toch behoort tot de mensheid degene die over Allah redetwist zonder kennis of leiding van het verlicht Boek.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:21","price":"21. En als er tegen hen gezegd wordt: “Volg dat wat Allah neer heeft gezonden”, zeggen zei: “Nee, wij zullen volgen wat onze voorvaderen (gevolgd) hebben.” Zelfs als Sheitan hen tot de bestraffing van het vuur uitnodigt?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:22","price":"22. En iedereen die zijn gezicht (zichzelf) overgeeft aan Allah terwijl hij een weldoener is, dan heeft hij een sterke houvast. En tot Allah keren alle zaken terug voor een beslissing.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:23","price":"23. En iedereen die ongelovig wordt, laat zijn ongeloof je niet bedroeven, tot Ons is hun terugkeer en Wij zullen hun vertellen wat zij gedaan hebben. Waarlijk, Allah is de Alwetende van wat in de borsten is.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:24","price":"24. En laat hen korte tijd genieten, dan op het einde zullen Wij hen verplichten tot een grote bestraffing.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:25","price":"25. En als jij hen vraagt: “Wie heeft de hemelen en de aarde geschapen?” zullen zij zeker: “Allah” zeggen. Zeg: “Al de lofprijzing en dank is voor Allah!” Maar de meesten van hen weten het niet.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:26","price":"26. Aan Allah behoort wat in de hemelen en op aarde is. Waarlijk, Allah, Hij is rijke, de meest prijzenswaardige.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:27","price":"27. En als alle bomen op aarde pennen waren en de zee (van inkt) met daarachter nog zeven zeeën om aan te vullen, dan nog zouden de woorden van Allah niet opraken. Waarlijk, Allah is almachtig (en niemand die Hem daarvan kan weerhouden), alwijs (waaraan niemand kan ontsnappen).","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:28","price":"28. De schepping van jullie allemaal en de opwekking van jullie allemaal is slechts als van een enkel persoon. Waarlijk, Allah is Alhorend, Alziend.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:29","price":"29. Zie je dan niet dat Allah de nacht laat opgaan in de dag, en de dag laat opgaan in de nacht en de zon en de maan voor jullie dienstbaar gemaakt heeft, die ieder hun koers vervolgen in een aangewezen tijd, onderworpen heeft, en dat Allah weet wat jullie doen (dus vrees hem dan).","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:30","price":"30. Dat is omdat Allah de waarheid is en alles wat jullie naast Hem aanroepen valsheid is, en dat Allah de Allerhoogste, de Allergrootste is.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:31","price":"31. Zien jullie dan niet dat de schepen over de zee varen door Allahs gunsten? – dat Hij jullie van Zijn tekenen laat zien? Waarlijk hierin zijn tekenen voor ieder geduldig, dankbaar (persoon).","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:32","price":"32. En als een golf hen als een schaduw bedekt, roepen zij Allah aan, en laten hun aanroepingen alleen voor Hem zijn. Maar als Hij hen veilig op het land brengt, dan zijn zij onder degenen die zuinig zijn (weinig dankbaar zijn). Maar niemand ontkent Onze tekenen behalve elke bedrieglijke ondankbare persoon.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:33","price":"33. O, mensheid. Vreest uw Heer en vrees een Dag waarop geen vader iets voor zijn zoon kan baten of de zoon iets voor zijn vader. Waarlijk, de belofte van Allah is waarheid, laat niet dit huidige leven jullie bedriegen, noch laat de grote bedrieger (Iblies) jullie over Allah misleiden.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"nl"},{"name":"31:34","price":"34. Waarlijk Allah! Bij Hem (alleen) is de kennis over het Uur, Hij laat de regen vallen en weet wat in de baarmoeders is. Niemand weet wat hij morgen zal verdienen en niemand weet in welk plaats hij zal sterven. Waarlijk, Allah is Alwetend, Alwetend over alle (zaken).","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"nl"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}