{"data":[{"name":"38:1","price":"1. Saad. Bij de Koran, Bezitter van de vermaning.","arabic":"صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3971,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:2","price":"2. Welnee, degenen die ongelovig zijn verkeren in een valse trots en tegenstand.","arabic":"بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3972,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:3","price":"3. Hoeveel generaties hebben Wij voor hen vernietigend en zij schreeuwden het uit wanneer er niet langer tijd was te ontsnappen!","arabic":"كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3973,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:4","price":"4. En zij (de afgodenaanbidders) vragen zich af waarom een waarschuwer uit hun midden tot hen is gekomen! En de ongelovigen zeggen: “Dit is een tovenaar, een leugenaar.","arabic":"وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3974,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:5","price":"5. Hij heeft (alle) goden in één god veranderd. Waarlijk, dit is iets vreemds!”","arabic":"أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3975,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:6","price":"6. En de leiders onder hen gingen (zeggen): “Ga door en blijf standvastig met jullie goden! Waarlijk, dit (de Koran) is iets (dat tegen jullie) is.","arabic":"وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3976,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:7","price":"7. Wij hebben nog (nooit zoiets) gehoord van dit volk van latere datum; dit is niets anders dan een verzinsel!”","arabic":"مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3977,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:8","price":"8. Is de vermaning (alleen) van onder Ons naar hem gestuurd!” welnee, maar zij verkeren in twijfel over Mijn vermaning. Welnee, maar zij hebben (Mijn) bestraffing niet geproefd!","arabic":"أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3978,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:9","price":"9. Of hebben zij de schatten van de genade van jouw Heer – de Almachtige, de Schenker?","arabic":"أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3979,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:10","price":"10. Of behoort het rijk van de hemelen en de aarde en alles wat daar tussen is hen toe? Als dat het geval is laten zij dan met middelen opstijgen naar de hemel als zij dat kunnen.","arabic":"أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3980,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:11","price":"11. Zij zullen een verslagen leger zijn zoals de bondgenoten van oude tijden (slagveld van Badr).","arabic":"جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3981,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:12","price":"12. Voor hen hebben het volk van Noah; en ‘Ad en Farao – de bezitter van de palen-.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3982,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:13","price":"13. En Thamoed en het volk van Loeth en de bewoners van het woud; dat waren de bondgenoten.","arabic":"وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3983,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:14","price":"14. Niet één van hen had Mijn boodschappers niet verloochend, daarom was Mijn bestraffing gerechtvaardigd.","arabic":"إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3984,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:15","price":"15. En het wachten is slechts op een enkele kreet, er zal geen onderbreking of einde daarvoor zijn.","arabic":"وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3985,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:16","price":"16. Zij zeggen (de afgodenaanbidders): “Onze Heer! Bespoedig de straf voor ons voor de Dag van de Afrekening!”","arabic":"وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3986,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:17","price":"17. Wees geduldig (o, Mohammed) over wat zij zeggen en gedenk Onze dienaar Dawoed, Bezitter van kracht; Waarlijk, hij wendde zich altijd met alle zaken in berouw (tot Allah) (dat is voor ons ook een mooi voorbeeld als wij zondes maken).","arabic":"ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3987,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:18","price":"18. Waarlijk, Wij maakten de bergen dienstbaar voor hem die samen met hem Allah verheerlijken in de avond en in de ochtend.","arabic":"إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3988,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:19","price":"19. En zo ook verzamelden de vogels zich allen bij hem in gehoorzaamheid.","arabic":"وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3989,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:20","price":"20. Wij maakten zijn koninkrijk sterk en gaven hem wijsheid en een goed oordeel in woorden en besluiten.","arabic":"وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3990,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:21","price":"21. En is het nieuws van de ruziende partijnen tot jou gekomen? Toen zij over de muur klommen in (zijn) gebedsplaats.","arabic":"۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3991,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:22","price":"22. Toen zij naar Dawoed kwamen, schrok hij van hen, zij zeiden: “Vrees niet! Wij zijn twee procesvoerenden, de één heeft de ander kwaad gedaan, oordeel daarom tussen ons in waarheid en behandel ons niet onrechtvaardig en leid ons op het rechte pad.","arabic":"إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3992,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:23","price":"23. Waarlijk, deze broeder van mij heeft negenennegentig ooien, terwijl ik slechts één ooi heb, en hij zegt: “Geef het aan mij, en hij heeft mij in de spraak overweldigd.”","arabic":"إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3993,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:24","price":"24. (Dawoed) zei: “Hij heeft jou onrecht aangedaan door jou ooi te eisen als aanvulling op zijn ooien. En waarlijk, vele partners onderdrukken de ander, behalve degenen die geloven en goede daden verrichten en zij zijn maar weinig.” En Dawoed vermoedde dat Wij hem beproefd hebben en hij zocht vergiffenis van zijn Heer en hij knielde neer en keerde zich in berouw (tot Allah).","arabic":"قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3994,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:25","price":"25. Dus vergaven Wij hem en waarlijk, voor hem was de nabijheid van Ons en een goede plaats in de terugkeer.","arabic":"فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3995,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:26","price":"26. O Dawoed! Waarlijk! Wij hebben jou als een opvolger op aarde geplaatst, oordeel dus in waarheid tussen de mensen en volg niet jouw begeerte–wat het zou je van het pad van Allah doen afdwalen. Waarlijk! Degenen die afdwalen van het pad van Allah (zullen) een zware bestraffing hebben omdat zij de Dag van de Afrekening vergaten.","arabic":"يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3996,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:27","price":"27. (Denk maar niet) dat Wij de hemelen en de aarde – en alles wat zich daartussen bevindt – hebben geschapen zónder (een bepaald) doel! Dat is de bewering van de ongelovigen! O wee, voor hen die de hel ontkennen!","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3997,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:28","price":"28. Zullen Wij dan degenen die geloven en goede daden verrichten (gelijkelijk) behandelen als degenen die op aarde verderf zaaien? Of zullen Wij de godvrezenden zoals de verdorvenen laten zijn?","arabic":"أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3998,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:29","price":"29. (Dit is) een Boek dat Wij aan jou neder hebben gezonden, vol zegeningen zodat zij over haar verzen (diep) kunnen nadenken en dat de mensen van verstand er lering uit zullen halen.","arabic":"كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":3999,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:30","price":"30. En aan Dawoed schonken Wij Soeleiman, wat (een) uitmuntende dienaar! Waarlijk, hij keerde zich altijd vol berouw (tot Ons)!(Tawbah, de hoofdeigenschap van elke gelovige).","arabic":"وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4000,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:31","price":"31. Toen er voor hem in de namiddag goed getrainde paarden getoond werden van het zuiverste ras.","arabic":"إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4001,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:32","price":"32. En hij zei: “Helaas Ik gaf de voorkeur aan het goede (van de paarden) waardoor ik het gedenken van mijn Heer ben vergeten tot de tijd daarvan voorbij was en (de zon) zich verborgen had achter de sluier (van de nacht).","arabic":"فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4002,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:33","price":"33. Toen zei hij: “Breng hen (de paarden) naar mij terug.” Toen liet hij zijn hand over hun benen gaan en hun halsen [1].","arabic":"رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4003,"juzNumber":23,"footnotes":"[1]Dus Soeleiman slachtte die paarden en deelde hun vlees uit voor de armen om het zo goed te maken. Dus als wij iets fout hebben gedaan doen wij dat ook; namelijk Tawbah vanuit je hart en tong, je bidt twee Rakaah met de intentie van Tawbah, vervolgens laat je een goede daad je slechte daad uitwissen.","lang":"nl"},{"name":"38:34","price":"34. En voorwaar, Wij hebben Soeleiman beproefd en Wij hebben op zijn troon een lichaam geplaatst waardoor hij terugkeerde tot Allah in gehoorzaamheid en berouw.","arabic":"وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4004,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:35","price":"35. Hij zei: “Mijn Heer! Vergeef mij en schenk mij een koninkrijk dat niemand na mij ooit zal bezitten. Waarlijk, U bent Degene Die schenkt.”","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4005,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:36","price":"36. Dus hebben Wij de wind aan hem dienstbaar gemaakt, die zachtjes en gewillig blies op (Soeleiman's) bevel, waarheen hij maar wilde.","arabic":"فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4006,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:37","price":"37. Alsook de djinn, waarvan (vakkundige) bouwers en (parel)duikers.","arabic":"وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4007,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:38","price":"38. En ook andere (djins), (waarvan de handen aan de nek werden) vastgebonden met (zware) ketenen.","arabic":"وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4008,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:39","price":"39. “Allah zei tegen Soeleiman: \"dit is Ons geschenk, gebruik het dus of gebruik het niet, geen rekenschap zal gevraagd worden.”","arabic":"هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4009,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:40","price":"40. En waarlijk, Voor hem is er een nabijheid van Ons en van een goede uiteindelijke terugkeer.","arabic":"وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4010,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:41","price":"41. En gedenk Onze dienaar Ajoeb, toen hij zijn Heer (smartelijk) aanriep: “Waarlijk, sjaitaan heeft mij schade en leed berokkend.”","arabic":"وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4011,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:42","price":"42. Stamp met je voet op de grond (waarop er spontaan een bron uit de grond ontsprong). Dit is (water) om je mee te wassen (genezing) en af te koelen, en (ook) om van te drinken.","arabic":"ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4012,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:43","price":"43. En Wij gaven hem zijn familie (die hij was verloren terug, in het hiernamaals), en met hen het gelijke daaraan, als een genade van Ons en een herinnering voor degenen die begrijpen.","arabic":"وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4013,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:44","price":"44. “En neem een bundel dun gras in jou hand en sla daarmee en verbreek je eed niet. “Waarlijk! Wij hebben hem geduldig bevonden. Wat een uitmuntende dienaar! Waarlijk, hij keerde zich altijd in berouw (tot Ons)!","arabic":"وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4014,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:45","price":"45. En gedenk Onze dienaren: Ibraahiem, Isaac en Yacoeb, (alle) eigenaren van kracht en van religieus begrip.","arabic":"وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4015,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:46","price":"46. Waarlijk, Wij hebben hen uitverkoren door hen (iets goeds) te geven, het gedenken van het huis( van het hiernamaals).","arabic":"إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4016,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:47","price":"47. En zij zijn in Ons aangezicht, waarlijk, van de uitverkorenen en de besten!","arabic":"وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4017,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:48","price":"48. En gedenk Ismaël, en Elyisha en Dhoel Kifl, allen behoren tot de besten.","arabic":"وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4018,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:49","price":"49. Dit (de Koran) is een herinnering, en waarlijk, voor degenen die godvrezend zijn, is een goede terugkeer.","arabic":"هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4019,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:50","price":"50. Eeuwige tuinen (van het ‘Adn-paradijs) wiens deuren voor hen geopend worden.","arabic":"جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4020,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:51","price":"51. Daarin zullen zij achteroverleunend (op rustbanken), daarin zullen zij om overvloedig fruit en drank vragen;","arabic":"مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4021,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:52","price":"52. En naast hen zijn kuise vrouwen die hun blikken slechts voor hun echtgenoten behouden (en) van gelijke leeftijd.","arabic":"۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4022,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:53","price":"53. Dit is wat jullie beloofd is op de Dag van de Afrekening!","arabic":"هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4023,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:54","price":"54. Waarlijk, dit is Onze voorziening die nooit zal eindigen;","arabic":"إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4024,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:55","price":"55. Zo is het! Maar voor de ‘overtreders’ - zal er een slechte terugkeer zijn,-","arabic":"هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4025,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:56","price":"56. De hel! Waar zij zullen branden, en dat is (zeker) een slechte rustplaats!","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4026,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:57","price":"57. Zo is het! Laat hen het dan proeven, - een kokende vloeistof en smerige etter.","arabic":"هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4027,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:58","price":"58. En andere bestraffingen die soortgelijk zijn, - allen tezamen!","arabic":"وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4028,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:59","price":"59. Dit is een groep die samen met jullie binnenkomt, er is geen welkom voor hen! Waarlijk, zij zullen in het vuur branden!","arabic":"هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4029,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:60","price":"60. Zij zeggen: “Nee, jullie ook (die niet welkom zijn)! Er is geen welkom voor jullie! Jullie zijn het die ons dit hebben gebracht, een kwade plaats is het hier dus om te verblijven!”","arabic":"قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4030,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:61","price":"61. Zij zullen zeggen: “Onze Heer! Wie ons dit ook gebracht heeft, geef hem een dubbele bestraffing in het vuur!”","arabic":"قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4031,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:62","price":"62. En zij zullen zeggen: “Wat scheelt ons dat wij geen mensen zien die wij onder de slechte indeelden?","arabic":"وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4032,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:63","price":"63. Hebben wij hen als onderwerp van onze bespotting genomen, of waren (onze) ogen niet in staat hen te zien?”","arabic":"أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4033,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:64","price":"64. Waarlijk, dit is de echte waarheid, - het onderlinge gesprek van de mensen van het vuur!","arabic":"إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4034,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:65","price":"65. Zeg: “Ik ben slechts een waarschuwer en er is geen god behalve Allah. de Ene, de Onweerstaanbare,-","arabic":"قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4035,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:66","price":"66. De Heer van de hemelen en de aarde en alles wat daar tussen is, de Almachtige, de meest Vergevende.”","arabic":"رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4036,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:67","price":"67. Zeg: “Dat is groot nieuws.","arabic":"قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4037,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:68","price":"68. Waarvan jullie je afkeren!","arabic":"أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4038,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:69","price":"69. Ik heb geen kennis van de Verheven vooraanstaanden (de Engelen), wanneer zij redetwisten en discussiëren.","arabic":"مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4039,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:70","price":"70. Slechts is mij geopenbaard, dat ik een duidelijke waarschuwer ben.”","arabic":"إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4040,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:71","price":"71. (Gedenk) toen jullie Heer tegen de engelen zei: “Waarlijk, Ik ga de mens uit klei scheppen.”","arabic":"إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4041,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:72","price":"72. Toen Ik hem dus gemodelleerd had en in hem blies van mijn ziel (de ziel die door die door Allah geschapen was) dan knielen jullie voor hem neer.”","arabic":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4042,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:73","price":"73. Dus knielden de engelen allemaal neer,","arabic":"فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4043,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:74","price":"74. Behalve Iblies, hij was trots en was één van de ongelovigen.","arabic":"إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4044,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:75","price":"75. (Allah) zei: “”O Iblies! Wat weerhoud je om voor degene die Ik met Mijn beide Handen [1] geschapen heb, neer te knielen? Ben jij te trots of ben jij één van hen die hoog verheven is?”","arabic":"قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4045,"juzNumber":23,"footnotes":"[1] Dit is eerder uitgelegd, over hoe de metgezellen de eigenschappen van Allah aanvaarden zonder deze te verdraaien.","lang":"nl"},{"name":"38:76","price":"76. (Iblies) zei: “Ik ben beter dan hem, U heeft mij uit vuur geschapen en U schiep hem van klei.”","arabic":"قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4046,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:77","price":"77. (Allah) zei: \"Vertrek hieruit (het paradijs), want waarlijk, jij bent een vervloekte.","arabic":"قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4047,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:78","price":"78. En waarlijk! Mijn vloek is over jou tot de Dag der Vergelding.”","arabic":"وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4048,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:79","price":"79. (Iblies) zei: “Mijn Heer! Geef mij uitstel tot de Dag dat de (doden) herrezen zullen worden [1].","arabic":"قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4049,"juzNumber":23,"footnotes":"[1]dat is het verschil tussen Adam en Iblies. Adam verrichtte berouw, maar Iblies niet. Op wie lijken wij?","lang":"nl"},{"name":"38:80","price":"80. (Allah) zei: “Waarlijk! Jij bent één van degenen die uitstel krijgen –","arabic":"قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4050,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:81","price":"81. Tot de Dag van het bekende tijdstip.”","arabic":"إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4051,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:82","price":"82. Hij (Iblies) zei: “Bij Uw macht, dan zal ik ze zeker allen (proberen te) misleiden.","arabic":"قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4052,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:83","price":"83. Behalve Uw (gelovige) dienaren die zuiver in hun aanbidding zijn.” (daarom moet de moslim kennis opdoen om zo zuiver te worden).\"","arabic":"إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4053,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:84","price":"84. (Allah) zei: “De waarheid is, en Ik spreek slechts de waarheid,-","arabic":"قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4054,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:85","price":"85. Dat Ik de hel met jou (Iblies) en degenen van de mensheid die jou volgen tezamen zal vullen.”","arabic":"لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4055,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:86","price":"86. Zeg (o Mohammed): “Ik vraag hier geen loon voor van jullie, noch behoor ik tot de degenen die wat verzinnen.","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4056,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:87","price":"87. Het is slechts een vermaning voor de werelden.","arabic":"إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4057,"juzNumber":23,"footnotes":"","lang":"nl"},{"name":"38:88","price":"88. En jullie zullen zeker na korte tijd de waarheid weten.\"","arabic":"وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ","category":["38 (Sad)","Sad","Surah Sad"],"ayahNumber":4058,"juzNumber":23,"footnotes":"","lang":"nl"}],"chapter":["38 (Sad)","Sad","Surah Sad","Chapter Sad","Surah 38","Chapter 38","Saad","ص"]}