{"data":[{"name":"41:1","price":"1. Ha Miem.","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:2","price":"2. Deze Koran is een openbaring van Allah, de Barmhartige, de Genadevolle.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:3","price":"3. Een Boek waarin de verzen in detail worden uitgelegd: - Een Koran in het Arabisch voor de mensen die weten.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:4","price":"4. Goed bericht gevend aan de gelovigen (die in de Eenheid van Allah geloven, Hem vrezen en veel van Hem houden) en een waarschuwing, maar de meesten van hen keren zich af, dus luisteren zij niet.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:5","price":"5. En zij zeggen: “Over onze harten zijn sluiers voor datgene waar jij ons naar uitnodigt, en in onze oren is doofheid en tussen ons en jou is een scherm, werk dus (op jouw manier); waarlijk wij werken (op onze manier).","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:6","price":"6. Zeg: “Ik ben slechts een mens zoals jullie. Mij is geopenbaard dat jullie god één god is, volg daarom het rechte pad tot Hem en gehoorzaam Hem en zoek de vergiffenis van Hem. En wee voor de afgodenaanbidders.\"","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:7","price":"7. Degenen die niet de Zakat betalen en zij zijn de ongelovigen in het hiernamaals.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:8","price":"8. Waarlijk, degenen die geloven en goede daden verrichten, voor hen is er een eindeloze beloning die nooit zal stoppen.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:9","price":"9. Zeg: “Geloven jullie echt niet in Hem Die de aarde in twee dagen geschapen heeft en kennen jullie Hem deelgenoten toe? Terwijl hij de Heer van de werelden is.\"","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:10","price":"10. Hij heeft daarin stevige bergen van boven af geplaatst, en Hij heeft het gezegend en heeft daarin het onderhoud afgestemd in vier dagen gelijk voor al degenen die vragen.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:11","price":"11. Toen verhief Hij zich (op de manier dat bij zijn grootheid past) naar de hemel toen het rook was, en zei daartegen en tegen de aarde: “Komen jullie beiden, gewillig of ongewillig.” Zij zeiden beiden: “Wij komen gewillig.”","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:12","price":"12. Toen voltooide deze tot zeven hemelen in twee dagen en Hij gaf elke hemel zijn eigen werk. En Wij versierden de dichtstbijzijnde hemel met lichten om zowel een versiering als een verdediging te zijn. Zo is het Besluit van Hem, de Almachtige, de Alwetende.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:13","price":"13. Maar als zij zich afkeren, zeg dan: “Ik heb jullie voor een geweldige bliksemflits gewaarschuwd zoals die ‘Ad en Thamoed overmande.”","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:14","price":"14. Toen de boodschappers tot hem kwamen, van voor hen en achter hen (zeggende): “Aanbid geen ander dan Allah”, zeiden zij: “Als onze Heer het zo gewild had, zou Hij zeker de engelen naar beneden gestuurd hebben. Zeker! Wij geloven niet in datgene waarmee jij (o, Mohammed) gestuurd bent.”","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:15","price":"15. Wat het volk van ‘Ad betreft, Zij stelden zich zonder recht arrogant op en zij zeiden: “Wie is in kracht machtiger dan ons?” Zien zij niet dat Allah, Die hen geschapen heeft, machtiger in kracht is dan hen? En zij ontkenden Onze tekenen!","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:16","price":"16. Dus stuurden Wij een woeste wind over hen in dagen van slechte voortekenen (voor hen), dat Wij hen een voorproefje van een vernederende bestraffing in het huidige leven zouden geven, maar zeker, de bestraffing in het hiernamaals zal nog vernederender zijn, en zij zullen nooit geholpen worden.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:17","price":"17. En wat Thamoed betreft, Wij hebben hen het pad van de waarheid getoond en hen dat duidelijk gemaakt door Onze boodschapper getoond, maar in plaats van leiding gaven zij de voorkeur aan afdwaling dus de vreselijke bestraffing greep hen, vanwege hun eigen verdiensten (daden).","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:18","price":"18. En Wij redden hen die geloofden en die Allah vreesden (en het kwaad vermeden).","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:19","price":"19. En de Dag dat de vijanden van Allah bij het vuur verzameld zullen worden, zullen zij naar het vuur geduwd worden.","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:20","price":"20. Tot wanneer zij het bereikten zullen hun gehoor hun zicht en hun huid vanwege hun verdiensten tegen hen getuigden.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:21","price":"21. En zij zullen tegen hun huiden zeggen: “Waarom getuigen jullie tegen ons?” Zij zullen zeggen: “Allah laat ons spreken – zoals Hij alle dingen laat spreken en Hij heeft jullie de eerste keer geschapen en tot Hem zullen jullie terugkeren.”","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:22","price":"22. En jullie kunnen je niet voor jezelf verstoppen want jullie oren, en jullie ogen en jullie huid zullen tegen jullie getuigen, maar jullie dachten dat Allah niet veel wist over de daden die jullie deden.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:23","price":"23. En die gedachten van jullie die jullie over jullie Heer hebben gedacht heeft jullie tot de vernietiging gebracht en jullie zijn tot het uiteindelijke verlies gekomen.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:24","price":"24. Dus als zij geduld hebben, zal het vuur toch hun verblijf voor hen zijn, en als zij smeken om genade, zullen zij niet degenen zijn die vergeven zullen worden.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:25","price":"25. En Wij hebben hen (duivelse) metgezellen aangewezen die (hen verblinden door) de dingen (te) verdraaien (zowel dat wat er zich voor hen bevindt (hun wereldse, zondige levens waarin het genot wordt nagejaagd en het geloof aan de kant wordt gezet) als van wat er zich achter hen bevindt (hun ontkenning van de afrekening en de opstanding). En het woord is tegen hen gerechtvaardigd zoals het gerechtvaardigd was tegen degenen onder de voorafgaande generaties djinns en mensen die vóór hen overleden zijn. Voorwaar, zij waren (allen) verliezers.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:26","price":"26. En degenen die ongelovig waren zeiden: “Luister niet naar deze Koran en verstoor het onder haar (recitatie) zodat jullie mogen overwinnen.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:27","price":"27. Maar zeker, Wij zullen degenen die ongelovig zijn een zware bestraffing laten proeven en zeker, Wij zullen hen met het ergste wat zij gedaan hebben vergoeden.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:28","price":"28. Dat is de vergelding van de vijanden van Allah. Het vuur, daarin zal voor het eeuwige tehuis zijn, een verdiende vergelding omdat zij Onze tekenen plachten te ontkennen.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:29","price":"29. En degenen die ongelovig zijn zullen zeggen: “Onze Heer! Laat ons degenen onder de djinns en de mensen zien die ons hebben doen afdwalen, wij zullen hen onder onze voeten vermorzelen zodat zij de laagste worden.”","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:30","price":"30. Waarlijk, degenen die zeggen: “Onze Heer is (alleen) Allah,” en dan recht staan (in geloof), voor hen zullen de engelen neer dalen (zeggende): “Vrees niet noch wees bedroefd! Maar ontvang het goede nieuws van het paradijs wat jullie beloofd is!","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:31","price":"31. Wij zijn jullie beschermers in het leven van deze wereld geweest en (dus) zijn dat in het hiernamaals. Daar zullen jullie alles hebben wat jullie hart wenst, en daarin zullen jullie (alles) hebben waar jullie om vragen.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:32","price":"32. Een vermaak van de Meest Vergevende, de Meest Genadevolle.”","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:33","price":"33. En welke uitspraak is beter dan degenen die uitnodigt naar Allah, en goede daden verricht, en zegt: “Ik ben één van de moslims.”","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:34","price":"34. De goede daad en de slechte daad kunnen niet gelijk zijn. Vervang (het kwaad) met iets beters dan waarlijk zie je, hij die jouw vijand was, (zal) je hartsvriend (worden).","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:35","price":"35. Maar niemand is het gegeven behalve degenen die geduldig zijn en niemand is het gegeven behalve de eigenaar van een groot deel.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:36","price":"36. En als sjaitaan jou met een kwade influistering benadert (om je van het goede te weerhouden), zoek dan toevlucht bij Allah (om het teniet te doen). Waarlijk, Hij is de Alhorende (van alle uitspraken), de Alwetende (van alle daden).","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:37","price":"37. En van Zijn tekenen zijn de nacht en de dag, en de zon en de maan. Kniel niet voor de zon of de maan maar kniel voor Allah Die hen geschapen heeft, als jullie Hem (echt) aanbidden.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:38","price":"38. Maar als zij te trots zijn (om zo te doen). Degene die bij jouw (o, Mohammed) Heer zijn die Hem nacht en dag verheerlijken en zij zijn nooit vermoeid (de engelen).","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:39","price":"39. En onder Zijn tekenen is dat je de aarde onvruchtbaar ziet, maar Wij sturen daar water naar toe, en dan is vol leven en groei. Waarlijk, Hij Die het leven geeft, zeker (Hij) is in staat om de doden tot leven te brengen (en ook om onze dode harten levend te maken). Voorwaar! Hij is tot alle zaken in staat.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:40","price":"40. Waarlijk degenen die zich van Onze tekenen afwenden zijn niet voor Ons verborgen. Is degene die in het vuur blijft beter of degene die veilig is op de Dag der Opstanding? Doe wat jullie willen. Waarlijk! Hij is de Alziende van wat jullie doen.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:41","price":"41. Waarlijk, degenen die niet in de vermaning geloven toen het tot hen kwam. En waarlijk, het is zeker een almachtig Boek.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:42","price":"42. Valsheid kan daar niet in voorkomen noch van voren of van achteren, (het is) door de Alwijze neergezonden. Waard om geprezen te worden.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:43","price":"43. Niets is tegen jou gezegd behalve wat tegen de boodschappers vóór jou gezegd is. Waarlijk jouw Heer is de Bezitter van de vergiffenis en (ook) de Bezitter van een pijnlijke bestraffing.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:44","price":"44. En als Wij deze Koran in een vreemde taal, anders dan Arabisch, hadden gestuurd zouden zij gezegd hebben: “Waarom zijn de verzen niet nauwkeurig uitgelegd, (terwijl degene) aan wie het geopenbaard is een Arabier is.\" Zeg (o Mohammed): “Het is voor degenen die geloven een leiding en een genezing. En wat de ongelovigen betreft, er is zwaarte in hun oren en het is blindheid voor hen. Dit zijn degenen die van een verre plaats geroepen worden.","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:45","price":"45. En voorwaar, Wij gaven Moesa het Boek, waarna hierover (door zijn volk) van mening werd verschild. En als het niet vanwege het woord dat van jouw Heer vooruit was gegaan zouden tussen hen zeker geoordeeld. Maar waarlijk, zij hebben daarover grote twijfel.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:46","price":"46. Iedereen die goede daden verricht doet dit ten nutte van zichzelf en iedereen die kwaad doet schaadt zichzelf en jullie Heer is niet onrechtvaardig voor (Zijn) dienaren.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"nl"},{"name":"41:47","price":"47. Tot Allah behoort de kennis van het Uur. Geen fruit komt uit haar schede, noch ontvangt een vrouw, noch brengt voort behalve door Zijn kennis. En op de Dag wanneer Hij tot hen roept: “Waar zijn Mijn (zogenoemde) deelgenoten?” Zij zullen zeggen: “Wij vertellen U dat geen van ons daarvan getuigt!”","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"41:48","price":"48. En degenen die zij hiervoor plachten aan te roepen, baten hen niet en zij zullen zien dat zij geen toevlucht hebben.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"41:49","price":"49. De mens krijgt er nooit genoeg van om het goede te vragen, maar als het kwaad hem raakt, dan geeft hij alle hoop op en is verloren in wanhoop.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"41:50","price":"50. En waarlijk, als Wij hem de genade van Ons laten proeven, nadat tegenslag hem geraakt heeft, zal hij zeker zeggen: “Dit ligt aan mijn eigen (inspanningen), ik denk niet dat het Uur is aangebroken. Maar als ik tot mijn Heer word teruggebracht. Zal daar zeker voor mij het beste zijn bij Hem. Dan, laten Wij waarlijk aan de ongelovigen zien wat zij gedaan hebben en Wij zullen hen een zware bestraffing laten proeven.\"","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"41:51","price":"51. En als Wij de mens gunsten laten zien, trekt hij zich terug en keert zich af, maar als het kwaad hem raakt, dan neemt hij zijn toevlucht tot lange smeekbeden.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"41:52","price":"52. Zeg: “Vertel mij of het (de Koran)van Allah afkomstig is of jullie daar niet in geloven – wie dwaalt er meer dan degene die er ver vandaan is (de Koran).\"","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"41:53","price":"53. Wij zullen hen Onze tekenen laten zien in het universum en in hun zelf, tot het duidelijk voor hen wordt dat dit de waarheid is. Is het niet voldoende dat jouw Heer de getuige van alles is?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"41:54","price":"54. Waarlijk! Twijfelen zij over de Ontmoeting met hun Heer. Waarlijk! Hij is het Die alle zaken omringt!","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":"","lang":"nl"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}