{"data":[{"name":"42:1","price":"1. Ha Miem","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:2","price":"2. Ain Sien Qaf.","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:3","price":"3. Zoals Allah aan jou (o, Mohammed) heeft geopenbaard en aan degenen vóór jou dat Allah de Almachtige, de Alwijze is.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:4","price":"4. Tot Hem behoort alles wat in de hemelen is en alles wat op aarde is, en Hij is de Allerhoogste, de Allergrootste.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:5","price":"5. Bijna splijten de hemelen boven hen, en de engelen verheerlijken de lofprijzing van hun Heer, en vragen om vergiffenis voor degenen die op aarde zijn (de gelovigen), waarlijk, Allah is de Meest Vergevende, de Meest Genadevolle.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:6","price":"6. En wat degenen betreft die anderen als helpers naast Hem nemen. Allah is beschermer over hen en jij bent geen zaak-waarnemer voor hen.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:7","price":"7. En zo openbaarden wij aan jouw een Koran (in het Arabisch) zodat jij de moeder der steden (Mekka) zal waarschuwen en al wat daarom heen ligt. En waarschuw voor de Dag van de verzameling waarover geen twijfel is, wanneer een deel in het paradijs zal zijn en een deel in het laaiende vuur (de hel)!","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:8","price":"8. En als Allah het gewild had, had Hij hen tot één volk kunnen maken, maar Hij kent aan wie Hij wil Zijn genade toe. En de onrechtvaardigen zullen geen beschermer hebben noch een helper.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:9","price":"9. Of hebben zij helper naast Hem aangenomen? Maar Allah – Hij alleen is de Beschermer. En Hij is het Die het leven geeft en neemt, en Hij is tot alles in staat.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:10","price":"10. En in de zaken waarin jullie van mening verschillen, daarvan ligt de besluitvorming bij Allah, zo is Allah, mijn Heer in Wie ik mijn vertrouwen leg en tot Hem keer ik mij in al mijn zaken en in berouw.","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:11","price":"11. De Schepper van de hemelen en de aarde. Hij heeft uit julliezelf echtgenotes gemaakt voor jullie en uit het vee paren. Hierin (de baarmoeder) heeft Hij jullie geschapen. Er is niets of niemand aan hem gelijk.en Hij is de Alhorende (m.b.t. hun woorden), de Alziende (m.b.t. hun daden).","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:12","price":"12. Tot Hem behoren de sleutels van de hemelen en de aarde. Hij vergroot de voorziening voor wie Hij wil en Hij beperkt het. Waarlijk! Hij is de Alwetende van alles.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:13","price":"13. Hij heeft voor jullie een (wetgevende) godsdienst voorgeschreven zoals Hij het (allereerst aan) Noeh heeft opgelegd, en net zoals Wij die aan jou (Mohammed) geopenbaard hebben. En zoals Wij dit aan Ibrahiem, Moesa en ‘Iesa hebben opgelegd, Namelijk om het geloof na te leven en zonder onderlinge verdeeldheid. Onverdraagzaam voor de afgodenaanbidders is datgene waartoe jij (o, Mohammed) oproept. Allah koos voor zichzelf wie hij wil en leidt tot zichzelf wie zich tot Hem in berouw en gehoorzaamheid keert.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:14","price":"14. En zij verdeelden niet totdat er kennis tot hen gekomen is, door egoïstische overtreding onder henzelf. En was het niet voor het woord geweest dat van jullie Heer al eerder voort is gekomen voor een vastgestelde termijn, dan zou de zaak tussen hen beslecht zijn. En waarlijk degenen die het Boek hebben geërfd verkeren hierover in grote twijfel.","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:15","price":"15. Dus nodig hiertoe dan uit en sta ferm (standvastig), zoals jou bevolen is, en volg niet hun wensen maar zeg: “Ik geloof in datgene wat Allah heeft neergezonden van het Boek en mij is opgedragen om rechtvaardig onder jullie te zijn, Allah is onze Heer en jullie Heer. Voor ons zijn onze daden en voor jullie jullie daden. Er is geen ruzie tussen jullie en ons. Allah zal ons (allen) verzamelen en tot Hem is de uiteindelijke terugkeer.","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:16","price":"16. En degenen die redetwisten over Allah nadat het geaccepteerd was, hun redetwisten is nutteloos in het Aangezicht van hun Heer en over hen rust de woede (van Allah) en voor hen is er een zware bestraffing.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:17","price":"17. Allah is het Die het Boek in waarheid neer heeft gezonden, en de weegschaal. En wat laat jou weten dat wellicht het Uur na is?","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:18","price":"18. Degenen die daar niet in geloven proberen het te bespoedigen, terwijl degenen die geloven het vrezen, en weten dat het de hele waarheid is. Waarlijk, degenen die over het Uur redetwisten verkeren zeker in een ver afgelegen dwaling.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:19","price":"19. Allah is zachtaardig voor zijn dienaren. Hij geeft voorziening voor wie Hij wil. En Hij is de Sterke, de Almachtige.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:20","price":"20. Iedereen die de beloning van het hiernamaals wenst, geven Wij een toename in zijn beloning en iedereen die een beloning van deze wereld wenst geven Wij daarvan en hij heeft geen aandeel in het hiernamaals.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:21","price":"21. Of hebben zij deelgenoten die voor hem een godsdienst hebben voorgeschreven waar Allah geen toestemming voor heeft gegeven, En als het niet voor het bepaalde woord was geweest dan zou de zaak tussen hen beoordeeld zijn. En waarlijk, voor de onrechtvaardigen is er een pijnlijke bestraffing.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:22","price":"22. Jullie zullen zien dat de onrechtvaardigen vrezen voor wat zij verdiend hebben (op die dag) en het zal zeker over hen komen, terwijl degenen die geloven en goede daden verrichten in de bloeiende weiden van de Tuinen zullen zijn (het paradijs), en hebben wat zij van hun Heer wensen. Dat is een overweldigende gunst.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:23","price":"23. Dat is waarmee Allah goed nieuws aan Zijn dienaren geeft die geloven en goede daden verrichten. Zeg : “Ik vraag van jullie geen beloning hiervoor behalve om genegenheid te behouden voor de verwanten.\" En iedereen die een rechtschapen daad verricht die zullen Wij een vermeerdering in het goede daarvoor geven. Waarlijk, Allah is meest Vergevend, meest Dankbaar.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:24","price":"24. Of zeggen zij: “Hij heeft een leugen over Allah verzonnen?” Als Allah het gewild had, had Hij jouw hart kunnen verzegelen. En Allah wist de leugen uit door Zijn woorden. Waarlijk. Hij is alwetend welke (geheimen) er in de borsten zijn.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:25","price":"25. En Hij is het Die het berouw van Zijn dienaren accepteert en zonden vergeeft en Hij weet wat jullie doen.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:26","price":"26. En degenen die geloven en goede daden verrichten geven gehoor aan de oproep van Allah, En hij zal hen daarom een vermeerdering van Zijn overvloed geven.En voor de ongelovigen zal er een zware bestraffing zijn.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:27","price":"27. En als Allah de voorziening van Zijn dienaren zou vergroten dan zouden zij zeker onrecht op aarde plegen, maar Hij stuurt naar beneden afgemeten wat Hij wil. Waarlijk! Hij is Alwetend voor Zijn dienaren, de Alziende.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:28","price":"28. En het is Hij Die de regen naar beneden stuurt nadat zij ten einde raad waren, waardoor Hij Zijn genade uitspreidt (over alle vlaktes, mensen, bergen, planten en dieren). En Hij is de beschermer, alle meest Prijzenswaardig.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:29","price":"29. En onder Zijn tekenen is de schepping van de hemelen en de aarde en wat voor bewegende wezens Hij op beide verspreid heeft. En Hij is almachtig over hun samenkomst wanneer Hij wil.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:30","price":"30. En wat voor rampen jullie treffen, dat is vanwege hetgeen jullie handen hebben gedaan (aan zonde). En Hij vergeeft veel (dus nooit wanhopen).","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:31","price":"31. En jullie kunnen niet aan Allah ontsnappen op aarde. En naast Allah hebben jullie noch een beschermer noch enige andere helper.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:32","price":"32. En onder Zijn tekenen zijn de schepen op zee, zoals bergen.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:33","price":"33. En als Hij wil kan Hij de wind stil liggen, dan zullen zij bewegingsloos op de oppervlakte (van de zee) blijven. Waarlijk hierin zijn tekenen voor iedereen die geduldig en dankbaar is.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:34","price":"34. Of Hij kan hen vernietigen, vanwege wat hun (volk) verdiend heeft. En Hij vergeeft veel.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:35","price":"35. En degenen die redetwisten over Onze tekenen mogen weten dat er voor hen geen uitweg is (als de bestraffing komt).","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:36","price":"36. Dus wat jullie ook gegeven is, is slechts een voorbijgaand vermaak van dit wereldse leven, maar wat bij Allah is is beter en duurt langer voor degenen die geloven en hun vertrouwen in hun Heer leggen.","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:37","price":"37. En degenen die de grote zonden vermijden en de verdorvenheid (overspel), en als zij boos zijn, zijn vergeven.","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:38","price":"38. En degenen die de roep van hun Heer beantwoorden en hun gebeden perfect verrichten, en die hun zaken onderling overleggen en die datgene wat Wij hen gegeven hebben uitgeven;","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:39","price":"39. En degene die, wanneer zij door onrecht worden getroffen, voor zichzelf opkomen.","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:40","price":"40. De vergelding voor een slechte daad is een slechte daad van hetzelfde gehalte, maar ieder die vergeeft en zich verbetert zijn beloning ligt bij Allah. Waarlijk, Hij houdt niet van de onrechtvaardigen.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:41","price":"41. En voorwaar iedereen die voor zichzelf opkomt nadat hem onrecht aangedaan is, treft hem geen blaam.","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:42","price":"42. De weg (van vergelding) is slechts voor degenen die de mensen onrechtvaardig behandelen en onrecht op aarde zaaien. Daarom is er voor hen een pijnlijke bestraffing.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:43","price":"43. En waarlijk, iedereen die zich geduldig toont en vergeeft, zal zeker onder de aanbevolen zaken van Allah zijn.","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:44","price":"44. En iedereen die Allah laat dwalen, voor hem is er geen beschermer na Hem. En je zal de onrechtvaardigen zien (op die dag) wanneer zij hun bestraffing krijgen, zij zullen zeggen: “Is er een manier om terug te keren?”","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:45","price":"45. En je zal hen zien als zij naar voren worden gebracht (naar de hel) onderworpen door schande, (en) zij kijken met een nederige blik. En degenen die geloven zullen zeggen: “Waarlijk, de verliezers zijn zij die zichzelf en hun familie verliezen op de Dag der Opstanding.\" Waarlijk de onrechtvaardigen zullen in een eeuwige bestraffing zijn.","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:46","price":"46. En zij zullen geen helpers hebben om hen te helpen anders dan Allah. En degene die Allah laat dwalen, voor hem is er geen weg (naar ware geluk).","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:47","price":"47. Beantwoord de roep van jullie Heer, want er komt van Allah een Dag die niet afgeweerd kan worden. Op die Dag zullen jullie geen toevluchtsoord hebben, noch zal er voor jullie een ontkenning zijn.","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:48","price":"48. Maar als zij zich afkeren. Wij hebben jou niet als beschermer over hen gestuurd. Jouw plicht is om te verkondigen. En waarlijk, als Wij de mens Onze genade laten proeven, verheugt hij zich daarin, maar als hem wat slechts overkomt door zijn daden die zijn handen vooruit hebben gestuurd, dan waarlijk, (wordt) de mens ondankbaar!","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:49","price":"49. (Alléén) aan Allah behoort het koninkrijk van de hemelen en de aarde. Hij schept wat Hij wil, (zoals Hij wil). Hij geeft (enkel) vrouwelijk (nageslacht) aan wie Hij wil en geeft (enkel) mannelijk (nageslacht) aan wie Hij wil.","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:50","price":"50. Of Hij geeft zowel mannelijk als vrouwelijk (nageslacht) en Hij laat onvruchtbaar wie Hij wil. Waarlijk, Hij is Alwetend (over Zijn schepping en haar redenen) en (dus) tot alles in staat (want niets is Hem te machtig of te veel).","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:51","price":"51. Het is niet passend voor een mens dat Allah met hem spreekt behalve door openbaring of van achter een sluier of (dat) Hij een boodschapper (een engel) stuurt om met Zijn toestemming te openbaren wat Hij wil. Waarlijk, Hij is de Allerhoogste, de Allerwijste.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:52","price":"52. En dus hebben Wij jou (o, Mohammed) een openbaring gestuurd van Ons bevel. Jij wist niet wat het Boek is noch wat het geloof was. Maar Wij hebben het tot een licht (de Koran) gemaakt waarmee Wij ieder van Onze dienaren leiden die Wij willen leiden. En waarlijk, jij leidt inderdaad naar het rechte pad,-","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"42:53","price":"53. Het pad van Allah aan Wie alles wat in de hemelen is en wat op aarde is, toebehoort. Waarlijk, uiteindelijk keren alle zaken terug tot Allah.","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"nl"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}