{"data":[{"name":"43:1","price":"1. Ha Miem.","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:2","price":"2. Bij het duidelijke Boek.","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:3","price":"3. Wij hebben waarlijk een Koran het Arabisch gemaakt, zodat jullie in staat zijn het te begrijpen.","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:4","price":"4. En waarlijk, het is (de Koran) in de Moeder van boeken, waarlijk verheven, vol wijsheid.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:5","price":"5. Dachten jullie dat wij het verloochenen van jullie tegenover de vermaning ongestraft zouden laten, terwijl jullie een volk zijn dat de grenzen overschrijdt.","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:6","price":"6. En hoeveel profeten hebben Wij gestuurd onder de eerdere volkeren.","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:7","price":"7. En nooit kwam er een profeet tot hen of zij bespotten hun eigen profeten.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:8","price":"8. Toen vernietigden Wij mensen die nog erger waren dan zij – en de voorbeelden van de eerdere volkeren is voorbij gegaan.","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:9","price":"9. En zeker, als je hen vraagt: “Wie heeft de hemelen en de aarde geschapen?” Zullen zij zeker zeggen: “De Almachtige, de Alwetende heeft hen geschapen.\"","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:10","price":"10. Die voor jullie de aarde als een bed heeft gemaakt, en voor jullie daarop wegen heeft aangelegd, zodat jullie je weg kunnen vinden.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:11","price":"11. En Die water (regen) uit de hemel neer heeft gestuurd in een afgepaste maat. Dan hebben Wij het dode land daarmee tot leven gebracht en zo worden jullie ook voortgebracht.","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:12","price":"12. En Die alles in paren geschapen heeft en die voor jullie schepen en vee aangewezen heeft om op te rijden.","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:13","price":"13. Zodat jullie stevig op hun ruggen kunnen klimmen en dan de gunst van jullie Heer kunnen gedenken wanneer jullie daarop plaats hebben genomen en dan zeggen: “Verheerlijkt is Hij die dit (bv. een rijdier of auto) aan ons onderworpen heeft, en wij zouden dit nooit zelf aankunnen.”","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:14","price":"14. En waarlijk, tot Onze Heer zullen wij zeker terugkeren!","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:15","price":"15. En zij kennen aan sommigen van Zijn dienaren (zoals Jezus, en bij de sjiieten hun twaalf imams) een deel van Hem toe. Waarlijk, de mens is zeker duidelijk ondankbaar!","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:16","price":"16. Of Hij heeft dochters genomen uit dat wat Hij geschapen heeft, en Hij heeft voor jullie zonen uitgekozen?","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:17","price":"17. En als één van hen het nieuws hoort (de geboorte van een meisje) van wat zij aan de Barmhartigste toeschrijven wordt zijn gezicht donker en hij is vervuld met droefheid!","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:18","price":"18. Is degene die groot is gebracht met versieringen en in een ruzie zichzelf niet duidelijk kan maken (door veel emotie) een onderdeel van Allah?","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:19","price":"19. En zij maken de engelen die zelf de dienaren van de Barmhartigste zijn tot vrouwen. Waren zij getuigen van hun schepping? Hun bewijs zal genoteerd worden en zij zullen ondervraagd worden!","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:20","price":"20. En zij zeiden: “Als het de wil van de Meest Barmhartige geweest was, zouden wij hen niet aanbidden. Zij hebben geen kennis daarover. Zij doen niets anders dan liegen!\"","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:21","price":"21. Of hebben Wij hen een Boek hiervoor gegeven waaraan zij zich vasthouden?","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:22","price":"22. Welnee! Zij zeggen: “Wij vonden onze vaders op een bepaalde godsdienst, en wij leiden onszelf door hun voetstappen.”","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:23","price":"23. En ook hebben Wij geen boodschapper voor jou gestuurd naar elke stad of de gemakzuchtige onder hen zeiden: “Wij zagen dat onze vaders een bepaalde godsdienst volgden en wij zullen zeker in hun voetstappen treden.”","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:24","price":"24. Hij (Mohammed) zei: “Zelfs als ik jullie een betere leiding breng dan die van jullie vaders?” Zij zeiden: “Waarlijk, wij geloven niet in datgene waar jullie mee gestuurd zijn.”","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:25","price":"25. Dus wreekten Wij ons over hen, zie dan wat het einde was van degenen die ontkenden.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:26","price":"26. En (gedenk) toen Ibraahiem tegen zijn vader en zijn volk zei: “Waarlijk ik ben onschuldig aan dat wat jullie aanbidden.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:27","price":"27. Behalve Hij Die mij geschapen heeft en waarlijk, Hij zal mij leiden.”","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:28","price":"28. En hij liet het een woord onder zijn nageslacht zijn dat altijd duurde, dat zij terug kunnen keren.","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:29","price":"29. Nee, maar Ik (Allah) liet hen en hun vaderen genieten (in deze wereld) tot de waarheid (de Koran) tot hen kwam en een duidelijke boodschapper.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:30","price":"30. En toen de waarheid tot hen kwam, zeiden zij: “Dit is toverij en wij geloven daar niet in.”","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:31","price":"31. En (de ongelovigen die niet beter wisten) zeiden: “Waarom werd deze Koran niet geopenbaard aan een groot man van (één van) de twee steden [1].","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"[1]Mekka of Taaïf, respectievelijk Al-Walied ibn Al-Moeghierah en ‘Orwah ibn Mas’oed Ath-Thaqafie.","lang":"nl"},{"name":"43:32","price":"32. Zijn zij het die de genade van jouw Heer verdelen? Wij zijn het Die onder hen hun levensonderhoud op deze wereld verdelen, en Wij verhieven sommigen van hen in rang boven anderen, waardoor de ene (arme) groep het mikpunt van spot zal zijn voor de andere (rijke) groep. Maar de genade van jou Heer is beter dan wat zij vergaren.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:33","price":"33. En als de mensheid niet één gemeenschap waren, dan zouden Wij voor degenen die in de Barmhartigste ongelovig waren zilveren daken voor hun huizen gemaakt hebben, en trappen waardoor zij konden opstijgen.","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:34","price":"34. En voor hun huisdeuren en tronen waarop zij konden rusten.","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:35","price":"35. En versieringen van goud. Maar dit alles zou niet anders dan een vermaak van deze wereld zijn. En het hiernamaals bij jullie Heer is slechts voor de godvrezenden.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:36","price":"36. En wie zich afkeert van het gedenken van de meest Barmhartige (zowel kennis op doen, de Koran onderhouden, Allah gedenken, vrijwillig aanbidding enz), dan wijzen Wij sjaitaan aan als zijn metgezel.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:37","price":"37. En waarlijk, zij (de duivels) belemmeren hen (de levenden) op het (rechte) pad en (toch) denken zij dat zij ‘recht’ zijn geleid!","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:38","price":"38. Tot (zo iemand) tot Ons komt, zegt hij: “Was er maar tussen ons een afstand van twee oosten, (wat) een erg (soort) metgezel (de satan)!”","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:39","price":"39. En het zal jullie op deze dag niet baten dat jullie de bestraffing met elkaar delen, door jullie onrecht.","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:40","price":"40. Kan jij (o Mohammed)de doden laten horen of kan je de blinden leiden of degene die in duidelijke dwaling verkeerd?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:41","price":"41. En zelfs als Wij jou weg nemen, zullen Wij ons zeker op hen wreken.","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:42","price":"42. Of (als) Wij jouw laten zien datgene waarmee Wij hen zullen bestraffen. Waarlijk, wij hebben de macht over hen.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:43","price":"43. Houd je dus stevig vast aan datgene wat aan jou geopenbaard is. Waarlijk, jij bent op het rechte pad.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:44","price":"44. En waarlijk, dit is zeker een overdenking voor jou en je volk en jullie zullen (daarover) ondervraagd worden.","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:45","price":"45. En vraag diegene van Onze Boodschappers die Wij vóór jou gestuurd hebben: “Hebben Wij ooit goden aangewezen die naast de Barmhartigste aanbeden moeten worden?”","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:46","price":"46. En voorwaar Wij hebben Moesa met Onze tekenen gestuurd naar de Farao en zijn leiders. Hij zei: “Waarlijk, Ik ben een boodschapper van de Heer van de werelden.”","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:47","price":"47. Maar toen hij tot hen met Onze tekenen kwam, zie! Lachten zij hem uit.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:48","price":"48. En Wij toonden hen geen teken of het werd door een groter gevolgd, en Wij grepen hen met bestraffing zodat zich misschien zouden afkeren van hun fout.","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:49","price":"49. En zij zeiden: “O jij tovenaar! Roep je Heer voor ons aan vanwege de belofte. Waarlijk, wij zullen dan zeker (recht) geleid worden.”","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:50","price":"50. Maar toen Wij de bestraffing van hen verwijderden, zie! Zij verbraken hun verbond.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:51","price":"51. En Farao verkondigde onder zijn volk: “O mijn volk! Is het rijk van Egypte niet van mij en deze rivieren die onder mij stromen. Zien jullie hen dan niet?","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:52","price":"52. Ben ik niet beter dan deze ene (Moesa) die zonder respect is en zichzelf amper goed kan uitdrukken?","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:53","price":"53. Waarom zijn hem dan geen gouden armbanden gegeven of zijn er engelen met hem gestuurd?\"","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:54","price":"54. Dus hij (de Farao) misleidde zijn volk en zij gehoorzaamden hem. Waarlijk, zij waren altijd een volk geweest wat verdorven was (door het blind volgen van de leiders).","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:55","price":"55. Dus toen zij Ons kwaad maakten, straften Wij hen en verdronken hen allen.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:56","price":"56. En Wij maakten hen tot voorlopers en een voorbeeld voor latere generaties.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:57","price":"57. En als de zoon van Maryam als voorbeeld wordt genoemd zie! Jouw volk lacht daarom.","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:58","price":"En zij zeiden: “Zijn onze goden beter of is hij(Iesa) dat?” Zij noemen niet het al eerder genoemde voorbeeld behalve als tegenargument. Welnee! Maar zij zijn een volk die redetwisten.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:59","price":"59. Hij (Iesa) was niet meer dan een dienaar maar Wij gaven hem Onze gunst en Wij maakten hem tot een voorbeeld (profeet) voor de Kinderen van Israël.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:60","price":"60. En als het Onze wil was geweest, dan zouden Wij jullie tot engelen hebben gemaakt die elkaar op aarde opvolgen.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:61","price":"61. En hij (de profeet Iesa) is een bekend teken zijn voor het Uur. Heb daarom geen twijfel over het. En volg Mij! Dit is het rechte pad.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:62","price":"62. En laat Sheitan jullie niet tegenhouden. Waarlijk, hij is voor jullie een duidelijke vijand.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:63","price":"63. En toen Isa met (Onze) duidelijke bewijzen kwam, zei hij: “Ik ben tot jullie met profeetschap gekomen en om sommige delen waarover jullie van mening verschillen duidelijk te maken, vrees daarom Allah en gehoorzaam mij,","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:64","price":"64. Waarlijk, Allah! Hij is mijn Heer en jullie Heer. Aanbid dus alleen Hem. Dit is het (enige) rechte pad.”","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:65","price":"65. Maar de sekten verschilden van mening onder elkaar. Wee dus, voor degenen die zondigen voor de bestraffing van een pijnlijke Dag [1].","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"[1]Het is binnen de islam verboden om mensen of geleerden te verheiligen. Sommigen worden zo verheiligd en geloven dat als je deze persoon niet blind volgt, dat je dan niet op het rechte pad bent. Dit zijn allemaal zaken van sekten die leiden naar afgoderij, hier dient voor uitgekeken worden!","lang":"nl"},{"name":"43:66","price":"66. Wachten zij slechts op het Uur – dat plotseling tot hen zal komen, terwijl zij het niet door hebben?","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:67","price":"67. Vrienden op die dag zullen elkaars vijanden zijn behalve de godvrezenden [1].","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"[1]Dat komt omdat de gelovige slechts de andere gelovige tot vriend en steun neemt, zoals ook staat in hoofdstuk 18, De Grot, vers: 28.","lang":"nl"},{"name":"43:68","price":"68. “Mijn dienaren, Op deze dag zullen jullie niet vrezen noch zullen jullie bedroefd zijn.\"","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:69","price":"69. (Jullie) die geloofd (kennis opdoen) hebben in Onze tekenen en moslims waren (er na handelen).","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:70","price":"70. Treedt het paradijs in vreugde binnen, jullie en jullie vrouwen.\"","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:71","price":"71. Gouden dienbladen en bekers zullen onder hen rondgaan, daarin (het paradijs) zal alles wat hun harten konden wensen (zijn), alles waar de ogen zich in kunnen verheugen, en jullie zullen daarin voor altijd verblijven.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:72","price":"72. Dit is het paradijs wat jullie beërfd hebben door jullie daden die jullie verricht hebben.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:73","price":"73. Daarin zal een overvloed aan fruit zijn dat jullie zullen eten (dit zonder vol te raken).","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:74","price":"74. Waarlijk, de misdadigers (degenen die volharden in hun kwade daden en geen Tawbah doen) zullen in de bestraffing van de hel zijn om daarin voor altijd te verblijven.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:75","price":"75. (De bestraffing) zal niet voor hen verlicht worden en zij zullen met groot berouw, spijt en wanhoop daarin in de vernietiging worden geworpen.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:76","price":"76. Wij zijn niet onrechtvaardig voor hen maar zij waren de onrechtplegers.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:77","price":"77. En zij zullen roepen (jaren en jaren lang): “O Malik! Laat jouw Heer een einde aan ons maken.” Hij zal zeggen: “Waarlijk, jullie zullen voor altijd verblijven.”","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:78","price":"78. Voorwaar, Wij hebben de waarheid tot jullie gebracht, maar de meesten van jullie haten de waarheid.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:79","price":"79. Of hebben jullie een plan bedacht? Wij bedenken ook een plan.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:80","price":"80. Of denken zij dat Wij hun geheimen niet horen in hun besloten vergadering? Onze boodschappers (de engelen )schrijven het op.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:81","price":"81. Zeg: “Als de Meest Barmhartige een zoon had dan zou ik de eerste van Zijn aanbidders zijn [1].","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"[1]Omdat er niemand zo gehoorzaam is bij Allah zoals de profeet Mohammed vrede zij met hem, maar het is slechts een grote leugen.","lang":"nl"},{"name":"43:82","price":"82. Verheven is de Heer van de hemelen en de aarde, de Heer van de troon! Verheven is Hij boven alles wat jullie (Hem) toekennen.\"","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:83","price":"83. Laat hen dus (alleen) om onzin te uiten en te spelen tot zij op hun Dag ontmoeten, de Dag die hen beloofd is.","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:84","price":"84. Hij is het Die de enige god is in de hemel en de enige god is op de aarde. En Hij is de Alwijze, de Alwetende.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:85","price":"85. En gezegend is Hij aan Wie het koninkrijk van de hemelen en de aarde toe behoord, en alles wat daar tussen is, en bij Wie de kennis van het Uur is en tot Wie jullie (allen) zullen terugkeren.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:86","price":"86. En degenen die naast Allah worden aanroepen hebben geen macht voor bemiddeling; - behalve degenen die van de waarheid getuigen, terwijl zij het weten [1].","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"[1]Zoals de profeet Mohammed, Allah schenkt hem op de dag des oordeels de mogelijkheid om voorspraak te doen voor zijn gemeenschap, maar dat kan hij niet uit zichzelf doen vandaar dat de moslim slechts Allah sht smeekt om het te verkrijgen op die zware dag.","lang":"nl"},{"name":"43:87","price":"87. En als jullie hen vragen wie hen geschapen heeft, zullen zij zeker: “Allah” zeggen. Hoe kan het dan dat zij zich afkeren.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:88","price":"88. (Allah kent) de uitspraak : “O mijn Heer! Waarlijk, dit is een volk dat niet gelooft!”","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"nl"},{"name":"43:89","price":"89. Keer je dus niet van hen af (maar blijf oproepen), en zeg: “Vrede! Maar zij zullen het gauw te weten komen.","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"","lang":"nl"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}