{"data":[{"name":"57:1","price":"1. Datgene wat in de hemelen is en op aarde verheerlijkt Allah, en Hij is de Almachtige, de Alwijze.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:2","price":"2. Aan Hem is het koninkrijk de hemelen en de aarde. Hij is het Die het leven geeft en neemt en Hij is tot alle dingen in staat.","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:3","price":"3. Hij is de eerste en de laatste, de allerhoogste en de meest nabije. En Hij is de Alwetende van alles.","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:4","price":"4. Hij is het Die de hemelen en de aarde in zes dagen heeft geschapen en vervolgens zich boven de Troon heeft verheven. Hij weet wat in de aarde gaat en er weer uitkomt, wat van de hemel naar beneden komt en wat ernaar opstijgt. En Hij is met jullie waar jullie je ook mogen bevinden. En Allah is de Alziende van wat jullie doen.","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:5","price":"5. Aan Hem is het koninkrijk van de hemelen en de aarde. En tot Allah komen alle zaken terug.","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:6","price":"6. Hij laat de nacht overgaan in de dag, en laat de dag overgaan in de nacht en Hij is alwetend over wat in de harten is.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:7","price":"7. Geloof in Allah en Zijn boodschapper en geef uit wat Hij jullie heeft doen erven. En degenen van jullie die geloven en besteden - voor hen zal er een grote beloning zijn.","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:8","price":"8. En wat scheelt jullie dat jullie niet in Allah geloven! Terwijl de boodschapper jullie tot het geloven in jullie Heer uitnodigt, en Hij heeft jullie verbond aanvaard als jullie ware gelovigen zijn.","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:9","price":"9. Hij is het die duidelijke tekenen neer heeft gestuurd aan Zijn dienaar zodat Hij jullie uit de duisternis naar het licht kan brengen. En waarlijk, Allah is voor jullie meest zachtaardig, meest Genadevol.","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:10","price":"10. En wat scheelt jullie dat jullie niet voor de zaak van Allah uitgeven? En aan Allah behoort de erfenis van de hemelen en de aarde. Niet gelijk onder jullie zijn degenen die besteedden en vochten voor de overwinning (van Makkah). Zij staan hoger in rang dan degenen die daarna besteedden en daarna vochten. Maar voor allen heeft Allah het beste beloofd. En Allah is alwetend Over wat jullie doen.","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:11","price":"11. Wie is degene die aan Allah een goede lening (uitgaven omwille Allah) zal geven dan zal (Allah) het vele malen vermeerderen, en hij zal een goede beloning geven.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:12","price":"12. Op de dag zal jij de gelovige mannen en de gelovige vrouwen zien - hun licht straalt voor hen uit en door hun rechterzijde “Goed nieuws is voor jullie op deze dag! Tuinen waar rivieren onderdoor stromen (paradijs) om daarin voor altijd te verblijven!\" Waarlijk, dit is een groot succes!","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:13","price":"13. Op de Dag wanneer de hypocrieten – mannen en vrouwen – tegen de gelovigen zullen zeggen: “Wacht op ons! Laat ons wat van jullie licht krijgen!” Er zal gezegd worden: “Ga terug naar achteren! Zoek dan het licht!\" Dus zal er een muur tussen hen neergezet worden met een poort daarin. Binnen zal de genade zijn en buiten zal de bestraffing zijn.","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:14","price":"14. (De hypocrieten) zullen tegen de gelovigen roepen: “Waren wij niet bij jullie?” De gelovigen zullen antwoorden: “Jawel! Maar jullie beproefden jullie zelf, jullie keken vooruit voor onze vernietiging; jullie twijfelden; en jullie werden bedrogen door valse wensen, tot het bevel (de dood) van Allah voorbij was. En de voornaamste bedrieger bedroog jullie ten opzichte van Allah.","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:15","price":"15. Deze dag zal er dus geen losgeld van jullie geaccepteerd worden, noch van degenen die ongelovig waren. Jullie verblijfplaats is het vuur, dat is de juiste plaats voor jullie en slecht is die bestemming zeker.","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:16","price":"16. Is de tijd niet aangebroken voor degene die geloven dat hun harten uit vrees voor Allah te sidderen terwijl degenen die geloofden om door Allah's overdenking en door dat wat van de waarheid geopenbaard is, zodat zij niet worden als degenen die het boek al eerder hebben ontvangen en het termijn is voor hen verlengd en hun harten hebben zich dus verhard. En velen van hen waren verdorven.”","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:17","price":"17. Weet dat Allah leven aan de aarde geeft na haar dood (zo ook kan hij jullie harten weer leven geven!) Voorwaar, Wij hebben de tekenen voor jullie duidelijk gemaakt, als jullie het maar begrijpen.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:18","price":"18. Waarlijk, degenen die in liefdadigheid geven, mannen en vrouwen, en aan Allah een goede lening geven het zal vele malen vermenigvuldigd worden en voor hen zal er een eerbare goede beloning zijn.","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:19","price":"19. En degenen die geloven in Allah en Zijn boodschappers – zij zijn de trouwe volgelingen en de martelaren in het aangezicht van hun Heer, zij zullen hun beloning hebben en hun licht. Maar degenen die ongelovig waren en Onze tekenen ontkennen – zij zullen de bewoners van het laaiende vuur zijn.","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:20","price":"20. Weet dat het leven van deze wereld slechts spel en vermaak is, praal en wederzijdse vertoning onder jullie en rivaliteit met betrekking tot weelde en kinderen, zoals de plantengroei na een regenbui, daarvoor is de groei plezierig voor de teler; daarna droogt het op en jullie zien het geel worden; dan wordt het stro. Maar in het hiernamaals, een harde bestraffing en vergiffenis van Allah en (Zijn) genoegen terwijl het leven in deze wereld slechts een bedriegend plezier is.","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:21","price":"21. Wedijver om de vergiffenis van uw Heer en voor het paradijs, de omtrek daarvan is als de omtrek van de hemel en de aarde, bereid voor degenen die in Allah en Zijn boodschapper geloven. Dat is de gunst van Allah die Hij aan degene die Hij wil, geeft. En Allah is de Eigenaar van een grote overvloed.","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:22","price":"22. Geen ramp treft de aarde (onvruchtbaarheid), noch jullie (zoals ziekte of verlies van kinderen), of het staat genoteerd in het boek van de beslissingen [1] (zelfs) voordat Wij het tot uitvoering brengen. (En weet) dat dit (uiterst) gemakkelijk is voor Allah.","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":"[1] Dit verwijst naar ‘Al-Lawh Al-Mahfood – Het welbewaarde Tablet’.","lang":"nl"},{"name":"57:23","price":"23. Zodat jullie niet teleurgesteld zullen zijn over de (goede) zaken die aan jullie zijn voorbijgegaan, en evenmin dat jullie je (verwaand) verheugen over (het goede) dat jullie werd toebedeeld. En Allah houdt niet van de hoogmoedige opscheppers.","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:24","price":"24. Degenen die gierig zijn – en mensen tot gierigheid aanmoedigen –. En ieder die zich afkeert, dan Allah is rijk alle lofprijzingen waard.","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:25","price":"25. Voorwaar, Wij zonden Onze (engelen als) boodschappers met duidelijke bewijzen (en keiharde argumenten). En Wij openbaarden hen het Boek en de Weegschaal (de wetgeving), opdat de mens rechtvaardig zal zijn. En wij hebben ijzer neergezonden, waarin veel kracht ligt en (tegelijkertijd) de mensheid van groot nut kan zijn. Zodat Allah aantoont wie Hem en Zijn boodschappers in het verborgene helpt (door de islam te steunen, doormiddels kennis erover opdoen en vervolgens daar naar te handelen en daarna er na uitnodigen en dat alles met geduld) Waarlijk, Allah is sterk en Almachtig.","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:26","price":"26. En voorwaar, Wij hebben Noeh en Ibraahiem gestuurd en aan hun nageslacht het profeetschap en het boek geschonken en onder hen zijn er die geleid worden, maar velen van hen zijn verdorven.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:27","price":"27. Daarna hebben Wij Onze boodschappers gestuurd, en Wij stuurden Isa, de zoon van Maryam, en gaven hem de Indjiel. En Wij gaven aan de harten die hem volgden toewijding en genade. Maar het kloosterschap dat zij voor zichzelf bedacht hebben, hebben Wij hun niet voorgeschreven, maar slechts om Allah daar een genoegen mee te doen, maar zij hebben het niet op de juiste manier bekeken (omdat zij Allah aanbidden gebaseerd op onwetendheid). Dus gaven Wij aan degenen onder hen die geloofden, hun beloning, maar velen van hen zijn verdorven.","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:28","price":"28. O, jullie die geloven! Vreest Allah en geloof in Zijn boodschapper. Hij zal jullie een dubbele hoeveelheid van Zijn genade geven, en Hij zal jullie een licht (de Soennah van de profeet Mohammed vrede zij met hem) geven waarmee jullie (recht) kunnen lopen, en Hij zal jullie vergeven. En Allah is meest vergevend, meest genadevol.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":"","lang":"nl"},{"name":"57:29","price":"29. Zodat de mensen van het boek zullen weten dat zij geen macht hebben over de gunst van Allah en dat (Zijn) gunst geheel in Zijn hand is om te geven aan wie Hij wil. En Allah is de Eigenaar van een grote gunst.","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":"","lang":"nl"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}