{"data":[{"name":"6:1","price":"1. Alle lofprijzing en dank is aan Allah, Die (alleen) de hemelen en de aarde heeft geschapen, en de duisternis en het licht heeft voortgebracht, maar degenen die ongelovig zijn, stellen anderen gelijk aan hun Heer.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:2","price":"2. Hij is het die jullie van klei heeft geschapen en dan een vastgesteld termijn heeft vastgesteld. En daar is met Hem een ander bepaald termijn, maar jullie twijfelen.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:3","price":"3. En Hij is Allah in de hemelen en op aarde, Hij weet wat jullie verbergen en wat jullie openbaar maken en Hij weet wat jullie verdienen (goed of slecht).","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:4","price":"4. En nooit is een teken tot hen gekomen van de tekenen van hun Heer, of zij hebben zich daarvan afgewend.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:5","price":"5. Voorwaar, zij hebben de waarheid verworpen toen het tot hen kwam, maar zij zullen de werkelijkheid, die zij bespotten, leren kennen.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:6","price":"6. Hebben zij niet gezien hoeveel generaties vóór hen Wij vernietigd hebben, die Wij op aarde gevestigd hadden, zoals Wij ook jullie op aarde gevestigd hebben. En Wij hebben overvloedig uit de hemel regen over hen uitgegoten en hebben rivieren onder hen laten stromen. Toch hebben Wij hen voor hun zonden vernietigd en hebben na hen andere generaties geschapen.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:7","price":"7. En zelfs als Wij tot jou een boodschap, geschreven op papier hadden gestuurd, zodat zij het met hun handen konden aanraken, zouden de ongelovigen gezegd hebben: “Dit is niets anders dan duidelijke toverij.”","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:8","price":"8. En zij zeggen: “Waarom is er geen engel voor hem naar beneden gestuurd?” Als Wij een engel naar beneden hadden gestuurd, dan zou de zaak meteen beklonken zijn en zou hen geen uitstel gegund zijn.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:9","price":"9. En als Wij een engel aan hem hadden toegewezen, dan zouden Wij hem zeker tot een man gemaakt hebben, en Wij zouden zeker verwarring gesticht hebben over een zaak die al verwarrend genoeg is.","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:10","price":"10. En voorwaar, vóór jou zijn er veel boodschappers bespot, maar hun spotters waren omringd met alles waarover zij spotten.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:11","price":"11. Zeg: “Reis over land en zie wat het einde is van degenen die de waarheid verwierpen.”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:12","price":"12. Zeg: “Aan wie behoort dat alles wat in de hemelen is en op aarde?” Zeg: “Aan Allah.” Hij heeft de genade voor Hemzelf voorgeschreven. Voorwaar, Hij zal jullie op de dag der opstanding, waarover geen twijfel bestaat, verzamelen. Degenen die zichzelf vernietigen, zullen niet geloven.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:13","price":"13. En aan Hem behoort alles wat in de nacht en in de dag bestaat, en Hij is de Alhorende, Alwetende.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:14","price":"14. Zeg: “Zal ik als beschermer een ander dan Allah, de Stichter van de hemelen en de aarde, nemen? En Hij is het Die voedt maar niet gevoed wordt.” Zeg: “Waarlijk, ik ben bevolen de eerste te zijn die zich onderwerpt van degenen die zich aan Allah onderwerpen.” En jij, wees niet degene behorend tot de afgodenaanbidders.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:15","price":"15. Zeg: “Ik vrees, als ik ongehoorzaam ben, mijn Heer, de bestraffing van een machtige dag.”","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:16","price":"16. Hij van wie op die dag zo’n bestraffing is afgewend, (daarvoor zal Allah) zeker genade voor hem hebben. En dat zou een duidelijk succes zijn.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:17","price":"17. En als Allah je met een kwaad treft [1], dan kan niemand anders het verwijderen behalve Hij, en als Hij je met iets goeds treft, dan is Hij in staat om alles te doen.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"[1]vaak is hetgeen wat de mens ziet als kwaad hetgeen wat juist hij nodig heeft om na te denken en om te veranderen. Hiertoe behoort het bij de de zes pilaren van geloof dat men gelooft in hetgeen Allah met zijn wijsheid en eerlijkheid heeft voorbeschikt. Voor de gelovige zal het altijd goed uitpakken. Zie de beproevingen van de profeten bijvoorbeeld. Dus de beproevingen voor de gelovige is om hem in rang te brengen of om zijn zonden te vergeven en in beide gevallen pakt het positief uit maar dat is alleen voor de gelovige zoals in een correcte overlevering staat :Hoe mooi is de situatie van de gelovige \nals hem wat (moeilijks)overkomt dan heeft hij daarmee (tevredenheid) geduld en dan is dat goed voor hem en als hem iets goeds overkomt is hij dankbaar en dat is goed voor hem en dit is slechts voor de gelovige.","lang":"nl"},{"name":"6:18","price":"18. En Hij is de Onweerstaanbare boven Zijn slaven, en Hij is de Alwijze, de Alwetende.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:19","price":"19. Zeg: ”Wat is de grootste zaak in de getuigenis?” Zeg: “Allah is getuige tussen jullie en mij; deze Koran is aan mij geopenbaard, dat ik jullie daarmee kan waarschuwen en iedereen die het hoort. Kunnen jullie echt getuigen dat er naast Allah nog anderen goden zijn?” Zeg: “Nee (dat) getuig ik niet.” Zeg: “Voorwaar, Hij is de enige god. En waarlijk, ik ben onschuldig aan datgene wat jullie als deelgenoten in aanbidding aan Allah toekennen.“","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:20","price":"20. Degenen aan wie Wij het Boek hebben gegeven herkennen hem als een boodschapper van Allah, zoals zij hun eigen zonen herkennen. Degenen die zichzelf hebben verloren zullen niet geloven.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:21","price":"21. En wie is er onrechtvaardiger dan degenen die leugens over Allah verzint of Zijn tekenen verwerpt? Waarlijk, de onrechtvaardigen zullen nooit slagen.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:22","price":"22. En op de dag wanneer Wij hen allen zullen verzamelen, zullen Wij tegen degenen die deelgenoten in de aanbidding toekenden, zeggen: “Waar zijn jullie deelgenoten die jullie aan Ons hebben toegekend.“","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:23","price":"23. Er zal dan geen andere verontschuldiging (over zijn) voor hen dan te zeggen: “Bij Allah, onze Heer, wij waren niet degenen die deelgenoten aan Allah in de aanbidding toekenden.”","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:24","price":"24. Zie! Hoe zij tegen zichzelf liegen! Maar de (leugen) die zij bedachten zal van hen verdwijnen.","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:25","price":"25. En van hen zijn er een paar die naar jou luisteren, maar Wij [1] hebben sluiers over hun harten gelegd, zodat zij het niet begrijpen en doofheid in hun oren; als zij alle tekenen zien, zullen zij daarin niet geloven; tot het punt dat zij naar jou toekomen om te argumenteren, de ongelovigen zeggen: “Dit is niets anders dan verhaaltjes van oude mensen.”","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"[1]Het woord “wij” نحن wordt gebruikt in het Arabisch als teken dat de prater of schrijver zichzelf wilt prijzen, zoals vaak de koningen deden. En Allah sht is de enige die daar het recht voor heeft.","lang":"nl"},{"name":"6:26","price":"26. En zij weerhouden anderen van hem en zijzelf blijven weg van hen en vernielen zij niets anders dan zichzelf, toch bemerken zij het niet.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:27","price":"27. Als jij maar kon zien, wanneer zij boven het hellevuur worden gehouden! Zij zullen zeggen: “Wij wilden dat wij teruggestuurd werden! Dan zouden wij de tekenen van onze Heer niet ontkennen en wij zouden tot de gelovigen behoren!”","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:28","price":"28. Nee, het is hen duidelijk geworden wat zij hiervoor verborgen hebben. Maar als zij zouden terugkeren, dan zouden zij zeker terugkeren naar datgene wat hen verboden was. En zij zijn waarlijk leugenaars.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:29","price":"29. En zij zeggen: “Er is geen (ander leven) dan ons leven van deze wereld en wij zullen nooit herrezen worden.”","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:30","price":"30. Als je maar kon zien wanneer zij voor hun Heer gebracht worden! Hij zal zeggen: “Is niet deze (opstanding en de verrekening) de waarheid?” Zij zullen zeggen: “Ja, bij onze Heer!” Hij zal dan zeggen: “Proeven jullie dan de bestraffing, want jullie geloofden niet.”","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:31","price":"31. Degenen die hun ontmoeting met Allah ontkennen zijn zeker de verliezers totdat opeens het uur over hen komt en zij zeggen: “Helaas dat wij hier niet aan gedacht hebben,” terwijl zij de lasten op hun ruggen zullen dragen; en slecht zijn de lasten die zij dragen zeker!","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:32","price":"32. En het leven van deze wereld is niets anders dan spel en vermaak. Maar veel beter is het huis in het hiernamaals voor degenen die godvrezend zijn. Willen jullie dat dan niet begrijpen?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:33","price":"33. Wij kennen beslist de droefheid die hun woorden bij jou veroorzaken; jij bent het niet die zij ontkennen, maar het zijn de verzen van Allah die de onrechtvaardigen ontkennen.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:34","price":"34. Waarlijk, (vele) boodschappers vóór jou werden ontkend. Maar met geduld droegen zij de ontkenning, en zij werden gekwetst tot Onze Hulp hen bereikte en niemand kan de woorden van Allah veranderen. Zeker, het nieuws van de boodschappers heeft jou bereikt.","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:35","price":"35. En hun afkeer is moeilijk voor jou als je in staat bent om een tunnel in de grond of een ladder in de lucht te vinden, zodat je hun een teken kan geven. En als Allah het gewild had, had Hij hen allen onder de ware leiding kunnen verzamelen en wees dus niet één van degenen die tot de onwetenden behoren.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:36","price":"36. Degene die accepteert (de waarheid van Allah) zijn degene die luisteren (maar dan moet je luisteren met de zuivere intentie) en de doden zal Allah laten verrijzen. Dan zullen zij tot Hem terugkeren.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:37","price":"37. En zij zeggen: “Waarom wordt er geen teken van zijn Heer voor hem naar beneden gestuurd?” Zeg: “Allah is zeker in staat om een teken te sturen, maar de meesten van hen weten niet.”","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:38","price":"38. Er is geen bewegend schepsel op aarde, noch een vliegende vogel met klappende vleugels, of het behoort tot een gemeenschap zoals die van jullie. We hebben niets verwaarloosd uit het (alomvattende) boek (nl. Al-Lawh Al-Mahfoodh). Dan zullen zij tot hun Heer verzameld worden.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:39","price":"39. Degenen die Onze tekenen verwerpen zijn doof en dom in duisternissen, Allah laat degenen die Hij wil, dwalen en Hij leidt degenen die Hij wil op het rechte pad.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:40","price":"40. Zeg: “Vertel mij als Allah's bestraffing jou treft, of het uur jou treft, je iemand anders dan Allah zou roepen? (Antwoord) als jullie waarachtig zijn!”","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:41","price":"41. Welnee! Alleen Hem roepen jullie dan aan en, als Hij wil, zal Hij dat (ongemak) van jullie verwijderen, waarvoor jullie Hem aanroepen en in die tijd vergeten jullie wat voor deelgenoten jullie aan Hem hebben toegekend!","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:42","price":"42. Waarlijk, Wij hebben aan vele volkeren vóór jullie (boodschappers) gestuurd voor jou. En Wij hebben hen met buitengewone schade en (bijv. verlies in gezondheid) met rampen, zodat zij zich in nederigheid gaan opstellen.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:43","price":"43. Hadden zij zich maar nederig opgesteld toen onze bestraffing tot hen kwam? Maar hun harten werden verhard en sheitan versierde hun daden.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:44","price":"44. Toen zij dus (de waarschuwing) vergaten, waaraan zij herinnerd werden, openden Wij de deuren voor alle (plezierige) zaken voor hen, totdat zij midden in het vermaak wat hun gegeven werd, opeens, wee, hen de bestraffing gaven. Zij werden in de vernietiging getrokken met diepe spijt en berouw.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:45","price":"45. Dus de wortels van de mensen die zondigden, werden afgesneden. En alle lofprijzingen en dank is voor Allah, de Heer van de wereldwezens.","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:46","price":"46. Zeg: “Vertel mij als Allah jullie gehoor en gezicht heeft weggenomen en jullie harten verzegeld heeft, welke god anders dan Allah, die hen aan jullie terug zou geven?” Zie hoe vaak Wij de tekenen hebben uitgelegd, toch keren zij zich ervan af.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:47","price":"47. Zeg: “Vertel mij als de bestraffing van Allah opeens komt (tijdens de nacht) zal er iemand anders vernietigd worden behalve de onrechtvaardigen?”","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:48","price":"48. En Wij hebben niet anders de boodschappers gestuurd dan als brengers van goede berichten en waarschuwers. Dus iedereen die gelooft en goede daden verricht, die zal niet vrezen, noch zullen zij bedroefd zijn.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:49","price":"49. Maar degenen die Onze tekenen verwerpen, die zal door de bestraffing voor hun ongeloof geraakt worden.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:50","price":"50. Zeg: “Ik vertel jullie niet dat er bij mij schatten van Allah zijn; noch vertel ik jullie dat ik een engel ben. Ik volg wat er geopenbaard is.” Zeg: “Zijn de blinden en de zienden gelijk? Willen jullie dan niet nadenken?”","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:51","price":"51. En waarschuw daarmee degenen die vrezen dat zij voor hun Heer verzameld zullen worden, als er geen beschermer noch bemiddelaar voor hen naar Hem zal zijn, wellicht dat zij Allah gaan vrezen (en zich aan hun verplichting tot Hem houden).","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:52","price":"52. En wijs degenen die in de ochtend en de middag hun Heer aanroepen en naar Zijn aangezicht zoeken niet af. In niets ben jij verantwoordelijk voor hen, en zij zijn in niets verantwoordelijk voor jou, zou jij hen toch afwijzen dan behoor je tot de onrechtvaardigen.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:53","price":"53. Wij hebben dus een paar van hen met anderen beproefd, zodat zij moge zeggen: “Zijn het zij die Allah begunstigd heeft onder ons.\" Weet Allah niet het beste wie de dankbaren zijn","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:54","price":"54. Wanneer degenen die in Onze tekenen geloven tot jou komen en zeggen: “Vrede zij met jou”, jouw Heer heeft de genade voor Zichzelf voorgeschreven. Als één van jullie in onwetendheid iets kwaad doet en daarna berouw toont en goede daden verricht, dan is Hij zeker de Vaak-Vergevende, de Genadevolle.”","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:55","price":"55. En daarom leggen Wij de tekenen in detail uit, zodat de weg van de misdadigers duidelijk wordt.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:56","price":"56. Zeg: “Mij is verboden om degenen te aanbidden die jullie naast Allah aanbidden.” Zeg: “Ik zal niet jullie zelfingenomen wensen volgen. Als ik dat zou doen, dan zou ik dwalen en zou ik niet één zijn die rechtgeleid is.”","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:57","price":"57. Zeg: ”Voorwaar, ik bevind mij op een duidelijk bewijs van mijn Heer, maar jullie ontkennen. Ik heb niet gekregen waar jullie om gevraagd hebben voor jullie ongeduld. Het besluit ligt uitsluitend bij Allah, Hij verklaart de waarheid en Hij is de beste rechter.","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:58","price":"58. Zeg: “Als ik dat had waar jullie ongeduldig om vragen dan zou de zaak meteen tussen ons beklonken zijn, maar Allah kent de onrechtvaardigen het beste.\"","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:59","price":"59. En bij Hem zijn de sleutels van het onzichtbare, niemand kent het behalve Hij en Hij weet wat er op het land is en in de zee; er valt geen blad of Hij weet ervan. Er is geen korrel graan in de duisternis van de aarde, noch iets vers of droogs of het is in een duidelijke boek genoteerd.","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:60","price":"60. Hij is het die jullie zielen in de nacht neemt en kennis heeft over alles wat jullie gedurende de dag hebben gedaan en Hij (wekt) jullie weer, zodat een vastgestelde periode vervuld kan worden, aan het einde daarvan keren jullie tot Hem terug. Dan zal Hij jullie vertellen wat jullie gedaan hebben.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:61","price":"61. Hij is de Overweldiger Verheven boven Zijn slaven, en Hij stuurt wachters voor jullie, totdat de dood één van jullie benadert, Onze boodschappers (engelen, hun werk is het nemen van de ziel wanneer het tijd daarvoor is) nemen zijn ziel en zij veronachtzamen nooit hun plicht.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:62","price":"62. Dan keren zij tot Allah terug, hun ware meester, de Rechtvaardige Heer. Zeker, Hij is de Beoordeelaar en Hij is het snelst in de verrekening.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:63","price":"63. Zeg: “Wie redt jullie uit de duisternis van het land en de zee, wanneer jullie Hem aanroepen in nederigheid en in het geheim (zeggende): “Als Hij ons maar van dit gevaar redt, dan zullen Wij waarlijk dankbaar zijn.”","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:64","price":"64. (O, Mohammed) zeg: “Allah heeft jullie hiervan gered, en van allerlei andere (lichamelijke en psychische) ongemakken. Toch aanbidden jullie anderen naast Allah?”","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:65","price":"65. Zeg: “Hij heeft de macht om de bestraffing voor jullie van boven of van onder jullie voeten te sturen, of jullie te bedekken met verwarring in de partijstrijd en jullie het geweld te laten proeven van elkaar.” Zie hoe vaak wij de tekenen hebben uitgelegd, zodat zij het moge begrijpen.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:66","price":"66. Maar jouw mensen hebben het ontkend, hoewel het de waarheid is. Zeg: “Ik ben voor jullie zaken niet verantwoordelijk.”","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:67","price":"67. Voor elk nieuws is er een feit en jullie zullen het gauw te weten komen.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:68","price":"68. En als jij merkt dat zij Onze verzen bespotten, keer je dan van hen af (door niet bij hen te blijven zitten) totdat zij een ander onderwerp aansnijden. En als sjaitaan jou het doet vergeten maar daarna de gedachtenis hieraan jou te binnen schiet: blijf dan niet in het gezelschap van de ‘daalimoen’ (nl. de polytheïsten en onrechtplegers).","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:69","price":"69. Degenen die Allah gehoorzaam zijn en het slechte vermijden zijn in geen geval verantwoordelijk voor hen maar hun plicht is hen eraan te herinneren, dat zij het mogen vermijden.","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:70","price":"70. En laat degenen die hun godsdienst als spel en vermaak zien, alleen en degenen die bedrogen worden door het leven van deze wereld. Maar herinner (hen) hiermee; zodat iemand de vernieling voor wat hij verdiend heeft, voor zichzelf geen beschermer of bemiddelaar naast Allah vindt, zelfs al bood hij Hem een losgeld aan, zal dat niet van hem geaccepteerd worden. Zij zijn degenen die de vernietiging op hebben gegeven vanwege wat zij verdiend hebben. Voor hen zal kokend water te drinken zijn en een pijnlijke bestraffing, omdat zij ongelovig waren.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:71","price":"71. Zeg: “Zullen wij anderen naast Allah aanroepen, dat ons niet kan baten of schaden? En zullen wij op onze hielen terugkeren (naar afdwaling) nadat Allah ons geleid heeft? Zoals iemand die de duivels heeft doen dwalen, verward (dwalen) over de aarde, zijn metgezellen roepen hem tot de leiding op (zeggende): “Kom tot ons””. Zeg: “Waarlijk, Allahs leiding is de enige leiding, en ons is bevolen ons te onderwerpen aan de Heer van de wereldwezens.","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:72","price":"72. En verricht het gebed volmaakt en wees gehoorzaam aan Allah en vrees Hem en Hij is het tot wie jullie verzameld zullen worden.“","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:73","price":"73. En Hij is het die de hemelen en de aarde in waarheid heeft geschapen en op de dag zal Hij zeggen: “Wees”, en het wordt. Zijn woord is de waarheid. Aan hem behoort het koningschap en op die dag zal er op de trompet geblazen worden. Alwetend van het onzichtbare en het zichtbare. Hij is de Alwijze, Welbewust (van alle dingen).","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:74","price":"74. En (gedenk) toen Ibraahiem tegen zijn vader Azhar zei: “Neemt u afgodsbeelden tot goden? Waarlijk, Ik zie dat u en uw volk een grote fout maken.”","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:75","price":"75. Dus hebben Wij Ibraahiem het koninkrijk der hemelen en van de aarde laten zien, zodat hij één van degenen is die met zekerheid gelooft heeft.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:76","price":"76. Toen de nacht hem met duisternis bedekte, zag hij een ster. Hij zei: “Dit is mijn Heer.” Maar toen het onderging, zei hij: “Ik houd niet van wat ondergaat.”","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:77","price":"77. Toen hij de maan op zag komen, zei hij: “Dit is mijn Heer.” Maar toen het onderging zei hij: “Tenzij mijn Heer mij niet leidt, zal ik zeker onder het dwalende volk verkeren.”","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:78","price":"78. Toen hij de zon op zag komen, zei hij: “Dit is mijn Heer. Deze is groter.” Maar toen het onderging, zei hij: “O, mijn mensen! Ik ben waarlijk vrij van alles wat jullie als deelgenoten aan Allah toevoegen.","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:79","price":"79. Waarlijk, ik heb mijn gezicht tot Hem Die de hemelen en de aarde heeft geschapen, toegekeerd ‘hanifan' en ik behoor niet tot degenen die anderen naast Allah aanbidden.”","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:80","price":"80. Zijn mensen redetwistten met hem. Hij zei: “Redetwisten jullie met mij over Allah, terwijl Hij mij heeft geleid, en ik vrees degenen die jullie aan Allah toekennen in aanbidding niet (niets kan mij gebeuren), behalve wanneer mijn Heer (Allah) iets wil. Mijn Heer omvat in Zijn kennis alle dingen. Kunnen jullie dat niet herinneren?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:81","price":"81. En hoe moet ik degenen die jullie aan Allah in aanbidding toekennen, vrezen, terwijl jullie niet vrezen, terwijl jullie in aanbidding tot Allah zaken hebt toegekend die Hij niet naar beneden heeft gestuurd en waar jullie geen zeggenschap over hebben. (Dus) wie van de twee partijen heeft meer recht op zekerheid, als jullie maar wisten…”","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:82","price":"82. Het zijn degenen die geloven en hun geloof niet met het verkeerde verwarren, voor hen (alleen) is er veiligheid en zij zijn de geleiden.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:83","price":"83. En dat was Ons bewijs dat Wij Ibraahiem tegen zijn mensen gaven. Wij verheffen die Wij willen in graden. Zeker, jullie Heer is Alwijs, Alwetend.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:84","price":"84. En Wij gaven hem Isaac en Yacoeb, ieder van hen leidden Wij, en vóór hem leidden Wij Noah en onder zijn nageslacht Dawoed, Soeleiman, Yob, Yoesoef, Moesa en Haaron. Dus Wij belonen de weldoeners.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:85","price":"85. En Zachariah en Yahya en Isa en Ilias, ieder van hen waren rechtvaardig.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:86","price":"86. En Ismael en Elisha en Yoenah en Loeth en ieder van hen hebben Wij verkozen boven de wereldwezens.","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:87","price":"87. En ook een aantal van hun voorouders en nageslacht en van hun broeders, Wij hebben hen uitverkoren en Wij hebben hen op het rechte pad geleid.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:88","price":"88. Dit is de Leiding van Allah, waarmee Hij degenen die Hij wil, van Zijn slaven leidt. Maar als zij in de aanbidding tot Allah deelgenoten hebben toegekend, dan hebben zij geen nut van al hun daden.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:89","price":"89. Dat zijn degenen die Wij het boek, de oordeelskracht en het profeetschap hebben gegeven. Maar als zij daarin niet geloven, dan vertrouwen wij het zeker toe aan een volk dat wel gelovig is.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:90","price":"90. Dat zijn degenen die Allah geleid heeft. Volg dus hun leiding. Zeg: “Ik vraag jullie hiervoor geen beloning. Het is slechts een vermaning voor de wereldwezens.“","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:91","price":"91. En zij gaven Allah niet de waarde die Hem toekomt toen zij zeiden: “Allah heeft aan geen enkel mens iets neer gezonden.” Zeg: “Wie heeft dan het boek neergezonden dat Moesa bracht, een licht en een leiding voor de mensheid wat jullie gescheiden hebben in bladen papier, daar (wat) van onthuld en (veel) daarvan verborgen. En jullie werden onderricht wat noch jullie, noch jullie vaders wisten.” Zeg: “Allah (heeft het neergezonden).” Laat hen maar hun zelfingenomen discussies voeren.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:92","price":"92. En dit (de Koran) is een gezegend boek dat Wij neer hebben gezonden, (de openbaringen) bevestigend die daarvoor gekomen zijn, zodat jullie de moeder der steden kunnen waarschuwen (Mekkah) en allen die daar rondom heen zijn. Degenen die in het hiernamaals geloven, geloven daarin en zij waken voortdurend over hun gebeden.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:93","price":"93. En wie is er onrechtvaardiger dan degene die een leugen over Allah bedenkt, of zegt: “Er is aan mij geopenbaard, terwijl hij helemaal geen openbaring over iets heeft gekregen; en degene die zegt: “Ik zal openbaren wat Allah geopenbaard heeft.” En als je eens kon zien wanneer de onrechtvaardigen in doodsangst verkeren als de engelen hun handen reiken (zeggende): “Lever jullie zielen in; deze dag zal jullie betaald gezet worden met een bestraffing van vernedering vanwege wat jullie over Allah anders zeiden dan de waarheid. En jullie verwierpen Zijn tekenen met hoogmoed.”","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:94","price":"94. En waarlijk, jullie komen allen individueel tot Ons, zoals Wij jullie de eerste keer hebben geschapen. En jullie hebben al hetgeen waarvan Wij jullie voorzien hebben, achtergelaten. Jullie bemiddelaars, waarvan jullie beweerden dat zij deelgenoten van Allah waren. Nu zijn alle verbanden tussen jullie en hen afgesneden en alles wat je beweerde is voor jou verdwenen.","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:95","price":"95. Waarlijk! Het is Allah Die ervoor zorgt dat het zaadje en de pit zich splijt en uitbot. Hij brengt de levende voort uit de dode en En Hij brengt de dode voort uit de levende. Dit is Allah, hoe kunnen jullie dus van de waarheid afdwalen?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:96","price":"96. Hij laat de dag aanbreken. En Hij heeft de nacht als rust aangewezen en de zon en de maan voor de berekening ingesteld. Zo is de bepaling van de Almachtige, de Alwetende.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:97","price":"97. Hij is het die sterren voor jullie heeft uitgezet, zodat je op je weg geleid wordt door hun hulp in de duisternis van het land en de zee. Wij hebben in detail Onze tekenen uitgelegd voor de mensen die weten.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:98","price":"98. Hij is het Die jullie van één enkel persoon geschapen heeft en jullie een woonplaats heeft gegeven en een opbergplaats. Voorwaar, Wij hebben in detail Onze openbaringen uitgelegd voor de mensen met begrip.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:99","price":"99. Hij is het Die de regen uit de hemel stuurt en daarmee brengen Wij allerlei soorten plantengroei voort en daaruit brengen Wij groene staken voort, waaruit Wij volle aren voortbrengen. En uit de dadelpalm en zijn bloemschede komen trossen dadels voort, laag en dichtbij hangend, en tuinen met druiven, olijven en granaatappels, elk gelijk maar verschillend. Kijk naar hun fruit als zij dat beginnen te dragen en de rijpheid daarvan. Waarlijk! In deze zaken zijn tekenen voor de mensen die geloven.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:100","price":"100. Toch kennen zij de djinn als deelgenoot aan Allah toe in de aanbidding, hoewel Hij hen geschapen heeft en zij kennen Hem valselijk, zonder kennis, zonen en dochters toe. Verheerlijkt is Hij! En verheven boven (alles) wat zij Hem toekennen.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:101","price":"101. Hij is de voortbrenger van de hemelen en de aarde. Hoe kan Hij kinderen hebben, wanneer Hij geen echtgenote heeft? Hij schiep alle zaken en Hij is de Alwetende van alles.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:102","price":"102. Dat is Allah! Jullie Heer! Geen heeft het recht om aanbeden te worden behalve Hij, de Schepper van alle zaken. Aanbid Hem dus (alleen), en Hij is ten alle tijden de voogd.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:103","price":"103. Geen blik kan Hem bevatten. Maar hij neemt alle blikken waar. Hij is de meest zachtaardige, De Alwetende.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:104","price":"104. Waarlijk, bewijzen zijn tot jullie gekomen van jullie Heer, dus iedereen die ziet, zal dat doen (ten bate van) hemzelf en iedereen die zichzelf verblindt zal dat ten koste van zichzelf doen en ik ben geen hoeder over jullie.","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:105","price":"105. Wij hebben de verzen verschillende malen uitgelegd, zodat zij kunnen zeggen: “Jullie hebben bestudeerd.” en dat Wij de zaak voor de mensen die kennis hebben duidelijk moge maken.","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:106","price":"106. Volg dat wat aan jou geopenbaard is door jouw Heer. Geen heeft het recht om aanbeden te worden behalve Hij en keer je af van degenen die deelgenoten aan Allah in de aanbidding toekennen.","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:107","price":"107. Als Allah het gewild had, dat zouden zij geen deelgenoten in de aanbidding naast Hem hebben genomen. En Wij hebben jou niet als hoeder over hen gemaakt, noch ben jij ingesteld om hun zaken te regelen.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:108","price":"108. En beledig niet degenen die zij naast Allah aanbidden, opdat zij Allah niet valselijk beschuldigen zonder kennis. Wij hebben de eigen daden van de mensen versierd laten lijken; dan is hun terugkeer tot hun Heer en Hij zal hen vertellen wat zij gedaan hebben.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:109","price":"109. En zij leggen de plechtigste eden bij Allah af, dat als jij met een teken tot hen komt, zij zeker daarin zullen geloven. Zeg: “Tekenen zijn slechts bij Allah en wat laat jullie denken dat als het (een teken) kwam, zij zouden geloven?”","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:110","price":"110. En Wij zullen hun harten en hun ogen (van de leiding) wegdraaien, want zij weigerden vanaf het eerste moment daarin te geloven, en Wij zullen hen in hun overtreding blind laten ronddwalen.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"nl"},{"name":"6:111","price":"111. En zelfs als Wij voor hen engelen naar beneden hadden gestuurd en de doden tegen hen gesproken hadden en Wij alle zaken voor hun ogen verzameld hadden, zouden zij het niet geloven, tenzij Allah het wil, maar de meeste van hen gedragen zich onwetend.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:112","price":"112. En zo hebben Wij voor elke profeet een vijand - duivels van onder de mensen en de djinn, elkaar inspirerend met prachtige praat als waanideeën. Als jullie Heer het gewild had, dan zouden zij dit niet gedaan hebben, laat hen dus met hun bedenksels.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:113","price":"113. (En dit is zodat) de harten van degenen die niet geloven in het hiernamaals hieraan mogen kleven en dat zij hier genoegen aan mogen beleven en dat zij alles wat zij plegen mogen plegen.","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:114","price":"114. Zeg: “Zal ik een andere rechter dan Allah zoeken terwijl Hij het is Die aan jullie het boek naar beneden heeft gestuurd, het in detail uitleggend.” Degenen die Wij het boek hebben gegeven, weten dat het van jullie Heer in waarheid geopenbaard is. Behoor dus niet tot degenen die twijfelen.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:115","price":"115. En het woord van jullie Heer is in waarheid en rechtvaardigheid vervuld. Niemand kan Zijn woorden veranderen. En Hij is de Alhorende, de Alwetende.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:116","price":"116. En als je de meesten van degenen die op aarde (zijn) gehoorzamen, zullen zij je ver van Allah’s pad laten afdwalen. Zij volgen niets anders dan gissingen en zij doen niets anders dan liegen.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:117","price":"117. Waarlijk, jouw Heer! Hij is het Die het beste weet wie van Zijn weg afdwaalt, en Hij weet het beste wie de rechtgeleiden zijn.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:118","price":"118. Eet dus van dat (vlees) waarover Allah’s naam uitgesproken is, als jullie gelovigen in Zijn tekenen zijn.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:119","price":"119. En wat is er toch met jullie mis, dat jullie niet eten van het voedsel waarover Allah’s naam uitgeroepen is, terwijl Hij jullie nauwkeurig heeft uitgelegd wat verboden voor jullie is, behalve dat waar jullie toe gedwongen zijn uit noodzaak? En zeker, velen leiden (de mensheid) op een dwaalspoor door hun eigen wens en door gebrek aan kennis. Zeker, jullie Heer kent de overtreders het beste.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:120","price":"120. Verlaat zonden open en in het geheim. Waarlijk, degenen die zonden begaan, zullen een vergoeding krijgen voor datgene wat zij deden.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:121","price":"121. Eet niet van dat waarover Allah’s naam niet uitgesproken is, dit is zeker een zonde. Waarlijk, de duivels inspireren hun (ongelovige) trawanten om met jullie te argumenteren (over het eten wat niet islamitisch geslacht is). En als jullie hen hadden gehoorzaamd (door met hen in te stemmen) dan zouden jullie zeker tot de polytheïsten behoren.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:122","price":"122. Is degene die dood was en het leven gegeven is en voor hem het licht hebben aangestoken, waardoor hij onder de mensen kan lopen [1], zoals degene die in de duisternissen was waar hij nooit uit kan komen? Dus de daden van de ongelovigen worden voor de ongelovigen schoonschijnend gemaakt.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"[1]De dood hier betreft eenieder die een dood hart heeft waar geen kennis over Allah nog aanbiddingen in zit, en wanneer dit wel gebeurd, door kennis op te doen en erna te handelen dan wordt zijn hart levend en wordt opgevuld door werkelijke geluk.","lang":"nl"},{"name":"6:123","price":"123. En dus hebben Wij in iedere stad grootheden van hun slechte mensen opgesteld om samen te zweren. Maar zij zweren niet samen, behalve tegen henzelf en zij begrijpen dat niet.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:124","price":"124. En als tot hen een teken komt, zeggen zij: “Wij zullen niet geloven tot wij hetzelfde ontvangen als de boodschappers van Allah ontvangen hebben.” Allah weet het beste aan wie Hij Zijn boodschap geeft. Vernedering en ongenade van Allah en een zware bestraffing zullen de misdadigers vanwege hun samenzweringen treffen.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:125","price":"125. En voor iedereen die Allah wil leiden, opent Hij de borst voor de islam en voor iedereen die Hij wil laten dwalen, sluit Hij de borst en vernauwt het alsof hij naar de hemel stijgt [1], Dus Allah werpt de toorn over degenen die niet geloven.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"[1]vanuit de wetenschap is bewezen dat wanneer men stijgt naar de hemel, dat de zuurstof afneemt. Allah vernoemd dit in de Koran, terwijl de Koran geen wetenschappelijk boek is. De Koran is een boek voor leiding voor zij die de waarheid willen volgen en geluk in deze wereld en in de volgende wereld willen boeken. In de laatste jaren zijn er meer dan drie duizend wetenschappelijke feiten ontdekt uit de Koran. Hoe kan een boek, dat zo lang bestaat, zoveel later wetenschappelijke feiten bezitten? Het antwoord is: dit boek is afkomst van de Schepper, de Schepper van hemelen en aarde, dus neem de stap en  geef je over aan jouw schepper, wordt moslim.","lang":"nl"},{"name":"6:126","price":"126. En dit is het pad van jullie Heer, recht leidend. Wij hebben Onze openbaring gedetailleerd weergegeven, voor een volk dat daar acht op slaat.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:127","price":"127. Voor hen zal er een huis van vrede zijn met hun Heer. En Hij zal hun beschermer zijn vanwege wat zij deden aan goede daden.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:128","price":"128. En op de dag wanneer Hij hen (allen) zal verzamelen (en zeggen): “O, jullie gemeenschap van djinns! Veel van jullie hebben de mensen misleid,” en hun bondgenoten onder de mensen zullen zeggen: “Onze Heer! Wij profiteerden van elkaar, maar nu hebben wij ons voorgeschreven termijn bereikt, wat U ons heeft voorgeschreven.” Hij zal zeggen: “Het vuur zal jullie verblijfplaats zijn en jullie zullen daarin voor altijd verblijven, behalve als Allah het wil. Zeker jullie Heer is Alwijs, Alwetend.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:129","price":"129. En dus hebben Wij de onrechtvaardigen bondgenoten voor elkaar gemaakt vanwege wat zij verdienen.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:130","price":"130. O, gemeenschap van djinn en mensen! Zijn er uit jullie eigen midden dan geen boodschappers tot jullie gekomen, die de verzen (uit Mijn boeken) aan jullie voordroegen? Werden jullie dan niet gewaarschuwd voor jullie ontmoeting op de aangezegde dag (nl. de Dag der Opstanding)? Zij zullen (toegeven en) zeggen: “Wij getuigen tegen onszelf.” Voorzeker, het was het wereldse leven dat hen heeft bedrogen en zij zullen tegen zichzelf getuigen dat zij ongelovigen waren.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:131","price":"131. Dit is omdat jullie Heer (de bevolking) van de steden van de zondaren niet zal vernietigen, terwijl hun mensen zich hiervan niet bewust zijn.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:132","price":"132. Voor allen zullen er graden (in de rangen) zijn voor wat zij gedaan hebben. En jullie Heer is zich niet onbewust van wat zij doen.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:133","price":"133. En jullie Heer is de rijke, de bezitter van genade, als Hij wil kan Hij jullie vernietigen en in jullie plaats vormt Hij jullie opvolgers die Hij wil, zoals Hij jullie uit het zaad van andere mensen heeft laten herrijzen.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:134","price":"134. Waarlijk, wat jullie beloofd is zal zeker gebeuren en jullie kunnen niet ontsnappen.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:135","price":"135. Zeg: “O, mijn mensen! Werk op jullie manier, waarlijk, ik werk (ook) op mijn manier en jullie zullen te weten komen, wie van ons het (gelukkige) einde in het hiernamaals zal hebben. Zeker, de onrechtvaardigen zullen geen succes hebben.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:136","price":"136. En zij kennen aan Allah een deel van het oogst en het vee toe dat Hij geschapen heeft, en zij zeggen: “Dit is voor Allah,” volgens wat zij zich voorstellen en “Dit is voor onze (zogenaamde) deelgenoten.” Maar het deel van de (zogenaamde) deelgenoten (van Allah) bereikt Allah niet, terwijl het deel van Allah de (zogenaamde) deelgenoten (van Allah) bereikt. Kwaad is de manier waarop zij oordelen!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:137","price":"137. En dus hebben voor veel polytheïsten, de (zogenaamde) deelgenoten (van Allah) het schoonschijnend doen lijken om hun kinderen te doden om hen zo naar hun eigen ondergang te leiden en verwarring in hun godsdienst te creëren. En als Allah het gewild had zouden zij dat niet gedaan hebben. Laat hen dus met hun bedenksels alleen.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:138","price":"138. En volgens hun voorstelling zeggen zij dat bepaalde soorten vee en oogst verboden zijn en men moet het niet eten behalve datgene wat Wij toestaan. En dat er bepaalde soorten vee zijn die geen last mogen dragen of enig ander werk doen en vee waarbij de naam van Allah niet wordt uitgesproken; liegend over Hem (Allah). Hij zal hen vanwege hun bedenksels vergoeden.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:139","price":"139. En zij zeggen: “Wat in de buiken van bepaalde soorten vee is, is alleen voor mannen en voor onze vrouwen verboden, maar als het dood geboren wordt, dan mogen zij daarin meedelen.” Hij zal hen voor hun toekenning bestraffen. Waarlijk, Hij is Alwijs, Alwetend.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:140","price":"140. Waarlijk, verloren zijn zij die hun eigen kinderen doden, uit dwaasheid, zonder kennis, en verboden hebben gemaakt datgene wat Allah hen heeft voorzien, leugens over Allah bedenkend. Zij zijn waarlijk afgedwaald en niet geleid.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:141","price":"141. En Hij is het die tuinen produceert, vast aan de grond (struiken) en hangend aan bomen en de dadelpalm en oogsten verschillend in vorm en smaak, olijven en granaatappels, gelijk en verschillend. Eet van haar fruit als het vrucht draagt, maar betaal daar de prijs (de zakaat, een deel bestemd voor de armen) op de oogstdag. Maar wees niet buitensporig. Waarlijk, Hij houdt niet van de buitensporigen.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:142","price":"142. En van het vee zijn er (een paar) als lastdier en (anderen) zijn niet in staat het gewicht te dragen. Eet van wat Allah jullie voorzien heeft en volg niet de voetstappen van sheitan. Zeker, hij is voor jullie een openlijke vijand.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:143","price":"143. Acht paren; van schapen twee en van de geiten twee. Zeg: “Heeft Hij de twee mannelijke of de twee vrouwelijke of die in de baarmoeder van de twee vrouwelijke zitten, verboden? Informeer mij met kennis als jullie waarachtig zijn.”","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:144","price":"144. En van de kamelen twee en van de koeien twee. Zeg: “Heeft Hij de twee mannelijke of de twee vrouwelijke of die in de baarmoeder van de twee vrouwelijke zitten, verboden? Of waren jullie aanwezig toen Allah jullie zoiets verboden heeft? Wie maakt er dan een grotere fout dan degene die leugens over Allah verzint, om de mensheid zonder kennis te laten dwalen. Zeker, Allah leidt niet de mensen die onrechtvaardig zijn.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:145","price":"145. (O Mohammed, informeer hen en) zeg: “Ik (als boodschapper van Allah) kan in de openbaringen niets terugvinden (aangaande de valse verklaringen van de onwetende afgodendienaars) waarin zij voedsel als haraam (verklaren). Behalve als het gaat om (het kadaver van) een dood dier; of bloed dat werd uitgegoten; of varkensvlees dat zeer zeker onrein is; of vlees dat geslacht werd als offer (in de naam van) een ander dan Allah is verdorvenheid. Maar al wie door (hongers)nood wordt gedwongen (en hier toch met afkeer van moet eten) – zonder bewust ongehoorzaam te willen zijn en de geldende grenzen niet overtreedt (door slecht het minimum aan haraam voedsel tot zich te nemen) – voor hen is jullie Heer Vaak-Vergevende, de meest Genadevolle.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:146","price":"146. En voor degenen die jood zijn, hebben wij ieder (dier) verboden met klauwen, en Wij verboden hen het vet van de koe en het schaap anders dan wat op hun ruggen is, of met hun beenderen vermengd is. Dus vergelden Wij hen voor hun opstandigheid. En waarlijk, Wij zijn waarachtig.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:147","price":"147. Als zij jou voorliegen, moet je zeggen: “Jouw Heer is de Eigenaar van een grote genade, en nooit zal Zijn toorn zich afkeren van de mensen die misdadigers zijn.“","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:148","price":"148. Degenen die deelgenoten aan Allah toekenden, zullen zeggen: “Als Allah het gewild had, dan zouden wij geen deelgenoten aan Hem toekennen, noch zouden onze vaders (dat doen), en wij zouden niets (tegen Zijn wil) verboden hebben.” Op dezelfde manier loochenden degenen die voor hen waren hen, tot zij Onze proefden. Zeg: “Hebben jullie enige kennis dat je voor Ons kan produceren? Waarlijk, jullie volgen niets dan gissingen en jullie doen niets anders dan liegen.”","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:149","price":"149. Zeg: “Bij Allah is het volmaakte bewijs en argument en als Hij het zo gewild had, had Hij waarlijk jullie allen geleid.”","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:150","price":"150. Zeg: “Breng jullie getuigen naar voren, degenen die kunnen getuigen dat Allah dit verboden heeft. “ Als zij getuigen, getuig dan niet met hen. En jullie moeten zulke zelfingenomen wensen niet volgen, zij zijn het die Onze tekenen als leugens behandelen en zij geloven niet in het hiernamaals en zij houden anderen gelijk met hun Heer.”","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:151","price":"151. Zeg: “Kom ik zal reciteren wat jullie Heer voor jullie verboden heeft om naast Allah een deelgenoot te plaatsten. Wees goed en plichtsgetrouw voor jullie ouders, dood jullie kinderen niet uit armoede – Wij voorzien jullie en hen van levensonderhoud; kom niet in de buurt van schandelijke zonde of dit nu openlijk gepleegd wordt of in het verborgene; en dood niemand waarvan Allah het verboden heeft, behalve voor een rechtvaardige zaak (zoals oorlog, zelfverdediging). Dit heeft Hij jullie bevolen. Wellicht dat jullie gaan begrijpen.”","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:152","price":"152. En kom niet nader tot de eigendommen van de wees, behalve om het te verbeteren, tot hij de volwassen leeftijd heeft bereikt en geef de volle maat en het volle gewicht met rechtvaardigheid. Wij belasten niemand met meer dan hij kan dragen. En als jullie (recht)spreken, wees dan rechtvaardig. Zelfs als er naaste verwanten bij betrokken zijn, en vervul het verbond met Allah. Dat is hetgeen Hij jullie beveelt. Wellicht jullie eraan worden herinnerd.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:153","price":"153. En waarlijk, dit is de rechte weg (die Ik jullie aanbeveel). Volg het dus en volg geen paden (die hieraan tegengesteld zijn), (want zij doen slechts afkeer tussen jullie ontstaan) waardoor jullie steeds verder van het rechte pad afdwalen. Dit is wat Hij jullie heeft opgedragen. Wellicht jullie godvrezend zullen worden.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:154","price":"154. Toen, gaven Wij Moesa het boek om (Onze gunsten) voor degenen die het goede doen te vervolmaken en alle zaken nauwkeurig uit te leggen en een leiding en een genade (is); dat zij moge geloven in de ontmoeting met hun Heer.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:155","price":"155. En dit is een gezegend boek wat Wij neer hebben gezonden, volg het dus en vrees Allah dat jullie de genade mogen ontvangen.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:156","price":"156. Opdat jullie niet zullen zeggen: “Het boek is slechts aan twee sekten vóór ons neer gezonden en wij waren ons niet bewust wat zij bestudeerden.”","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:157","price":"157. Of dat jullie niet zullen zeggen: “Als het boek maar aan ons was neergezonden, dan waren wij zeker beter dan hen geleid.” Dus nu is tot jullie een duidelijk bewijs gekomen van jullie Heer, en een leiding en een genade. Wie maakt er een grotere fout dan degene die de tekenen van Allah verwerpt en zich daarvan afkeert? Wij zullen degenen die zich van Onze tekenen afkeren vergelden met een kwade bestraffing omdat zij zich (ervan) afkeerden.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:158","price":"158. Wachten zij dan op iets anders dan dat de engelen tot hen zullen komen, of dat jullie Heer zal komen! De dag dat er wat tekenen van jullie Heer zullen verschijnen, zal geen goed doen voor iemand die gelooft, als hij niet eerder geloofd heeft, noch goede verdiensten heeft door zijn geloof. Zeg: “Wacht jullie! Wij wachten (ook).”","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:159","price":"159. Waarlijk, degenen die hun godsdienst verdelen en het in sekten onderverdelen, (daar ben) jij niet verantwoordelijk over. Hun zaak ligt uitsluitend bij Allah, Die zal hen vertellen wat zij gedaan hebben.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:160","price":"160. Iedereen die een goede daad verricht zal tien maal daarvan de prijs krijgen en iedereen die een slechte daad verricht zal slechts de vergoeding van het gelijkwaardige krijgen en hen zal geen onrecht aangedaan worden.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:161","price":"161. Zeg: “Waarlijk, mijn Heer heeft mij op het rechte pad geleid, een juiste godsdienst, de godsdienst van Ibraahiem, Hanifan, en hij was nooit onder degenen die anderen dan Allah aanbaden.”","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:162","price":"162. Zeg: “Waarlijk mijn gebed, mijn offer, mijn leven en mijn dood zijn voor Allah, de Heer van de wereldwezens.","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:163","price":"163. Hij heeft geen deelgenoten. En dit is mij bevolen en ik ben de eerste van de moslims.\"","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:164","price":"164. Zeg: “Zal ik een andere Heer zoeken dan Allah, terwijl Hij de Heer van alle zaken is? Geen mens verdient (wat voor) zonde, behalve tegen zichzelf en geen lastdrager zal een last van een ander dragen. Tot jullie Heer is jullie terugkeer, dus Hij zal jullie vertellen waarin jullie verschilden.”","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"6:165","price":"165. En Hij is het Die jullie elkaar deed opvolgen in generaties op aarde, en Hij heeft sommigen van jullie in rang boven anderen verheven, opdat Hij u met hetgeen Hij u heeft voorzien, moge beproeven. Voorzeker, uw Heer is snel in het straffen. Voorzeker, Hij is vergevensgezind, genadevol.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"nl"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}