{"data":[{"name":"65:1","price":"1. O, Profeet! Als jullie van vrouwen scheiden, scheid dan naar hun voorgeschreven termijn en tel (precies) hun voorgeschreven termijn. En vreest jullie Heer en zet hen niet uit hun huizen noch zullen zij zelf weggaan, behalve in het geval dat zij schuldig zijn aan openlijk overspel. En dat zijn de grenzen van Allah. En iedereen die de grenzen van Allah overtreedt, die heeft zichzelf zeker onrecht aangedaan. Jij (degene die van zijn vrouw scheidt) weet maar nooit, (want) het kan zijn dat Allah daarna iets laat gebeuren (dat Allah jullie harten weer bij elkaar laten komen).","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"","lang":"nl"},{"name":"65:2","price":"2. Als zij dan op het punt staan om de aangewezen tijd te voltooien, neem haar dan op een goede manier terug of scheid van haar op een goede manier. En neem als getuige twee rechtvaardige personen van onder jullie. En geef een getuige voor Allah. Dat zal een vermaning zijn voor degene die in Allah en de laatste dag gelooft. En al wie Allah vreest (door gehoor te geven aan Zijn bevelen en verboden), zal door Hem een weg worden getoond om (elke moeilijkheid) te boven te komen.","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"nl"},{"name":"65:3","price":"3. En Hij zal hem voorzien via (bronnen) waarvan hij het niet verwacht. En iedereen die zijn vertrouwen in Allah legt, dan zal Allah voor hen voldoende zijn. Allah zal Zijn zaak vervullen. Voorwaar, Allah heeft voor alles de maat (de voorbeschikking) bepaald.","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"nl"},{"name":"65:4","price":"4. En degenen van jullie vrouwen die niet meer hopen op de menstruatie, voor hen is het voorgeschreven termijn, (als jullie over haar menstruatie twijfelen) drie maanden en voor degenen die geen menstruatie hebben (hun ‘Iddah is ook drie maanden) behalve in het geval van overlijden. En voor degenen die zwanger zijn (of zij nu van hun echtgenoot gescheiden zijn of dat hij overleden is) hun voorgeschreven termijn is tot zij bevallen zijn. En al wie Allah vreest (door zich aan de regels te houden), voor hem zullen zijn (wereldse) zaken vergemakkelijkt worden (door Allah).","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"","lang":"nl"},{"name":"65:5","price":"5. Dat is het bevel van Allah, dat Hij aan jullie neer heeft gezonden, en iedereen die Allah vreest, Hij zal zijn zonden voor hem uitwissen en zijn beloning vergroten.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"nl"},{"name":"65:6","price":"6. Huisvest hen (de rechten van de vrouw is enorm voor het huwelijk en na het huwelijk) waar jullie wonen, in overeenstemming met jullie middelen, en behandel hen niet op een schadelijke manier, zodat zij verplicht zijn weg te gaan. En als zij zwanger zijn, onderhoud hen dan tot zij bevallen. En als zij jullie kinderen zogen geef hen dan hun rechtvaardige loon en laat ieder van jullie het advies van de ander op een goede manier accepteren. Maar als jullie het elkaar moeilijk maken, dan mag een andere vrouw het kind voor hem zogen.","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"nl"},{"name":"65:7","price":"7. Laat de rijke volgens zijn middelen uitgeven en de man wiens bronnen beperkt zijn volgens dat wat Allah hem gegeven heeft uitgeven. Allah legt geen last aan iemand op boven wat Hij hem gegeven heeft. (Voor hen die op Allah vertrouwen) zal Allah na (elke) moeilijkheid gemak brengen (na elke ergernis verlichting, na armoede rijkdom en na elke beproevende ziekte gezondheid).","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"nl"},{"name":"65:8","price":"8. En veel steden hebben zich tegen het bevel van haar Heer en Zijn boodschapper verzet, en Wij riepen het op tot een zware rekening, en zal het met een vreselijke bestraffing bestraffen.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"nl"},{"name":"65:9","price":"9. Proef dus het kwade gevolg van het ongeloof, en het gevolg van het ongeloof was verlies.","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"nl"},{"name":"65:10","price":"10. Allah heeft een zware bestraffing voor hen voorbereid. Vrees Allah dus en onderhoud je verplichtingen jegens Hem, o, mensen van begrip – die geloofd hebben! – Allah heeft zeker voor jullie een vermaning aan jullie neergezonden.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"nl"},{"name":"65:11","price":"11. Een boodschapper die voor jullie de verzen van Allah reciteert, die duidelijke uitleg bevatten, opdat Hij degenen die geloven en goede daden verrichten uit de duisternis haalt naar het licht. En degene die in Allah gelooft en goede daden verricht, Hij zal hem naar de tuinen verwijzen waar rivieren onderdoor stromen, om daarin voor altijd te verblijven. Allah heeft hem inderdaad een voortreffelijke voorziening gegeven.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"nl"},{"name":"65:12","price":"12. Het is Allah Die zeven hemelen geschapen heeft en van de aarde ook. Zijn bevel daalt tussen hen neer, opdat jullie zullen weten dat Allah over alle zaken macht heeft en dat Allah alle dingen in (Zijn) kennis omsluit.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"nl"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}