{"data":[{"name":"67:1","price":"1. Gezegend is Hij in Wiens hand het rijk is en Hij is tot alle zaken in staat.","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:2","price":"2. Degene die de dood en het leven heeft geschapen, zodat Hij jullie kan (testen en) beproeven wie uitblinkt in de (gehoorzame) daden (ter wille van Allah). En Hij is de Almachtige (over de ongehoorzamen), de Vergever (voor de berouwvollen).","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:3","price":"3. Die zeven hemelen geschapen heeft, de één boven de anderen, jij kunt geen fout in de schepping van de Meest Barmhartige bespeuren. Kijk dan opnieuw, zie jij een afwijking?","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:4","price":"4. Kijk dan opnieuw en weer, jouw blik zal zich in een nederige en vermoeide staat weer tot je keren.","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:5","price":"5. En voorwaar Wij hebben de dichtbij zijnde hemel met lichten versierd, en Wij hebben (zulke) lampen als projectielen gemaakt om de duivels te verdrijven en wij hebben voor hen een bestraffing in het laaiende vuur voorbereid.","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:6","price":"6. En voor degenen die ongelovig in hun Heer (Allah) zijn, is de bestraffing van de hel en zeker is dat de slechtste bestemming.","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:7","price":"7. Wanneer zij daarin geworpen worden zullen zij het (vreselijke) geluid van de adem horen wanneer deze borrelt.","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:8","price":"8. Het barst bijna in woede uit. Iedere keer dat daar een groep in wordt geworpen, zal zijn bewaker vragen: “Is er geen waarschuwer tot jullie gekomen?”","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:9","price":"9. Zij zullen zeggen: “Welzeker, er is een waarschuwer tot ons gekomen maar wij hebben hem verloochend en zeiden: “Allah heeft nooit iets naar beneden gestuurd jullie verkeren in grote dwaling.”","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:10","price":"10. En zij zullen zeggen: “Hadden wij maar geluisterd en ons verstand gebruikt, dan zouden wij niet tussen de bewoners van het laaiende vuur zijn!”","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:11","price":"11. Dan zullen zij hun zonden bekennen. Weg dus met de bewoners van het laaiende vuur.","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:12","price":"12. Waarlijk! Degenen die hun Heer in het onwaarneembare vrezen voor hen zal er vergiffenis zijn en een grote beloning.","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:13","price":"13. Of jullie je gespreken nu in het geheim of het openbaar houden, waarlijk, Hij is de Alwetende van wat in inborst is.","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:14","price":"14. Weer Hij niet wat Hij geschapen heeft? En Hij is de Meest zachtaardige, de Alwetende.","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:15","price":"15. Hij is het Die de aarde onderdanig voor jullie gemaakt heeft, loop (betreft de wereldse zaken moeten we er voor lopen maar betreft de zaken van het hiernamaals moeten we ons voor haasten) op het pad daarvan en eet van Zijn voorziening en tot Hem zal de herrijzenis zijn.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:16","price":"16. Voelen jullie je dan veilig voor het feit dat Hij, Die in de hemel is, de aarde niet onder jullie zal laten zinken, en het bevingen geeft.","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:17","price":"17. Of voelen jullie je veilig voor het feit dat Hij, Die in de hemel is, niet een gewelddadige wervelwind zal sturen? Dan zullen jullie weten hoe Mijn waarschuwing is geweest.","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:18","price":"18. En voorwaar degenen voor hen verloochenden, hoe vreselijk was mijn afkeuring dan?","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:19","price":"19. Zien zij niet de vogels boven hen, hun vleugels uitspreidend en hen ineenvouwend? Niemand houdt hen hoog behalve de meest Barmhartige Waarlijk, Hij is de Alziende van alles.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:20","price":"20. Wie is het leger dat jullie naast de meest Barmhartige kan helpen? De ongelovigen verkeren in niets anders dan bedrog.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:21","price":"21. Wie is het die jullie kan voorzien als Hij Zijn voorziening tegenhoudt? Welnee, maar zij blijven doorgaan in hun onderschrijding en afkeer.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:22","price":"22. Is hij die zonder te zien loopt beter geleid dan degene die (ziet en) op het rechte pad loopt.","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:23","price":"23. Zeg, het is Hij die jullie geschapen heeft en jullie van het gehoor, ogen en harten voorzien heeft. Jullie danken maar weinig.","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:24","price":"24. Zeg: “Het is Hij die jullie op de aarde heeft geschapen. En tot Hem zullen jullie verzameld worden.”","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:25","price":"25. Zij zeggen: “Wanneer zal deze belofte vervuld worden? - als jullie de waarheid vertellen.”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:26","price":"26. Zeg: “De kennis is alleen bij Allah en ik ben slechts een duidelijke waarschuwer.”","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:27","price":"27. Maar als zij het zullen zien naderend dan zullen de gezichten van de ongelovigen veranderen en er zal (tegen hen) gezegd worden: “Dit is waar jullie om riepen!”","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:28","price":"28. Zeg (o Mohammed): “Vertel mij! Als Allah mij vernietigt, en degenen met mij, of als Hij ons Zijn genade schenkt, wie kan de ongelovigen van een pijnlijke bestraffing redden?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:29","price":"29. Zeg: “”Hij is de Meest Barmhartige en wij geloven in Hem en leggen ons vertrouwen in hem, dus jullie zullen te weten komen wie het is die in duidelijke dwaling verkeert.”","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"","lang":"nl"},{"name":"67:30","price":"30. Zeg: “Vertel mij! Als al jullie water weg zou zakken, wie kan jullie dan van stromend water voorzien?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"","lang":"nl"}],"chapter":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"]}