{"data":[{"name":"7:1","price":"1. Alif, Lam, Miem, Sad.","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:2","price":"2. (Dit is het) boek dat aan jou neer is gezonden, laat je borst zich daarvoor niet vernauwen. Het boek is een waarschuwing en een herinnering voor de gelovigen.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:3","price":"3. Volg wat door jullie Heer is neergezonden en volg geen bondgenoot die jullie beveelt deelgenoten in de aanbidding aan Allah toe te voegen. Weinig laten jullie zich vermanen!","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:4","price":"4. En een groot aantal steden vernietigden Wij. Onze bestraffing kwam over hen heen gedurende de nacht, of terwijl zij hun middagslaap deden.","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:5","price":"5. Geen andere kreet dan de volgende slaakten zij toen Onze bestraffing over hen kwam: “Waarlijk, wij waren onrechtvaardigen.”","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:6","price":"6. Dan zeker, zullen Wij die (mensen) ondervragen aan wie het was gestuurd en waarlijk, Wij zullen de boodschappers ondervragen.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:7","price":"7. Dan zeker, Wij zullen hen (het hele verhaal) met kennis vertellen en Wij waren zeker niet afwezig.","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:8","price":"8. En het afwegen (van de daden) op de Dag (van de Afrekening) zal de werkelijke (balans) aangeven. De (ware) overwinnaars zijn zij van wie de weegschaal (met hasanaat, goede daden) zwaarder (door)weegt.","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:9","price":"9. En zij die een lichte schaal hebben (door overwegende zondes), dat zijn de (ware) verliezers door hun eigen toedoen door hun ontkenning van Onze tekenen.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:10","price":"10. En zeker, Wij gaven jullie gezag over de aarde en wezen voor jullie daarin levensonderhoud aan. Weinig is de dank die jullie geven.","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:11","price":"11. En zeker, Wij hebben jullie geschapen en hebben jullie vorm gegeven. Toen hebben Wij de engelen verteld: “Kniel neer voor Adam,” en zij knielden neer, behalve Iblies: hij weigerde om één van de knielenden te zijn.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:12","price":"12. (Allah) zei: “Wat weerhoud je ervan om te knielen wanneer Ik jou dat beveel?” Iblies zei: “Ik ben beter dan hem. Mij heeft U uit vuur geschapen terwijl U hem uit klei hebt geschapen.”","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:13","price":"13. (Allah) zei: “Daal af uit dit paradijs, het is niet aan jou om hier hooghartig te zijn. Verdwijn, want jij bent iemand van degene die vernederd en verworpen is.”","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:14","price":"14. (Iblies) zei: “Geef mij uitstel tot de dag waarop zij allen herrijzen.”","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:15","price":"15. (Allah ) zei: “Jij bent één van degenen die uitstel heeft gekregen (tot aan de eerste bazuinstoot).”","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:16","price":"16. (Iblies) zei: “En omdat U mij hebt doen dwalen, zal ik hen (de kinderen van Adam) zeker opwachten aan de rechte weg (dat naar U leidt).","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:17","price":"17. Vervolgens benader ik hen langs voor en langs achter, van links en van rechts [1]. En de meesten van hen zult U niet als dankbare (gelovigen) ontmoeten.”","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"[1] Volgens Ibn ‘Abbaas  is het voor Iblies onmogelijk om de mens langs boven te benaderen omdat niets of niemand zich tussen een dienaar en Allahs genade kan plaatsen.","lang":"nl"},{"name":"7:18","price":"18. (Allah) zei (tegen Iblies): “Verlaat dit (paradijs) verworpen en uitgebannen. Wie van (de mensheid) jou volgt, daar zal Ik zeker de hel mee vullen.”","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:19","price":"19. “En, o, Adam! Woon met je vrouw in het paradijs en eet wat jullie beiden wensen, maar nader niet deze boom, want anders zullen jullie beiden tot de onrechtvaardigen behoren.”","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:20","price":"20. Toen fluisterde Sheitan hen beiden in om te onthullen wat er van hun schaamte over was. En hij zei: “Jullie Heer heeft jullie deze boom slechts verboden (uit ‘afkeer’) dat jullie anders in engelen zouden veranderen of tot de onsterfelijken zouden behoren.”","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:21","price":"21. En hij (sjaitaan) zwoer hen bij Allah: “Waarlijk, ik ben slechts jullie oprechte adviseur.”","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:22","price":"22. Zo misleidde hij hen door verwarring. Toen zij van de boom geproefd hadden, werd datgene wat voor hun schaamte verborgen was geweest voor hen duidelijk en zij begonnen de bladeren van het paradijs samen te voegen voor henzelf. En hun Heer riep hen (zeggende): “Heb Ik jullie die boom niet verboden en jullie verteld: “Waarlijk, Sheitan is een openlijke vijand voor jullie?”","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:23","price":"23. Zij zeiden: “O, Heer, wij hebben onszelf onrecht aangedaan (d.m.v. zondes). Als U ons niet vergeeft en ons Uw genade niet schenkt, dan zullen wij zeker tot de verliezers behoren.”","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:24","price":"24. (Allah) zei: “Daal af, ieder van jullie is een vijand voor de ander. Op aarde zal er een woonplaats voor jullie zijn en - voor een zekere tijd – vermaak.”","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:25","price":"25. Hij zei: “Daar zullen jullie leven en daar zullen jullie sterven en daarvan zullen jullie op gebracht worden.”","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:26","price":"26. O, kinderen van Adam! Wij hebben jullie kleding gegeven, zodat jullie jezelf kunnen bedekken en versieren. Maar de kleding van de rechtvaardigheid is beter. Dit is onder de tekenen van Allah, dat zij het overdenken.","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:27","price":"27. O kinderen van Adam! Laat Shaytaan jullie niet bedriegen (door hem te volgen). Want hij heeft ervoor gezorgd dat jullie ouders het paradijs moesten verlaten en hij heeft hen van hun kleding ontdaan om hun geslachtsdelen te tonen. Waarlijk, hij (de duivel) en zijn trawanten zien jullie op een manier waarop jullie dat niet kunnen. Waarlijk, Wij hebben de duivels aangesteld als helpers (en zielsverwanten) van de ongelovigen.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:28","price":"28. En als zij een kwade daad begaan zeggen zij: “Onze vaders hebben het ook gedaan en Allah heeft het ons bevolen.” Zeg: “Voorwaar, Allah beveelt nooit een kwade daad. Zeggen jullie iets van Allah waar jullie geen weet van hebben?”","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:29","price":"29. Zeg: “Mijn Heer heeft rechtvaardigheid bevolen en (zegt) dat jullie slechts Hem moeten aankijken in elke plaats van aanbidding, in gebeden en slechts Hem aanroepen en je godsdienst oprecht aan Hem wijden door in de aanbidding Hem geen deelgenoten toe te kennen en met de intentie dat jullie jullie daden slechts voor Allah verrichten. Zoals Hij jullie in het begin gebracht heeft, zo zullen jullie het wezenlijke krijgen.\"","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:30","price":"30. Een groep die Hij geleid heeft en een groep die het verdiend dwalend te zijn (omdat) zij zeker de duivels als bondgenoten hebben genomen in plaats van Allah en dachten dat zij geleid waren.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:31","price":"31. O, kinderen van Adam, kleed jullie goed en mooi voor het gebed en bij de rondgang van iedere moskee. En eet en drink (wat jullie maar willen), maar verspil niet door buitensporigheid. Voorzeker, Hij houdt niet van de verkwisters.","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:32","price":"32. Zeg: “Wie heeft de versiering met kleding door Allah gegeven verboden, wat Hij voor Zijn slaven gemaakt heeft en het goede van het eten?” Zeg: “Zij zijn in het leven van deze wereld, voor degenen die geloven (en) speciaal voor hen (gelovigen) op de dag der opstanding.” Dus leggen Wij de islamitische wetten precies uit voor de mensen die kennis hebben.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:33","price":"33. Zeg: “(Maar) de zaken die mijn Heer verboden heeft zijn grote kwade zonden of deze nu openlijk of in het verborgene gepleegd worden, (alle soorten) zonden, onrechtvaardige onderdrukking, deelgenoten (in de aanbidding) toekennen aan Allah, waarvoor Hij geen toestemming heeft gegeven en zaken over Allah zeggen waar jullie geen kennis over hebben.”","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:34","price":"34. En elk volk heeft zijn aangewezen tijd: als die tijd is aangebroken kon noch een uur het vertragen noch een uur kan het bespoedigen.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:35","price":"35. O, kinderen van Adam! Als er boodschappers tot jullie komen vanuit jullie midden, voor jullie Mijn verzen reciterend, dan zal voor ieder die vroom en rechtvaardig wordt geen vrees zijn, noch zullen zij bedroefd zijn.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:36","price":"36. Maar degenen die Onze tekenen verwerpen en hen arrogant behandelen, zij zullen de bewoners van het hellevuur zijn en zij zullen daarin voor altijd verblijven.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:37","price":"37. Wie is er onrechtvaardiger dan degenen die een leugen over Allah verzint of Zijn tekenen verwerpt? Voor diegenen zal hun aangewezen portie hen bereiken van het boek (der beslissingen) tot Onze boodschappers tot hen komen en hun ziel nemen, zij (de engelen) zullen zeggen: “Waar zijn degenen die jullie gewoonlijk naast Allah aanriepen.” Zij zullen antwoorden: “Zij zijn verdwenen en hebben ons verlaten.” En zij zullen tegen zichzelf getuigen dat zij ongelovigen waren.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:38","price":"38. (Op de Dag der Opstanding) zegt (Allah): “Treed toe tot de volkeren van djinn en mens die (reeds zijn heengegaan en) jullie zijn voorgegaan in de hel.” Ieder maal als een nieuw volk naar binnen gaat, vervloekt het zijn broedervolk (dat voor hen ging), tot zij allen tezamen in het vuur zijn. De laatste van hen zal tegen de eerste zeggen: “Onze Heer! Deze hebben ons misleid, geef hem een dubbele bestraffing van het vuur.” Hij zal zeggen: ”Voor ieder van jullie is er een dubbele (bestraffing), maar jullie weten het niet.”","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:39","price":"39. De eerste van hen zal tegen de laatste van hen zeggen: “Jullie waren niet beter dan ons, proef dus de bestraffing die jullie verdienden.”","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:40","price":"40. Waarlijk, degenen die Onze tekenen naast zich neer leggen en ze met arrogantie behandelen, voor hen zullen de poorten van de hemel zich niet openen en zij zullen het paradijs niet binnen gaan tot de kameel door het oog van de naald gaat. Zo vergoeden Wij de misdadigers.","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:41","price":"41. Er zal een bed van hellevuur zijn en zij worden met het (hellevuur) bedekt. Zo vergoeden Wij de onrechtvaardigen.","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:42","price":"42. Maar degenen die geloven en goede daden verrichten – Wij belasten niemand boven zijn vermogen, dat zijn de bewoners van het paradijs. Zij zullen daarin verblijven.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:43","price":"43. En Wij zullen uit hun borsten gevoelens van haat en pijn verwijderen; rivieren stromen onder hen en zij zullen zeggen: “Alle lof en dank is aan Allah, Die ons hiertoe geleid heeft, nooit hadden wij de leiding kunnen vinden, ware het niet dat Allah ons geleid heeft! Waarlijk, de boodschappers van Onze Heer zijn met de waarheid gekomen.” En er zal tot hen geroepen worden: “Dit is het paradijs wat jullie geërfd hebben door wat jullie gedaan hebben.”","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:44","price":"44. En de bewoners van het paradijs zullen tegen de bewoners van het vuur roepen: “Wij hebben zeker ontdekt dat het waar is wat onze Heer ons beloofd heeft; hebben jullie ook ontdekt dat het waar is wat jullie Heer jullie beloofd heeft?” Zij zullen zeggen: “Ja.” Dan zal een roeper tussen hen verklaren: “De vloek van Allah is over de onrechtvaardigen.”","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:45","price":"45. Degenen die (de mens) op het pad van Allah hinderen en het krom lijken te maken, zij waren ongelovig aan het hiernamaals.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:46","price":"46. En tussen hen zal een barrière zijn en op de 'Araaf bevinden (een muur) zich mannen die eenieder herkennen aan hun kenmerken. Zij roepen naar de bewoners van het paradijs: “Vrede zij met jullie!” en op die tijd zijn zij het paradijs nog niet binnengegaan, maar zij hopen zeker daar naar binnen te gaan.","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:47","price":"47. En als hun ogen zich tot de bewoners van het vuur richten, zullen zij zeggen: ”Onze Heer! Zet ons niet bij de mensen die onrechtvaardig zijn.”","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:48","price":"48. En als de mensen van de muur roepen naar de mensen die zij door hun merktekenen herkennen, roepen, zeggende: “Jullie grote getale waren jullie niet tot nut en (en ook met) jullie arrogantie tegen het geloof.”","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:49","price":"49. Zijn dit degenen waarvan jullie zwoeren dat Allah hen nooit genade zou tonen? (Let op! Er is tegen hen gezegd): “Ga het paradijs binnen, geen angst zal jullie treffen noch zullen jullie bedroefd zijn.”","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:50","price":"50. En de bewoners van het vuur zullen tegen de bewoners van het paradijs roepen: “Giet over ons wat water of iets waarmee Allah jullie voorzien heeft.” Zij zullen zeggen “Beiden heeft Allah voor de ongelovigen verboden.”","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:51","price":"51. Degene die hun godsdienst als plezier en vermaak beschouwden, merkt dat het leven van de wereld hen bedrogen heeft.” Dus op deze dag zullen Wij hen vergeten, zoals zij de ontmoeting op deze dag vergaten en zoals zij Onze tekenen verwierpen.","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:52","price":"52. Zeker, Wij hebben tot hen een boek gebracht, wat Wij nauwkeurig met kennis uitlegden: in een leiding en een genade voor de mensen die geloven.","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:53","price":"53. Wachten zij alleen maar op de uiteindelijke vervulling van de gebeurtenis (de straf van Allah)? Op de dag dat de gebeurtenis uiteindelijk vervuld is, zullen degenen die het vroeger negeerden zeggen: “Waarlijk, de boodschappers van Onze Heer zijn in waarheid gekomen, zijn er nu bemiddelaars voor ons, zodat zij kunnen bemiddelen? Of kunnen wij terug gestuurd worden, zodat wij daden kunnen verrichten anders dan de daden die wij deden?” Waarlijk, zij hebben zichzelf verloren en datgene wat zij maakten is van hen verdwenen.","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:54","price":"54. Waarlijk, jullie Heer is Allah, Die de hemelen en de aarde in zes dagen heeft geschapen vervolgens is Hij boven de troon verheven. Hij bedekt de nacht met de dag, het volgt snel en (Hij schiep) de zon, de maan en de sterren zijn op zijn bevel bruikbaar gesteld. Zeker, aan Hem is de schepping en het bevel. Gezegend zij Allah de Heer der wereldwezens.","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:55","price":"55. Roep jullie Heer nederig aan en in het geheim. Hij houdt niet van de agressors.","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:56","price":"56. En sticht geen onheil op aarde, nadat het geordend is en roep Hem met angst en hoop aan. Zeker, Allah's genade is dichtbij (en binnen bereik van) de weldoeners (die hun best doen in het zuiveren van hun intenties en daden).","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:57","price":"57. En Hij is het Die de winden als aankondiging van goede berichten stuurt, aan Zijn genade (regen) voorafgaand. Totdat zij een zwaar geladen wolk dragen, Wij sturen het naar een doods land, en Wij laten dan de regen naar beneden komen. Vervolgens produceren Wij allerlei soorten fruit daarmee. Zo ook wekken wij de doden op, zodat zij het zullen overdenken of daar acht op slaan.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:58","price":"58. De plantengroei van een goed land komt voort door de toestemming van zijn Heer en datgene wat slecht is, brengt niets anders dan met moeite een geringe hoeveelheid. Zo leggen Wij vaak de tekenen uit voor de mensen die dankbaar zijn.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:59","price":"59. Voorwaar, Wij hebben Noah naar zijn volk gestuurd en hij zei: “O, mijn volk! Aanbid Allah! Jullie hebben geen andere god behalve Hem. Zeker, ik vrees voor jullie de bestraffing van de grote dag!”","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:60","price":"60. De leiders van zijn volk zeiden: “Waarlijk, wij zien jou in grote dwaling.”","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:61","price":"61. (Noah) zei: “O, mijn volk! Ik verkeer niet in dwaling, maar ik ben een boodschapper van de Heer van de wereldwezens!","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:62","price":"62. Ik verkondig aan jullie de boodschappen van mijn Heer en geef jullie het oprechte advies. En ik weet van Allah wat jullie niet weten.\"","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:63","price":"63. Zijn jullie niet verbaasd dat er van jullie Heer een vermaning is gekomen door een man uit jullie midden, dat hij jullie moge waarschuwen, zodat jullie Allah moge vrezen en dat jullie genade moge ontvangen.","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:64","price":"64. Maar zij negeerden hem, zodat Wij hem en degenen die met hem waren, redden in het schip en Wij verdronken degenen die Onze tekenen negeerden. Zij waren zeker een blind volk.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:65","price":"65. En tot (het volk van) ‘Ad (stuurden Wij) hun broeder Hoed. Hij zei: “O, mijn volk! Aanbid Allah! Jullie hebben geen andere god dan Hem. Zullen jullie (Allah) niet vrezen?”","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:66","price":"66. De leiders van degenen die onder zijn volk ongelovig waren, zeiden: “Waarlijk, wij zien jou in dwaasheid en waarlijk, wij denken dat jij één van de leugenaars bent.”","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:67","price":"67. (Hoed) zei: “O, mijn mensen! Er is geen dwaasheid in mij, maar ik ben een boodschapper van de Heer van de wereldwezens.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:68","price":"68. Ik verkondig jullie de boodschappen van Mijn Heer en ik ben een betrouwbare adviseur voor jullie.”","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:69","price":"69. Zijn jullie niet verbaasd dat er van jullie Heer een vermaning is gekomen door een man uit jullie midden? Dat hij jullie moge waarschuwen. En gedenk dat Hij jullie tot de opvolgers van het volk van Noah heeft gemaakt en jullie in kracht heeft laten toenemen. Gedenk dus de gunsten van Allah, zodat jullie moge slagen.","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:70","price":"70. Zij zeiden: “Jij bent tot ons gekomen, zodat wij alleen Allah zouden aanbidden en zouden verzaken wat onze voorouders aanbaden. Breng ons datgene waarmee je ons bedreigd hebt, als je waarachtig bent.”","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:71","price":"71. (Hoed) zei: “Bestraffing en de toorn van jullie Heer is reeds over jullie gekomen. Redetwisten jullie maar met mij over de namen die jullie hebben genoemd – jullie en jullie vaderen, zonder gezag van Allah? Wacht dan, ik ben onder jullie ook wachtend.”","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:72","price":"72. Dus hebben Wij hem gered en degenen die bij hem waren door een genade van Ons en Wij hebben de wortels afgesneden van degenen die Onze tekenen negeerden en zij waren geen gelovigen.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:73","price":"73. En tot het volk van Thamoed stuurden Wij hun broeder Saalih (met het woord van tawhied). Zei hij: “O, mijn volk! Aanbid Allah (alléén), (want) er is voor jullie geen andere god dan Hem. Voorwaar, er is tot jullie een duidelijk teken van jullie Heer gekomen (dat niets of niemand recht heeft op jullie aanbidding dan Allah).  Deze kamelin [1] van Allah is een teken voor jullie (en zal als argumen voor of tegen jullie gebruikt worden). Laat haar dus grazen (en drinken zoveel ze maar wil) op Allah's aarde (op de vastgelegde dagen). Kwets haar niet (en maak het haar niet moeilijk), anders zal jullie een pijnlijke bestraffing ten deel vallen.","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"[1]Als bewijs van zijn profeetschap deed Allah een kamelin verschijnen van tussen de rotsen.","lang":"nl"},{"name":"7:74","price":"74. “En gedenk dat Hij jullie tot de opvolgers van de ‘Ad heeft gemaakt en je bewoners in het land heeft gegeven en jullie bouwden voor jezelf paleizen op de vlakten en groeven huizen uit de bergen. Overdenk dus de gunsten van Allah en sticht geen onheil op aarde.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:75","price":"75. De leiders van degenen die onder zijn mensen arrogant waren, zeiden tegen degenen die als zwak werden beschouwd, tegen degenen die hem geloofden ”Weten jullie dat Salih door zijn Heer gestuurd is.” Zij zeiden: “Wij geloven inderdaad in datgene wat hem gestuurd is.”","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:76","price":"76. De arroganten zeiden: “Waarlijk, wij geloven niet in datgene waar jullie in geloven.”","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:77","price":"77. Dus slachtten zij de kamelin en schaamteloos ontkenden zij het bevel van hun Heer en zeiden: “O, Salih! Breng je bedreigingen als je waarlijk één van de boodschappers bent.”","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:78","price":"78. Dus greep de aardbeving hen en zij lagen dood geknield voor hun huizen.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:79","price":"79. Toen keerde hij zich van hen af en zei: “O, mijn volk! Ik heb zeker de boodschap van mijn Heer aan jullie verkondigd en heb jullie een goed advies gegeven maar jullie houden niet van goede adviseurs.”","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:80","price":"80. En (gedenk) Loeth, toen hij tegen zijn volk zei: “Plegen jullie de ergste zonden zoals geen vóór jullie van de wereldwezens gepleegd heeft?”","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:81","price":"81. Waarlijk, jullie oefenen jullie lusten op mannen uit in plaats van vrouwen. Nee, jullie zijn het volk dat de grenzen overschrijdt.”","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:82","price":"82. En het antwoord van zijn volk was slechts dat zij zeiden: “Verjaag hen uit jullie stad, dit zijn zeker mannen die rein willen zijn!”","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:83","price":"83. Toen redden Wij hem en zijn gezin behalve zijn vrouw; zij was één van degenen die achterbleef.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:84","price":"84. En Wij lieten regen op hen neerdalen. Zie dan wat het einde van de misdadigers was.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:85","price":"85. En tot (het volk van) Madyan (stuurden Wij) hun broeder Shoe’aib. Hij zei: “O, mijn volk! Aanbid Allah, jullie hebben geen andere god dan Hem. Voorwaar, er is tot jullie een duidelijk teken van jullie Heer gekomen; geef dus de volle maat en het volle gewicht en benadeel de mensen niet met hun zaken en sticht geen onheil op aarde nadat het geordend is, dat is beter voor jullie als jullie gelovigen zijn.”","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:86","price":"86. En zit niet op iedere weg, terwijl jullie degenen die in Hem geloven bedreigen en op de weg van Allah hinderen en het krom proberen te maken. En overdenk hoe Hij jullie, toen jullie met weinig waren, heeft vermenigvuldigd. En zie wat het einde van de verderfzaaiers is.","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:87","price":"87. En er is een gedeelte van jullie dat gelooft in wat mij gezonden is en een gedeelte gelooft niet, wees dus geduldig tot Allah tussen jullie oordeelt en Hij is de beste Beoordelaar.","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"nl"},{"name":"7:88","price":"88. De leiders van degenen die arrogant onder hun mensen waren zeiden: “Wij zullen je zeker uit onze stad, verdrijven O, Shoe’aib en ook degenen die in jou geloofden, tenzij jullie tot onze godsdienst terugkeren.” Hij zei: “Ook als we daar afkeer van hebben!”","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:89","price":"89. “Wij zouden een leugen over Allah hebben verzonnen als wij tot jullie godsdienst zouden terugkeren, nadat Allah ons daarvan gered heeft. En het is niet aan ons om terug te keren tenzij Allah, onze Heer dat wil. Onze Heer omvat alle zaken in Zijn kennis. In Allah leggen wij ons vertrouwen. Onze Heer! Oordeel tussen ons en onze mensen in waarheid, want U bent de beste die een oordeel kan geven.”","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:90","price":"90. De leiders van de ongelovigen onder de mensen zeiden: “Als jullie Shoe’aib volgen wees er dan zeker van dat jullie verliezers zijn!”","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:91","price":"91. Dus greep een aardbeving hen en zij lagen dood neergeknield in hun huizen.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:92","price":"92. Degenen die Shoe’aib negeerden, werden alsof zij daar nooit gewoond hadden. Degenen die Shoe’aib negeerden werden de verliezers.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:93","price":"93. Toen keerde hij zich van hen af en zei: “O, mijn volk! Ik heb zeker de boodschap van mijn Heer aan jullie verkondigd en ik heb jullie goede raad gegeven. Hoe kan ik dan bedroefd zijn over de ongelovigen.”","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:94","price":"94. En Wij zonden geen profeet naar een stad zonder dat Wij haar bewoners grepen met lijden door extreme armoede en verlies van gezondheid en rampen, zodat zij zichzelf vernederen.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:95","price":"95. Dan veranderden Wij het kwade in het goede tot zij in aantal toenamen en in welvaart en zeiden: “Onze vaders werden door het kwaad geraakt en met het goede.” Dus grepen Wij hen opeens terwijl zij dat niet verwachtten.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:96","price":"96. En als de mensen van de stad geloofd hadden en vroom waren, dan zouden Wij zeker voor hen de zegeningen van de hemel en de aarde openen, maar zij negeerden (de boodschappers). Dus namen Wij hen voor datgene wat zij verdienden.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:97","price":"97. Voelden de mensen van de steden zich dan veilig voor de komst van Onze bestraffing in de nacht terwijl zij sliepen?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:98","price":"98. Of voelden de bewoners van de steden zich veilig tegen de komst van onze bestraffing in de voormiddag, terwijl zij speelden?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:99","price":"99. Voelden zij zich veilig tegen het plan van Allah. Niemand voelt zich veilig tegen het plan van Allah, behalve de mensen die verloren zijn.","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:100","price":"100. Is het niet duidelijk voor degenen die de aarde beërven in opvolging van zijn bezitters als Wij het gewild hadden, zouden Wij hen voor hun zonden bestraft hebben. En Wij verzegelden hun harten, zij zijn het die niet hoorden.","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:101","price":"101. Zij waren in de steden waarvan Wij jou het verhaal vertellen. En er zijn zeker tot hen hun boodschappers met duidelijke bewijzen gekomen, maar zij waren niet degenen die geloofden in hetgeen zij eerder verworpen hadden. Dus heeft Allah de harten van de ongelovigen verzegeld.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:102","price":"102. En bij de meesten van hen waren ze niet trouw aan het verbond, en de meesten van hen waren verdorven.","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:103","price":"103. Na hen stuurden Wij Moesa met Onze tekenen naar de Farao en zijn leiders, maar zij verwierpen hen valselijk. Zie dus hoe het einde van de verderfzaaiers is.","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:104","price":"104. En Moesa zei: “O, Farao! Ik ben een boodschapper van de Heer van de wereldwezens.","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:105","price":"105. Juist is het voor mij niets anders over Allah te zeggen dan de waarheid. Voorwaar, ik ben tot u gekomen met een duidelijk bewijs van mijn Heer. Laat de kinderen van Israël dus met mij vertrekken.”","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:106","price":"106. (De Farao) zei: “Als je met een teken komt, laat het zien – als je één van degene bent die de waarheid vertelt.”","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:107","price":"107. Toen gooide (Moesa) zijn staf en zie! Het was duidelijk een slang.","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:108","price":"108. En hij stak zijn hand uit en zie! Het was wit voor de toeschouwers.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:109","price":"109. De leiders van de mensen van de Farao zeiden: “Dit is zeker een goed onderrichte tovenaar;","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:110","price":"110. Hij wil dat jullie allen uw land verlaten, wat is jullie advies?”","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:111","price":"111. Zij zeiden: “Houd hem en zijn broeder tegen en stuur omroepers naar de steden en verzamel.","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:112","price":"112. Dat zij de goed onderrichte tovenaars naar u brengen.”","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:113","price":"113. En dus kwamen de tovenaars naar de Farao. Zij zeiden: “Voorwaar, er zal een goede beloning voor ons zijn als wij de overwinnaars zijn.”","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:114","price":"114. Hij zei: “Ja, en nog meer, jullie zullen (mijn) naasten zijn.”","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:115","price":"115. Zij zeiden: “O, Moesa! Of jij gooit eerst of wij gooien (eerst)?”","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:116","price":"116. Hij (Moesa) zei: “Gooien jullie (eerst).” Dus gooiden zij, zij betoverden de ogen van de mensen en sloegen hen met angst en zij lieten een grote toverij zien.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:117","price":"117. Daarop inspireerden Wij Moesa (met het bevel): “Werp jouw staf!” (En zie daar, de staf) slokte meteen alle bedrog en valsheid op, die tentoon werden gespreid (door Farao’s tovenaars).","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:118","price":"118. Dus de waarheid werd bevestigd en alles wat zij deden had geen effect.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:119","price":"119. Dus werden zij daar verslagen en keerden in schande terug.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:120","price":"120. En de tovenaars knielden neer.","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:121","price":"121. Zij zeiden: “Wij geloven in de Heer van de wereldwezens.","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:122","price":"122. De Heer van Moesa en Haaron.”","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:123","price":"123. Farao zei: “Geloven jullie in hem (Moesa) voordat ik jullie daartoe toestemming geef? Waarlijk, dit is een samenzwering die jullie gesmeed hebben in de stad om zijn bewoners uit te drijven, maar jullie zullen het te weten komen.","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:124","price":"124. Zeker, ik hak jullie handen en voeten in tegengestelde kant af, dan zal ik jullie allen kruisigen.”","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:125","price":"125. Zij zeiden: “Waarlijk, wij zullen tot onze Heer terugkeren.","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:126","price":"126. En u neemt alleen maar wraak op ons, omdat wij in de tekenen van onze Heer geloven toen het ons bereikten! Onze Heer! Giet geduld over ons uit en zorg ervoor dat wij als moslims zullen sterven.”","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:127","price":"127. De leiders van de mensen van de Farao zeiden: “Wilt u Moesa en zijn mensen onheil over het land laten verspreiden om u en uw goden af te zweren?” Hij zei: “Wij zullen hun zonen doden en hun vrouwen laten leven en wij hebben beslist een onweerstaanbare macht over hen.”","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:128","price":"128. Moesa zei tegen zijn mensen: “Zoek de hulp bij Allah en wees geduldig. Waarlijk, de aarde behoort aan Allah, Hij geeft het als erfenis aan wie Hij wil van Zijn slaven. En een gezegend einde is er voor de godvrezenden...”","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:129","price":"129. Zij zeiden: “Wij hebben veel geleden tot jij kwam en ook sinds je gekomen bent.” Hij zei: “Het zou kunnen zijn dat jullie Heer jullie vijand zal vernietigen en jullie tot opvolgers op aarde maakt, zodat Hij kan zien hoe jullie handelen?”","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:130","price":"130. En voorwaar, Wij bestraften de mensen van de Farao met jaren van droogte en tekorten aan vruchten, opdat zij het zullen weten.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:131","price":"131. Maar als er iets goeds tot hen kwam, zeiden zij: “Ons behoort dit toe.” En het kwaad dat hen trof schreven zij toe aan kwade voortekenen die zij met Moesa in verband brachten en degenen die bij hem waren. Weet! Waarlijk, de tekenen komen van Allah maar de meesten van hen wisten het niet.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:132","price":"132. Zij zeiden: “Welke tekenen je ook naar ons toe brengt, en hoe je ons met je tovenaarskunsten bewerkt, wij zullen je nooit geloven.”","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:133","price":"133. Dus stuurden Wij tot hen: de vloed, de sprinkhanen, de luizen, de kikkers en het bloed (als een opvolging van) duidelijke tekenen, toch bleven zij arrogant en behoorden zij tot de mensen die misdadigers zijn.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:134","price":"134. En als de bestraffing hen trof zeiden zij: “O, Moesa! Roep je Heer aan vanwege de beloften die Hij jou heeft gegeven. Als je de bestraffing van ons weghaalt, zullen wij zeker in jou geloven en we zullen de kinderen van Israël met jou mee laten gaan.”","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:135","price":"135. Maar toen Wij de bestraffing verwijderden van hen op een afgesproken tijd, die het had bereikt, zie! Zij braken hun woord!","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:136","price":"136. Dus namen Wij vergelding op hen. Wij verdronken hen in de zee, omdat zij Onze tekenen verwierpen en achteloos waren met de waarschuwingen van hen.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:137","price":"137. En Wij zorgden ervoor dat de mensen, die zwak werden beschouwd, de oostelijke en westelijke gedeeltes van het land kregen, waarvoor Wij het gezegend hadden. En het oprechte woord van jullie Heer werd vervuld voor de kinderen van Israël door alles wat zij hadden moeten verdragen. En Wij vernietigden volledig alle grote werken en gebouwen die de Farao en zijn mensen opgericht hadden.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:138","price":"138. En Wij brachten de kinderen van Israël door de zee en zij kwamen bij mensen die een paar van hun afgodsbeelden vroom (aanbaden). Zij zeiden: “O, Moesa! Maak voor ons een god zoals zij goden hebben.” Hij zei: “Waarlijk jullie zijn een volk dat niet weet.\"","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:139","price":"139. “Waarlijk, waarmee dit volk zich bezighoudt, zullen zij vernietigd worden. En wat zij doen is een waan.”","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:140","price":"140. Hij zei: “Zal ik voor jullie een andere god zoeken dan Allah, terwijl Hij jullie heeft verkozen boven de wereldwezens.”","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:141","price":"141. En (gedenk) toen Wij jullie van de mensen van de Farao redden, die jullie de ergste bestraffing gaven, jullie zonen doodden en jullie vrouwen in leven lieten. En daarin is een grote beproeving van jullie Heer.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:142","price":"142. En Wij wezen voor Moesa dertig nachten aan en voegden nog tien toe, en hij maakte de periode die door zijn Heer was aangewezen vol met veertig nachten. En Moesa zei tegen zijn broeder Haaron: “Wees mijn vervanging voor mijn mensen, handel op de juiste manier en volg niet de weg van de verderfzaaiers.\"","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:143","price":"143. En toen Moesa op de aangewezen tijd en plaats bij Ons kwam en zijn Heer tot hem sprak, zei hij: “O, mijn Heer! (Ik verlang naar uw ontmoeting zo erg dat ik niet kan wachten om u te zien in uw perfectie pas na de dood) ik wil u aanschouwen, zodat ik U kan zien.” Allah zei: “Jij kan Mij niet zien (in deze wereld), maar kijk naar de berg als het daar stil op zijn plaats blijft staan, dan zul je Mij zien.” Dus toen zijn Heer zich aan de berg openbaarde, liet Hij het instorten en tot stof vergaan, en Moesa viel bewusteloos neer. Toen hij weer bijkwam, zei hij: “Verheerlijkt bent U, ik wend mij tot U in berouw en ik ben de eerste onder de gelovigen.”","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:144","price":"144. (Allah) zei: “O, Moesa Ik heb jou boven de mensen door Mijn openbaring verkozen en door Mijn spreken. Houd je dus vast aan datgene (nl. voldoening) Ik jou heb gegeven, en behoor tot de dankbaren (voor deze begunstiging door enkel te doen wat Mij tevreden maakt en blijf weg van dingen die Mijn toorn opwekken).”","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:145","price":"145. En Wij schreven voor hem op de borden de lessen die uit alle dingen getrokken konden worden en de uitleg van alle dingen (en zeiden): “Houd dit ferm vast en moedig je mensen aan om het betere daarvan te nemen. Ik zal jou de leefplek van de verdorvenen laten zien.”","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:146","price":"146. Ik zal degenen die arrogant op aarde zijn, van Mijn Koran laten afkeren, op een verkeerde manier, zelfs als zij alle tekenen zien, zullen zij daarin niet geloven. En als zij de juiste manier zien, zullen zij dat niet als manier aannemen, maar zij zullen de verkeerde manier zien en die aannemen omdat zij Onze tekenen verwerpen en achteloos zijn (om) daaruit (een les te leren).","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:147","price":"147. Degenen die Onze tekenen en de ontmoeting in het hiernamaals ontkennen, zijn vruchteloos in hun daden. Verwachten zij beloond te worden met iets behalve wat zij doen?","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:148","price":"148. En het volk van Moesa maakte tijdens zijn afwezigheid van hun sieraden de afbeelding van een kalf. Het maakte een geluid. Zagen zij dan niet dat het niet tot hen kon spreken noch dat het hen op de weg leidde? Zij namen het aan voor aanbidding en zij waren onrechtvaardig.","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:149","price":"149. En toen zij spijt hadden en zagen dat zij afgedwaald waren, (hadden) zij (berouw) en zeiden: “Als onze Heer geen genade met ons heeft en ons niet vergeeft, zullen wij zeker tot de verliezers behoren.”","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:150","price":"150. En toen Moesa boos en geschokt tot zijn volk terugkeerde, zei hij: “Wat jullie gedaan hebben tijdens mijn afwezigheid is een slechte zaak. Hebben jullie je gehaast en zijn jullie voorop gegaan in de zaak van jullie Heer?” En hij gooide de schriften neer en greep zijn broeder (bij de haren en zijn baard) van zijn hoofd en sleepte hem naar zich toe. Haaron zei: “O, zoon van mijn moeder! Voorwaar, de mensen onderdrukte mij en wilden mij bijna vermoorden, Laat de vijand daarom niet over deze situatie verheugen en zet mij niet tussen de mensen die onrechtvaardig zijn.”","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:151","price":"151. Moesa zei: “O, mijn Heer! Vergeef mij en mijn broeder en laat ons toe tot Uw genade, want U bent de genadigste van allen die genade tonen.”","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:152","price":"152. Zeker, degenen die het kalf namen, daar zal de toorn en de vernedering van hun Heer over heen komen in het leven van deze wereld. Dus Wij vergelden degenen die leugens verzinnen.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:153","price":"153. Maar degenen die kwade daden begaan en daarna berouw vertonen en geloven, waarlijk, jullie Heer is Genadevol, Barmhartig.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:154","price":"154. En toen de woede van Moesa gezakt was, pakte hij de schriften en in hun inscriptie was leiding en genade voor degenen die hun Heer vrezen.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:155","price":"155. En Moesa koos uit zijn mensen zeventig mensen voor Onze aangewezen tijd en toen zij door een aardbeving getroffen werden zei hij: “O, mijn Heer, als het Uw wil is, kon U hen vernietigd hebben en mij; zult U ons voor de daden van dwazen, die onder ons zijn, vernietigen? Het is slechts Uw beproeving, waardoor U degene die U wilt, laat dwalen en degene die U wilt, recht leidt. U bent onze beschermheer, vergeef ons dus en heb genade met ons, want U bent de beste van degene die vergeeft.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:156","price":"156. En bepaal voor ons het goede in de wereld en in het hiernamaals. Zeker, wij wenden ons tot U.” Hij zei: “Mijn bestraffing laat Ik treffen wie Ik wil en Mijn genade omvat alles. Dat zal Ik schenken aan degenen die godvrezend [1]zijn en zakaat geven en degenen die in Onze tekenen geloven.","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"[1]dus het is verplicht om te groeien in je reis naar het hiernamaals, te groeien in het leren kennen van Allah, te groeien in de aanbidding, te groeien om een band te krijgen met de Koran ect.","lang":"nl"},{"name":"7:157","price":"157. Zij die de boodschapper – de ongeletterde profeet Mohammed vrede en zegeningen zij met hem en alle profeten – volgen, die zij in de Thora en het Evangelie beschreven vinden. Hij die hen de goede dingen veroorlooft en het slechte verbiedt. Hij die hen ontheft van de last en de ketenen die hen bonden. Zij die in hem geloven en hem eren en ondersteunen en het licht dat met hem is nedergezonden volgen, zullen zeer zeker slagen.","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:158","price":"158. Zeg: “O, Mensheid! Waarlijk, ik ben tot jullie gestuurd als de boodschapper van Allah – aan wie het rijk van de hemelen en aarde toebehoort. Er is er geen die het recht om aanbeden te worden heeft, behalve Hij; Hij is het die het leven geeft en de dood veroorzaakt. Geloof dus in Allah en in Zijn boodschapper, de Profeet die niet kan lezen of schrijven [1] die in Allah gelooft en in Zijn woorden, volg hem, zodat jullie geleid zijn.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"[1]het feit dat de profeet vrede en zegening zij met hem ongeletterd is, is een sterk bewijs dat hij dit wonderlijke boek, de Koran, dus niet heeft gemaakt maar slechts van de Heer van de hemelen en aarde. Maar dat begrijpen slechts de mensen die in feiten geloven en niet in fabels.","lang":"nl"},{"name":"7:159","price":"159. En van het volk van Moesa is er een gemeenschap die in waarheid kan leiden en rechtvaardigheid tussen hun kan oordelen.","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:160","price":"160. En Wij hebben hen in twaalf stammen (als verschillende) volkeren verdeeld. Wij hebben Moesa door openbaring geleid, toen zijn volk hem om water vroeg (zei Allah): “Sla met jouw staf op de steen.” En er stroomden twaalf bronnen uit; iedere groep kende zijn eigen plaats voor het water. Wij gaven hen met wolken schaduw en stuurden de ‘Manna’ (zoet water) en de 'Salwa' (kwartels) (zeggende): “Eet van de goede dingen, waarmee Wij jullie voorzien hebben.” Zij kwetsten ons niet, maar zij kwetsten zichzelf.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:161","price":"161. En (gedenk) dat er tegen jullie gezegd was: “Treed deze stad binnen en eet daarvan wat jullie wensen en zeg: “Vergeef onze zonden,” en ga de poort knielend binnen. Wij zullen jullie je zonden vergeven. Wij zullen (de beloning) voor de weldoeners doen toenemen.”","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:162","price":"162. Maar degenen onder hen die valselijk het woord hebben veranderd, dat hen verteld was, zenden Wij dus een bestraffing uit de hemel voor hun wandaden.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:163","price":"163. En vraag hen over de stad die bij de zee was, wanneer zij de zaak van de sabbat overtraden; toen hun vis op de dag van de sabbat openlijk tot hen kwam en niet tot hen kwam op een dag dat ze geen sabbat hadden. Dus maakten Wij een beproeving voor hen, want zij zaaiden verderf.","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:164","price":"164. En toen zei een gemeenschap onder hen: “Waarom preken jullie tot een volk dat Allah zal vernietigen of met een zware bestraffing zal bestraffen?” (De prekers) zeiden: “Om vrij van schuld te zijn voor onze Heer en misschien zullen zij Allah vrezen.”","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:165","price":"165. Toen zij dus de herinneringen vergaten die hen gegeven waren, redden Wij degenen die het kwaad verboden, maar Wij grepen degenen die het kwaad beoefenden met een zware straf want zij zaaiden verderf.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:166","price":"166. Dus toen zij de grenzen van wat hen verboden was overtraden, zeiden Wij tegen hen: “Wees apen, veracht en verworpen.”","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:167","price":"167. En (gedenk) dat toen jullie Heer verklaarde dat Hij zeker zou doorgaan met zending tegen hen tot de dag der opstanding, degene die hen met de vernederende bestraffing zullen treffen. Waarlijk, jullie Heer is snel in de vergelding en zeker, Hij is de Vaak-vergevende, Genadevolle.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:168","price":"168. En Wij hebben hen in verschillende groepen opgebroken over de aarde, sommigen van hen zijn rechtvaardig en sommigen zijn daar ver van. En Wij beproefden hen met goed en kwaad, zodat zij zich misschien (tot Allah's gehoorzaamheid) zouden wenden.","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:169","price":"169. Toen kwam na hen een generatie, die het boek erfde, maar voor zichzelf de goederen van dit lage leven koos zeggende: “(Alles) zal ons vergeven worden.” En als er (opnieuw) het aanbod van iets dergelijks op hun pad kwam, dan zouden zij het (opnieuw) grijpen. Was er geen verbond van het boek met hen afgesloten en zouden zij niets anders dan de waarheid over Allah zeggen? En zij hebben bestudeerd wat daar geschreven staat. En het tehuis van het hiernamaals is beter voor degenen die godvrezend zijn. Begrijpen jullie dat dan niet?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:170","price":"170. En voor degenen die zich aan het boek stevig vasthouden en perfect hun gebeden verrichten, zeker zullen Wij de beloning nooit verloren gaan voor degenen die goede daden verrichten.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:171","price":"171. En (gedenk) toen Wij de berg boven hen deden verhieven alsof het vast zat aan de wolk, dachten zij dat het op hen zou vallen. (Wij zeiden): “Houd stevig vast aan wat Wij jullie gegeven hebben en gedenk wat daarin geschreven staat, zodat jullie Allah moge vrezen en Hem gehoorzamen.”","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:172","price":"172. En (gedenk) toen jullie Heer de kinderen van Adam voorbracht, uit hun lenden, hun zaad en liet hen voor henzelf getuigen (zeggende): “Ben Ik niet jullie Heer?” Zij zeiden: “Ja! Wij getuigen.” Zodat jullie op de dag der opstanding niet zullen zeggen: “Waarlijk, wij wisten dit niet.”","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:173","price":"173. Of dat jullie niet zullen zeggen: “Het waren slechts onze vaders vroeger die anderen als deelgenoot in de aanbidding bij Allah namen en wij waren (slechts) hun afstammelingen; zult U ons dan vernietigen vanwege de daden van mannen die de leugen praktiseerden?”","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:174","price":"174. Dus Wij hebben de tekenen nauwkeurig uitgelegd, zodat zij zich (tot de waarheid) mogen keren.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:175","price":"175. (O, Mohammed), draag het verhaal voor aan hen (de joden) over diegene aan wie Wij Onze aayaat (tekenen, bewijzen, lessen, onthullingen, enz.) hebben gegeven, maar hij verwierp ze uit ongeloof. Dus volgde sjaitaan hem (op de voet) en werd hij één van de dwalende dolers.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:176","price":"176. En als Wij het hadden gewild, dan hadden Wij hem zeker met (Onze verzen) verheven (d.w.z. tot rang van geleerde). Maar hij bleef zich vastklampen aan de aarde (het wereldse leven) en volgde zijn zelfingenomen begeertes. Zijn beschrijving is zoals de beschrijving van een hond: als je hem wegjaagt, hangt zijn tong uit zijn bek en als je hem achterlaat, dan hangt zijn tong er nog steeds uit. Dit is de beschrijving van de mensen die Onze aayaat (tekenen) verwerpen. Vertel ze dus de (authentieke) verhalen, in de hoop dat zij erover nadenken.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:177","price":"177. Kwaad is de gelijkenis van de mensen die Onze tekenen verwerpen en zichzelf kwaaddoen.","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:178","price":"178. Iedereen die Allah leidt, zijn de geleiden en iedereen die Hij laat dwalen, dat zijn de verliezers.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:179","price":"179. Voorzeker, Wij hebben velen van de djinn en de mensen voor de hel geschapen. Zij hebben harten, waarmee zij (de waarheid) niet begrijpen, zij hebben ogen waarmee zij niet zien en zij hebben oren waarmee zij (de verzen) niet horen. Zij zijn zoals het vee! Neen, hun dwaling is zelfs erger [1] (want) zij zijn de achtelozen!","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"[1] Waarom erger? Erger omdat het vee slechts doet waarvoor het geschapen werd. Daarenboven hebben ze een dierlijk instinct dat hen waarschuwt voor gevaar, en dus ook wegvlucht zodra er gevaar dreigt. Dit in tegenstelling tot veel mensen en djinn.","lang":"nl"},{"name":"7:180","price":"180. En (alle) van de mooiste namen behoren Allah toe, roep Hem bij ze aan en verlaat het gezelschap van degenen die Zijn namen verloochenen en ontkennen. Zij zullen voor hun daden vergolden worden.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:181","price":"181. En van degenen die Wij geschapen hebben is er een gemeenschap die (anderen) leidt in de waarheid en daartussen rechtvaardigheid betracht.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:182","price":"182. Degenen die Onze tekenen verwerpen zullen Wij geleidelijk met de bestraffing grijpen op manieren die zij niet kunnen voorzien.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:183","price":"183. Ik geef hen uitstel, zeker Mijn plan is sterk.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:184","price":"184. Denken zij niet na. Er is geen krankzinnigheid in hun metgezel. Hij is een duidelijke waarschuwer.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:185","price":"185. Kijken zij dan niet in het rijk van de hemelen en de aarde en naar alle zaken die Allah geschapen heeft en kan het zijn dat het einde van hun leven nabij is? In welke boodschap zullen zij hierna dan geloven?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:186","price":"186. Iedereen die Allah laat dwalen, kan niemand leiden; en Hij laat hen blind ronddwalen in hun overtredingen.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:187","price":"187. Zij vragen jou over het Uur: “Wanneer zal de aangewezen tijd zijn?” Zeg: “De kennis daarvan is (alleen) bij mijn Heer. Niemand kan daar de tijd van openbaren, behalve Hij. Zwaar is de last voor de hemelen en de aarde. Het zal onverwachts over jullie komen.” Zij vragen jou alsof jij daar goede kennis van hebt. Zeg: “De kennis daarvan is (alleen) bij Allah, maar de meeste mensen weten het niet.”","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:188","price":"188. Zeg: “Ik bezit geen kracht ten gunste of ten nadele van mijzelf, behalve als Allah het wil. Als ik de kennis van het onzichtbare had, dan zou ik voor mijzelf een overvloed aan weelde veilig hebben gesteld en geen kwaad zou mij aanraken. Ik ben alleen maar een waarschuwer, een brenger van goede berichten voor de mensen die geloven.","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:189","price":"189. Hij is het die jullie geschapen heeft uit één enkele persoon en (toen) heeft Hij uit hem zijn vrouw geschapen, zodat hij het plezier zou beleven om met haar samen te leven. Toen hij geslachtsgemeenschap met haar had gehad, werd zij zwanger, maar zij droeg het licht, beiden riepen zij Allah aan, hun Heer (zeggende): “Als U ons een kind geeft dat in alle aspecten goed is, zullen wij zeker dankbaar zijn.”","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:190","price":"190. Maar toen Hij hen een in alle aspecten goed kind gaf, maakten zij Hem deelgenoot in dat wat Hij hen had gegeven. Hoog zij Allah, Verheven boven alles wat zij aan Hem als deelgenoten toeschrijven.","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:191","price":"191. Kennen zij aan Allah deelgenoten toe van degenen die niets geschapen hebben en die zij zelf geschapen hebben?","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:192","price":"192. Geen hulp kunnen zij hen geven, noch kunnen zij zichzelf helpen.","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:193","price":"193. En als jullie hen voor leiding roepen, dan volgen zij jullie niet. Het is voor jullie hetzelfde, of jullie ze roepen of niets zeggen...","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:194","price":"194. Waarlijk, degenen die jullie naast Allah oproepen, zijn net als jullie slaven. Roep hen dus en laat hen jullie antwoorden als jullie waarachtig zijn.","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:195","price":"195. Hebben zij voeten waarmee zij lopen? Of handen, waarmee zij vasthouden of hebben zij ogen, waarmee zij zien? Of hebben zij oren, waarmee zij horen? Zeg: “Roep jullie deelgenoten en zij zweren tegen mij samen en zij geven mij geen uitstel!","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:196","price":"196. Waarlijk, mijn beschermheer is Allah Die het boek heeft geopenbaard en Hij beschermt de rechtvaardigen.","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:197","price":"197. En degenen die jullie naast Hem (Allah) aanroepen kunnen jullie niet helpen of kunnen zichzelf niet helpen.”","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:198","price":"198. En als jullie hen voor leiding roepen, horen zij niet en jullie zien hen naar jullie kijken maar zij zien niet.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:199","price":"199. Aanvaard de excuses (van je medemens zonder daar iets achter te zoeken), spoor aan tot het goede en keer je af van de dwazen (door bij hen weg te blijven).","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:200","price":"200. En als sjaitaan jou met een kwade influistering benadert (tijdens het gehoorzamen aan Allah's bevelen), zoek dan toevlucht bij Allah (om het teniet te doen). Waarlijk, Hij is Alhorend (over de woorden), Alwetend (over de daden).","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:201","price":"201. Waarlijk! Degenen die godvrezend zijn, gedenken Allah zodra de kwade gedachten van sjaitaan bij hen opkomen, waardoor zij (het juiste van het goede) kunnen onderscheiden.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:202","price":"202. En hun (duivelse ongelovige) broeders doen hen nog dieper afdalen in de dwaling, en (overwegen het zelfs niet) om daar mee op te houden.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:203","price":"203. En als jullie hen geen wonder brengen zeggen zij: “Waarom hebben jullie het niet gebracht?” Zeg: “Ik volg wat er aan mij door mijn Heer geopenbaard is. Dit zijn niets anders dan bewijzen van jullie Heer en een leiding en een genade voor de mensen die geloven.\"","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:204","price":"204. Als dus de Koran gereciteerd wordt, luister er dan naar en zwijg, zodat jullie genade mogen ontvangen.","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:205","price":"205. En gedenk jullie Heer in jullie zelf, in nederigheid en met vrees zonder luidheid in woorden, in de ochtenden en in de namiddagen en behoor niet tot degenen die onachtzaam zijn.","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"","lang":"nl"},{"name":"7:206","price":"206. Zeker, degenen die met jouw Heer zijn, zijn nooit te trots om Hem te aanbidden, maar zij verheerlijken Zijn lof en knielen voor Hem.","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"","lang":"nl"}],"chapter":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"]}