{"data":[{"name":"2:255","price":"اللہ تعالیٰ ہی معبود برحق ہے جس کے سوا کوئی معبود نہیں جو زنده اور سب کا تھامنے واﻻ ہے، جسے نہ اونگھ آئے نہ نیند، اس کی ملکیت میں زمین اور آسمانوں کی تمام چیزیں ہیں۔ کون ہے جو اس کی اجازت کے بغیر اس کے سامنے شفاعت کرسکے، وه جانتا ہے جو ان کے سامنے ہے اور جو ان کے پیچھے ہے اور وه اس کے علم میں سے کسی چیز کا احاطہ نہیں کرسکتے مگر جتنا وه چاہے(1) ، اس کی کرسی کی وسعت(2) نے زمین و آسمان کو گھیر رکھا ہے اور اللہ تعالیٰ ان کی حفاﻇت سے نہ تھکتا اور نہ اکتاتا ہے، وه تو بہت بلند اور بہت بڑا ہے۔","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"(1) یہ آیت الکرسی ہے جس کی بڑی فضیلت صحیح احادیث سے ثابت ہے مثلاً یہ آیت قرآن کی اعظم آیت ہے۔ اس کے پڑھنے سے رات کو شیطان سے تحفظ رہتا ہے۔ ہر فرض نماز کے بعد پڑھنے کی بڑی فضیلت ہے وغیرہ (ابن کثیر) یہ اللہ تعالیٰ کی صفات جلال، اس کی علو شان اور اس کی قدرت وعظمت پر مبنی نہایت جامع آیت ہے۔\n(2) كُرْسِيٌّ سے بعض نے مَوْضِعُ قَدَمَيْنِ (قدم رکھنے کی جگہ)، بعض نے علم،بعض نے قدرت وعظمت، بعض نے بادشاہی اور بعض نے عرش مراد لیا ہے۔ لیکن صفات باری تعالیٰ کے بارے میں محدثین اور سلف کا یہ مسلک ہے کہ اللہ تعالیٰ کی جو صفات جس طرح قرآن وحدیث میں بیان ہوئی ہیں، ان کی بغیر تاویل اور کیفیت بیان کئے، ان پر ایمان رکھا جائے۔ اس لئے یہی ایمان رکھنا چاہیے کہ یہ فی الواقع کرسی ہے جو عرش سے الگ ہے۔ اس کی کیفیت کیا ہے، اس پر وہ کس طرح بیٹھتا ہے؟ اس کو ہم بیان نہیں کرسکتے کیونکہ اس کی حقیقت سے ہم بےخبر ہیں۔","lang":"ur"}],"dua":{"id":1,"name":"Ayat al-Kursi","arabicName":"آية الكرسي","reference":"2:255","verseTitle":"The Throne Verse","significanceReason":"Considered the most powerful verse in the Qur'an, describing Allah's supreme attributes, omnipotence, and absolute authority. Provides comprehensive description of divine characteristics and is believed to offer spiritual protection when recited."}}