{"data":[{"name":"5:55","price":"(مسلمانو)! تمہارا دوست خود اللہ ہے اور اس کا رسول ہے اور ایمان والے ہیں(1) جو نمازوں کی پابندی کرتے ہیں اور زکوٰة ادا کرتے ہیں اور وه رکوع (خشوع وخضوع) کرنے والے ہیں۔","arabic":"إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُواْ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُمۡ رَٰكِعُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":724,"juzNumber":6,"footnotes":"(1) جب یہود ونصاریٰ کی دوستی سے منع فرمایا گیا تو اب اس سوال کا جواب دیا جارہا ہے کہ پھر وہ دوستی کن سے کریں؟ فرمایا کہ اہل ایمان کے دوست سب سے پہلے اللہ اور اس کے رسول ہیں اور پھر ان کے ماننے والے اہل ایمان ہیں۔ آگے ان کی مزید صفات بیان کی جا رہی ہیں۔","lang":"ur"},{"name":"5:56","price":"اور جو شخص اللہ تعالیٰ سے اور اس کے رسول سے اور مسلمانوں سے دوستی کرے، وه یقین مانے کہ اللہ تعالیٰ کی جماعت ہی غالب رہے گی۔(1)","arabic":"وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُواْ فَإِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡغَٰلِبُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":725,"juzNumber":6,"footnotes":"(1) یہ ”حِزْبُ اللهِ“ (اللہ کی جماعت) کی نشاندہی اور اس کے غلبے کی نوید سنائی جا رہی ہے۔ حزب اللہ وہی ہے جس کا تعلق صرف اللہ، رسول اور مومنین سے ہو اور کافروں، مشرکوں اور یہود ونصاریٰ سے چاہے وہ ان کے قریبی رشتے دار ہوں، وہ محبت وموالات کا تعلق نہ رکھیں، جیسا کہ سورۂ مجادلہ کے آخر میں فرمایا گیا ہے کہ ”تم اللہ اور یوم آخرت پر ایمان رکھنے والوں کو ایسا نہیں پاؤ گے کہ وہ ایسے لوگوں سے محبت رکھیں جو اللہ اور اس کے رسول کے دشمن ہوں، چاہے وہ ان کے باپ ہوں، ان کے بیٹے ہوں، ان کے بھائی ہوں یا ان کے خاندان اور قبیلے کے لوگ ہوں پھر خوشخبری دی گئی کہ یہ وہ لوگ ہیں، جن کے دلوں میں ایمان ہے اور جنہیں اللہ کی مدد حاصل ہے، انہیں ہی اللہ تعالیٰ جنت میں داخل فرمائے گا۔۔ اور یہی حزب اللہ ہے، کامیابی جس کا مقدر ہے“۔ (سورۂ مجادلہ آخری آیت)","lang":"ur"}],"dua":{"id":75,"name":"Ayat al-Wilayah","arabicName":"آية الولاية","reference":"5:55-56","verseTitle":"The Guardianship Verse","significanceReason":"Describes true believers and divine guardianship, specifically highlighting the status of those who support Allah's cause."}}