{"data":[{"name":"8:41","price":"Und wisset: Was immer ihr erbeutet, so gehört Allah ein Fünftel davon und dem Gesandten, und den Verwandten, den Waisen, den Armen und dem Sohn des Weges, wenn ihr an Allah glaubt und an das, was Wir auf Unseren Diener am Tag der Unterscheidung (als Offenbarung) hinabgesandt haben, an dem Tag, da die beiden Heere aufeinandertrafen. Und Allah hat zu allem die Macht.","arabic":"۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1201,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:42","price":"Als ihr auf der näheren Talseite wart, sie auf der ferneren Talseite und die Karawane unterhalb von euch. Und wenn ihr euch verabredet hättet, wäret ihr über die Verabredung fürwahr uneinig gewesen, aber (es geschah so), damit Allah eine Angelegenheit entscheide, die ausgeführt werden sollte, damit, wer umkam, auf Grund eines klaren Beweises umkäme, und wer am Leben bliebe, auf Grund eines klaren Beweises am Leben bliebe. Allah ist wahrlich Allhörend und Allwissend.","arabic":"إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1202,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:43","price":"Als Allah sie dir in deinem Schlaf als wenige zeigte -, und wenn Er sie dir als viele gezeigt hätte, hättet ihr wahrlich den Mut verloren und über die Angelegenheit miteinander gestritten. Aber Allah hat (euch) bewahrt. Gewiß, Er weiß über das Innerste der Brüste Bescheid.","arabic":"إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1203,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:44","price":"Und als Er sie euch, als ihr aufeinandertraft, in euren Augen als wenige erscheinen ließ, und (auch) euch in ihren Augen weniger machte, damit Allah eine Angelegenheit entscheide, die ausgeführt werden sollte. Und zu Allah werden (all) die Angelegenheiten zurückgebracht.","arabic":"وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1204,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:45","price":"O die ihr glaubt, wenn ihr auf eine Schar trefft, so steht fest und gedenkt Allahs häufig, auf daß es euch wohl ergehen möge!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1205,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:46","price":"Und gehorcht Allah und Seinem Gesandten, und streitet nicht miteinander, sonst würdet ihr den Mut verlieren, und eure Kraft würde vergehen! Und seid standhaft! Gewiß, Allah ist mit den Standhaften.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1206,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:47","price":"Und seid nicht wie diejenigen, die aus ihren Wohnstätten hinauszogen, in Übermut und aus Augendienerei vor den Menschen, und die von Allahs Weg abhalten. Allah umfaßt, was sie tun.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1207,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:48","price":"Und als der Satan ihnen ihre Werke ausschmückte und sagte: Es gibt heute keinen unter den Menschen, der euch besiegen könnte. Und ich bin euch ein Beschützer. Als aber die beiden Scharen einander sahen, machte er auf seinen Fersen kehrt und sagte: Gewiß, ich sage mich von euch los. Ich sehe, was ihr nicht seht. Ich fürchte Allah. Und Allah ist streng im Bestrafen.","arabic":"وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1208,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:49","price":"Als die Heuchler und diejenigen, in deren Herzen Krankheit ist, sagten: Getäuscht hat diese da ihre Religion! Wer sich aber auf Allah verläßt, - so ist Allah Allmächtig und Allwissend.","arabic":"إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1209,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:50","price":"Und wenn du sehen würdest, wenn die Engel diejenigen abberufen, die ungläubig sind, wobei sie sie ins Gesicht und auf den Rücken schlagen und (sagen): Kostet die Strafe des Brennens!","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1210,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:51","price":"Dies (geschieht) wegen dessen, was eure Hände vorausgeschickt haben, und deshalb, weil Allah keiner ist, der den Menschen Unrecht zufügt.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1211,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:52","price":"Nach der Art der Leute Fir’auns und derjenigen vor ihnen: Sie verleugneten Allahs Zeichen, und da ergriff Allah sie für ihre Sünden. Gewiß, Allah ist Stark und streng im Bestrafen.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1212,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:53","price":"Dies, weil Allah nimmer eine Gunst, die Er einem Volk erwiesen hat, ändert, bis sie das ändern, was in ihnen selbst ist, und weil Allah Allhörend und Allwissend ist.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1213,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:54","price":"Nach der Art der Leute Fir’auns und derjenigen vor ihnen: Sie erklärten die Zeichen ihres Herrn für Lüge, und da vernichteten Wir sie für ihre Sünden, und Wir ließen die Leute Fir’auns ertrinken. Sie alle waren ungerecht.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1214,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:55","price":"Gewiß, die schlimmsten Tiere bei Allah sind die, die ungläubig sind und (auch) weiterhin nicht glauben,","arabic":"إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1215,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:56","price":"mit denen du eine Verpflichtung eingegangen bist, die aber dann ihre Verpflichtung jedesmal brechen und nicht gottesfürchtig sind.","arabic":"ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1216,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:57","price":"Wenn du nun auf sie im Krieg triffst, dann verscheuche mit ihnen diejenigen, die hinter ihnen stehen, auf daß sie bedenken mögen.","arabic":"فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1217,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:58","price":"Und wenn du dann von irgendwelchen Leuten Verrat befürchtest, so verwirf ihnen (die Verpflichtung) in gleicher Weise. Gewiß, Allah liebt nicht die Verräter.","arabic":"وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1218,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:59","price":"Und diejenigen, die ungläubig sind, sollen ja nicht meinen, sie könnten zuvorkommen. Sie werden sich (Mir) gewiß nicht entziehen.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1219,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:60","price":"Und haltet für sie bereit, was ihr an Kraft und an kampfbereiten Pferden (haben) könnt, um damit den Feinden Allahs und euren Feinden Angst zu machen, sowie anderen außer ihnen, die ihr nicht kennt; Allah aber kennt sie! Und was immer ihr auf Allahs Weg ausgebt, wird euch in vollem Maß zukommen, und es wird euch kein Unrecht zugefügt.","arabic":"وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1220,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:61","price":"Und wenn sie sich dem Frieden zuneigen, dann neige auch du dich ihm zu und verlasse dich auf Allah! Gewiß, Er ist ja der Allhörende und Allwissende.","arabic":"۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1221,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:62","price":"Und wenn sie dich betrügen wollen - gewiß, so ist deine Genüge Allah. Er ist es, Der dich mit Seiner Hilfe und mit den Gläubigen gestärkt hat.","arabic":"وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1222,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:63","price":"Und Er hat ihre Herzen zusammengefügt. Wenn du alles, was auf der Erde ist, (dafür) ausgegeben hättest, hättest du ihre Herzen nicht zusammenfügen können. Aber Allah hat sie zusammengefügt. Gewiß, Er ist Allmächtig und Allweise.","arabic":"وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1223,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:64","price":"O Prophet, deine Genüge ist Allah und (auch) derer von den Gläubigen, die dir folgen.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1224,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:65","price":"O Prophet, sporne die Gläubigen zum Kampf an! Wenn es unter euch zwanzig Standhafte gibt, werden sie zweihundert besiegen. Und wenn es unter euch hundert gibt, werden sie Tausend von denen, die ungläubig sind, besiegen, weil sie Leute sind, die nicht verstehen.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1225,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:66","price":"Jetzt (aber) hat Allah es euch leicht gemacht. Er weiß ja, daß in euch Schwaches (angelegt) ist. Wenn es nun unter euch hundert Standhafte gibt, werden sie zweihundert besiegen, und wenn es unter euch Tausend gibt, werden sie Zweitausend besiegen, mit Allahs Erlaubnis. Allah ist mit den Standhaften.","arabic":"ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1226,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:67","price":"Es steht keinem Propheten zu, Gefangene zu haben, bis er (den Feind überall) im Land schwer niedergekämpft hat. Ihr wollt Glücksgüter des Diesseitigen, aber Allah will das Jenseits. Allah ist Allmächtig und Allweise.","arabic":"مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1227,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:68","price":"Wenn nicht von Allah eine früher ergangene Bestimmung wäre, würde euch für das, was ihr genommen habt, wahrlich gewaltige Strafe widerfahren.","arabic":"لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1228,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:69","price":"Eßt nun von dem, was ihr erbeutet habt, als etwas Erlaubtes und Gutes, und fürchtet Allah! Gewiß, Allah ist Allvergebend und Barmherzig.","arabic":"فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1229,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:70","price":"O Prophet, sag zu denen von den Gefangenen (, die sich) in euren Händen (befinden): Wenn Allah in euren Herzen etwas Gutes weiß, wird Er euch etwas Besseres geben als das, was euch genommen worden ist, und wird euch vergeben. Allah ist Allvergebend und Barmherzig.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1230,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:71","price":"Und wenn sie dich verraten wollen, so haben sie schon zuvor Allah verraten, und dann hat Er (euch) Macht über sie gegeben. Allah ist Allwissend und Allweise.","arabic":"وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1231,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:72","price":"Gewiß, diejenigen, die glauben und ausgewandert sind und sich mit ihrem Besitz und ihrer eigenen Person auf Allahs Weg abgemüht haben, und diejenigen, die (jenen) Zuflucht gewährt und (ihnen) geholfen haben, sie sind einer des anderen Schutzherren. Zu denjenigen aber, die glauben und nicht ausgewandert sind, habt ihr kein Schutzverhältnis, bis sie auswandern. Wenn sie euch jedoch um der (euch gemeinsamen) Religion willen um Hilfe bitten, dann obliegt euch die Hilfe, außer gegen Leute, zwischen euch und denen ein Abkommen besteht. Und was ihr tut, sieht Allah wohl.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1232,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:73","price":"Und diejenigen, die ungläubig sind, sind einer des anderen Schutzherren. - Wenn ihr es nicht tut, wird es im Land Aufruhr und großes Unheil geben.","arabic":"وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1233,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:74","price":"Und diejenigen, die glauben und ausgewandert sind und sich auf Allahs Weg abgemüht haben, und diejenigen, die (jenen) Zuflucht gewährt und geholfen haben, das sind die wahren Gläubigen. Für sie gibt es Vergebung und ehrenvolle Versorgung.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1234,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"8:75","price":"Und diejenigen, die danach geglaubt haben und ausgewandert sind und sich mit euch abgemüht haben, sie gehören zu euch. Aber die Blutsverwandten stehen einander am nächsten; (dies steht) im Buch Allahs. Gewiß, Allah weiß über alles Bescheid.","arabic":"وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1235,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:1","price":"Eine Lossagung von Seiten Allahs und Seines Gesandten an diejenigen unter den Götzendienern, mit denen ihr einen Vertrag abgeschlossen habt.","arabic":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1236,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:2","price":"Nun zieht im Land vier Monate umher und wißt, daß ihr euch Allah nicht entziehen könnt, und daß Allah die Ungläubigen in Schande stürzt!","arabic":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1237,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:3","price":"Und eine Bekanntmachung von Seiten Allahs und Seines Gesandten an die Menschen am Tag der großen Pilgerfahrt, daß Allah der (Verpflichtung gegenüber den) Götzendiener(n) ledig ist, und auch Sein Gesandter. Wenn ihr nun bereut, so ist es besser für euch. Wenn ihr euch jedoch abkehrt, so wißt, daß ihr euch Allah nicht entziehen könnt! Und verkünde denen, die ungläubig sind, schmerzhafte Strafe!","arabic":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1238,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:4","price":"Mit Ausnahme derer von den Götzendienern, mit denen ihr einen Vertrag abgeschlossen habt und die (es) euch (in) nichts haben fehlen lassen und niemandem gegen euch beigestanden haben. So erfüllt ihnen gegenüber ihren Vertrag bis zu der ihnen eingeräumten Frist! Gewiß, Allah liebt die Gottesfürchtigen.","arabic":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1239,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:5","price":"Wenn nun die Schutzmonate abgelaufen sind, dann tötet die Götzendiener, wo immer ihr sie findet, ergreift sie, belagert sie und lauert ihnen aus jedem Hinterhalt auf! Wenn sie aber bereuen, das Gebet verrichten und die Abgabe entrichten, dann laßt sie ihres Weges ziehen! Gewiß, Allah ist Allvergebend und Barmherzig.","arabic":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1240,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:6","price":"Und wenn jemand von den Götzendienern dich um Schutz bittet, dann gewähre ihm Schutz, bis er das Wort Allahs hört. Hierauf lasse ihn den Ort erreichen, wo er in Sicherheit ist. Dies, weil sie Leute sind, die nicht Bescheid wissen.","arabic":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1241,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:7","price":"Wie sollte es denn für die Götzendiener bei Allah und bei Seinem Gesandten einen Vertrag geben, außer (für) diejenigen, mit denen ihr bei der geschützten Gebetsstätte einen Vertrag abgeschlossen habt? Solange sie sich euch gegenüber recht verhalten, verhaltet (auch) ihr euch ihnen gegenüber recht. Gewiß, Allah liebt die Gottesfürchtigen.","arabic":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1242,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:8","price":"Wie (sollte es einen Vertrag geben), wo sie doch, wenn sie die Oberhand über euch bekommen, euch gegenüber weder Verwandtschaftsbande noch (Schutz)vertrag beachten? Sie stellen euch mit ihren Mündern zufrieden, aber ihre Herzen weigern sich. Und die meisten von ihnen sind Frevler.","arabic":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1243,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:9","price":"Sie haben die Zeichen Allahs für einen geringen Preis verkauft und damit von Seinem Weg abgehalten. Gewiß, wie böse ist, was sie zu tun pflegten.","arabic":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1244,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:10","price":"Sie beachten gegenüber einem Gläubigen weder Verwandtschaftsbande noch (Schutz)vertrag. Das sind die Übertreter.","arabic":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1245,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:11","price":"Wenn sie aber bereuen, das Gebet verrichten und die Abgabe entrichten, dann sind sie eure Brüder in der Religion. Wir legen die Zeichen ausführlich dar für Leute, die Bescheid wissen.","arabic":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1246,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:12","price":"Wenn sie ihre Eide aber nach Vertragsabschluß brechen und eure Religion schmähen, dann kämpft gegen die Anführer des Unglaubens - für sie gibt es ja keine Eide -, auf daß sie aufhören mögen.","arabic":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1247,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:13","price":"Wollt ihr nicht gegen Leute kämpfen, die ihre Eide gebrochen haben und vorhatten, den Gesandten zu vertreiben, wobei sie zuerst gegen euch (mit Feindseligkeiten) anfingen? Fürchtet ihr sie? Aber Allah hat ein größeres Anrecht darauf, daß ihr Ihn fürchtet, wenn ihr gläubig seid.","arabic":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1248,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:14","price":"Kämpft gegen sie! Allah wird sie durch eure Hände strafen, sie in Schande stürzen, euch zum Sieg über sie verhelfen und die Brüste von gläubigen Leuten heilen","arabic":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1249,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:15","price":"und den Grimm in ihren Herzen vergehen lassen. Allah nimmt die Reue an, von wem Er will. Allah ist Allwissend und Allweise.","arabic":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1250,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:16","price":"Oder meint ihr etwa, daß ihr (in Ruhe) gelassen werdet, ohne daß Allah zuvor diejenigen kenne, die von euch sich abgemüht und außer Allah, Seinem Gesandten und den Gläubigen keinen Vertrauten genommen haben? Und Allah ist Kundig dessen, was ihr tut.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1251,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:17","price":"Es steht den Götzendienern nicht zu, Allahs Gebetsstätten zu bevölkern, wo sie gegen sich selbst Zeugnis ablegen durch den Unglauben. Deren Werke werden hinfällig, und im (Höllen)feuer werden sie ewig bleiben.","arabic":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1252,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:18","price":"Gewiß, Allahs Gebetsstätten bevölkert nur, wer an Allah und den Jüngsten Tag glaubt, das Gebet verrichtet, die Abgabe entrichtet und niemanden außer Allah fürchtet. Diese aber werden vielleicht zu den Rechtgeleiteten gehören.","arabic":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1253,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:19","price":"Stellt ihr etwa die Tränkung der Pilger und das Bevölkern der geschützten Gebetsstätte (den Werken) dessen gleich, der an Allah und den Jüngsten Tag glaubt und sich auf Allahs Weg abmüht? Sie sind nicht gleich bei Allah. Und Allah leitet das ungerechte Volk nicht recht.","arabic":"۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1254,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:20","price":"Diejenigen, die glauben und ausgewandert sind und sich auf Allahs Weg mit ihrem Besitz und ihrer eigenen Person abgemüht haben, haben einen größeren Vorzug bei Allah. Das sind die Erfolgreichen.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1255,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:21","price":"Ihr Herr verkündet ihnen Barmherzigkeit von sich und Wohlgefallen und Gärten, in denen sie beständige Wonne haben,","arabic":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1256,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:22","price":"ewig und auf immer darin zu bleiben. Gewiß, bei Allah gibt es großartigen Lohn.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1257,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:23","price":"O die ihr glaubt, nehmt nicht eure Väter und eure Brüder zu Schutzherren, wenn sie den Unglauben mehr lieben als den Glauben! Wer von euch sie zu Vertrauten nimmt, das sind die Ungerechten.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1258,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:24","price":"Sag: Wenn eure Väter, eure Söhne, eure Brüder, eure Gattinnen und eure Sippemitglieder, Besitz, den ihr erworben habt, Handel, dessen Niedergang ihr fürchtet, und Wohnungen, an denen ihr Gefallen findet, euch lieber sind als Allah und Sein Gesandter und das Abmühen auf Seinem Weg, dann wartet ab, bis Allah mit Seiner Anordnung kommt! Allah leitet das Volk der Frevler nicht recht.","arabic":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1259,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:25","price":"Allah hat euch doch an vielen Orten zum Sieg verholfen, und auch am Tag von Hunain, als eure große Zahl euch gefiel, euch aber nichts nutzte. Die Erde wurde euch eng bei all ihrer Weite. Hierauf kehrtet ihr den Rücken (zur Flucht).","arabic":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1260,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:26","price":"Daraufhin sandte Allah Seine innere Ruhe auf Seinen Gesandten und auf die Gläubigen herab, und Er sandte Heerscharen, die ihr nicht saht, herab und strafte diejenigen, die ungläubig waren. Das war der Lohn der Ungläubigen.","arabic":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1261,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:27","price":"Hierauf nimmt Allah nach alledem die Reue an, von wem Er will. Und Allah ist Allvergebend und Barmherzig.","arabic":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1262,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:28","price":"O die ihr glaubt, die Götzendiener sind fürwahr unrein, so sollen sie sich der geschützten Gebetsstätte nach diesem, ihrem Jahr nicht mehr nähern! Und wenn ihr (deshalb) Armut befürchtet, so wird Allah euch durch Seine Huld reich machen, wenn Er will. Gewiß, Allah ist Allwissend und Allweise.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1263,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:29","price":"Kämpft gegen diejenigen, die nicht an Allah und nicht an den Jüngsten Tag glauben und nicht verbieten, was Allah und Sein Gesandter verboten haben, und nicht die Religion der Wahrheit befolgen - von denjenigen, denen die Schrift gegeben wurde -, bis sie den Tribut aus der Hand entrichten und gefügig sind!","arabic":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1264,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:30","price":"Die Juden sagen: ’Uzair ist Allahs Sohn, und die Christen sagen: Al-Masih ist Allahs Sohn. Das sind ihre Worte aus ihren (eigenen) Mündern. Sie führen ähnliche Worte wie diejenigen, die zuvor ungläubig waren. Allah bekämpfe sie! Wie sie sich (doch) abwendig machen lassen!","arabic":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1265,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:31","price":"Sie haben ihre Gelehrten und ihre Mönche zu Herren genommen außer Allah, sowie al-Masih ibn Maryam, wo ihnen doch nur befohlen worden ist, einem einzigen Gott zu dienen. Es gibt keinen Gott außer Ihm. Preis sei Ihm! (Erhaben ist Er) über das, was sie (Ihm) beigesellen.","arabic":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1266,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:32","price":"Sie wollen Allahs Licht mit ihren Mündern auslöschen. Aber Allah besteht darauf, Sein Licht doch zu vollenden, auch wenn es den Ungläubigen zuwider ist.","arabic":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1267,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:33","price":"Er ist es, Der Seinen Gesandten mit der Rechtleitung und der Religion der Wahrheit gesandt hat, um ihr die Oberhand über alle Religion zu geben, auch wenn es den Götzendienern zuwider ist.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1268,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:34","price":"O die ihr glaubt, viele von den Gelehrten und den Mönchen verschlingen fürwahr den Besitz der Menschen auf nichtige Weise und halten von Allahs Weg ab. Diejenigen, die Gold und Silber horten und es nicht auf Allahs Weg ausgeben, denen verkünde schmerzhafte Strafe,","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1269,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:35","price":"am Tag, da im Feuer der Hölle darüber heiß gemacht wird und damit ihre Stirnen, ihre Seiten und ihre Rücken gebrandmarkt werden: Dies ist, was ihr für euch selbst gehortet habt. Nun kostet, was ihr zu horten pflegtet!","arabic":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1270,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:36","price":"Gewiß, die Anzahl der Monate bei Allah ist zwölf Monate, im Buch Allahs (festgelegt) am Tag, da Er die Himmel und die Erde schuf. Davon sind vier geschützt. Das ist die richtige Religion. So fügt euch selbst in ihnen kein Unrecht zu. Und kämpft gegen die Götzendiener allesamt wie sie gegen euch allesamt kämpfen! Und wißt, daß Allah mit den Gottesfürchtigen ist!","arabic":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1271,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:37","price":"Das Verschieben eines Monats ist nur eine Mehrung des Unglaubens. Damit werden diejenigen, die ungläubig sind, in die Irre geführt; sie erklären ihn in einem Jahr für ungeschützt und in einem (anderen) Jahr für geschützt, um der Anzahl dessen gleichzukommen, was Allah für geschützt erklärt hat; so erklären sie für ungeschützt, was Allah für geschützt erklärt hat. Ihre bösen Taten sind ihnen ausgeschmückt worden. Allah leitet das ungläubige Volk nicht recht.","arabic":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1272,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:38","price":"O die ihr glaubt, was ist mit euch, daß, wenn zu euch gesagt wird: Rückt aus auf Allahs Weg!, ihr euch schwer zur Erde sinken laßt? Seid ihr mit dem diesseitigen Leben mehr zufrieden als mit dem Jenseits? Aber der Genuß des diesseitigen Lebens wird im Jenseits nur gering (erscheinen).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1273,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:39","price":"Wenn ihr nicht ausrückt, wird Er euch mit schmerzhafter Strafe strafen und euch durch ein anderes Volk ersetzen, und ihr (könnt) Ihm keinerlei Schaden zufügen. Allah hat zu allem die Macht.","arabic":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1274,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:40","price":"Wenn ihr ihm nicht helft, so hat Allah ihm (schon damals) geholfen, als diejenigen, die ungläubig waren, ihn als einen von Zweien vertrieben; als sie beide in der Höhle waren und als er zu seinem Gefährten sagte: Sei nicht traurig! Gewiß, Allah ist mit uns! Da sandte Allah Seine innere Ruhe auf ihn herab und stärkte ihn mit Heerscharen, die ihr nicht saht, und erniedrigte das Wort derjenigen, die ungläubig waren, während Allahs Wort (doch) das hohe ist. Allah ist Allmächtig und Allweise.","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:41","price":"Rückt aus, leicht oder schwer, und müht euch mit eurem Besitz und eurer eigenen Person auf Allahs Weg ab. Das ist besser für euch, wenn ihr (es) nur wißt.","arabic":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1276,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:42","price":"Wenn es um nahe Glücksgüter und eine mäßige Reise ginge, würden sie dir wahrlich folgen. Aber die Entfernung ist ihnen zu weit. Und dennoch werden sie bei Allah schwören: Wenn wir (es) könnten, würden wir fürwahr mit euch hinausziehen. Dabei vernichteten sie sich selbst. Doch Allah weiß, daß sie wahrlich lügen.","arabic":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1277,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:43","price":"Allah verzeihe dir! Warum hast du ihnen erlaubt (, zurückzubleiben), bevor sich dir diejenigen klar gezeigt haben, die wahrhaftig sind, und du die Lügner kennst?","arabic":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1278,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:44","price":"Diejenigen, die an Allah und den Jüngsten Tag glauben, bitten dich nicht um Erlaubnis, sich mit ihrem Besitz und ihrer eigenen Person nicht abzumühen. Und Allah weiß über die Gottesfürchtigen Bescheid.","arabic":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1279,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:45","price":"Um Erlaubnis bitten dich nur diejenigen, die an Allah und den Jüngsten Tag nicht glauben und deren Herzen zweifeln; so zaudern sie in ihrem Zweifel.","arabic":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1280,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:46","price":"Wenn sie (wirklich) hätten hinausziehen wollen, hätten sie fürwahr Vorbereitungen dazu getroffen. Aber Allah war ihr Ausziehen zuwider, und so hielt Er sie zurück. Und es wurde gesagt: So bleibt (daheim) mit denjenigen, die (daheim) sitzen bleiben!","arabic":"۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1281,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:47","price":"Wenn sie mit euch hinausgezogen wären, hätten sie euch nur Verwirrung gebracht und wären unter euch fürwahr umhergelaufen im Trachten danach, euch der Versuchung auszusetzen. Und unter euch gibt es manche, die immer (wieder) auf sie horchen. Und Allah weiß über die Ungerechten Bescheid.","arabic":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1282,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:48","price":"Sie haben bereits zuvor danach getrachtet, euch der Versuchung auszusetzen, und haben dir die Angelegenheiten umgekehrt, bis die Wahrheit kam und die Anordnung Allahs erschien, obwohl es ihnen zuwider war.","arabic":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1283,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:49","price":"Unter ihnen gibt es manche, die sagen: Erlaube mir (, zurückzubleiben) und setze mich nicht der Versuchung aus! Dabei sind sie doch in Versuchung gefallen. Und wahrlich, die Hölle umfaßt die Ungläubigen.","arabic":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1284,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:50","price":"Wenn dich etwas Gutes trifft, tut es ihnen leid. Wenn dich jedoch ein Unglück trifft, sagen sie: Wir haben unsere Angelegenheit schon zuvor selbst übernommen und kehren sich froh ab.","arabic":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1285,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:51","price":"Sag: Uns wird nur das treffen, was Allah für uns bestimmt hat. Er ist unser Schutzherr. Auf Allah sollen sich die Gläubigen verlassen.","arabic":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1286,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:52","price":"Sag: Erwartet ihr für uns etwas (anderes) als eines der beiden schönsten Dinge? Wir erwarten für euch, daß Allah euch mit einer Strafe von Ihm oder durch unsere Hände trifft. So wartet nur ab! Gewiß, Wir warten mit euch ab.","arabic":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1287,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:53","price":"Sag: Gebt freiwillig oder widerwillig aus, es wird von euch (doch) nicht angenommen werden! Ihr seid ja frevlerische Leute.","arabic":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1288,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:54","price":"Und nichts (anderes) verhindert, daß ihre Ausgaben von ihnen angenommen werden, als daß sie Allah und Seinen Gesandten verleugnen, sich nur schwerfällig zum Gebet begeben und nur widerwillig ausgeben.","arabic":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1289,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:55","price":"So sollen dir weder ihr Besitz noch ihre Kinder gefallen. Allah will sie damit ja nur im diesseitigen Leben strafen, und (daß) ihre Seelen (im Tod) dahingehen, während sie ungläubig sind.","arabic":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1290,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:56","price":"Und sie schwören bei Allah, daß sie fürwahr zu euch gehören, während sie nicht zu euch gehören, sondern sie sind Leute, die ängstlich sind.","arabic":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1291,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:57","price":"Wenn sie einen Zufluchtsort oder Höhlen oder (sonst) ein Schlupfloch fänden, würden sie sich wahrlich dorthin wenden, und zwar fluchtartig.","arabic":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1292,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:58","price":"Und unter ihnen gibt es manche, die gegen dich wegen der Almosen nörgeln. Wenn ihnen davon gegeben wird, zeigen sie Wohlgefallen. Wenn ihnen davon aber nichts gegeben wird, zeigen sie sogleich Mißfallen.","arabic":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1293,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:59","price":"Wenn sie doch mit dem zufrieden wären, was Allah und Sein Gesandter ihnen gewährten, und sagten: Unsere Genüge ist Allah. Allah wird uns (etwas) von Seiner Huld gewähren und auch Sein Gesandter. Gewiß, nach Allah steht unser Begehren.","arabic":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1294,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:60","price":"Die Almosen sind nur für die Armen, die Bedürftigen, diejenigen, die damit beschäftigt sind, diejenigen, deren Herzen vertraut gemacht werden sollen, (den Loskauf von) Sklaven, die Verschuldeten, auf Allahs Weg und (für) den Sohn des Weges, als Verpflichtung von Allah. Allah ist Allwissend und Allweise.","arabic":"۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1295,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:61","price":"Unter ihnen gibt es diejenigen, die dem Propheten Leid zufügen und sagen: Er ist ein Ohr. Sag: (Er ist) ein Ohr des Guten für euch. Er glaubt an Allah und glaubt den Gläubigen, und (er ist) eine Barmherzigkeit für diejenigen von euch, die glauben. Für diejenigen aber, die Allahs Gesandtem Leid zufügen, wird es schmerzhafte Strafe geben.","arabic":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1296,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:62","price":"Sie schwören euch bei Allah, um euch zufriedenzustellen. Aber Allah - und (auch) Sein Gesandter - hat ein größeres Anrecht darauf, daß sie Ihn zufriedenstellen, wenn sie gläubig sind.","arabic":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1297,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:63","price":"Wissen sie denn nicht, daß es für denjenigen, der Allah und Seinem Gesandten zuwiderhandelt -, daß es für ihn das Feuer der Hölle gibt, ewig darin zu bleiben? Das ist die gewaltige Schande.","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1298,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:64","price":"Die Heuchler fürchten, daß eine Sura über sie offenbart werden könnte, die ihnen kundtut, was in ihren Herzen ist. Sag: Macht euch (nur) lustig! Allah wird herausbringen, was ihr fürchtet.","arabic":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1299,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:65","price":"Und wenn du sie fragst, werden sie ganz gewiß sagen: Wir haben nur (schweifende) Gespräche geführt und gescherzt. Sag: Habt ihr euch denn über Allah und Seine Zeichen und Seinen Gesandten lustig gemacht?","arabic":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1300,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:66","price":"Entschuldigt euch nicht! Ihr seid ja ungläubig geworden, nachdem ihr den Glauben (angenommen) hattet. Wenn Wir (auch) einem Teil von euch verzeihen, so strafen Wir einen (anderen) Teil (dafür), daß sie Übeltäter waren.","arabic":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1301,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:67","price":"Die Heuchler und die Heuchlerinnen stammen voneinander. Sie gebieten das Verwerfliche und verbieten das Rechte und halten ihre Hände geschlossen. Sie haben Allah vergessen, und so hat Er sie vergessen. Gewiß, die Heuchler sind die (wahren) Frevler.","arabic":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1302,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:68","price":"Allah hat den Heuchlern und den Heuchlerinnen und den Ungläubigen das Feuer der Hölle versprochen, ewig darin zu bleiben. Es ist ihre Genüge. Und Allah hat sie verflucht, und für sie gibt es beständige Strafe.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1303,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:69","price":"(Es ist) wie mit denen, die vor euch waren. Sie hatten stärkere Kraft als ihr und mehr Besitz und Kinder. Sie genossen ihren Anteil, und dann habt ihr euren Anteil genossen, wie diejenigen, die vor euch waren, ihren Anteil genossen haben. Und ihr habt (schweifende) Gespräche geführt wie die Gespräche, die sie führten. Deren Werke werden im Diesseits und im Jenseits hinfällig. Das sind die Verlierer.","arabic":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1304,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:70","price":"Ist ihnen nicht die Kunde von denjenigen zugekommen, die vor ihnen waren, des Volkes Nuhs, der ’Ad und der Tamud, des Volkes Ibrahims, der Bewohner von Madyan und der umgestürzten Städte? Ihre Gesandten kamen zu ihnen mit den klaren Beweisen. Nimmer ist es Allah, der ihnen Unrecht getan hat, sondern sie selbst haben sich Unrecht zugefügt.","arabic":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1305,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:71","price":"Die gläubigen Männer und Frauen sind einer des anderen Beschützer. Sie gebieten das Rechte und verbieten das Verwerfliche, verrichten das Gebet und entrichten die Abgabe und gehorchen Allah und Seinem Gesandten. Sie sind es, derer Allah Sich erbarmen wird. Gewiß, Allah ist Allmächtig und Allweise.","arabic":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1306,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:72","price":"Allah hat den gläubigen Männern und Frauen Gärten versprochen, durcheilt von Bächen, ewig darin zu bleiben, und gute Wohnungen in den Gärten Edens. Wohlgefallen von Allah ist aber (noch) größer. Das ist der großartige Erfolg.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1307,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:73","price":"O Prophet, mühe dich gegen die Ungläubigen und die Heuchler ab und sei hart gegen sie. Ihr Zufluchtsort wird die Hölle sein - ein schlimmer Ausgang!","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1308,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:74","price":"Sie schwören bei Allah, sie hätten (es) nicht gesagt. Aber sie haben ja das Wort des Unglaubens gesagt und sind, nachdem sie den Islam (angenommen) hatten, ungläubig geworden. Sie hatten vor (, das auszuführen), was sie (doch) nicht erreicht haben. Und sie grollten darüber nur, daß Allah - und (auch) Sein Gesandter - sie von Seiner Huld reich gemacht hat. Wenn sie nun bereuen, ist es besser für sie. Wenn sie sich aber abkehren, wird Allah sie mit einer schmerzhaften Strafe im Diesseits und Jenseits strafen, und sie werden auf der Erde weder Schutzherrn noch Helfer haben.","arabic":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1309,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:75","price":"Unter ihnen gibt es manche, die gegenüber Allah eine Verpflichtung eingegangen sind: Wenn Er uns etwas von Seiner Huld gewährt, werden wir ganz gewiß Almosen geben und ganz gewiß zu den Rechtschaffenen gehören.","arabic":"۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1310,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:76","price":"Als Er ihnen aber von Seiner Huld gewährt hatte, geizten sie damit, und sie kehrten sich widerstrebend ab.","arabic":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1311,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:77","price":"So setzte Er als Folge davon in ihre Herzen Heuchelei bis zum Tag, an dem sie Ihm begegnen werden, dafür, daß sie gegenüber Allah brachen, was sie Ihm versprochen hatten, und daß sie zu lügen pflegten.","arabic":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1312,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:78","price":"Wissen sie denn nicht, daß Allah ihr Geheimes und ihre vertraulichen Gespräche kennt und daß Allah der Allwisser der verborgenen Dinge ist?","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1313,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:79","price":"Diejenigen, die gegen die Freiwilligen unter den Gläubigen wegen der Almosen verhöhnen und (auch) gegen diejenigen, die nichts als ihre Mühe (als Leistung zu erbringen) finden, und dann über sie spotten - Allah spottet über sie, und für sie wird es schmerzhafte Strafe geben.","arabic":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1314,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:80","price":"Bitte um Vergebung für sie, oder bitte nicht um Vergebung für sie; wenn du (auch) siebzigmal um Vergebung für sie bittest, so wird Allah ihnen doch nicht vergeben. Dies (geschieht deshalb), weil sie Allah und Seinen Gesandten verleugnet haben. Allah leitet das Volk der Frevler nicht recht.","arabic":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1315,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:81","price":"Die Zurückgelassenen waren froh darüber, daß sie hinter Allahs Gesandtem (daheim) sitzen geblieben sind, und es war ihnen zuwider, sich mit ihrem Besitz und mit ihrer eigenen Person auf Allahs Weg abzumühen. Und sie sagten: Rückt nicht in der Hitze aus! Sag: Das Feuer der Hölle ist noch heißer; wenn sie (es doch) verstehen würden!","arabic":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1316,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:82","price":"So sollen sie ein wenig lachen und sollen häufig weinen als Lohn für das, was sie erworben haben.","arabic":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1317,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:83","price":"Wenn Allah dich zu einem Teil von ihnen zurückkehren läßt und sie dich um Erlaubnis bitten, hinauszuziehen, dann sag: Ihr werdet niemals mit mir hinausziehen, und ihr werdet mit mir gegen keinen Feind kämpfen. Ihr seid (ja) das erste Mal damit zufrieden gewesen, (daheim) sitzen zu bleiben. Bleibt nun (daheim) sitzen mit denen, die zurückbleiben!","arabic":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1318,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:84","price":"Und bete niemals über jemandem von ihnen, der gestorben ist, und stehe nicht an seinem Grab! Sie verleugneten ja Allah und Seinen Gesandten, und sie starben als Frevler.","arabic":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1319,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:85","price":"Ihr Besitz und ihre Kinder sollen dir nicht gefallen. Allah will sie ja nur im Diesseits damit strafen, und (daß) ihre Seelen (im Tod) dahingehen, während sie ungläubig sind.","arabic":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1320,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:86","price":"Und wenn eine Sura (als Offenbarung) hinabgesandt wird: Glaubt an Allah und müht euch (zusammen) mit Seinem Gesandten ab, (dann) bitten dich die Bemittelten unter ihnen um Erlaubnis und sagen: Lasse uns mit denen (zusammen) sein, die (daheim) sitzen bleiben!","arabic":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1321,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:87","price":"Sie waren damit zufrieden, (zusammen) mit den zurückbleibenden Frauen zu sein, und ihre Herzen wurden versiegelt; so verstehen sie nicht.","arabic":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1322,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:88","price":"Aber der Gesandte und diejenigen, die mit ihm glaubten, mühten sich mit ihrem Besitz und ihrer eigenen Person ab. Das sind die, für die es die guten Dinge geben wird, und das sind diejenigen, denen es wohl ergeht.","arabic":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1323,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:89","price":"Allah hat für sie Gärten bereitet, durcheilt von Bächen, ewig darin zu bleiben; das ist der großartige Erfolg.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1324,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:90","price":"Und diejenigen von den Wüstenarabern, die sich entschuldigen wollten, kamen (her), um Erlaubnis zu erhalten. Und (daheim) blieben diejenigen sitzen, die Allah und Seinen Gesandten belogen. Treffen wird diejenigen von ihnen, die ungläubig sind, schmerzhafte Strafe.","arabic":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1325,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:91","price":"Kein Grund zur Bedrängnis (wegen des Daheimbleibens) ist es für die Schwachen, für die Kranken und für diejenigen, die nichts finden, was sie ausgeben (können), wenn sie sich gegenüber Allah und Seinem Gesandten aufrichtig verhalten. Gegen die Gutes Tuenden gibt es keine Möglichkeit (, sie zu belangen) - Allah ist Allvergebend und Barmherzig -,","arabic":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1326,"juzNumber":10,"footnotes":null,"lang":"de"},{"name":"9:92","price":"und (auch) nicht gegen diejenigen, die, als sie zu dir kamen, damit du ihnen gäbest, (worauf) sie mitreiten (könnten), und du sagtest: Ich finde nichts, worauf ich euch mitreiten lassen kann, sich abkehrten, während ihre Augen von Tränen überflossen aus Traurigkeit darüber, daß sie nichts fanden, was sie ausgeben (konnten).","arabic":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1327,"juzNumber":10,"footnotes":null,"lang":"de"}],"juz":{"id":10,"name":"وَاعْلَمُوا","transliteration":"Wa A'lamu","transEn":"And Know","startVerse":"8:41","endVerse":"9:92","totalVerses":127}}