{"data":[{"name":"2:142","price":"Die Toren unter den Menschen werden sagen: „Was hat sie von der Gebetsrichtung, die sie (bisher) einhielten, abgebracht? Sag: Allah gehört der Osten und der Westen. Er leitet, wen Er will, auf einen geraden Weg.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:143","price":"Und so haben Wir euch zu einer Gemeinschaft der Mitte gemacht, damit ihr Zeugen über die (anderen) Menschen seiet und damit der Gesandte über euch Zeuge sei. Wir hatten die Gebetsrichtung, die du einhieltest, nur bestimmt, um zu wissen, wer dem Gesandten folgt und wer sich auf den Fersen umkehrt. Und es ist wahrlich schwer außer für diejenigen, die Allah rechtgeleitet hat. Aber Allah läßt nicht zu, daß euer Glaube verloren geht. Allah ist zu den Menschen wahrlich Gnädig, Barmherzig.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:144","price":"Wir sehen ja dein Gesicht sich (suchend) zum Himmel wenden. Nun wollen Wir dir ganz gewiß eine Gebetsrichtung zuweisen, mit der du zufrieden bist. So wende dein Gesicht in Richtung der geschützten Gebetsstätte! Und wo immer ihr seid, wendet eure Gesichter in ihrer Richtung! Diejenigen, denen die Schrift gegeben wurde, wissen sehr wohl, daß dies die Wahrheit von ihrem Herrn ist. Und Allah ist nicht unachtsam dessen, was sie tun.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:145","price":"Selbst wenn du zu denjenigen, denen die Schrift gegeben wurde, mit jeglichen Zeichen kämest, würden sie doch nicht deiner Gebetsrichtung folgen; noch folgst du ihrer Gebetsrichtung. Und auch untereinander folgen sie nicht der Gebetsrichtung der anderen. Würdest du aber ihren Neigungen folgen, nach all dem, was dir an Wissen zugekommen ist, dann gehörtest du wahrlich zu den Ungerechten.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:146","price":"Diejenigen, denen Wir die Schrift gegeben haben, kennen es, wie sie ihre Söhne kennen. Aber ein Teil von ihnen verheimlicht wahrlich die Wahrheit, obwohl sie (sie) wissen.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:147","price":"(Es ist) die Wahrheit von deinem Herrn, gehöre daher nicht zu den Zweiflern!","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:148","price":"Jeder hat eine Zielrichtung, zu der er sich hinwendet. So wetteifert nach den guten Dingen! Wo immer ihr auch sein werdet, Allah wird euch alle herbeibringen. Allah hat zu allem die Macht.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:149","price":"Und woher du immer heraustrittst, da wende dein Gesicht in Richtung der geschützten Gebetsstätte. Es ist wirklich die Wahrheit von deinem Herrn. Und Allah ist nicht unachtsam dessen, was ihr tut.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:150","price":"Und woher du immer heraustrittst, da wende dein Gesicht in Richtung der geschützten Gebetsstätte. Und wo immer ihr seid, da wendet eure Gesichter in ihrer Richtung, damit die Menschen kein Beweismittel gegen euch haben, außer denjenigen von ihnen, die Unrecht tun. - So fürchtet nicht sie, sondern fürchtet Mich! - Und damit Ich Meine Gunst an euch vollende, auf daß ihr rechtgeleitet werden möget.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:151","price":"So, wie Wir zu euch einen Gesandten von euch geschickt haben, der euch Unsere Worte verliest und euch läutert und euch die Schrift und die Wahrheit lehrt und euch lehrt, was ihr nicht wußtet.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:152","price":"Gedenkt Meiner, so gedenke Ich eurer. Seid Mir dankbar und seid nicht undankbar gegen Mich.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:153","price":"O die ihr glaubt, sucht Hilfe in der Standhaftigkeit und im Gebet! Allah ist mit den Standhaften.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:154","price":"Und sagt nicht von denen, die auf Allahs Weg getötet werden, sie seien tot! Nein! Vielmehr sind sie lebendig; aber ihr nehmt es nicht wahr.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:155","price":"Und Wir werden euch ganz gewiß mit ein wenig Furcht und Hunger und Mangel an Besitz, Seelen und Früchten prüfen. Doch verkünde frohe Botschaft den Standhaften,","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:156","price":"die, wenn sie ein Unglück trifft, sagen: „Wir gehören Allah, und zu Ihm kehren wir zurück.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:157","price":"Sie sind es, denen Segnungen von ihrem Herrn und Erbarmen zuteil werden, und sie sind die Rechtgeleiteten.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:158","price":"Gewiß, as-Safa und al-Marwa gehören zu den (Orten der) Kulthandlungen Allahs. Wenn einer die Pilgerfahrt zum Hause oder die Besuchsfahrt vollzieht, so ist es keine Sünde für ihn, wenn er zwischen ihnen (beiden) den Umgang macht. Und wer (von sich aus) freiwillig Gutes tut, so ist Allah Dankbar und Allwissend.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:159","price":"Diejenigen, die verheimlichen, was Wir an klaren Beweisen und Rechtleitung hinabgesandt haben, nachdem Wir es den Menschen in der Schrift klar gemacht haben, sie werden von Allah verflucht und auch von den Fluchenden, -","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:160","price":"außer denjenigen, die bereuen und verbessern und klar machen. Ihre Reue nehme Ich an, Ich bin ja der Reue-Annehmende und Barmherzige.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:161","price":"Diejenigen aber, die ungläubig sind und als Ungläubige sterben, auf ihnen liegt der Fluch Allahs und der Engel und der Menschen allesamt,","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:162","price":"ewig darin zu bleiben. Die Strafe soll ihnen nicht erleichtert, noch soll ihnen Aufschub gewährt werden,","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:163","price":"Euer Gott ist ein Einziger Gott. Es gibt keinen Gott außer Ihm, dem Allerbarmer, dem Barmherzigen.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:164","price":"In der Schöpfung der Himmel und der Erde; im Unterschied von Nacht und Tag; in den Schiffen, die das Meer befahren mit dem, was den Menschen nützt; darin, daß Allah Wasser vom Himmel herabkommen läßt, und damit dann die Erde nach ihrem Tod wieder lebendig macht und auf ihr allerlei Tiere sich ausbreiten läßt; und im Wechsel der Winde und der Wolken, die zwischen Himmel und Erde dienstbar gemacht sind, sind wahrlich Zeichen für Leute, die begreifen.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:165","price":"Und doch gibt es unter den Menschen manche, die außer Allah andere als Seinesgleichen annehmen und ihnen die selbe Liebe schenken wie Allah. Aber die Gläubigen sind stärker in ihrer Liebe zu Allah. Und wenn doch diejenigen, die Unrecht tun, wenn sie der Strafe angesichtig werden, erkennen würden, daß alle Stärke Allah gehört und daß Allah streng im Strafen ist.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:166","price":"Wenn diejenigen, denen Gefolgschaft geleistet worden ist, sich von denen lossagen, die Gefolgschaft geleistet haben, und sie die Strafe sehen und die Verbindungsstricke zu ihnen abgeschnitten sind!","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:167","price":"Und diejenigen, die Gefolgschaft geleistet haben, sagen: „Hätten wir doch eine (Möglichkeit zur) Wiederholung, dann würden wir uns von ihnen lossagen, so wie sie sich von uns losgesagt haben. So wird Allah ihnen ihre Werke zeigen, als gramvolle Reue für sie. Und sie werden aus dem (Höllen)feuer nicht herauskommen.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:168","price":"O ihr Menschen! Eßt von dem, was es auf der Erde gibt, als etwas Erlaubtem und Gutem, und folgt nicht den Fußstapfen des Satans! Er ist euch ein deutlicher Feind.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:169","price":"Er befiehlt euch nur Böses und Schändliches, und daß ihr gegen Allah aussagen sollt, was ihr nicht wißt.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:170","price":"Und wenn man zu ihnen sagt: Folgt dem, was Allah herabgesandt hat, sagen sie: Nein! Vielmehr folgen wir dem, worin wir unsere Väter vorgefunden haben. Was denn, auch wenn ihre Väter nichts begriffen und nicht rechtgeleitet waren?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:171","price":"Das Gleichnis derjenigen, die ungläubig sind, ist wie jemand, der etwas nachschreit, was nichts hört außer Stimmen und Zurufen. Taub, stumm, blind; so begreifen sie nicht.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:172","price":"O die ihr glaubt, eßt von den guten Dingen, mit denen Wir euch versorgt haben, und seid Allah dankbar, wenn ihr Ihm (allein) dient!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:173","price":"Verboten hat Er euch nur (den Genuß von) Verendetem, Blut, Schweinefleisch und dem, worüber ein anderer (Name) als Allah(s) angerufen worden ist. Wer sich aber in einer Zwangslage befindet, ohne zu begehren oder das Maß zu überschreiten, für den ist es keine Sünde. Allah ist Allvergebend und Barmherzig.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:174","price":"Diejenigen, die verheimlichen, was Allah von der Schrift herabgesandt hat, und es für einen geringen Preis verkaufen, sie verzehren in ihren Bäuchen nichts als Feuer. Und Allah wird zu ihnen am Tag der Auferstehung weder sprechen noch sie läutern. Für sie wird es schmerzhafte Strafe geben.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:175","price":"Das sind diejenigen, die das Irregehen für die Rechtleitung erkauft haben und die Strafe für die Vergebung. Wie beharrlich sind sie gegenüber dem (Höllen)feuer!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:176","price":"Dies, weil Allah die Schrift mit der Wahrheit offenbart hat. Und diejenigen, die über die Schrift uneinig sind, befinden sich wahrlich in tiefem Widerstreit.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:177","price":"Nicht darin besteht die Güte, daß ihr eure Gesichter gegen Osten oder Westen wendet. Güte ist vielmehr, daß man an Allah, den Jüngsten Tag, die Engel, die Bücher und die Propheten glaubt und vom Besitz - obwohl man ihn liebt - der Verwandtschaft, den Waisen, den Armen, dem Sohn des Weges, den Bettlern und für (den Loskauf von) Sklaven hergibt, das Gebet verrichtet und die Abgabe entrichtet; und diejenigen, die ihre Verpflichtung einhalten, wenn sie eine eingegangen sind, und diejenigen, die standhaft bleiben in Not, Leid und in Kriegszeiten, das sind diejenigen, die wahrhaftig sind, und das sind die Gottesfürchtigen.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:178","price":"O die ihr glaubt, vorgeschrieben ist euch Wiedervergeltung für die Getöteten: der Freie für den Freien, der Sklave für den Sklaven und das Weib für das Weib. Doch wenn einem von seinem Bruder etwas erlassen wird, so soll die Verfolgung (der Ansprüche) in rechtlicher Weise und die Zahlungsleistung an ihn auf ordentliche Weise geschehen. Das ist eine Erleichterung von eurem Herrn und Erbarmung. Wer aber nach diesem eine Übertretung begeht, für den gibt es schmerzhafte Strafe.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:179","price":"In der Wiedervergeltung liegt Leben für euch, o die ihr Verstand besitzt, auf daß ihr gottesfürchtig werden möget!","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:180","price":"Vorgeschrieben ist euch, wenn sich einem von euch der Tod naht, sofern er Gut hinterläßt, ein Vermächtnis zugunsten der Eltern und nächsten Verwandten in rechtlicher Weise zu treffen, als eine Pflicht für die Gottesfürchtigen.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:181","price":"Wer es aber abändert - nachdem er es gehört hat-, so liegt dessen Sünde nur bei demjenigen, der es abändert. Allah ist Allhörend und Allwissend.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:182","price":"Wer aber von Seiten eines Erblassers Abweichung oder Sünde befürchtet und zwischen ihnen schlichtet, den trifft keine Sünde. Allah ist Allvergebend und Barmherzig.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:183","price":"O die ihr glaubt, vorgeschrieben ist euch das Fasten, so wie es denjenigen vor euch vorgeschrieben war, auf daß ihr gottesfürchtig werden möget.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:184","price":"(Vorgeschrieben ist es euch) an bestimmten Tagen. Wer von euch jedoch krank ist oder sich auf einer Reise befindet, der soll eine (gleiche) Anzahl von anderen Tagen (fasten). Und denjenigen, die es zu leisten vermögen, ist als Ersatz die Speisung eines Armen auferlegt. Wer aber freiwillig Gutes tut, für den ist es besser. Und daß ihr fastet, ist besser für euch, wenn ihr (es) nur wißt!","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:185","price":"Der Monat Ramadan (ist es), in dem der Qur’an als Rechtleitung für die Menschen herabgesandt worden ist und als klare Beweise der Rechtleitung und der Unterscheidung. Wer also von euch während dieses Monats anwesend ist, der soll ihn fasten, wer jedoch krank ist oder sich auf einer Reise befindet, eine (gleiche) Anzahl von anderen Tagen (fasten). Allah will für euch Erleichterung; Er will für euch nicht Erschwernis, - damit ihr die Anzahl vollendet und Allah als den Größten preist, dafür, daß Er euch rechtgeleitet hat, auf daß ihr dankbar sein möget.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:186","price":"Und wenn dich Meine Diener nach Mir fragen, so bin Ich nahe; Ich erhöre den Ruf des Bittenden, wenn er Mich anruft. So sollen sie nun auf Mich hören und an Mich glauben, auf daß sie besonnen handeln mögen.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:187","price":"Erlaubt ist euch, in der Nacht des Fastens mit euren Frauen Beischlaf auszuüben; sie sind euch ein Kleid, und ihr seid ihnen ein Kleid. Allah weiß, daß ihr euch selbst (immer wieder) betrogt, und da hat Er eure Reue angenommen und euch verziehen. Von jetzt an verkehrt mit ihnen und trachtet nach dem, was Allah für euch bestimmt hat, und eßt und trinkt, bis sich für euch der weiße vom schwarzen Faden der Morgendämmerung klar unterscheidet! Hierauf vollzieht das Fasten bis zur Nacht! Und verkehrt nicht mit ihnen, während ihr euch (zur Andacht) in die Gebetsstätten zurückgezogen habt! Dies sind Allahs Grenzen, so kommt ihnen nicht zu nahe! So macht Allah den Menschen Seine Zeichen klar, auf daß sie gottesfürchtig werden mögen.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:188","price":"Und zehrt nicht euren Besitz untereinander auf nichtige Weise auf und bestecht nicht damit die Richter, um einen Teil des Besitzes der Menschen in sündhafter Weise zu verzehren, wo ihr (es) doch wißt.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:189","price":"Sie fragen dich nach den Jungmonden. Sag: Sie sind festgesetzte Zeiten für die Menschen und für die Pilgerfahrt. Und nicht darin besteht die Frömmigkeit, daß ihr von der Rückseite in die Häuser kommt. Frömmigkeit besteht vielmehr darin, daß man gottesfürchtig ist. So kommt durch die Türen in die Häuser und fürchtet Allah, auf daß es euch wohl ergehen möge!","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:190","price":"Und kämpft auf Allahs Weg gegen diejenigen, die gegen euch kämpfen, doch übertretet nicht! Allah liebt nicht die Übertreter.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:191","price":"Und tötet sie, wo immer ihr auf sie trefft, und vertreibt sie, von wo sie euch vertrieben haben, denn Verfolgung ist schlimmer als Töten! Kämpft jedoch nicht gegen sie bei der geschützten Gebetsstätte, bis sie dort (zuerst) gegen euch kämpfen. Wenn sie aber (dort) gegen euch kämpfen, dann tötet sie. Solcherart ist der Lohn der Ungläubigen.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:192","price":"Wenn sie jedoch aufhören, so ist Allah Allvergebend und Barmherzig.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:193","price":"Und kämpft gegen sie, bis es keine Verfolgung mehr gibt und die Religion (allein) Allahs ist. Wenn sie jedoch aufhören, dann darf es kein feindseliges Vorgehen geben außer gegen die Ungerechten.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:194","price":"Der Schutzmonat ist für den Schutzmonat, und (für) die unantastbaren Dinge ist Wiedervergeltung. Wenn jemand gegen euch übertritt, dann geht (auch ihr) in gleichem Maß gegen ihn vor, wie er gegen euch übertreten hat. Und fürchtet Allah und wißt, daß Allah mit den Gottesfürchtigen ist.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:195","price":"Und gebt auf Allahs Weg aus und stürzt euch nicht mit eigener Hand ins Verderben. Und tut Gutes. Allah liebt die Gutes Tuenden.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:196","price":"Vollzieht die Pilgerfahrt und die Besuchsfahrt für Allah. Wenn ihr jedoch (daran) gehindert werdet, dann (bringt) an Opfertieren (dar), was euch leichtfällt. Und schert euch nicht die Köpfe, bevor die Opfertiere ihren Schlachtort erreicht haben! Wer von euch krank ist oder ein Leiden an seinem Kopf hat, der soll Ersatz leisten mit Fasten, Almosen oder Opferung eines Schlachttieres. - Wenn ihr aber in Sicherheit seid, dann soll derjenige, der die Besuchsfahrt mit der Pilgerfahrt durchführen möchte, an Opfertieren (darbringen), was ihm leichtfällt. Wer jedoch nicht(s) finden kann, der soll drei Tage während der Pilgerfahrt fasten und sieben, wenn ihr zurückgekehrt seid; das sind im ganzen zehn. Dies (gilt nur) für den, dessen Angehörige nicht in der geschützten Gebetsstätte wohnhaft sind. Und fürchtet Allah und wißt, daß Allah streng im Bestrafen ist!","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:197","price":"Die (Zeit der) Pilgerfahrt (sind) bekannte Monate. Wer in ihnen die (Durchführung der) Pilgerfahrt beschlossen hat, der darf keinen Beischlaf ausüben, keinen Frevel begehen und nicht Streit führen während der Pilgerfahrt. Und was ihr an Gutem tut, Allah weiß es. Und versorgt euch mit Reisevorrat, doch der beste Vorrat ist die Gottesfurcht. Und fürchtet Mich, o die ihr Verstand besitzt!","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:198","price":"Es ist keine Sünde für euch, daß ihr nach Huld von eurem Herrn trachtet. Doch wenn ihr von ’Arafat hergeströmt seid, dann gedenkt Allahs bei der geschützten Kultstätte. Und gedenkt Seiner, wie Er euch rechtgeleitet hat, obwohl ihr vordem wahrlich zu den Irregehenden gehörtet.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:199","price":"Hierauf strömt weiter, woher die (anderen) Menschen weiterströmen, und bittet Allah um Vergebung. Allah ist Allvergebend und Barmherzig.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:200","price":"Wenn ihr dann eure Riten vollzogen habt, dann gedenkt Allahs, wie ihr eurer Väter gedenkt, oder mit noch innigerem Gedenken. Unter den Menschen gibt es manch einen, der sagt: Unser Herr, gib uns im Diesseits! Doch hat er am Jenseits keinen Anteil.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:201","price":"Unter ihnen gibt es aber auch solche, die sagen: „Unser Herr, gib uns im Diesseits Gutes und im Jenseits Gutes, und bewahre uns vor der Strafe des (Höllen)feuers!","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:202","price":"Für jene gibt es einen Anteil an dem, was sie verdient haben. Und Allah ist schnell im Abrechnen.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:203","price":"Und gedenkt Allahs während einer bestimmten Anzahl von Tagen. Wer sich jedoch in zwei Tagen (mit dem Aufbruch) beeilt, den trifft keine Sünde, und wer länger bleibt, den trifft keine Sünde; (das gilt) für den, der gottesfürchtig ist. Fürchtet Allah und wißt, daß ihr zu Ihm versammelt werdet!","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:204","price":"Unter den Menschen gibt es manch einen, dessen Worte über das diesseitige Leben dir gefallen, und der Allah zum Zeugen nimmt für das, was in seinem Herzen ist. Dabei ist er der hartnäckigste Widersacher.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:205","price":"Wenn er sich abkehrt, bemüht er sich eifrig darum, auf der Erde Unheil zu stiften und Saatfelder und Nachkommenschaft zu vernichten. Aber Allah liebt nicht das Unheil.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:206","price":"Und wenn man zu ihm sagt: „Fürchte Allah, reißt ihn der Stolz zur Sünde hin. Die Hölle soll seine Genüge sein - wahrlich eine schlimme Lagerstatt!","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:207","price":"Unter den Menschen gibt es (auch) manchen, der sich selbst im Trachten nach Allahs Zufriedenheit verkauft. Und Allah ist zu den Menschen Gnädig.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:208","price":"O die ihr glaubt, tretet allesamt in den Islam ein und folgt nicht den Fußstapfen des Satans! Er ist euch ja ein deutlicher Feind.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:209","price":"Wenn ihr aber strauchelt, nachdem die klaren Beweise zu euch gekommen sind, so wißt, daß Allah Allmächtig und Allweise ist.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:210","price":"Erwarten sie (etwas anderes), als daß Allah in Schattendächern aus Wolken zu ihnen kommt und die Engel? Doch dann wird die Angelegenheit entschieden sein. Und zu Allah werden (all) die Angelegenheiten zurückgebracht.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:211","price":"Frage die Kinder Isra’ils, wie viele klare Beweise Wir ihnen gegeben haben. Wenn aber einer die Gunst Allahs abändert, nachdem sie ihm zuteil geworden ist -, dann ist Allah streng im Bestrafen.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:212","price":"Ausgeschmückt ist denen, die ungläubig sind, das diesseitige Leben, und sie spotten über diejenigen, die glauben. Aber diejenigen, die gottesfürchtig sind, werden am Tag der Auferstehung über ihnen stehen. Und Allah versorgt, wen Er will, ohne zu berechnen.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:213","price":"Die Menschen waren eine einzige Gemeinschaft. Dann schickte Allah die Propheten als Verkünder froher Botschaft und als Überbringer von Warnungen und sandte mit ihnen die Bücher mit der Wahrheit herab, um zwischen den Menschen über das zu richten, worüber sie uneinig waren. Doch nur diejenigen waren - aus Mißgunst untereinander - darüber uneinig, denen sie gegeben wurden, nachdem die klaren Beweise zu ihnen gekommen waren. Und so hat Allah mit Seiner Erlaubnis diejenigen, die glauben, zu der Wahrheit geleitet, über die sie uneinig waren. Und Allah leitet, wen Er will, auf einen geraden Weg.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:214","price":"Oder meint ihr etwa, daß ihr in den (Paradies)garten eingehen werdet, noch bevor Gleiches über euch gekommen ist, wie über diejenigen, die vor euch dahingegangen sind? Not und Leid widerfuhr ihnen, und sie wurden erschüttert, bis daß der Gesandte und diejenigen, die mit ihm glaubten, sagten: „Wann kommt Allahs Sieg? Aber wahrlich, Allahs Sieg ist nahe.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:215","price":"Sie fragen dich, was sie ausgeben sollen. Sag: Was immer ihr an Gutem ausgebt, soll den Eltern, den nächsten Verwandten, den Waisen, den Armen und dem Sohn des Weges zukommen. Und was immer ihr an Gutem tut, so weiß Allah darüber Bescheid.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:216","price":"Vorgeschrieben ist euch zu kämpfen, obwohl es euch zuwider ist. Aber vielleicht ist euch etwas zuwider, während es gut für euch ist, und vielleicht ist euch etwas lieb, während es schlecht für euch ist. Allah weiß, ihr aber wißt nicht.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:217","price":"Sie fragen dich nach dem Schutzmonat, danach, in ihm zu kämpfen. Sag: In ihm zu kämpfen ist schwerwiegend. Aber von Allahs Weg abzuhalten - und Ihn zu verleugnen -, und von der geschützten Gebetsstätte (abzuhalten) und deren Anwohner von ihr vertreiben, ist (noch) schwerwiegender bei Allah. Und Verfolgung ist schwerwiegender als Töten. Und sie werden nicht eher aufhören, gegen euch zu kämpfen, bis sie euch von eurer Religion abgekehrt haben - wenn sie (es) können. Wer aber unter euch sich von seiner Religion abkehrt und dann als Ungläubiger stirbt -, das sind diejenigen, deren Werke im Diesseits und im Jenseits hinfällig werden. Das sind Insassen des (Höllen)feuers. Ewig werden sie darin bleiben.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:218","price":"Diejenigen (aber), die glauben, und diejenigen, die auswandern und sich auf Allahs Weg abmühen, sie hoffen auf Allahs Erbarmen. Allah ist Allvergebend und Barmherzig.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:219","price":"Sie fragen dich nach berauschendem Trunk und Glücksspiel. Sag: In ihnen (beiden) liegt große Sünde und Nutzen für die Menschen. Aber die Sünde in ihnen (beiden) ist größer als ihr Nutzen. Und sie fragen dich, was sie ausgeben sollen. Sag: Den Überschuss. So macht Allah euch die Zeichen klar, auf daß ihr nachdenken möget,","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:220","price":"über das Diesseits und das Jenseits. Und sie fragen dich nach den Waisen. Sag: Ihre Lage zu verbessern ist besser. Und wenn ihr euch mit ihnen zusammentut, so sind sie eure Brüder. Allah weiß den Unheilstifter vom Heilstifter (zu unterscheiden). Und wenn Allah gewollt hätte, hätte Er euch wahrlich in Bedrängnis gebracht. Allah ist Allmächtig und Allweise.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:221","price":"Und heiratet Götzendienerinnen nicht, bevor sie glauben. Und eine gläubige Sklavin ist fürwahr besser als eine Götzendienerin, auch wenn diese euch gefallen sollte. Und verheiratet nicht (gläubige Frauen) mit Götzendienern, bevor sie glauben. Und ein gläubiger Sklave ist fürwahr besser als ein Götzendiener, auch wenn dieser euch gefallen sollte. Jene laden zum (Höllen)feuer ein. Allah aber lädt zum (Paradies)garten und zur Vergebung ein, mit Seiner Erlaubnis, und macht den Menschen Seine Zeichen klar, auf daß sie bedenken mögen.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:222","price":"Sie fragen dich nach der Monatsblutung. Sag: Sie ist ein Leiden. So haltet euch von den Frauen während der Monatsblutung fern, und kommt ihnen nicht nahe, bis sie rein sind. Wenn sie sich dann gereinigt haben, so kommt zu ihnen, wie Allah es euch geboten hat. Allah liebt die Reumütigen, und Er liebt die, die sich rein halten.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:223","price":"Eure Frauen sind euch ein Saatfeld. So kommt zu eurem Saatfeld, wann und wie ihr wollt. Doch schickt (Gutes) für euch selbst voraus. Und fürchtet Allah und wißt, daß ihr Ihm begegnen werdet. Und verkünde den Gläubigen frohe Botschaft.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:224","price":"Und macht nicht Allah mit euren Eiden zu einem Hinderungsgrund, gütig und gottesfürchtig zu sein und zwischen den Menschen Frieden zu stiften. Allah ist Allhörend und Allwissend.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:225","price":"Allah wird euch nicht für etwas Unbedachtes in euren Eiden belangen. Jedoch wird Er euch für das belangen, was eure Herzen erworben haben. Allah ist Allvergebend und Nachsichtig.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:226","price":"Diejenigen, die schwören, sich ihrer Frauen zu enthalten, haben eine Wartezeit von vier Monaten. Wenn sie dann (von ihrem Schwur) zurücktreten, so ist Allah Allvergebend und Barmherzig.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:227","price":"Wenn sie aber zur Scheidung entschlossen sind, so ist Allah Allhörend und Allwissend.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:228","price":"Geschiedene Frauen sollen (mit sich) selbst drei Zeitabschnitte abwarten. Und es ist ihnen nicht erlaubt, zu verheimlichen, was Allah in ihrem Mutterleib erschaffen hat, wenn sie an Allah und den Jüngsten Tag glauben. Und ihre Ehemänner haben ein größeres Anrecht, sie zurückzunehmen, wenn sie eine Aussöhnung wollen. Und ihnen (den Frauen) steht in rechtlicher Weise (gegenüber den Männern) das gleiche zu, wie (den Männern) gegenüber ihnen. Doch die Männer haben ihnen gegenüber einen gewissen Vorzug. Und Allah ist Allmächtig und Allweise.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:229","price":"Die (widerrufliche) Scheidung ist zweimal (erlaubt). Dann (sollen die Frauen) in rechtlicher Weise behalten oder in ordentlicher Weise freigegeben (werden). Und es ist euch nicht erlaubt, etwas von dem, was ihr ihnen gegeben habt, (wieder) zu nehmen, außer wenn die beiden fürchten, daß sie Allahs Grenzen nicht einhalten werden. Wenn ihr aber befürchtet, daß die beiden Allahs Grenzen nicht einhalten werden, dann ist für die beiden keine Sünde in dem, womit (an Geld) sie sich löst. Dies sind Allahs Grenzen, so übertretet sie nicht! Wer aber Allahs Grenzen übertritt, diejenigen sind die Ungerechten.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:230","price":"Wenn er sich (ein drittes, unwiderrufliches Mal) von ihr scheidet, dann ist sie ihm nicht mehr (als Gattin) erlaubt, bevor sie nicht einen anderen Mann geheiratet hat. Wenn dieser sich von ihr scheidet, so ist es keine Sünde für die beiden, zu einander zurückzukehren, wenn sie (dabei) glauben, Allahs Grenzen einhalten zu können. Dies sind Allahs Grenzen, die Er Leuten klar macht, die Bescheid wissen.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:231","price":"Und wenn ihr euch von Frauen scheidet und sie dann ihre festgesetzte Zeit erreichen, so behaltet sie in rechtlicher Weise oder gebt sie in rechtlicher Weise frei. Doch behaltet sie nicht mit der Absicht der Schädigung, so daß ihr übertretet. Wer dies tut, der fügt sich ja selbst Unrecht zu. Und macht euch nicht über Allahs Zeichen lustig. Und gedenkt Allahs Gunst an euch und dessen, was Er von dem Buch und an Weisheit auf euch herabgesandt hat, um euch damit zu ermahnen. Und fürchtet Allah und wißt, daß Allah über alles Bescheid weiß.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:232","price":"Und wenn ihr euch von Frauen scheidet und sie dann ihre festgesetzte Zeit erreicht haben, so haltet sie nicht davon ab, ihre Gatten zu heiraten, wenn sie sich in rechtlicher Weise miteinander geeinigt haben. Damit wird von euch ermahnt, wer an Allah und den Jüngsten Tag glaubt. Das ist lauterer für euch und reiner. Allah weiß, ihr aber wißt nicht.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:233","price":"Und die Mütter stillen ihre Kinder zwei volle Jahre. (Das gilt) für jemanden, der das Stillen zu Ende führen will. Und demjenigen, dem das Kind geboren wurde, obliegt es, für ihre Versorgung und Kleidung in rechtlicher Weise aufzukommen. Keiner Seele wird mehr auferlegt, als sie zu leisten vermag. Keine Mutter soll wegen ihres Kindes zu Schaden kommen, noch einer, dem das Kind geboren wurde, wegen seines Kindes. Und dem Erben obliegt das gleiche. Wenn sie beide jedoch in gegenseitigem Einvernehmen und gemeinsamer Beratung (das Kind vorzeitig) entwöhnen wollen, so ist darin keine Sünde für sie (beide). Und wenn ihr eure Kinder (von einer Amme) stillen lassen wollt, so ist darin keine Sünde für euch, sofern ihr das, was ihr geben wollt, in rechtlicher Weise aushändigt. Und fürchtet Allah und wißt, daß Allah das, was ihr tut, wohl sieht!","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:234","price":"Und diejenigen von euch, die abberufen werden und Gattinnen hinterlassen - so sollen diese (mit sich) selbst vier Monate und zehn (Tage) abwarten. Wenn sie dann ihre festgesetzte Zeit erreicht haben, so ist für euch keine Sünde in dem, was sie in rechtlicher Weise mit sich selbst unternehmen. Allah ist dessen, was ihr tut, Kundig.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:235","price":"Und es ist für euch keine Sünde darin, daß ihr den Frauen Andeutungen auf einen Heiratsantrag macht, oder daß ihr etwas (derartiges) in euch hegt. Allah weiß, daß ihr an sie denken werdet. Aber trefft nicht heimlich eine Abmachung mit ihnen, außer ihr sagt geziemende Worte. Und schließt nicht den Ehebund, bevor die vorgeschriebene Frist ihre festgesetzte Zeit erreicht hat. Wißt, daß Allah weiß, was in eurem Innersten ist. So seht euch vor Ihm vor! Und wißt, daß Allah Allvergebend und Nachsichtig ist.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:236","price":"Es ist für euch keine Sünde darin, wenn ihr euch von Frauen scheidet, solange ihr sie noch nicht berührt oder euch ihnen gegenüber (zu einer Morgengabe) verpflichtet habt. Doch gewährt ihnen eine Abfindung - der Wohlhabende entsprechend seinen Verhältnissen und der Geringbemittelte entsprechend seinen Verhältnissen -, eine Abfindung in rechtlicher Weise. (Dies ist) eine Pflicht für die Gutes Tuenden.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:237","price":"Aber wenn ihr euch von ihnen scheidet, bevor ihr sie berührt und euch ihnen gegenüber schon (zu einer Morgengabe) verpflichtet habt, dann (händigt) die Hälfte dessen (aus), wozu ihr euch verpflichtet habt, es sei denn, daß sie (es) erlassen oder der, in dessen Hand der Ehebund ist. Und wenn ihr (es) erlaßt, kommt das der Gottesfurcht näher. Und versäumt es nicht, gut zueinander zu sein . Was ihr tut, sieht Allah wohl.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:238","price":"Haltet die Gebete ein, und (besonders) das mittlere Gebet, und steht demütig ergeben vor Allah.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:239","price":"Wenn ihr in Furcht seid, dann (verrichtet das Gebet) zu Fuß oder im Reiten. Wenn ihr aber (wieder) in Sicherheit seid, dann gedenkt Allahs, wie Er euch gelehrt hat, was ihr nicht wußtet.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:240","price":"Diejenigen von euch, die abberufen werden und Gattinnen hinterlassen, sollen ihren Gattinnen eine Abfindung für ein Jahr vermachen, ohne daß sie aus (dem Haus) gewiesen werden. Wenn sie aber ausziehen, so liegt für euch keine Sünde in dem, was sie mit sich selbst an Geziemendem unternehmen. Allah ist Allmächtig und Allweise.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:241","price":"Und den geschiedenen Frauen steht eine Abfindung in rechtlicher Weise zu - eine Pflicht für die Gottesfürchtigen.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:242","price":"So macht Allah euch Seine Zeichen klar, auf daß ihr begreifen möget.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:243","price":"Siehst du nicht jene, die, um dem Tod zu entfliehen, zu Tausenden aus ihren Wohnstätten hinauszogen? Da sagte Allah zu ihnen: „Sterbt! Hierauf machte Er sie wieder lebendig. Allah ist wahrlich voll Huld gegen die Menschen. Aber die meisten Menschen sind nicht dankbar.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:244","price":"Und kämpft auf Allahs Weg und wißt, daß Allah Allhörend und Allwissend ist.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:245","price":"Wer ist es denn, der Allah ein schönes Darlehen gibt? So vermehrt Er es ihm um ein Vielfaches. Allah hält zurück und gewährt, und zu Ihm werdet ihr zurückgebracht.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:246","price":"Siehst du nicht die führende Schar von den Kindern Isra’ils nach Musa, als sie zu einem ihrer Propheten sagten: „Setze einen König für uns ein, damit wir auf Allahs Weg kämpfen. Er sagte: „Werdet ihr vielleicht, wenn euch zu kämpfen vorgeschrieben ist, doch nicht kämpfen? Sie sagten: „Warum sollten wir nicht auf Allahs Weg kämpfen, wo wir doch aus unseren Wohnstätten und von unseren Söhnen vertrieben worden sind? Doch als ihnen vorgeschrieben wurde zu kämpfen, kehrten sie sich - bis auf wenige von ihnen - ab. Und Allah weiß über die Ungerechten Bescheid.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:247","price":"Und ihr Prophet sagte zu ihnen: „Allah hat euch (hiermit) Talut als König geschickt.  Sie sagten: „Wie sollte er die Herrschaft über uns haben, wo wir doch ein größeres Anrecht auf die Herrschaft haben, und ihm nicht Wohlstand gegeben ist? Er sagte: „Allah hat ihn vor euch auserwählt und ihm ein Übermaß an Wissen und körperlichen Vorzügen verliehen. Und Allah gibt Seine Herrschaft, wem Er will. Allah ist Allumfassend und Allwissend.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:248","price":"Und ihr Prophet sagte zu ihnen: „Das Zeichen seiner Herrschaft ist, daß die Bundeslade zu euch kommen wird; in ihr ist innere Ruhe von eurem Herrn und ein Rest von dem, was die Sippe Musas und die Sippe Haruns hinterließen, getragen von Engeln. Darin soll wahrlich ein Zeichen für euch sein, wenn ihr gläubig seid.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:249","price":"Und als nun Talut mit den Heerscharen aufgebrochen war, sagte er: „Allah wird euch mit einem Fluß prüfen. Wer davon trinkt, gehört nicht zu mir. Und wer nicht davon kostet, der gehört zu mir, außer demjenigen, der (nur) eine Handvoll schöpft. Da tranken sie davon - bis auf wenige von ihnen. Und als er ihn überschritten hatte, er und diejenigen, mit ihm glaubten, sagten sie: „Wir haben heute keine Kraft gegen Galut und seine Heerscharen. Diejenigen aber, die glaubten, daß sie Allah begegnen würden, sagten: „Wie so manch eine geringe Schar hat schon mit Allahs Erlaubnis eine große Schar besiegt! Allah ist mit den Standhaften.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:250","price":"Und als sie gegen Galut und seine Heerscharen auf dem Plan erschienen, sagten sie: „Unser Herr, überschütte uns mit Standhaftigkeit, festige unsere Füße und verhilf uns zum Sieg über das ungläubige Volk!","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:251","price":"Und so schlugen sie sie mit Allahs Erlaubnis, und Dawud tötete Galut. Und Allah gab ihm die Herrschaft und die Weisheit und lehrte ihn von dem, was Er wollte. Und wenn nicht Allah die einen Menschen durch die anderen zurückweisen würde, geriete die Erde wahrlich ins Verderben. Aber Allah ist voll Huld gegen die Weltenbewohner.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":null,"lang":"de"},{"name":"2:252","price":"Dies sind Allahs Zeichen, die Wir dir der Wahrheit entsprechend verlesen. Und du bist wahrlich einer der Gesandten.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":null,"lang":"de"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}