{"data":[{"name":"41:47","price":"Ihm ist das Wissen um die Stunde vorbehalten. Keine Früchte kommen aus ihren Hüllen hervor und kein weibliches Wesen wird schwanger und kommt nieder, außer mit Seinem Wissen. Und am Tag, da Er ihnen zurufen wird: Wo sind denn Meine Teilhaber?, werden sie sagen: Wir geben Dir zur Antwort’: Es gibt unter uns keinen Zeugen (hierfür).","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"41:48","price":"Und entschwunden wird ihnen sein, was sie zuvor anzurufen pflegten, und sie werden überzeugt sein, daß es für sie kein Entrinnen gibt.","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"41:49","price":"Nicht überdrüssig wird der Mensch, um das Gute zu beten, doch wenn ihm Schlechtes widerfährt, dann ist er sehr verzweifelt und verliert alle Hoffnung.","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"41:50","price":"Und wenn Wir ihn Barmherzigkeit von Uns kosten lassen nach Leid, das ihm widerfuhr, sagt er ganz gewiß: Das steht mir zu. Und ich glaube nicht, daß die Stunde sich einstellen wird. Und wenn ich zu meinem Herrn zurückgebracht werde, werde ich sicherlich das Beste bei Ihm erhalten. Aber Wir werden denjenigen, die ungläubig sind, ganz gewiß kundtun, was sie getan haben; und Wir werden sie ganz gewiß von harter Strafe kosten lassen.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"41:51","price":"Und wenn Wir dem Menschen Gunst erweisen, wendet er sich ab und entfernt sich beiseite. Wenn ihm aber Schlechtes widerfährt, dann verfällt er in ausgedehntes Bittgebet.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"41:52","price":"Sag: Was meint ihr, wenn er doch von Allah stammt und ihr ihn hierauf verleugnet? Wer ist weiter abgeirrt als jemand, der sich in tiefem Widerstreit befindet?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"41:53","price":"Wir werden ihnen Unsere Zeichen am Gesichtskreis und in ihnen selbst zeigen, bis es ihnen klar wird, daß es die Wahrheit ist. Genügt es denn nicht, daß dein Herr über alles Zeuge ist?","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"41:54","price":"Sicherlich, sie sind im Zweifel über die Begegnung mit ihrem Herrn. Sicherlich, Er umfaßt doch alles.","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:1","price":"Ha-Mim.","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:2","price":"Ayn-Sin-Qaf.","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:3","price":"So gibt dir Allah (als Offenbarung) ein und (hat auch zuvor) denjenigen, die vor dir waren, (als Offenbarungen eingegeben), (Er), der Allmächtige und Allweise.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:4","price":"Ihm gehört, was in den Himmeln und was auf der Erde ist, und Er ist der Erhabene und Allgewaltige.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:5","price":"Beinahe brechen die Himmel auseinander von oben her. Und die Engel lobpreisen ihren Herrn und bitten (Ihn) um Vergebung für diejenigen, die auf der Erde sind. Ja sicherlich, Allah ist der Allvergebende und Barmherzige.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:6","price":"Über diejenigen, die sich anstatt Seiner Schutzherren nehmen, ist Allah Hüter, und du bist nicht ihr Sachwalter.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:7","price":"Und so haben Wir dir einen arabischen Qur’an (als Offenbarung) eingegeben, damit du die Mutter der Städte und diejenigen rings umher warnst, und damit du vor dem Tag der Versammlung warnst, an dem es keinen Zweifel gibt. Eine Gruppe wird im (Paradies)garten sein und eine Gruppe in der Feuerglut.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:8","price":"Und wenn Allah gewollt hätte, hätte Er sie wahrlich zu einer einzigen Gemeinschaft gemacht. Aber Er läßt, wen Er will, in Seine Barmherzigkeit eingehen. Und die Ungerechten haben weder Schutzherrn noch Helfer.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:9","price":"Oder haben sie sich anstatt Seiner Schutzherren genommen? Allah (allein) ist doch der Schutzherr. Er macht die Toten wieder lebendig, und Er hat zu allem die Macht.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:10","price":"Und worüber ihr auch immer uneinig seid, das Urteil darüber steht Allah (allein) zu. Dies ist doch Allah, mein Herr. Auf Ihn verlasse ich mich, und Ihm wende ich mich reuig zu.","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:11","price":"(Er ist) der Erschaffer der Himmel und der Erde. Er hat euch aus euch selbst Gattinnen gemacht, und auch aus dem Vieh Paare, wodurch Er euch vermehrt. Nichts ist Ihm gleich; und Er ist der Allhörende und Allsehende.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:12","price":"Ihm gehören die Schlüssel der Himmel und der Erde. Er gewährt die Versorgung großzügig, wem Er will, und bemißt auch. Gewiß, Er weiß über alles Bescheid.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:13","price":"Er hat euch von der Religion festgelegt, was Er Nuh anbefahl und was Wir dir (als Offenbarung) eingegeben haben und was Wir Ibrahim, Musa und ’Isa anbefahlen: Haltet die (Vorschriften der) Religion ein und spaltet euch nicht darin (in Gruppen). Den Götzendienern setzt das schwer zu, wozu du sie aufrufst. Allah erwählt dazu, wen Er will, und leitet dazu, wer sich (Ihm) reuig zuwendet.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:14","price":"Und sie spalteten sich erst, nachdem das Wissen zu ihnen gekommen war - aus Mißgunst untereinander. Und wenn es nicht ein früher ergangenes Wort von deinem Herrn auf eine festgesetzte Frist gäbe, so wäre wahrlich zwischen ihnen entschieden worden. Gewiß, diejenigen, denen die Schrift nach ihnen zum Erbe gegeben wurde, sind darüber in starkem Zweifel.","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:15","price":"Darum rufe du auf und verhalte dich recht, wie dir befohlen wurde. Und folge nicht ihren Neigungen und sag: Ich glaube an das, was Allah an Büchern herabgesandt hat, und mir ist befohlen worden, unter euch gerecht zu handeln. Allah ist unser Herr und euer Herr. Uns unsere Werke und euch eure Werke. Es gibt keine (gemeinsame) Beweisgrundlage zwischen uns und euch. Allah wird uns zusammenbringen. Und zu Ihm ist der Ausgang.","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:16","price":"Diejenigen, die über Allah streiten, nachdem auf Ihn gehört worden ist, deren Beweisgrundlage wird bei ihrem Herrn widerlegt; auf ihnen liegt Zorn, und für sie wird es strenge Strafe geben.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:17","price":"Allah ist es, Der das Buch mit der Wahrheit herabgesandt hat, und (auch) die Waage. Was läßt dich wissen? Vielleicht ist die Stunde nahe.","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:18","price":"Diejenigen, die nicht an sie glauben, wünschen, sie zu beschleunigen. Diejenigen aber, die glauben, sind besorgt wegen ihr und wissen, daß sie Wirklichkeit ist. Doch eben diejenigen, die über die Stunde streiten, befinden sich wahrlich in tiefem Irrtum.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:19","price":"Allah ist Feinfühlig zu Seinen Dienern. Er versorgt, wen Er will. Und Er ist der Starke und Allmächtige.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:20","price":"Wer immer die (Ernte) des Saatfeldes für das Jenseits haben will, dem mehren Wir noch (die Ernte) in seinem Saatfeld. Und wer die (Ernte) des Saatfeldes für das Diesseits haben will, dem lassen Wir etwas davon zukommen, für den wird es aber im Jenseits keinen Anteil geben.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:21","price":"Oder haben sie (etwa) Teilhaber, die ihnen als Religion festgelegt haben, was Allah nicht erlaubt hat? Wenn es nicht das (bereits ergangene) Wort der Entscheidung (des Aufschubs bis zum Jüngsten Gericht) gäbe, wäre zwischen ihnen wahrlich (schon jetzt) entschieden worden. Und gewiß, für die Ungerechten wird es schmerzhafte Strafe geben.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:22","price":"Du wirst (dann) die Ungerechten besorgt sehen wegen dessen, was sie verdient haben, und es wird über sie hereinbrechen. Diejenigen aber, die glauben und rechtschaffene Werke tun, werden sich auf den Auen des (Paradies)gartens befinden. Sie haben, was sie wollen, bei ihrem Herrn; das ist die große Huld.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:23","price":"Das ist die frohe Botschaft, die Allah Seinen Dienern, die glauben und rechtschaffene Werke tun, verkündet. Sag: Ich verlange von euch keinen Lohn dafür, es sei denn die Liebe wie zu den Verwandten’. Und wer ein gutes Werk tut, dem schenken Wir dafür noch mehr Gutes. Gewiß, Allah ist Allvergebend und stets zu Dank bereit.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:24","price":"Oder sagen sie etwa: Er hat eine Lüge gegen Allah ersonnen? Wenn nun Allah will, kann Er dir das Herz versiegeln. Und Allah löscht das Falsche aus und setzt die Wahrheit mit Seinen Worten durch. Er weiß über das innere Geheimnis Bescheid.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:25","price":"Er ist es, Der die Reue von Seinen Dienern annimmt und die Missetaten verzeiht. Und Er weiß, was ihr tut.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:26","price":"Und Er erhört diejenigen, die glauben und rechtschaffene Werke tun, und Er gibt ihnen noch mehr von Seiner Huld. Für die Ungläubigen aber wird es strenge Strafe geben.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:27","price":"Und würde Allah Seinen Dienern die Versorgung großzügig zuteilen, würden sie auf der Erde Ungerechtigkeit verüben. Aber Allah läßt im richtigen Maß herabkommen, was Er will. Er hat Kenntnis von Seinen Dienern und sieht sie wohl.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:28","price":"Und Er ist es, Der den Regen herabkommen läßt, nachdem sie die Hoffnung aufgegeben haben, und Der Seine Barmherzigkeit ausbreitet. Und Er ist der Schutzherr und Lobenswürdige.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:29","price":"Und zu Seinen Zeichen gehört die Erschaffung der Himmel und der Erde und das, was Er an Tieren in ihnen beiden sich ausbreiten läßt. Und Er hat die Macht, sie zu versammeln, wenn Er will.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:30","price":"Und was immer euch an Unglück trifft, es ist für das, was eure Hände erworben haben. Und Er verzeiht vieles.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:31","price":"Ihr könnt euch (Ihm) auf der Erde nicht entziehen; und ihr habt außer Allah weder Schutzherrn noch Helfer.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:32","price":"Und zu Seinen Zeichen gehören die auf dem Meer fahrenden (Schiffe), wie die Berge.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:33","price":"Wenn Er will, läßt Er den Wind sich legen, dann bleiben sie bewegungslos auf seiner Oberfläche stehen. Darin sind wahrlich Zeichen für jeden sehr Standhaften und sehr Dankbaren;","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:34","price":"oder Er läßt sie untergehen für das, was sie verdient haben. Und Er verzeiht vieles.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:35","price":"Und diejenigen, die über Unsere Zeichen streiten, sollen wissen, daß es für sie kein Entrinnen gibt.","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:36","price":"Was immer euch gegeben worden ist, ist Nießbrauch des diesseitigen Lebens. Was aber bei Allah ist, ist besser und beständiger für diejenigen, die glauben und sich auf ihren Herrn verlassen,","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:37","price":"und diejenigen, die schwerwiegende Sünden und Abscheulichkeiten meiden und, wenn sie zornig sind, (doch) vergeben,","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:38","price":"und diejenigen, die auf ihren Herrn hören und das Gebet verrichten, ihre Angelegenheit(en) durch Beratung untereinander (regeln) und von dem ausgeben, womit Wir sie versorgt haben,","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:39","price":"und diejenigen, die, wenn Gewalttätigkeit gegen sie verübt wird, sich selbst helfen.","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:40","price":"Die Vergeltung für eine böse Tat ist etwas gleich Böses. Wer aber verzeiht und Besserung bringt, dessen Lohn obliegt Allah. Er liebt ja nicht die Ungerechten.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:41","price":"Und wer immer sich selbst hilft, nachdem ihm Unrecht zugefügt wurde, gegen jene gibt es keine Möglichkeit (, sie zu belangen).","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:42","price":"Eine Möglichkeit (zu belangen) gibt es nur gegen diejenigen, die den Menschen Unrecht zufügen und auf der Erde ohne Recht Gewalttätigkeiten begehen. Für sie wird es schmerzhafte Strafe geben.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:43","price":"Wahrlich, wenn einer standhaft erträgt und vergibt, so gehört dies zur Entschlossenheit (in der Handhabe) der Angelegenheiten.","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:44","price":"Wen Allah in die Irre gehen läßt, der hat keinen Schutzherrn nach Ihm. Und du siehst, wie die Ungerechten, wenn sie die Strafe sehen, sagen: Gibt es denn einen Weg zur Rückkehr?","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:45","price":"Und du siehst, wie sie ihm vorgeführt werden, demütig vor Unterwürfigkeit und mit verborgenen Blicken schauend. Und diejenigen, die glauben, sagen: Die (wahren) Verlierer sind diejenigen, die sich selbst und ihre Angehörigen am Tag der Auferstehung verlieren. Ja gewiß, die Ungerechten befinden sich in beständiger Strafe.","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:46","price":"Und sie werden keine Schutzherren haben, die ihnen anstatt Allahs helfen (könnten). Wen Allah in die Irre gehen läßt, für den gibt es keinen (Aus)weg.","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:47","price":"Hört auf euren Herrn, bevor von Allah ein Tag kommt, der nicht zurückgewiesen wird. Keinen Zufluchtsort werdet ihr an jenem Tag haben und keine Möglichkeit, (etwas) zu mißbilligen’.","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:48","price":"Wenn sie sich nun abwenden, so haben Wir dich nicht als Hüter über sie gesandt. Dir obliegt nur die Übermittelung (der Botschaft). Und siehe, wenn Wir den Menschen von Uns Barmherzigkeit kosten lassen, ist er froh darüber. Wenn sie aber etwas Böses trifft für das, was ihre Hände vorausgeschickt haben, gewiß, dann ist der Mensch sehr undankbar.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:49","price":"Allah gehört die Herrschaft der Himmel und der Erde. Er erschafft, was Er will. Er schenkt, wem Er will, (nur) weibliche, und Er schenkt, wem Er will, (nur) männliche (Nachkommen).","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:50","price":"Oder (Er schenkt) beides zusammen, männliche und weibliche (Nachkommen). Und Er macht, wen Er will, unfruchtbar. Gewiß, Er ist Allwissend und Allmächtig.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:51","price":"Und es steht keinem menschlichen Wesen zu, daß Allah zu ihm spricht, außer durch Eingeben (von Offenbarung) oder hinter einem Vorhang, oder indem Er einen Boten sendet, der (ihm) dann mit Seiner Erlaubnis (als Offenbarung) eingibt, was Er will. Gewiß, Er ist Erhaben und Allweise.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:52","price":"Und ebenso haben Wir dir Geist von Unserem Befehl (als Offenbarung) eingegeben. Du wußtest (vorher) weder, was das Buch noch was der Glaube ist; doch haben Wir es zu einem Licht gemacht, mit dem Wir rechtleiten, wen Wir wollen von Unseren Dienern. Und du leitest ja wahrlich zu einem geraden Weg,","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"42:53","price":"Allahs Weg, Dem gehört, was in den Himmeln und was auf der Erde ist. Sicherlich, zu Allah nehmen die Angelegenheiten ihren Ausgang.","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:1","price":"Ha-Mim.","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:2","price":"Bei dem deutlichen Buch!","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:3","price":"Wir haben es ja zu einem arabischen Qur’an gemacht, auf daß ihr begreifen möget;","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:4","price":"und gewiß, er ist in der Urschrift des Buches bei Uns wahrlich erhaben und weise.","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:5","price":"Sollen Wir denn euch bei der Ermahnung unbeachtet lassen, weil ihr maßlose Leute seid?","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:6","price":"Und wie viele Propheten haben Wir zu den früheren Geschlechtern gesandt!","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:7","price":"Und kein Gesandter kam zu ihnen, ohne daß sie sich über ihn lustig gemacht hätten.","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:8","price":"So haben Wir solche vernichtet, die eine stärkere Gewalt hatten als diese. Und vollzogen hat sich das Beispiel an den Früheren.","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:9","price":"Und wenn du sie fragst, wer die Himmel und die Erde erschaffen hat, sagen sie ganz gewiß: Erschaffen hat sie der Allmächtige und Allwissende,","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:10","price":"Der euch die Erde zu einer Lagerstatt gemacht und euch auf ihr Wege gemacht hat, auf daß ihr rechtgeleitet werden möget,","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:11","price":"und Der Wasser vom Himmel in (bestimmtem) Maß herabkommen läßt. Damit lassen Wir (manch) totes Land auferstehen. So werdet auch ihr hervorgebracht werden -,","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:12","price":"und Der die Paare alle erschaffen und euch an Schiffen und Vieh gemacht hat, was ihr besteigen könnt,","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:13","price":"damit ihr euch auf ihren Rücken zurechtsetzt und hierauf der Gunst eures Herrn gedenkt, wenn ihr euch darauf zurechtgesetzt habt, und sagt: Preis sei demjenigen, Der uns dies dienstbar gemacht hat! Wir wären hierzu ja nicht imstande gewesen.","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:14","price":"Und wir werden ganz gewiß zu unserem Herrn zurückkehren.","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:15","price":"Und sie stellen Ihm einen Teil von Seinen Dienern (als Seinesgleichen zur Seite). Der Mensch ist ja offenkundig sehr undankbar.","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:16","price":"Oder hat Er sich etwa unter Seinen Geschöpfen Töchter genommen und für euch die Söhne erwählt?","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:17","price":"Wenn einem von ihnen die frohe Botschaft (von der Geburt) dessen verkündet wird, was er dem Allerbarmer zum Gleichnis zuschreibt, bleibt sein Gesicht finster, und er hält (seinen Grimm) zurück.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:18","price":"(Wollen sie Allah) denn jemanden (zuschreiben), der im Schmuck aufgezogen wird und im Streit nicht deutlich wird?","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:19","price":"Und sie machen die Engel, die sie ja Diener des Allerbarmers sind, zu weiblichen Wesen. Waren sie denn Zeugen ihrer Erschaffung? Ihr Zeugnis wird aufgeschrieben, und sie werden befragt werden.","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:20","price":"Und sie sagen: Wenn der Allerbarmer gewollt hätte, hätten wir ihnen nicht gedient. Sie haben kein Wissen davon; sie stellen nur Schätzungen an.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:21","price":"Oder haben Wir ihnen etwa vor ihm eine Schrift gegeben, an der sie sich festhalten könnten?","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:22","price":"Nein! Vielmehr sagen sie: Wir haben ja (bereits) unsere Väter in einer (bestimmten) Glaubensrichtung vorgefunden, und auf ihren Spuren sind wir rechtgeleitet.","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:23","price":"So haben Wir (auch) vor dir in eine Stadt keinen Warner gesandt, ohne daß diejenigen, die in ihr üppig lebten, gesagt hätten: Wir haben ja (bereits) unsere Väter in einer bestimmten Glaubensrichtung vorgefunden, und auf ihren Spuren folgen wir ihrem Vorbild.","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:24","price":"Er sagte: Etwa auch, wenn ich euch bringe, was eine bessere Rechtleitung enthält als das, worin ihr eure Väter vorgefunden habt? Sie sagten: Wir verleugnen ja das, womit ihr gesandt worden seid.","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:25","price":"Da übten Wir an ihnen Vergeltung. So schau, wie das Ende der Leugner war.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:26","price":"Und als Ibrahim zu seinem Vater und seinem Volk sagte: Gewiß, ich sage mich los von dem, dem ihr dient,","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:27","price":"außer Demjenigen, Der mich erschaffen hat; denn Er wird mich gewiß rechtleiten.","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:28","price":"Und er machte es zu einem bleibenden Wort unter seinen Nachkommen, auf daß sie umkehren mögen.","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:29","price":"Aber nein! Ich habe diese da und ihre Väter genießen lassen, bis die Wahrheit und ein deutlicher Gesandter zu ihnen gekommen ist.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:30","price":"Als nun die Wahrheit zu ihnen gekommen ist, sagen sie: Das ist Zauberei, und wir verleugnen ihn.","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:31","price":"Und sie sagen: Wäre doch dieser Qur’an einem bedeutenden Mann aus den beiden Städten offenbart worden!","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:32","price":"Verteilen etwa sie die Barmherzigkeit deines Herrn? Wir verteilen doch unter ihnen ihren Lebensunterhalt im diesseitigen Leben und erhöhen die einen von ihnen über die anderen um Rangstufen, damit die einen von ihnen die anderen in Dienst nehmen. Aber die Barmherzigkeit deines Herrn ist besser als das, was sie zusammentragen.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:33","price":"Und damit die Menschen nicht eine einzige Gemeinschaft werden (, sahen Wir davon ab, sonst), hätten Wir wahrlich denjenigen, die den Allerbarmer verleugnen, für ihre Häuser Decken aus Silber gemacht und (auch) Treppen, auf denen sie hätten hochsteigen können,","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:34","price":"und Türen für ihre Häuser, und Liegen, auf denen sie sich lehnen können,","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:35","price":"und (weitere) Zierde. All das ist aber nur Nießbrauch des diesseitigen Lebens. Das Jenseits bei deinem Herrn ist jedoch für die Gottesfürchtigen (bestimmt).","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:36","price":"Wer für die Ermahnung des Allerbarmers blind ist, dem verschaffen Wir einen Satan, der ihm dann zum Gesellen wird.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:37","price":"Und sie halten sie wahrlich vom Weg ab, und diese meinen, sie seien rechtgeleitet.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:38","price":"Wenn er dann (schließlich) zu Uns kommt, sagt er: O wäre doch zwischen mir und dir eine Entfernung wie zwischen Osten und Westen ! - ein schlimmer Geselle!","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:39","price":"Heute wird euch, da ihr Unrecht getan habt, nicht nützen, daß ihr an der(selben) Strafe teilhabt.","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:40","price":"Bist du es etwa, der die Tauben hören läßt oder die Blinden und diejenigen recht leitet, die sich in deutlichem Irrtum befinden?","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:41","price":"Sollten Wir dich (vorher) fortnehmen, so werden Wir (doch) an ihnen Vergeltung üben.","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:42","price":"Oder Wir zeigen dir, was Wir ihnen angedroht haben; so haben Wir ja ganz die Macht über sie.","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:43","price":"Halte also fest an dem, was dir (als Offenbarung) eingegeben worden ist; gewiß, du befindest dich auf einem geraden Weg.","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:44","price":"Das ist wahrlich eine Ermahnung für dich und dein Volk. Und ihr werdet befragt werden.","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:45","price":"Und frage wen von Unseren Gesandten Wir vor dir gesandt haben, ob Wir anstatt des Allerbarmers (andere) Götter eingesetzt haben, denen man dienen soll.","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:46","price":"Und Wir sandten bereits Musa mit Unseren Zeichen zu Fir’aun und seiner führenden Schar. Er sagte: Gewiß, ich bin der Gesandte des Herrn der Weltenbewohner.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:47","price":"Als er nun zu ihnen mit Unseren Zeichen kam, lachten sie sogleich über sie.","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:48","price":"Und Wir zeigten ihnen kein Zeichen, das nicht größer gewesen wäre als das vorhergehende. Und Wir ergriffen sie mit der Strafe, auf daß sie umkehren mochten.","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:49","price":"Und sie sagten: O du Zauberer, rufe für uns deinen Herrn an auf Grund dessen, was Er dir anvertraut hat, dann werden wir uns wahrlich rechtleiten lassen.","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:50","price":"Als Wir dann die Strafe von ihnen hinwegnahmen, da brachen sie sogleich ihr Wort.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:51","price":"Und Fir’aun ließ unter seinem Volk ausrufen; er sagte: O mein Volk, gehört mir nicht die Herrschaft über Ägypten und (auch) diese Flüsse, die unter mir strömen? Wollt ihr denn nicht einsichtig sein?","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:52","price":"Oder bin ich nicht besser als dieser, der verächtlich ist und sich kaum deutlich äußern kann?","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:53","price":"Würden doch Armringe aus Gold auf ihn herabgeworfen oder die Engel mit ihm als Begleitung kommen!","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:54","price":"Er fand sein Volk leicht (zu beeinflussen), und da gehorchten sie ihm. Gewiß, sie waren ein Volk von Frevlern.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:55","price":"Als sie Uns Kummer bereiteten, übten Wir an ihnen Vergeltung, und so ließen Wir sie allesamt ertrinken.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:56","price":"Wir machten sie zu Vorgängern und zu einem Beispiel für die späteren (Geschlechter).","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:57","price":"Und als der Sohn Maryams als Beispiel angeführt wurde, da brach dein Volk sogleich in Geschrei aus.","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:58","price":"Und sie sagten: Sind unsere Götter besser oder er? Sie führten ihn dir nur zum Streiten an. Nein! Vielmehr sind sie streitsüchtige Leute.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:59","price":"Er ist nur ein Diener, dem Wir Gunst erwiesen und den Wir zu einem Beispiel für die Kinder Isra’ils gemacht haben.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:60","price":"Und wenn Wir wollten, könnten Wir euch wahrlich zu Engeln machen, die zu Statthaltern auf der Erde würden.","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:61","price":"Und er ist wahrlich Wissen von der Stunde (des Gerichts)’. So hegt ja keinen Zweifel an ihr und folgt mir. Das ist ein gerader Weg.","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:62","price":"Und der Satan soll euch ja nicht abhalten. Gewiß, er ist euch ein deutlicher Feind.","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:63","price":"Und als ’Isa mit den klaren Beweisen kam, sagte er: Ich komme ja zu euch mit der Weisheit, und um euch einiges von dem klarzumachen, worüber ihr uneinig seid. So fürchtet Allah und gehorcht mir.","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:64","price":"Gewiß, Allah ist ja mein Herr und euer Herr; so dient Ihm. Das ist ein gerader Weg.","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:65","price":"Doch wurden die Gruppierungen untereinander uneinig; so wehe denjenigen, die Unrecht tun, vor der Strafe eines schmerzhaften Tages!","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:66","price":"Erwarten sie nur die Stunde, daß sie plötzlich über sie kommt, ohne daß sie merken?","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:67","price":"Die Freunde werden an jenem Tag einer des anderen Feind sein, außer den Gottesfürchtigen.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:68","price":"O meine Diener, keine Furcht soll heute über euch kommen, noch sollt ihr traurig sein,","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:69","price":"(ihr,) die ihr an Unsere Zeichen glaubtet und (Uns) ergeben wart.","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:70","price":"Geht in den (Paradies)garten ein, euch und euren Gattinnen wird Freude bereitet.","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:71","price":"Es werden ihnen Schüsseln aus Gold und Trinkschalen herumgereicht; darin gibt es, was die Seelen begehren und köstlich für die Augen ist. Und ewig werdet ihr darin bleiben.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:72","price":"Das ist der (Paradies)garten, der euch zum Erbe gegeben worden ist für das, was ihr zu tun pflegtet.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:73","price":"Darin habt ihr vielerlei Früchte, von denen ihr eßt.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:74","price":"Gewiß, die Übeltäter (hingegen) werden in der Strafe der Hölle ewig bleiben.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:75","price":"Sie wird ihnen nicht herabgesetzt, und sie werden darin ganz verzweifelt sein.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:76","price":"Nicht Wir haben ihnen Unrecht getan, sondern sie sind es, die Unrecht getan haben.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:77","price":"Und sie rufen: O Malik, dein Herr soll unserem Leben ein Ende setzen. Er sagt: Gewiß, ihr werdet (hier) bleiben.","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:78","price":"Wir sind zu euch mit der Wahrheit gekommen, aber den meisten von euch ist die Wahrheit zuwider.","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:79","price":"Oder haben sie sich eine Sache ausgedacht? Auch Wir können Uns (etwas) ausdenken.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:80","price":"Oder meinen sie, daß Wir ihr Geheimes und ihre vertraulichen Gespräche nicht hören? Ja doch, Unsere Boten sind bei ihnen und schreiben (alles) auf.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:81","price":"Sag: Wenn der Allerbarmer Kinder hätte, wäre ich der erste derjenigen, die (Ihm) dienen.","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:82","price":"Preis sei dem Herrn der Himmel und der Erde, dem Herrn des Thrones! (Erhaben ist Er) über das, was sie (Ihm) zuschreiben.","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:83","price":"So lasse sie nur schweifende Gespräche führen und ihr Spiel treiben, bis sie ihrem Tag begegnen, der ihnen angedroht ist,","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:84","price":"Er ist es, Der im Himmel Gott und auf der Erde Gott ist; Er ist der Allweise und Allwissende.","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:85","price":"Und Segensreich ist Derjenige, Dem die Herrschaft der Himmel und der Erde und dessen, was dazwischen ist, gehört, Der das Wissen über die Stunde besitzt und zu Dem ihr zurückgebracht werdet!","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:86","price":"Und diejenigen, die sie anstatt Seiner anrufen, verfügen nicht über die Fürsprache, außer wer der Wahrheit entsprechend bezeugt, und sie wissen (es).","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:87","price":"Wenn du sie fragst, wer sie erschaffen hat, sagen sie ganz gewiß: Allah. Wie lassen sie sich also abwendig machen?","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:88","price":"Und bei seinem Ausspruch: O mein Herr, gewiß, das sind Leute, die nicht glauben.","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"43:89","price":"Übe Nachsicht mit ihnen und sag: Friede! Sie werden (es noch) erfahren.","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:1","price":"Ha-Mim.","arabic":"حمٓ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4415,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:2","price":"Bei dem deutlichen Buch!","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4416,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:3","price":"Wir haben es wahrlich in einer gesegneten Nacht herabgesandt - Wir haben ja (die Menschen) immer wieder gewarnt -,","arabic":"إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةٖ مُّبَٰرَكَةٍۚ إِنَّا كُنَّا مُنذِرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4417,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:4","price":"in der jede weise Angelegenheit einzeln entschieden wird","arabic":"فِيهَا يُفۡرَقُ كُلُّ أَمۡرٍ حَكِيمٍ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4418,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:5","price":"als eine Angelegenheit von Uns aus - Wir haben ja immer wieder (Warner) gesandt -,","arabic":"أَمۡرٗا مِّنۡ عِندِنَآۚ إِنَّا كُنَّا مُرۡسِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4419,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:6","price":"als eine Barmherzigkeit von deinem Herrn - gewiß, Er ist der Allhörende und Allwissende -,","arabic":"رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4420,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:7","price":"dem Herrn der Himmel und der Erde und dessen, was dazwischen ist, wenn ihr überzeugt seid.","arabic":"رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4421,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:8","price":"Es gibt keinen Gott außer Ihm. Er macht lebendig und läßt sterben, (Er), euer Herr und der Herr eurer Vorväter.","arabic":"لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4422,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:9","price":"Aber nein! Sie sind im Zweifel und treiben ihr Spiel.","arabic":"بَلۡ هُمۡ فِي شَكّٖ يَلۡعَبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4423,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:10","price":"So erwarte den Tag, an dem der Himmel deutlichen Rauch hervorbringt,","arabic":"فَٱرۡتَقِبۡ يَوۡمَ تَأۡتِي ٱلسَّمَآءُ بِدُخَانٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4424,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:11","price":"der die Menschen überdecken wird. Das ist eine schmerzhafte Strafe.","arabic":"يَغۡشَى ٱلنَّاسَۖ هَٰذَا عَذَابٌ أَلِيمٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4425,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:12","price":"Unser Herr, nimm die Strafe von uns hinweg; wir sind (jetzt) ja gläubig.","arabic":"رَّبَّنَا ٱكۡشِفۡ عَنَّا ٱلۡعَذَابَ إِنَّا مُؤۡمِنُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4426,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:13","price":"Wie soll ihnen (jetzt) die Selbstbesinnung nützen, wo bereits ein deutlicher Gesandter zu ihnen kam,","arabic":"أَنَّىٰ لَهُمُ ٱلذِّكۡرَىٰ وَقَدۡ جَآءَهُمۡ رَسُولٞ مُّبِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4427,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:14","price":"sie sich hierauf aber von ihm abkehrten und sagten: Einer, dem vorgesagt wird, ein Besessener?","arabic":"ثُمَّ تَوَلَّوۡاْ عَنۡهُ وَقَالُواْ مُعَلَّمٞ مَّجۡنُونٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4428,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:15","price":"Wir werden die Strafe ein wenig hinwegnehmen. Ihr werdet sicher zurückkehren.","arabic":"إِنَّا كَاشِفُواْ ٱلۡعَذَابِ قَلِيلًاۚ إِنَّكُمۡ عَآئِدُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4429,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:16","price":"Am Tag, da Wir mit der größten Gewalt zupacken werden, gewiß, da werden Wir Vergeltung üben.","arabic":"يَوۡمَ نَبۡطِشُ ٱلۡبَطۡشَةَ ٱلۡكُبۡرَىٰٓ إِنَّا مُنتَقِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4430,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:17","price":"Und Wir setzten bereits vor ihnen das Volk Fir’auns der Versuchung aus. Zu ihnen kam ein edler Gesandter:","arabic":"۞ وَلَقَدۡ فَتَنَّا قَبۡلَهُمۡ قَوۡمَ فِرۡعَوۡنَ وَجَآءَهُمۡ رَسُولٞ كَرِيمٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4431,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:18","price":"Übergebt mir Allahs Diener. Gewiß, ich bin für euch ein vertrauenswürdiger Gesandter.","arabic":"أَنۡ أَدُّوٓاْ إِلَيَّ عِبَادَ ٱللَّهِۖ إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4432,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:19","price":"Und seid Allah gegenüber nicht überheblich. Gewiß, ich bringe euch eine deutliche Ermächtigung.","arabic":"وَأَن لَّا تَعۡلُواْ عَلَى ٱللَّهِۖ إِنِّيٓ ءَاتِيكُم بِسُلۡطَٰنٖ مُّبِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4433,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:20","price":"Und gewiß, ich nehme Zuflucht bei meinem Herrn und eurem Herrn davor, daß ihr mich steinigt.","arabic":"وَإِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُمۡ أَن تَرۡجُمُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4434,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:21","price":"Und wenn ihr mir nicht glaubt, dann haltet euch (wenigstens) fern von mir.","arabic":"وَإِن لَّمۡ تُؤۡمِنُواْ لِي فَٱعۡتَزِلُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4435,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:22","price":"Da rief er zu seinem Herrn: Diese sind ein Volk von Übeltätern.","arabic":"فَدَعَا رَبَّهُۥٓ أَنَّ هَٰٓؤُلَآءِ قَوۡمٞ مُّجۡرِمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4436,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:23","price":"- Zieh bei Nacht mit Meinen Dienern fort; ihr werdet ja verfolgt werden.","arabic":"فَأَسۡرِ بِعِبَادِي لَيۡلًا إِنَّكُم مُّتَّبَعُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4437,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:24","price":"Und laß das Meer in Ruhe zurück’. Gewiß, sie sind eine Heerschar, die ertränkt werden soll.","arabic":"وَٱتۡرُكِ ٱلۡبَحۡرَ رَهۡوًاۖ إِنَّهُمۡ جُندٞ مُّغۡرَقُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4438,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:25","price":"Wie viele Gärten und Quellen ließen sie zurück","arabic":"كَمۡ تَرَكُواْ مِن جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4439,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:26","price":"und Getreidefelder und treffliche Stätte","arabic":"وَزُرُوعٖ وَمَقَامٖ كَرِيمٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4440,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:27","price":"und ein angenehmes Leben, in dem sie vergnügt waren!","arabic":"وَنَعۡمَةٖ كَانُواْ فِيهَا فَٰكِهِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4441,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:28","price":"So (war es). Und Wir gaben es anderen Leuten zum Erbe.","arabic":"كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا قَوۡمًا ءَاخَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4442,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:29","price":"Weder Himmel noch Erde weinte über sie, und ihnen wurde kein Aufschub gewährt.","arabic":"فَمَا بَكَتۡ عَلَيۡهِمُ ٱلسَّمَآءُ وَٱلۡأَرۡضُ وَمَا كَانُواْ مُنظَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4443,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:30","price":"Und Wir erretteten bereits die Kinder lsra’ils von der schmachvollen Qual,","arabic":"وَلَقَدۡ نَجَّيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مِنَ ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4444,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:31","price":"von Fir’aun. Er war überheblich und einer der Maßlosen.","arabic":"مِن فِرۡعَوۡنَۚ إِنَّهُۥ كَانَ عَالِيٗا مِّنَ ٱلۡمُسۡرِفِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4445,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:32","price":"Und Wir erwählten sie ja mit Wissen vor den (anderen) Weltenbewohnern","arabic":"وَلَقَدِ ٱخۡتَرۡنَٰهُمۡ عَلَىٰ عِلۡمٍ عَلَى ٱلۡعَٰلَمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4446,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:33","price":"und ließen ihnen von den Zeichen solche zukommen, die eine deutliche Prüfung enthielten.","arabic":"وَءَاتَيۡنَٰهُم مِّنَ ٱلۡأٓيَٰتِ مَا فِيهِ بَلَٰٓؤٞاْ مُّبِينٌ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4447,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:34","price":"Diese sagen fürwahr:","arabic":"إِنَّ هَٰٓؤُلَآءِ لَيَقُولُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4448,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:35","price":"Es gibt nur unseren ersten Tod. Und wir werden nicht auferstehen.","arabic":"إِنۡ هِيَ إِلَّا مَوۡتَتُنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُنشَرِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4449,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:36","price":"Bringt doch unsere Väter zurück, wenn ihr wahrhaftig seid.","arabic":"فَأۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4450,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:37","price":"Sind sie etwa besser oder das Volk Tubba’s und diejenigen vor ihnen? Wir vernichteten sie; sie waren ja Übeltäter.","arabic":"أَهُمۡ خَيۡرٌ أَمۡ قَوۡمُ تُبَّعٖ وَٱلَّذِينَ مِن قَبۡلِهِمۡ أَهۡلَكۡنَٰهُمۡۚ إِنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4451,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:38","price":"Und Wir haben die Himmel und die Erde und was dazwischen ist, nicht zum Spiel erschaffen.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4452,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:39","price":"Wir haben sie nur in Wahrheit erschaffen. Aber die meisten von ihnen wissen nicht.","arabic":"مَا خَلَقۡنَٰهُمَآ إِلَّا بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4453,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:40","price":"Gewiß, der Tag der Entscheidung ist ihrer aller festgesetzte Zeit,","arabic":"إِنَّ يَوۡمَ ٱلۡفَصۡلِ مِيقَٰتُهُمۡ أَجۡمَعِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4454,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:41","price":"der Tag, an dem kein Schutzherr seinem Schützling etwas nützen kann und ihnen keine Hilfe zuteil wird,","arabic":"يَوۡمَ لَا يُغۡنِي مَوۡلًى عَن مَّوۡلٗى شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4455,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:42","price":"außer demjenigen, dessen Allah sich erbarmt. Er ist ja der Allmächtige und Barmherzige.","arabic":"إِلَّا مَن رَّحِمَ ٱللَّهُۚ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4456,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:43","price":"Gewiß, der Zaqqum-Baum","arabic":"إِنَّ شَجَرَتَ ٱلزَّقُّومِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4457,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:44","price":"ist die Speise des Sünders;","arabic":"طَعَامُ ٱلۡأَثِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4458,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:45","price":"wie siedendes Öl kocht er in den Bäuchen,","arabic":"كَٱلۡمُهۡلِ يَغۡلِي فِي ٱلۡبُطُونِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4459,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:46","price":"wie das heiße Wasser kocht.","arabic":"كَغَلۡيِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4460,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:47","price":"Nehmt ihn und schleppt ihn mitten in den Höllenbrand hinein.","arabic":"خُذُوهُ فَٱعۡتِلُوهُ إِلَىٰ سَوَآءِ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4461,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:48","price":"Hierauf gießt über seinen Kopf von der Strafe des heißen Wassers.","arabic":"ثُمَّ صُبُّواْ فَوۡقَ رَأۡسِهِۦ مِنۡ عَذَابِ ٱلۡحَمِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4462,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:49","price":"Koste (doch); du bist ja der Mächtige und Edle!","arabic":"ذُقۡ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡكَرِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4463,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:50","price":"Das ist (es) ja, worüber ihr zu zweifeln pflegtet.","arabic":"إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمۡتَرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4464,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:51","price":"Gewiß, die Gottesfürchtigen befinden sich an sicherer Stätte,","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي مَقَامٍ أَمِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4465,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:52","price":"in Gärten und an Quellen.","arabic":"فِي جَنَّٰتٖ وَعُيُونٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4466,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:53","price":"Sie tragen (Gewänder) aus Seidenbrokat und schwerem Brokat (,) und (sie liegen) einander gegenüber.","arabic":"يَلۡبَسُونَ مِن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَقَٰبِلِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4467,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:54","price":"So ist es. Und Wir geben ihnen als Gattinnen Huris mit schönen, großen Augen.","arabic":"كَذَٰلِكَ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4468,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:55","price":"Sie rufen darin nach Früchten aller Art (und sind dort) in Sicherheit.","arabic":"يَدۡعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4469,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:56","price":"Sie kosten darin nicht den Tod, außer dem ersten Tod. Und Er bewahrt sie vor der Strafe des Höllenbrandes","arabic":"لَا يَذُوقُونَ فِيهَا ٱلۡمَوۡتَ إِلَّا ٱلۡمَوۡتَةَ ٱلۡأُولَىٰۖ وَوَقَىٰهُمۡ عَذَابَ ٱلۡجَحِيمِ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4470,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:57","price":"als Huld von deinem Herrn. Das ist der großartige Erfolg.","arabic":"فَضۡلٗا مِّن رَّبِّكَۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4471,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:58","price":"Wir haben ihn in deiner Sprache wahrlich leicht gemacht, auf daß sie bedenken mögen.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4472,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"44:59","price":"Warte nun ab; auch sie warten ab.","arabic":"فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ","category":["44 (Ad-Dukhan)","Ad-Dukhan","Surah Ad-Dukhan"],"ayahNumber":4473,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:1","price":"Ha-Mim.","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:2","price":"(Dies ist) die Offenbarung des Buches von Allah, dem Allmächtigen und Allweisen.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:3","price":"In den Himmeln und auf der Erde sind wahrlich Zeichen für die Gläubigen.","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:4","price":"Und in eurer Erschaffung und in dem, was Er an Tieren sich ausbreiten läßt, sind Zeichen für Leute, die überzeugt sind.","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:5","price":"Und (auch in) dem Unterschied von Nacht und Tag und (in) dem, was Allah an Versorgung vom Himmel herabkommen läßt und dann damit die Erde nach ihrem Tod wieder lebendig macht, und im Wechsel der Winde sind Zeichen für Leute, die begreifen.","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:6","price":"Dies sind Allahs Zeichen, die Wir dir der Wahrheit entsprechend verlesen. An welche Aussage nach (derjenigen) Allah(s) und Seinen Zeichen wollen sie denn (sonst) glauben?","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:7","price":"Wehe jedem durch und durch sündigen Lügner,","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:8","price":"der hört, wie ihm Allahs Zeichen verlesen werden, und hierauf hochmütig (in seinem Unglauben) verharrt, als ob er sie nicht gehört hätte! So verkünde ihm schmerzhafte Strafe.","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:9","price":"Und wenn er etwas von Unseren Zeichen kennenlernt, macht er sich darüber lustig. Für solche wird es schmachvolle Strafe geben.","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:10","price":"Hinter ihnen (wartet) die Hölle. Und es nützt ihnen nicht, was sie erworben und (auch) nicht, was sie sich anstatt Allahs zu Schutzherren genommen haben; für sie wird es gewaltige Strafe geben.","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:11","price":"Dies ist eine Rechtleitung. Und diejenigen, die die Zeichen ihres Herrn verleugnen, für sie wird es schmerzhafte Strafe von Züchtigung geben.","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:12","price":"Allah ist es, Der euch das Meer dienstbar gemacht hat, damit die Schiffe darauf auf Seinen Befehl fahren und damit ihr nach etwas von Seiner Huld trachtet, und auf daß ihr dankbar sein möget.","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:13","price":"Und Er hat euch alles, was in den Himmeln und was auf der Erde ist, dienstbar gemacht, alles von Sich aus. Darin sind wahrlich Zeichen für Leute, die nachdenken.","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:14","price":"Sag zu denjenigen, die glauben, sie sollen denjenigen vergeben, die nicht Allahs Tage erhoffen, auf daß Er einem (jeden) Volk das vergelte, was sie erworben haben.","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:15","price":"Wer rechtschaffen handelt, der (tut es) zu seinem eigenen Vorteil, und wer Böses tut, der (tut es) zu seinem eigenen Nachteil. Hierauf werdet ihr zu eurem Herrn zurückgebracht.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:16","price":"Wir gaben ja den Kindern Isra’ils die Schrift, das Urteil und das Prophetentum und versorgten sie von den guten Dingen und bevorzugten sie vor den (anderen) Weltenbewohnern.","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:17","price":"Und Wir gaben ihnen klare Beweise in der Angelegenheit (der Religion). Sie wurden aber erst uneinig, nachdem das Wissen zu ihnen gekommen war - aus Mißgunst untereinander. Gewiß, dein Herr wird am Tag der Auferstehung zwischen ihnen über das entscheiden, worüber sie uneinig zu sein pflegten.","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:18","price":"Hierauf haben Wir dich auf eine Richtung in der Angelegenheit (der Religion) festgelegt. So folge ihr und folge nicht den Neigungen derjenigen, die nicht Bescheid wissen.","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:19","price":"Gewiß, sie werden dir vor Allah nichts nützen. Aber gewiß, die Ungerechten sind einer des anderen Schutzherren. Allah aber ist der Schutzherr der Gottesfürchtigen.","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:20","price":"Dies sind einsichtbringende Zeichen für die Menschen und Rechtleitung und Barmherzigkeit für Leute, die überzeugt sind.","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:21","price":"Oder meinen diejenigen, die böse Taten verüben, daß Wir sie denjenigen, die glauben und rechtschaffene Werke tun, gleichstellen sowohl in ihrem Leben als in ihrem Tod? Wie böse ist, was sie urteilen!","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:22","price":"Und Allah hat die Himmel und die Erde in Wahrheit erschaffen, und damit jeder Seele das vergolten wird, was sie erworben hat, und es wird ihnen kein Unrecht zugefügt.","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:23","price":"Was meinst du wohl zu jemandem, der sich als seinen Gott seine Neigung genommen hat, den Allah trotz (seines) Wissens hat in die Irre gehen lassen und dem Er das Gehör und das Herz versiegelt und auf dessen Augenlicht eine Hülle gelegt hat? Wer könnte ihn nach Allah rechtleiten? Bedenkt ihr denn nicht?","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:24","price":"Und sie sagen: Es gibt nur unser diesseitiges Leben; wir sterben und leben, und nur die Zeiten vernichten uns. Sie haben (aber) kein Wissen davon, sie stellen nur Mutmaßungen an.","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:25","price":"Und wenn ihnen Unsere Zeichen als klare Beweise verlesen werden, ist ihre Beweisgrundlage nur, daß sie sagen: Bringt unsere Väter herbei, wenn ihr wahrhaftig seid.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:26","price":"Sag: Allah macht euch lebendig und läßt euch hierauf sterben; hierauf wird Er euch zum Tag der Auferstehung versammeln, an dem es keinen Zweifel gibt. Aber die meisten Menschen wissen nicht.","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:27","price":"Allah gehört die Herrschaft der Himmel und der Erde. Und am Tag, da sich die Stunde erhebt, an jenem Tag werden diejenigen verlieren, die Nichtiges tun.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:28","price":"Und du wirst jede Gemeinschaft kniend sehen. Jede Gemeinschaft wird zu ihrem Buch gerufen: Heute wird euch das vergolten, was ihr zu tun pflegtet.","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:29","price":"Dies ist Unser Buch, das mit der Wahrheit gegen euch spricht. Wir ließen (alles) niederschreiben, was ihr zu tun pflegtet.","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:30","price":"Was nun diejenigen angeht, die geglaubt und rechtschaffene Werke getan haben, so wird ihr Herr sie in Seine Barmherzigkeit eingehen lassen. Das ist der deutliche Erfolg.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:31","price":"Was aber diejenigen angeht, die ungläubig waren, so (wird zu ihnen gesagt werden): Sind euch Meine Zeichen nicht stets verlesen worden? Aber ihr habt euch hochmütig verhalten und seid ein Volk von Übeltätern gewesen.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:32","price":"Und wenn gesagt wurde: .Gewiß, Allahs Versprechen ist wahr, und an der Stunde gibt es keinen Zweifel’, sagtet ihr: ,Wir wissen nicht, was die Stunde ist. Wir stellen ja nur Mutmaßungen an und sind gar nicht überzeugt’.","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:33","price":"Und es werden ihnen die bösen Taten, die sie vollbracht haben, klar, und es umschließt sie das, worüber sie sich lustig zu machen pflegten.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:34","price":"Und es wird gesagt: Heute werden Wir euch vergessen, wie ihr die Begegnung mit diesem eurem Tag vergessen habt. Euer Zufluchtsort ist das (Höllen)feuer, und ihr werdet keine Helfer haben.","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:35","price":"Dies ist dafür, daß ihr euch über Allahs Zeichen lustig machtet und daß euch das diesseitige Leben täuschte. Heute werden sie nicht (mehr) aus ihm herausgebracht, und es wird ihnen keine Gnade (mehr) erwiesen.","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:36","price":"So gehört (alles) Lob Allah, dem Herrn der Himmel und dem Herrn der Erde, dem Herrn der Weltenbewohner’!","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":null,"lang":"de"},{"name":"45:37","price":"Ihm gehört die Oberhoheit in den Himmeln und auf der Erde, und Er ist der Allmächtige und Allweise.","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":null,"lang":"de"}],"juz":{"id":25,"name":"إِلَيْهِ يُرَدُّ","transliteration":"Ilayhi Yurad","transEn":"To Him is Returned","startVerse":"41:47","endVerse":"45:37","totalVerses":246}}