{"data":[{"name":"6:111","price":"Wenn Wir auch zu ihnen die Engel hinabsendeten, die Toten zu ihnen sprächen und Wir alle Dinge vor ihren Augen versammelten, sie würden unmöglich glauben, es sei denn, Allah wollte es. Aber die meisten von ihnen wissen nicht.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:112","price":"Und so haben Wir jedem Propheten Feinde bestimmt: die Satane der Menschen und der Ginn, von denen die einen den anderen prunkende Worte eingeben in Trug und wenn dein Herr gewollt hätte, hätten sie es nicht getan; so lasse sie (stehen) mit dem, was sie an Lügen ersinnen -,","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:113","price":"und damit die Herzen derjenigen, die an das Jenseits nicht glauben, dem zuneigen, und damit sie damit zufrieden sind und begehen, was sie begehen.","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:114","price":"Soll ich denn einen anderen Schiedsrichter als Allah begehren, wo Er es doch ist, der das Buch, ausführlich dargelegt, zu euch herabgesandt hat? Diejenigen, denen Wir die Schrift gaben, wissen, daß es von deinem Herrn mit der Wahrheit herabgesandt wurde. So gehöre ja nicht zu den Zweiflern.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:115","price":"Vollkommen ist das Wort deines Herrn in Wahrhaftigkeit und Gerechtigkeit. Es gibt niemanden, der Seine Worte abändern könnte. Und Er ist der Allhörende und Allwissende.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:116","price":"Wenn du den meisten von denen, die auf der Erde sind, gehorchst, werden sie dich von Allahs Weg ab in die Irre führen. Sie folgen nur Mutmaßungen, und sie stellen nur Schätzungen an.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:117","price":"Gewiß, dein Herr kennt sehr wohl, wer von Seinem Weg abirrt, und Er kennt sehr wohl die Rechtgeleiteten.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:118","price":"Eßt von dem, worüber Allahs Name ausgesprochen worden ist, wenn ihr an Seine Zeichen glaubt.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:119","price":"Was ist mit euch, daß ihr nicht von dem eßt, worüber Allahs Name ausgesprochen worden ist, wo Er euch doch ausführlich dargelegt hat, was Er euch verboten hat, außer dem, wozu ihr gezwungen werdet? Viele führen wahrlich (andere) durch ihre Neigungen ohne Wissen in die Irre. Aber dein Herr weiß sehr wohl über die Übertreter Bescheid.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:120","price":"Unterlaßt das Offenkundige an Sünde und das Verborgene! Gewiß, denen, die Sünde erwerben, wird das vergolten, was sie zu begehen pflegten.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:121","price":"Und eßt nicht von dem, worüber der Name Allahs nicht ausgesprochen worden ist. Das ist wahrlich Frevel. Die Satane geben ihren Schützlingen in der Tat ein, mit euch zu streiten. Wenn ihr ihnen gehorcht, seid ihr fürwahr Götzendiener.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:122","price":"Ist denn der, der tot war, und den Wir dann lebendig gemacht und dem Wir ein Licht gegeben haben, worin er unter den Menschen geht, wie einer, dessen Gleichnis das jemandes ist, der sich in Finsternissen befindet, aus denen er nicht herauskommen kann? So ist den Ungläubigen ausgeschmückt, was sie zu tun pflegten.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:123","price":"Und so haben Wir in jeder Stadt ihre größten Übeltäter bestimmt, damit sie darin Ränke schmieden. Sie schmieden aber Ränke nur gegen sich selbst, ohne zu merken.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:124","price":"Und wenn ein Zeichen zu ihnen kommt, sagen sie: Wir werden nicht glauben, bevor uns nicht gegeben wird, was den Gesandten Allahs gegeben wurde. Allah weiß sehr wohl, wo Er Seine Botschaft anbringt. Diejenigen, die Übeltaten begehen, werden bei Allah Erniedrigung und strenge Strafe treffen dafür, daß sie Ränke zu schmieden pflegten.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:125","price":"Wen Allah rechtleiten will, dem tut Er die Brust auf für den Islam. Und wen Er in die Irre gehen lassen will, dem macht Er die Brust eng und bedrängt, so als ob er in den Himmel hochsteigen sollte. So legt Allah den Greuel auf diejenigen, die nicht glauben.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:126","price":"Und dies ist der Weg deines Herrn, ein gerader. Nunmehr haben Wir die Zeichen ausführlich dargelegt für Leute, die bedenken.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:127","price":"Für sie gibt es die Wohnstätte des Friedens bei ihrem Herrn. Er ist ihr Schutzherr, für das, was sie zu tun pflegten.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:128","price":"Und an dem Tag, da Er sie alle versammelt (wird Er sagen): O Gesellschaft der Ginn! Viele Menschen habt ihr (verführt). Und ihre Schützlinge unter den Menschen sagen: Unser Herr, wir haben voneinander (den Vorteil) genossen und haben (nun) unsere Frist erreicht, die Du uns gesetzt hast. Er wird sagen: Das (Höllen)feuer ist euer Aufenthalt, ewig darin zu bleiben, außer Allah will es (anders). Gewiß, dein Herr ist Allweise und Allwissend.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:129","price":"So machen Wir die einen Ungerechten zu Beschützern der anderen für das, was sie erworben haben.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:130","price":"O Gesellschaft der Ginn und der Menschen, sind nicht zu euch Gesandte von euch (selbst) gekommen, die euch Meine Zeichen berichtet und euch vor dem Eintreffen dieses euren Tages gewarnt haben? Sie werden sagen: Wir zeugen gegen uns selbst. Das diesseitige Leben hat sie getäuscht, und sie zeugen gegen sich selbst, daß sie ungläubig waren.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:131","price":"Das (ist so), weil dein Herr die Städte nicht zu Unrecht vernichtet’, während ihre Bewohner unachtsam sind.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:132","price":"Für alle wird es Rangstufen geben je nach dem, was sie getan haben. Und dein Herr ist nicht unachtsam dessen, was sie tun.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:133","price":"Und dein Herr ist der Unbedürftige, voll der Barmherzigkeit. Wenn Er will, läßt Er euch vergehen und nach euch folgen, was Er will, so wie Er euch aus der Nachkommenschaft anderer Leute entstehen ließ.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:134","price":"Gewiß, was euch versprochen wird, wird sicher eintreffen. Und ihr werdet euch (Ihm) nicht entziehen können.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:135","price":"Sag: O mein Volk, handelt nach eurer Stellung! Ich werde ebenfalls (so) handeln. Dann werdet ihr (noch) erfahren, wem die letztendliche Wohnstätte gehören wird. Gewiß, den Ungerechten wird es nicht wohl ergehen.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:136","price":"Und sie haben Allah mit dem, was Er an (Früchten auf den) Saatfeldern und Vieh wachsen läßt, einen Anteil bestimmt. Und sie sagen: Dies ist für Allah - so behaupten sie -, Und dies ist für unsere Teilhaber. Was nun für ihre Teilhaber (bestimmt) ist, gelangt nicht zu Allah, was aber für Allah (bestimmt) ist, gelangt zu ihren Teilhabern. Wie böse ist, was sie urteilen!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:137","price":"Und ebenso haben vielen der Götzendiener ihre Teilhaber wohlgefällig erscheinen lassen, ihre Kinder zu töten, um sie ins Verderben zu stürzen und um ihnen ihre Religion zu verdecken. Wenn Allah wollte, hätten sie es nicht getan. So lasse sie (allein) mit dem, was sie an Lügen ersinnen!","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:138","price":"Und sie sagen: Dies sind verwehrtes Vieh und verwehrte (Früchte auf den) Saatfelder(n). Niemand kostet davon außer, wen wir (essen lassen) wollen. - So behaupten sie. - Und (es gibt nach ihrer Behauptung) Vieh, dessen Rücken (zum Tragen von Lasten) verboten ist, und Vieh, über das sie den Namen Allahs nicht aussprechen, womit sie Lügen gegen Ihn ersinnen. Er wird ihnen vergelten, was sie stets an Lügen ersinnen.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:139","price":"Und sie sagen: Was in den Leibern dieses Viehs ist, ist unseren Männern vorbehalten, unseren Gattinnen aber verboten. Wenn es aber tot (geboren) ist, so haben sie (alle) daran teil. Er wird ihnen ihre (ersonnene) Zuschreibung vergelten. Er ist ja Allweise und Allwissend.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:140","price":"Verloren sind diejenigen, die ihre Kinder in Torheit und ohne Wissen töten und verbieten, womit Allah sie versorgt hat, indem sie Lügen gegen Allah ersinnen. Sie sind fürwahr irregegangen und nicht rechtgeleitet gewesen.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:141","price":"Und Er ist es, Der Gärten mit Spalieren und ohne Spaliere entstehen läßt, sowie Palmen und (sonstige) Pflanzen mit unterschiedlichen Erntesorten und Öl- und Granatapfelbäume, die einander ähnlich und unähnlich sind. Eßt von ihren Früchten’, wenn sie Früchte tragen, und entrichtet am Tag ihrer Ernte ihre(n) Pflicht(anteil, der darauf steht), doch seid nicht maßlos! - Er liebt nicht die Maßlosen.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:142","price":"Und an Vieh (läßt Allah entstehen) Lasttiere und Kleintiere. Eßt von dem, womit Allah euch versorgt hat, und folgt nicht den Fußstapfen des Satans! Er ist euch ein deutlicher Feind.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:143","price":"Acht (Tiere) zu Paaren (hat Er euch erschaffen): von den Schafen zwei und von den Ziegen zwei. - Sag: Sind es die (beiden) Männchen, die Er verboten hat, oder die (beiden) Weibchen, oder was der Mutterleib der (beiden) Weibchen umschließt? Tut (es) mir kund auf Grund von (wirklichem) Wissen, wenn ihr wahrhaftig seid!","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:144","price":"Und (auch) von den Kamelen zwei und von den Rindern zwei. - Sag: Sind es die (beiden) Männchen, die Er verboten hat, oder die (beiden) Weibchen, oder was der Mutterleib der (beiden) Weibchen umschließt? Oder wart ihr Zeugen, als Allah euch dies anbefahl? Wer ist denn ungerechter, als wer gegen Allah eine Lüge ersinnt, um die Menschen ohne Wissen in die Irre zu führen? Gewiß, Allah leitet das ungerechte Volk nicht recht.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:145","price":"Sag: Ich finde in dem, was mir (als Offenbarung) eingegeben wurde, nichts, das für den Essenden zu essen verboten wäre, außer es ist Verendetes oder ausgeflossenes Blut oder Schweinefleisch - denn das ist ein Greuel - oder ein Frevel, worüber ein anderer (Name) als Allah(s) angerufen worden ist. Wer sich aber in einer Zwangslage befindet, ohne zu begehren oder das Maß zu überschreiten, - so ist dein Herr Allvergebend und Barmherzig.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:146","price":"Und denen, die dem Judentum angehören, haben Wir alles verboten, was Klauen besitzt; und von den Rindern und dem Kleinvieh haben Wir ihnen das Fett verboten, außer dem, was ihre Rücken und ihre Eingeweide tragen, oder was mit Knochen verwachsen ist. Damit haben Wir ihnen ihre Übertretung vergolten. Und Wir sagen ganz gewiß die Wahrheit.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:147","price":"Wenn sie dich nun der Lüge bezichtigen, dann sag: Euer Herr ist voll umfassender Barmherzigkeit, aber vom übeltätigen Volk wird Seine Gewalt nicht abgewandt.","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:148","price":"Diejenigen, die (Ihm) beigesellen, werden sagen: Wenn Allah gewollt hätte, hätten wir (Ihm) nichts beigesellt, und (auch) nicht unsere Väter, und wir hätten nichts verboten. Ebenso haben diejenigen vor ihnen (ihre Gesandten) der Lüge bezichtigt, bis sie Unsere Gewalt kosteten. Sag: Habt ihr (irgendein) Wissen, das ihr uns vorbringen könnt? Ihr folgt ja nur Mutmaßungen, und ihr stellt nur Schätzungen an.","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:149","price":"Sag: Allah hat das überzeugende Beweismittel. Wenn Er gewollt hätte, hätte Er euch fürwahr allesamt rechtgeleitet.","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:150","price":"Sag: Bringt eure Zeugen her, die bezeugen, daß Allah dies verboten hat! Wenn sie (es) dann bezeugen, so bezeuge (es) nicht mit ihnen. Und folge nicht den Neigungen derjenigen, die Unsere Zeichen für Lüge erklären und die nicht an das Jenseits glauben und ihrem Herrn (andere) gleichsetzen.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:151","price":"Sag: Kommt her! Ich will euch verlesen, was euer Herr euch verboten hat: Ihr sollt Ihm nichts beigesellen, und zu den Eltern gütig sein; und tötet nicht eure Kinder aus Armut - Wir versorgen euch und auch sie; und nähert euch nicht den Abscheulichkeiten, was von ihnen offen und was verborgen ist; und tötet nicht die Seele, die Allah verboten hat (zu töten), außer aus einem rechtmäßigen Grund! Dies hat Er euch anbefohlen, auf daß ihr begreifen möget.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:152","price":"Und nähert euch nicht dem Besitz des Waisenkindes, außer auf die beste Art, bis es seine Vollreife erlangt hat. Und gebt volles Maß und Gewicht in Gerechtigkeit. Wir erlegen keiner Seele mehr auf, als sie zu leisten vermag. Und wenn ihr euer Wort gebt, dann seid gerecht, auch wenn es um einen Verwandten geht. Und haltet euren Bund gegenüber Allah. Dies hat Er euch anbefohlen, auf daß ihr (es) bedenken möget!","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:153","price":"Und (Er hat euch anbefohlen:) Dies ist Mein Weg, ein gerader. So folgt ihm! Und folgt nicht den (anderen) Wegen, damit sie euch nicht von Seinem Weg auseinanderführen! Dies hat Er euch anbefohlen, auf daß ihr gottesfürchtig werden möget!","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:154","price":"Hierauf gaben Wir Musa die Schrift als Vollendung (und Belohnung) für das, was er an Gutem getan hatte’, als eine ausführliche Darlegung für alles und als Rechtleitung und Barmherzigkeit, auf daß sie an die Begegnung mit ihrem Herrn glauben mögen!","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:155","price":"Und dies ist ein Buch, das Wir (als Offenbarung) hinabgesandt haben, ein gesegnetes (Buch). So folgt ihm und seid gottesfürchtig, auf daß ihr Erbarmen finden möget!","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:156","price":"Damit ihr (nicht) sagt: Die Schrift wurde nur auf zwei Gruppen vor uns herabgesandt, und wir waren gegenüber dem, was sie erlernt haben, wahrlich unachtsam.","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:157","price":"Oder damit ihr (nicht) sagt: Wenn die Schrift auf uns herabgesandt worden wäre, wären wir wahrlich eher rechtgeleitet als sie. Aber nun ist ein klarer Beweis von eurem Herrn und Rechtleitung und Barmherzigkeit zu euch gekommen. Wer ist denn ungerechter, als wer Allahs Zeichen für Lüge erklärt und sich von ihnen abwendet? Wir werden denjenigen, die sich von Unseren Zeichen abwenden, mit einer bösen Strafe vergelten, daß sie sich stets abwandten.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:158","price":"Erwarten sie (etwas anderes), als daß die Engel zu ihnen kommen oder daß dein Herr kommt oder daß etwas von den Zeichen deines Herrn kommt? An dem Tag, da etwas von den Zeichen deines Herrn kommt, nützt einer Seele ihr Glaube nicht, wenn sie nicht schon zuvor geglaubt oder in ihrem Glauben Gutes erworben hat. Sag: Wartet ab! Wir warten ebenfalls ab.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:159","price":"Gewiß, mit denjenigen, die ihre Religion spalteten und zu Lagern geworden sind, hast du nichts gemein. Ihre Angelegenheit steht (allein) bei Allah. Hierauf wird Er ihnen kundtun, was sie zu tun pflegten.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:160","price":"Wer mit (etwas) Gutem kommt, erhält zehnmal soviel. Und Wer mit einer bösen Tat kommt, dem wird nur gleichviel vergolten, und es wird ihnen kein Unrecht zugefügt.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:161","price":"Sag: Gewiß, mich hat mein Herr zu einem geraden Weg geleitet, einer richtigen Religion, dem Glaubensbekenntnis Ibrahims, als Anhänger des rechten Glaubens, und er war keiner der Götzendiener.","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:162","price":"Sag: Gewiß, mein Gebet und mein (Schlacht)opfer, mein Leben und mein Sterben gehören Allah, dem Herrn der Weltenbewohner.","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:163","price":"Er hat keinen Teilhaber. Dies ist mir befohlen worden, und ich bin der erste der (Ihm) Ergebenen.","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:164","price":"Sag: Soll ich einen anderen Herrn als Allah begehren, wo Er doch der Herr von allem ist? Jede Seele erwirbt nur gegen sich selbst. Und keine lasttragende (Seele) nimmt die Last einer anderen auf sich. Hierauf wird eure Rückkehr zu eurem Herrn sein, und Er wird kundtun, worüber ihr uneinig zu sein pflegtet.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"6:165","price":"Er ist es, Der euch zu Nachfolgern (auf) der Erde gemacht und die einen von euch über die anderen um Rangstufen erhöht hat, damit Er euch mit dem, was Er euch gegeben hat, prüfe. Gewiß, dein Herr ist schnell im Bestrafen, aber Er ist auch wahrlich Allvergebend und Barmherzig.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:1","price":"Alif-Lam-Mim-Sad","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:2","price":"(Dies ist) ein Buch, das zu dir (als Offenbarung) herabgesandt worden ist - es soll seinetwegen in deiner Brust keine Bedrängnis sein -, damit du mit ihm warnst, und als Ermahnung für die Gläubigen.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:3","price":"Folgt dem, was zu euch von eurem Herrn herabgesandt worden ist, und folgt außer Ihm keinen (anderen) Schutzherren! Wie wenig ihr bedenkt!","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:4","price":"Wie viele Städte haben Wir vernichtet! Da kam Unsere Gewalt über sie bei Nacht, oder während sie zu Mittag ruhten.","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:5","price":"So war ihr Ausruf, als Unsere Gewalt über sie kam, nur, daß sie sagten: Wir haben gewiß Unrecht getan.","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:6","price":"Ganz gewiß werden Wir diejenigen, zu denen Gesandte gesandt worden sind, fragen, und ganz gewiß werden Wir die Gesandten fragen.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:7","price":"Dann werden Wir ihnen ganz gewiß aus (vollem) Wissen berichten, denn Wir waren ja nicht abwesend.","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:8","price":"Das Wägen erfolgt an jenem Tag der Wahrheit (entsprechend). Wessen Waagschalen schwer sein werden, jene sind es, denen es wohl ergeht.","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:9","price":"Wessen Waagschalen aber leicht sein werden, das sind diejenigen, die ihre Seelen verloren haben dafür, daß sie an Unseren Zeichen unrecht zu handeln pflegten.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:10","price":"Und Wir haben euch ja auf der Erde eine feste Stellung verliehen, und Wir haben für euch auf ihr (Möglichkeiten für den) Lebensunterhalt geschaffen. Wie wenig ihr dankbar seid!","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:11","price":"Und Wir haben euch ja erschaffen. Hierauf haben Wir euch gestaltet. Hierauf haben Wir zu den Engeln gesagt: Werft euch vor Adam nieder! Da warfen sie sich nieder, außer Iblis. Er gehörte nicht zu denjenigen, die sich niederwerfen.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:12","price":"Er (Allah) sagte: Was hat dich davon abgehalten, dich niederzuwerfen, als Ich (es) dir befahl? Er sagte: Ich bin besser als er. Du hast mich aus Feuer erschaffen, ihn aber hast Du aus Lehm erschaffen.","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:13","price":"Er (Allah) sagte: So geh fort von ihm! Es steht dir nicht zu, darin hochmütig zu sein. So geh hinaus! Gewiß, du gehörst zu den Geringgeachteten.","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:14","price":"Er sagte: Gewähre mir Aufschub bis zu dem Tag, da sie auferweckt werden.","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:15","price":"Er (Allah) sagte: Du sollst gewiß zu denjenigen gehören, denen Aufschub gewährt wird.","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:16","price":"Er sagte: Darum, daß Du mich in Verirrung hast fallen lassen, werde ich ihnen ganz gewiß auf Deinem geraden Weg auflauern.","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:17","price":"Hierauf werde ich ganz gewiß von vorn und von hinten, von ihrer Rechten und von ihrer Linken über sie kommen. Und Du wirst die meisten von ihnen nicht dankbar finden.","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:18","price":"Er (Allah) sagte: Geh hinaus aus ihm, verachtet und verstoßen! Wer auch immer von ihnen dir folgt, Ich werde die Hölle ganz gewiß mit euch allesamt füllen.","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:19","price":"- Und (du,) o Adam, bewohne du und deine Gattin den (Paradies)garten, und dann eßt, wo immer ihr wollt. Aber naht euch nicht diesem Baum, sonst gehört ihr zu den Ungerechten!","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:20","price":"Da flüsterte ihnen der Satan ein, um ihnen offen zu zeigen, was ihnen von ihrer Blöße verborgen war. Und er sagte: Unser Herr hat euch diesen Baum nur verboten, damit ihr nicht Engel werdet oder zu den Ewiglebenden gehört.","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:21","price":"Und er schwor ihnen: Ich gehöre wahrlich zu denjenigen, die euch guten Rat geben.","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:22","price":"So verführte er sie trügerisch. Als sie dann von dem Baum gekostet hatten, zeigte sich ihnen ihre Blöße offenkundig, und sie begannen, Blätter des (Paradies)gartens auf sich zusammenzuheften. Und ihr Herr rief ihnen zu: Habe Ich euch nicht jenen Baum verboten und euch gesagt: Der Satan ist euch ein deutlicher Feind?","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:23","price":"Sie sagten: Unser Herr, wir haben uns selbst Unrecht zugefügt. Wenn Du uns nicht vergibst und Dich unser erbarmst, werden wir ganz gewiß zu den Verlorenen gehören.","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:24","price":"Er (Allah) sagte: Geht fort! Einer sei des anderen Feind. Und auf der Erde sollt ihr Aufenthalt und Nießbrauch auf Zeit haben.","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:25","price":"Er (Allah) sagte: Auf ihr werdet ihr leben, und auf ihr werdet ihr sterben, und aus ihr werdet ihr hervorgebracht werden.","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:26","price":"O Kinder Adams, Wir haben auf euch Kleidung hinabgesandt, die eure Blöße verbirgt, und Gefieder. Aber die Kleidung der Gottesfurcht, die ist besser. Das ist (eines) von Allahs Zeichen, auf daß sie bedenken mögen.","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:27","price":"O Kinder Adams, der Satan soll euch ja nicht der Versuchung aussetzen, wie er eure (Stamm)eltern aus dem (Paradies)garten vertrieben hat, indem er ihnen ihre Kleidung wegnahm, um ihnen ihre Blöße zu zeigen. Gewiß, er sieht euch, er und sein Stamm, von wo ihr sie nicht seht. Gewiß, Wir haben die Satane zu Schutzherren für diejenigen gemacht, die nicht glauben.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:28","price":"Und wenn sie eine Abscheulichkeit begehen, sagen sie: Wir haben unsere Väter darin (vorgefunden, und Allah hat es uns geboten. Sag: Allah gebietet nicht Schändliches. Wollt ihr (denn) über Allah sagen, was ihr nicht wißt?","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:29","price":"Sag: Mein Herr hat Gerechtigkeit geboten, und ihr sollt euer Gesicht bei jeder Gebetsstätte aufrichten und Ihn anrufen, (wobei ihr) Ihm gegenüber aufrichtig in der Religion (sein sollt). So wie Er euch anfangs gebracht hat, werdet ihr zurückkehren.","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:30","price":"Einen Teil hat Er rechtgeleitet, an einem (anderen) Teil aber hat sich das Irregehen bewahrheitet, denn sie haben sich die Satane anstatt Allahs zu Schutzherren genommen und meinen, sie seien rechtgeleitet.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:31","price":"O Kinder Adams, legt euren Schmuck bei jeder Gebetsstätte an und eßt und trinkt, aber seid nicht maßlos! - Er (Allah) liebt nicht die Maßlosen.","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:32","price":"Sag: Wer hat den Schmuck Allahs verboten, den Er für Seine Diener hervorgebracht hat, und (auch) die guten Dinge (aus) der Versorgung (Allahs)? Sag: Sie sind im diesseitigen Leben für diejenigen (bestimmt), die glauben, und am Tag der Auferstehung (ihnen) vorbehalten. So legen Wir die Zeichen ausführlich dar für Leute, die Bescheid wissen.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:33","price":"Sag: Mein Herr hat nur die Abscheulichkeiten verboten, was von ihnen offen und was verborgen ist; und (auch) die Sünde und die Gewalttätigkeit ohne Recht, und, daß ihr Allah (etwas) beigesellt, wofür Er keine Ermächtigung herabgesandt hat, und daß ihr über Allah (etwas) sagt, was ihr nicht wißt.","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:34","price":"Jede Gemeinschaft hat eine (festgesetzte) Frist. Und wenn nun ihre Frist kommt, können sie (sie) weder um eine Stunde hinausschieben noch sie vorverlegen.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:35","price":"O Kinder Adams, wenn immer Gesandte von euch (selbst) zu euch kommen, die euch Meine Zeichen berichten - wer dann gottesfürchtig ist und Besserung bringt, über die soll keine Furcht kommen, noch sollen sie traurig sein.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:36","price":"Diejenigen aber, die Unsere Zeichen für Lüge erklären und sich ihnen gegenüber hochmütig verhalten, das sind Insassen des (Höllen)feuers. Ewig werden sie darin bleiben.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:37","price":"Wer ist denn ungerechter, als wer gegen Allah eine Lüge ersinnt oder Seine Zeichen für Lüge erklärt? Jene wird ihr Anteil vom Buch erreichen, bis daß, wenn Unsere Gesandten dann zu ihnen kommen, um sie abzuberufen, sie sagen: Wo ist das, was ihr außer Allah anzurufen pflegtet? Sie werden sagen: Sie sind uns entschwunden. Und sie zeugen gegen sich selbst, daß sie ungläubig waren.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:38","price":"Er (Allah) sagt: Tretet ein unter Gemeinschaften von den Ginn und den Menschen, die schon vor euch dahingegangen sind, ins (Höllen)feuer. Jedesmal, wenn eine Gemeinschaft eintritt, verflucht sie die vorhergehende. Wenn sie dann alle darin eingeholt werden, sagt die letzte von ihnen in Bezug auf die erste: Unser Herr, diese da haben uns in die Irre geführt. So gib ihnen eine mehrfache Strafe vom (Höllen)feuer! Er sagt: Jeder bekommt das Mehrfache, aber ihr wißt (es) nicht.","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:39","price":"Und die erste von ihnen sagt zu der letzten: Ihr habt doch keinen Vorzug gegenüber uns. So kostet die Strafe für das, was ihr verdient habt.","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:40","price":"Gewiß, denjenigen, die Unsere Zeichen für Lüge erklären und sich ihnen gegenüber hochmütig verhalten, werden die Tore des Himmels nicht geöffnet, und sie werden nicht in den (Paradies)garten eingehen, bis ein Kamel durch ein Nadelöhr geht. So vergelten Wir den Übeltätern.","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:41","price":"Für sie wird die Hölle eine Lagerstatt sein, und über ihnen werden Decken (aus Höllenfeuer) sein. So vergelten Wir den Ungerechten.","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:42","price":"Diejenigen aber, die glauben und rechtschaffene Werke tun - Wir erlegen keiner Seele mehr auf, als sie zu leisten vermag -, jene sind Insassen des (Paradies)gartens. Ewig werden sie darin bleiben.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:43","price":"Und Wir nehmen weg, was in ihren Brüsten an Groll ist. Unter ihnen strömen Flüsse. Und sie sagen: (Alles) Lob gehört Allah, Der uns hierher geleitet hat! Wir hätten unmöglich die Rechtleitung gefunden, wenn uns Allah nicht rechtgeleitet hätte. Die Gesandten unseres Herrn sind wirklich mit der Wahrheit gekommen. Und es wird ihnen zugerufen: Siehe, das ist der (Paradies)garten. Er ist euch zum Erbe gegeben worden für das, was ihr zu tun pflegtet.","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:44","price":"Die Insassen des (Paradies)gartens rufen den Insassen des (Höllen)feuers zu: Wir haben gefunden, daß das, was uns unser Herr versprochen hat, wahr ist. Habt (auch) ihr gefunden, daß das, was euer Herr versprochen hat, wahr ist? Sie sagen: Ja! Und dann ruft ein Rufer unter ihnen aus: Allahs Fluch (kommt) über die Ungerechten,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:45","price":"die von Allahs Weg abhalten und danach trachten, ihn krumm zu machen, und die das Jenseits verleugnen.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:46","price":"Und zwischen ihnen ist ein Vorhang. Und auf den Höhen sind Männer, die jeden an seinem Merkmal erkennen. Sie rufen den Insassen des (Paradies)gartens zu: Friede sei auf euch! Sie sind aber in ihn nicht eingetreten, und sie begehren (es) doch.","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:47","price":"Und wenn ihre Blicke den Insassen des (Höllen)feuers zugewendet werden, sagen sie: Unser Herr, lasse uns nicht mit dem ungerechten Volk sein!","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:48","price":"Und die Leute der Höhen rufen Männern, die sie an ihren Merkmalen erkennen, zu. Sie sagen: Es hat euch eure Ansammlung, und daß ihr euch hochmütig zu verhalten pflegtet, nicht genützt.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:49","price":"Sind das diejenigen, von denen ihr geschworen habt, Allah werde ihnen keine Barmherzigkeit erweisen? - Geht in den (Paradies)garten ein! Über euch soll keine Furcht kommen, noch sollt ihr traurig sein.","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:50","price":"Und die Insassen des (Höllen)feuers rufen den Insassen des (Paradies)gartens zu: Schüttet auf uns etwas Wasser aus oder etwas von dem, womit Allah euch versorgt hat! Sie sagen: Gewiß, Allah hat beides für die Ungläubigen verboten,","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:51","price":"die ihre Religion zum Gegenstand der Zerstreuung und des Spiels genommen haben und die das diesseitige Leben getäuscht hat. Heute werden Wir sie vergessen, so wie sie die Begegnung mit diesem ihrem Tag vergaßen und wie sie Unsere Zeichen zu verleugnen pflegten.","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:52","price":"Wir haben ihnen ja ein Buch gebracht, das Wir mit Wissen ausführlich dargelegt haben, als Rechtleitung und Barmherzigkeit für Leute, die glauben.","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:53","price":"Erwarten sie (etwas anderes) als seine Deutung? An dem Tag, da seine Deutung eintrifft, werden diejenigen, die es zuvor vergessen haben, sagen: Die Gesandten unseres Herrn sind wirklich mit der Wahrheit gekommen! Haben wir denn Fürsprecher, die für uns Fürsprache einlegen? Oder können wir zurückgebracht werden, daß wir anders handeln, als wir zu handeln pflegten? Sie haben wirklich ihre Seelen verloren, und ihnen ist entschwunden, was sie zu ersinnen pflegten.","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:54","price":"Gewiß, euer Herr ist Allah, Der die Himmel und die Erde in sechs Tagen erschuf und Sich hierauf über den Thron erhob. Er läßt die Nacht den Tag überdecken, wobei sie ihn eilig einzuholen sucht. Und (Er schuf auch) die Sonne, den Mond und die Sterne, durch Seinen Befehl dienstbar gemacht. Sicherlich, Sein ist die Schöpfung und der Befehl. Segensreich ist Allah, der Herr der Weltenbewohner.","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:55","price":"Ruft euren Herrn in Unterwürfigkeit flehend und im Verborgenen an. Gewiß, Er liebt nicht die Übertreter.","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:56","price":"Und stiftet auf der Erde nicht Unheil, nachdem sie in Ordnung gebracht worden ist! Und ruft Ihn in Furcht und Begehren an. Gewiß, die Barmherzigkeit Allahs ist den Gutes Tuenden nahe.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:57","price":"Und Er ist es, Der die Winde als Frohboten Seiner Barmherzigkeit (voraus)sendet, bis daß, wenn sie dann schwere Wolken herbeitragen, Wir sie zu einem toten Land treiben, dadurch Wasser hinabsenden und dann dadurch alle Früchte hervorbringen. Ebenso bringen Wir (dereinst) die Toten hervor, auf daß ihr bedenken möget!","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:58","price":"Und aus dem guten Land kommt sein Pflanzenwuchs mit Allahs Erlaubnis hervor, aus dem schlechten (Land) jedoch kommt (nur) Kümmerliches hervor. So legen Wir die Zeichen verschiedenartig dar für Leute, die dankbar sind.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:59","price":"Wir sandten doch bereits Nuh zu seinem Volk, und da sagte er: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm. Gewiß, ich fürchte für euch die Strafe eines gewaltigen Tages.","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:60","price":"Die führende Schar aus seinem Volk sagte: Wir sehen dich wahrlich in deutlichem Irrtum.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:61","price":"Er sagte: O mein Volk, bei mir befindet sich kein Irrtum, sondern ich bin ein Gesandter vom Herrn der Weltenbewohner.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:62","price":"Ich übermittele euch die Botschaften meines Herrn und rate euch gut. Und ich weiß von Allah her, was ihr nicht wißt.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:63","price":"Wundert ihr euch etwa (darüber), daß eine Erinnerung von eurem Herrn zu euch gekommen ist durch einen Mann von euch, damit er euch warne und damit ihr gottesfürchtig werdet, auf daß ihr Erbarmen finden möget?","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:64","price":"Sie aber bezichtigten ihn der Lüge. Da retteten Wir ihn und diejenigen, die mit ihm waren, im Schiff und ließen diejenigen ertrinken, die Unsere Zeichen für Lüge erklärten. Sie waren gewiß blinde Leute.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:65","price":"Und (Wir sandten) zu Ad ihren Bruder Hud. Er sagte: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm. Wollt ihr denn nicht gottesfürchtig sein?","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:66","price":"Die führende Schar aus seinem Volk, die ungläubig war, sagte: Wir sehen dich wahrlich in Torheit (befangen), und wir meinen wahrlich, daß du zu den Lügnern gehörst.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:67","price":"Er sagte: O mein Volk, bei mir befindet sich keine Torheit, sondern ich bin ein Gesandter vom Herrn der Weltenbewohner.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:68","price":"Ich übermittele euch die Botschaften meines Herrn, und ich bin für euch ein vertrauenswürdiger Ratgeber.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:69","price":"Wundert ihr euch etwa (darüber), daß eine Erinnerung von eurem Herrn zu euch gekommen ist durch einen Mann von euch, damit er euch warne? Gedenkt, als Er euch zu Nachfolgern nach dem Volk Nuhs machte und euch ein Übermaß an körperlichen Vorzügen gab! Gedenkt also der Wohltaten Allahs, auf daß es euch wohl ergehen möge!","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:70","price":"Sie sagten: Bist du zu uns gekommen, damit wir Allah allein dienen und das verlassen, dem unsere Väter immer gedient haben? Bring uns doch her, was du uns androhst, wenn du zu den Wahrhaftigen gehören solltest!","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:71","price":"Er sagte: Greuel und Zorn von eurem Herrn überfallen euch nunmehr. (Wollt) ihr denn mit mir über Namen streiten, die ihr genannt habt, ihr und eure Väter, für die Allah (aber) keine Ermächtigung offenbart hat? So wartet ab! Ich gehöre mit euch zu den Abwartenden.","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:72","price":"Da retteten Wir ihn und diejenigen, die mit ihm waren, durch Barmherzigkeit von Uns. Aber Wir schnitten die Rückkehr derer, die Unsere Zeichen für Lüge erklärten, ab, und sie waren nicht gläubig.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:73","price":"Und (Wir sandten) zu Tamud ihren Bruder Salih. Er sagte: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm. Nun ist ein klarer Beweis von eurem Herrn zu euch gekommen: Dies ist die Kamelstute Allahs, euch zum Zeichen. So laßt sie auf Allahs Erde fressen und fügt ihr nichts Böses zu, sonst überkommt euch schmerzhafte Strafe.","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:74","price":"Und gedenkt, als Er euch zu Nachfolgern nach den ’Ad machte und euch auf der Erde (Stätten) zuwies, so daß ihr euch in ihrem Flachland Schlösser nahmt und die Berge zu Häusern aushautet. Gedenkt also der Wohltaten Allahs und richtet auf der Erde nicht unheilstiftend Verderben an!","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:75","price":"Die führende Schar, die sich hochmütig verhielt, aus seinem Volk, sagte zu denjenigen, die unterdrückt waren, (und zwar) zu denen von ihnen, die gläubig waren: Wißt ihr (sicher), daß Salih von seinem Herrn gesandt ist? Sie sagten: Wir glauben gewiß an das, womit er gesandt worden ist.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:76","price":"Diejenigen, die sich hochmütig verhielten, sagten: Wir verleugnen ja das, woran ihr glaubt.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:77","price":"Dann schnitten sie der Kamelstute die Sehnen durch und lehnten sich gegen den Befehl ihres Herrn auf. Und sie sagten: O Salih, bringe uns doch her, was du uns angedroht hast, wenn du zu den Gesandten gehörst!","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:78","price":"Da ergriff sie das Zittern, und am Morgen lagen sie in ihrer Wohnstätte auf den Brüsten da.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:79","price":"So kehrte er sich von ihnen ab und sagte: O mein Volk, ich habe euch doch die Botschaft meines Herrn ausgerichtet und euch gut geraten. Aber ihr liebt nicht die guten Ratgeber.","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:80","price":"Und (Wir sandten) Lut, als er zu seinem Volk sagte: Wollt ihr denn das Abscheuliche begehen, wie es vor euch niemand von den Weltenbewohnern begangen hat?","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:81","price":"Ihr laßt euch doch wahrlich in Begierde mit den Männern ein anstatt mit den Frauen. Aber nein! Ihr seid maßlose Leute.","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:82","price":"Die Antwort seines Volkes war nur, daß sie sagten: Vertreibt sie aus eurer Stadt! Das sind Menschen, die sich rein halten.","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:83","price":"Da retteten Wir ihn und seine Angehörigen, außer seiner Frau; Sie gehörte zu denjenigen, die zurückblieben.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:84","price":"Und Wir ließen einen Regen auf sie niedergehen. So schau, wie das Ende der Übeltäter war!","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:85","price":"Und (Wir sandten) zu Madyan ihren Bruder Su’aib. Er sagte: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm. Nun ist ein klarer Beweis von eurem Herrn zu euch gekommen; so gebt volles Maß und Gewicht und schmälert den Menschen nicht ihre Sachen und stiftet auf der Erde nicht Unheil, nachdem sie in Ordnung gebracht worden ist! Das ist besser für euch, wenn ihr gläubig seid.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:86","price":"Und lauert nicht auf jedem Weg, indem ihr droht und von Allahs Weg denjenigen abhaltet, der an Ihn glaubt, und danach trachtet, ihn krumm zu machen. Und gedenkt (der Zeit), als ihr (nur) wenige wart und Er euch dann zu vielen machte. Und schaut, wie das Ende der Unheilstifter war!","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":null,"lang":"de"},{"name":"7:87","price":"Und wenn ein Teil von euch an das glauben sollte, womit ich gesandt worden bin, ein anderer Teil aber nicht glauben sollte, so geduldet euch, bis Allah zwischen uns richtet. Er ist der Beste derer, die richten.","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":null,"lang":"de"}],"juz":{"id":8,"name":"وَلَوْ أَنَّنَا","transliteration":"Wa Lau Annana","transEn":"If Only We Had","startVerse":"6:111","endVerse":"7:87","totalVerses":142}}