{"data":[{"name":"7:88","price":"Die führende Schar, die sich hochmütig verhielt, aus seinem Volk, sagte: Wir werden dich, o Su’aib, und diejenigen, die mit dir glauben, ganz gewiß aus unserer Stadt vertreiben, oder aber ihr kehrt zu unserem Glaubensbekenntnis zurück! Er sagte: Was denn, auch wenn es uns zuwider ist?","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:89","price":"Wir würden ja gegen Allah eine Lüge ersinnen, wenn wir zu eurem Glaubensbekenntnis zurückkehrten, nachdem Allah uns vor ihr errettet hat. Es steht uns nicht zu, zu ihr zurückzukehren, außer daß Allah, unser Herr, (es) wollte. Unser Herr umfaßt alles mit (Seinem) Wissen. Auf Allah verlassen wir uns. Unser Herr, entscheide zwischen uns und unserem Volk der Wahrheit entsprechend! Du bist ja der beste Entscheider.","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:90","price":"Aber die führende Schar aus seinem Volk, die ungläubig war, sagte: Wenn ihr Su’aib folgt, dann werdet ihr fürwahr Verlierer sein.","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:91","price":"Da ergriff sie das Zittern, und am Morgen lagen sie in ihrer Wohnstätte auf den Brüsten da.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:92","price":"Diejenigen, die Su’aib der Lüge bezichtigen, waren, als hätten sie (überhaupt) nicht darin gewohnt. Diejenigen, die Su’aib der Lüge bezichtigten, waren (nun) selbst die Verlierer.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:93","price":"So kehrte er sich von ihnen ab und sagte: O mein Volk, ich habe euch doch die Botschaften meines Herrn ausgerichtet und euch gut geraten. Wie sollte ich betrübt sein über ungläubige Leute?","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:94","price":"Und Wir haben in keine Stadt Propheten gesandt, ohne daß Wir über ihre Bewohner Not und Leid hätten kommen lassen, auf daß sie in Unterwürfigkeit flehen mögen.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:95","price":"Hierauf tauschten Wir anstelle des Bösen Gutes ein, bis sie (sich und ihren Besitz) vermehrten und sagten: Schon unseren Vätern ist Leid und (auch) Freude widerfahren. Da ergriffen Wir sie plötzlich, ohne daß sie merkten.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:96","price":"Hätten aber die Bewohner der Städte geglaubt und wären sie gottesfürchtig gewesen, hätten Wir ihnen bestimmt Segnungen von dem Himmel und der Erde aufgetan. Aber sie erklärten (die Botschaft) für Lüge, und so ergriffen Wir sie für das, was sie erworben hatten.","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:97","price":"Glauben denn die Bewohner der Städte, sicher davor zu sein, daß Unsere Gewalt bei Nacht über sie kommt, während sie schlafen?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:98","price":"Oder glauben die Bewohner der Städte, sicher davor zu sein, daß Unsere Gewalt am hellen Morgen über sie kommt, während sie spielen?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:99","price":"Glauben sie denn, sicher vor Allahs Ränken zu sein? Aber vor Allahs Ränken sicher zu sein, glaubt nur das Volk derjenigen, die Verlierer sind.","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:100","price":"Ist denjenigen, die die Erde nach ihren (vorherigen) Bewohnern erben, nicht deutlich geworden, daß, wenn Wir wollten, Wir sie für ihre Sünden treffen würden? Und Wir versiegeln ihre Herzen, so daß sie nicht hören.","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:101","price":"Das sind die Städte. Über sie erzählen Wir dir (einiges) von ihren Berichten. Ihre Gesandten kamen ja zu ihnen mit den klaren Beweisen, aber sie konnten nicht an das glauben, was sie zuvor für Lüge erklärt hatten. So versiegelt Allah die Herzen der Ungläubigen.","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:102","price":"Und Wir fanden bei den meisten von ihnen keine Vertragstreue, sondern Wir fanden (, daß) die meisten von ihnen fürwahr Frevler (waren).","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:103","price":"Hierauf schickten Wir nach ihnen Musa mit Unseren Zeichen zu Fir’aun und seiner führenden Schar, doch sie handelten unrecht an ihnen. Schau nur, wie das Ende der Unheilstifter war!","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:104","price":"Musa sagte: O Fir’aun, gewiß, ich bin ein Gesandter vom Herrn der Weltenbewohner,","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:105","price":"bestrebt’, über Allah nur die Wahrheit zu sagen. Ich bin doch mit einem klaren Beweis von eurem Herrn zu euch gekommen. So lasse die Kinder Isra’ils mit mir gehen!","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:106","price":"Er sagte: Wenn du mit einem Zeichen gekommen bist, dann bringe es her, wenn du zu den Wahrhaftigen gehörst.","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:107","price":"Er warf seinen Stock hin, und sogleich war er eine deutliche Schlange.","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:108","price":"Und er zog seine Hand heraus, da war sie weiß für die Betrachter.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:109","price":"Die führende Schar aus dem Volk Fir’auns sagte: Dieser ist fürwahr ein kenntnisreicher Zauberer,","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:110","price":"der euch aus eurem Land vertreiben will. Was befehlt ihr nun?","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:111","price":"Sie sagten: Stelle ihn und seinen Bruder zurück, und sende in die Städte (Boten), die (die Leute) versammeln,","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:112","price":"damit sie dir jeden kenntnisreichen Zauberer herbeibringen.","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:113","price":"Und die Zauberer kamen zu Fir’aun. Sie sagten: Wir bekommen doch sicher Lohn, wenn wir es sind, die siegen?","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:114","price":"Er sagte: Ja. Und ihr werdet fürwahr zu den Nahegestellten gehören.","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:115","price":"Sie sagten: O Musa, entweder wirfst du oder wir sind es, die (zuerst) werfen.","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:116","price":"Er sagte: Werft (ihr zuerst)! Als sie nun warfen, bezauberten sie die Augen der Menschen und flößten ihnen Furcht ein, und sie brachten einen gewaltigen Zauber vor.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:117","price":"Und Wir gaben Musa ein: Wirf deinen Stock hin! Da verschlang er sogleich, was sie vortäuschten.","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:118","price":"So bestätigte sich die Wahrheit, und zunichte wurde das, was sie taten.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:119","price":"Sie wurden dort besiegt und kehrten gering geachtet zurück.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:120","price":"Und die Zauberer warfen sich ehrerbietig nieder.","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:121","price":"Sie sagten: Wir glauben an den Herrn der Weltenbewohner,","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:122","price":"den Herrn von Musa und Harun.","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:123","price":"Fir’aun sagte: Ihr glaubt an Ihn, bevor ich es euch erlaube? Das sind wahrlich Ränke, die ihr in der Stadt geschmiedet habt, um ihre Bewohner daraus zu vertreiben. Aber ihr werdet (es noch) erfahren.","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:124","price":"Ich werde ganz gewiß eure Hände und eure Füße wechselseitig abhacken und euch hierauf ganz gewiß allesamt kreuzigen (lassen).","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:125","price":"Sie sagten: Wir werden gewiß zu unserem Herrn zurückkehren!","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:126","price":"Du grollst uns ja nur (darum), daß wir an die Zeichen unseres Herrn glaubten, als sie zu uns kamen. Unser Herr, überschütte uns mit Standhaftigkeit und berufe uns ab als (Dir) Ergebene!","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:127","price":"Die führende Schar aus dem Volk Fir’auns sagte: Willst du zulassen, daß Musa und sein Volk auf der Erde Unheil stiften und daß er dich und deine Götter verläßt? Er sagte: Wir werden ihre Söhne allesamt töten und (nur) ihre Frauen am Leben lassen. Wir sind ja Bezwinger über sie.","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:128","price":"Musa sagte zu seinem Volk: Sucht Hilfe bei Allah, und seid standhaft! Gewiß, die Erde gehört Allah; Er gibt sie zum Erbe, wem von Seinen Dienern Er will. Und das (gute) Ende gehört den Gottesfürchtigen.","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:129","price":"Sie sagten: Uns ist Leid zugefügt worden, bevor du zu uns kamst und nachdem du zu uns gekommen bist. Er sagte: Vielleicht wird euer Herr euren Feind vernichten und euch zu Nachfolgern auf der Erde machen und dann schauen, wie ihr handelt.","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:130","price":"Und Wir ergriffen ja schon die Leute Fir’auns mit Dürrejahren und Mangel an Früchten, auf daß sie bedenken mögen.","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:131","price":"Aber wenn dann etwas Gutes zu ihnen kam, sagten sie: Dies gehört uns. und wenn sie etwas Böses traf, sahen sie ein (böses) Vorzeichen in Musa und denjenigen, die mit ihm waren. Aber ihr Vorzeichen ist sicherlich bei Allah, jedoch wissen die meisten von ihnen nicht.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:132","price":"Und sie sagten: Welches Zeichen du uns auch vorbringen magst, um uns damit zu bezaubern, so werden wir dir nicht glauben.","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:133","price":"Da sandten Wir über sie die Überschwemmung, die Heuschrecken, die Zecken, die Frösche und das Blut als einzeln vorgebrachte Zeichen. Aber sie verhielten sich hochmütig und waren ein Volk von Übeltätern.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:134","price":"Als nun die unheilvolle Strafe sie überfiel, sagten sie: O Musa, rufe für uns deinen Herrn an auf Grund Seines Bundes mit dir. Wenn du die unheilvolle Strafe hinwegnimmst, werden wir dir ganz gewiß glauben und die Kinder Isra’ils ganz gewiß mit dir wegschicken.","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:135","price":"Als Wir dann die unheilvolle Strafe von ihnen hinwegnahmen auf eine Frist, die sie erreichen sollten, brachen sie sogleich (ihr Wort).","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:136","price":"Da übten Wir an ihnen Vergeltung und ließen sie im großen Gewässer ertrinken, dafür, daß sie Unsere Zeichen für Lüge erklärten und ihnen gegenüber unachtsam waren.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:137","price":"Und Wir gaben dem Volk, das unterdrückt worden war, zum Erbe die östlichen und die westlichen (Gegenden) des Landes, das Wir gesegnet haben. Und das schönste Wort deines Herrn erfüllte sich an den Kindern Isra’ils dafür, daß sie standhaft waren. Und Wir zerstörten, was Fir’aun und sein Volk zu machen und was sie zu errichten pflegten.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:138","price":"Und Wir ließen die Kinder lsra’ils das Meer durchschreiten. Sie kamen zu Leuten, die sich zur Andacht an ihren Götzen zurückzogen. Sie sagten: O Musa, mache uns einen Gott, so wie sie Götter haben! Er sagte: Ihr seid ja Leute, die töricht sind.","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:139","price":"Gewiß, was diese da betreiben, wird zerstört, und zunichte wird, was sie zu tun pflegten.","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:140","price":"Er sagte: Sollte ich für euch einen anderen Gott begehren als Allah, wo Er euch vor den (anderen) Weltenbewohnern bevorzugt hat?","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:141","price":"Und (gedenkt,) als Wir euch vor den Leuten Fir’auns retteten, als sie euch eine böse Qual auferlegten, indem sie eure Söhne allesamt töteten und (nur) eure Frauen am Leben ließen. Darin war für euch eine gewaltige Prüfung von eurem Herrn.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:142","price":"Und Wir gaben Musa eine Verabredung auf dreißig Nächte und machten sie mit (weiteren) zehn voll. So vervollständigte sich die festgesetzte Zahl seines Herrn auf vierzig Nächte. Und Musa sagte zu seinem Bruder Harun: Nimm meine Stelle bei meinem Volk ein, sorge für Ordnung und folge nicht dem Weg der Unheilstifter!","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:143","price":"Als nun Musa zu Unserer festgesetzten Zeit kam und sein Herr zu ihm sprach, sagte er: Mein Herr, zeige (Dich) mir, daß ich Dich anschaue! Er sagte: Du wirst Mich nicht sehen. Aber schau den Berg an! Wenn er fest an seiner Stelle bleibt, dann wirst du Mich sehen. Als nun sein Herr dem Berg offenbar erschien, ließ Er ihn in sich zusammensinken, und Musa fiel bewußtlos nieder’. Als er dann (wieder) zu sich kam, sagte er: Preis sei Dir! Ich wende mich in Reue Dir zu, und ich bin der erste der Gläubigen.","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:144","price":"Er sagte: O Musa, Ich habe dich durch Meine Botschaften und Mein Gespräch (mit dir) vor den Menschen auserwählt! So nimm, was Ich dir gegeben habe, und gehöre zu den Dankbaren!","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:145","price":"Und Wir schrieben ihm auf den Tafeln von allem eine Ermahnung und eine ausführliche Darlegung von allem. So halte sie fest und befiel deinem Volk, sich an das Schönste in ihnen zu halten! Ich werde euch die Wohnstätte der Frevler zeigen.","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:146","price":"Ich werde von meinen Zeichen diejenigen abwenden, die auf der Erde ohne Recht hochmütig sind. Wenn sie auch jedes Zeichen sehen, glauben sie nicht daran. Und wenn sie den Weg der Besonnenheit sehen, nehmen sie ihn sich nicht zum Weg. Wenn sie aber den Weg der Verirrung sehen, nehmen sie ihn sich zum Weg. Dies, weil sie Unsere Zeichen für Lüge erklären und ihnen gegenüber unachtsam sind.","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:147","price":"Diejenigen, die Unsere Zeichen und die Begegnung mit dem Jenseits für Lüge erklären, deren Werke werden hinfällig. Wird ihnen (denn) etwas anderes vergolten als das, was sie zu tun pflegten?","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:148","price":"Und das Volk Musas nahm sich, nachdem er (weggegangen) war, aus ihren Schmucksachen (verfertigt) ein Kalb als Leib, der blökte. Sahen sie denn nicht, daß es nicht zu ihnen spricht und sie nicht den rechten Weg leitet? Sie nahmen es sich (als Götzen) und waren ungerecht.","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:149","price":"Und als sich bei ihnen die Reue einstellte und sie sahen, daß sie bereits irregegangen waren, sagten sie: Wenn sich unser Herr nicht unser erbarmt und uns vergibt, werden wir ganz gewiß zu den Verlierern gehören!","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:150","price":"Als Musa zu seinem Volk zornig und bekümmert zurückkam, sagte er: Wie schlimm ist das, was ihr nach mir an meiner Stelle begangen habt! Wollt ihr den Befehl eures Herrn beschleunigen? Er warf die Tafeln hin und ergriff seinen Bruder beim Kopf, indem er ihn an sich zog. (Dieser) sagte: Sohn meiner Mutter, das Volk unterdrückte mich und hätte mich beinahe getötet! So lasse nicht die Feinde über mich Schadenfreude empfinden und stelle mich nicht zum ungerechten Volk!","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:151","price":"Er (Musa) sagte: Mein Herr, vergib mir und meinem Bruder, und lasse uns in Deine Barmherzigkeit eingehen. Du bist ja der Barmherzigste der Barmherzigen.","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:152","price":"Gewiß, diejenigen, die sich das Kalb nahmen, wird Zorn von ihrem Herrn und Erniedrigung im diesseitigen Leben ereilen. So vergelten Wir denen, die Lügen ersinnen.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:153","price":"Aber diejenigen, die böse Taten begehen und danach bereuen und glauben-, gewiß, dein Herr ist danach wahrlich Allvergebend und Barmherzig.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:154","price":"Und als sich in Musa der Zorn beruhigt hatte, nahm er die Tafeln. In ihrer Schrift ist Rechtleitung und Barmherzigkeit für die, die vor ihrem Herrn Ehrfurcht haben.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:155","price":"Und Musa wählte aus seinem Volk siebzig Männer zu Unserer festgesetzten Zeit. Als sie nun das Zittern ergriff, sagte er: Mein Herr, wenn Du gewollt hättest, hättest Du sie schon zuvor vernichtet, und auch mich. Willst Du uns vernichten für das, was die Toren von uns getan haben? Es ist doch nur Deine Versuchung, mit der Du in die Irre gehen läßt, wen Du willst, und rechtleitest, wen Du willst. Du bist unser Schutzherr, so vergib uns und erbarme Dich unser! Du bist der Beste derer, die vergeben.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:156","price":"Und bestimme für uns in diesem Diesseits Gutes und auch im Jenseits! Gewiß, wir haben zu Dir zurückgefunden. Er sagte: Mit Meiner Strafe treffe Ich, wen Ich will, aber Meine Barmherzigkeit umfaßt alles. Ich werde sie für die bestimmen, die gottesfürchtig sind und die Abgabe entrichten und die an Unsere Zeichen glauben,","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:157","price":"die dem Gesandten, dem schriftunkundigen Propheten, folgen, den sie bei sich in der Tora und im Evangelium aufgeschrieben finden. Er gebietet ihnen das Rechte und verbietet ihnen das Verwerfliche, er erlaubt ihnen die guten Dinge und verbietet ihnen die schlechten, und er nimmt ihnen ihre Bürde und die Fesseln ab, die auf ihnen lagen. Diejenigen nun, die an ihn glauben, ihm beistehen, ihm helfen und dem Licht, das mit ihm herabgesandt worden ist, folgen, das sind diejenigen, denen es wohl ergeht.","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:158","price":"Sag: O ihr Menschen, ich bin der Gesandte Allahs an euch alle, Dem die Herrschaft der Himmel und der Erde gehört. Es gibt keinen Gott außer Ihm. Er macht lebendig und läßt sterben. So glaubt an Allah und Seinen Gesandten, den schriftunkundigen Propheten, der an Allah und Seine Worte glaubt, und folgt ihm, auf daß ihr rechtgeleitet sein möget!","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:159","price":"Und unter dem Volk Musas ist eine Gemeinschaft, die mit der Wahrheit rechtleitet und nach ihr gerecht handelt.","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:160","price":"Und Wir zerteilten sie in zwölf Stämme, in Gemeinschaften. Und Wir gaben Musa ein, als sein Volk ihn um Wasser bat: Schlage mit deinem Stock auf den Felsen! Da brachen aus ihm zwölf Quellen hervor. Nun wußte jedermann, wo sein Platz zum Trinken war. Und Wir ließen die Wolken sie überschatten und sandten das Manna und die Wachteln auf sie herab: Eßt von den guten Dingen, mit denen Wir euch versorgt haben! Und sie fügten nicht Uns Unrecht zu, sondern sich selbst fügten sie Unrecht zu.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:161","price":"Und als zu ihnen gesagt wurde: Bewohnt diese Stadt und eßt von (dem, was in) ihr (ist), wo immer ihr wollt! und sagt: Vergebung! und tretet, euch niederwerfend, durch das Tor ein, so vergeben Wir euch eure Verfehlungen. Und Wir werden den Gutes Tuenden noch mehr erweisen.","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:162","price":"Doch da tauschten diejenigen von ihnen, die Unrecht taten, das Wort gegen ein anderes aus, das ihnen nicht gesagt worden war. Und da sandten Wir auf sie eine unheilvolle Strafe vom Himmel hinab dafür, daß sie Unrecht zu tun pflegten.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:163","price":"Und frag sie nach der Stadt, die am Meer lag, als sie den Sabbat übertraten, als ihre Fische zu ihnen an ihrem Sabbat sichtbar (geschwommen) kamen, aber an dem Tag, an dem sie nicht Sabbat hielten, nicht zu ihnen kamen. So prüfen Wir sie dafür, daß sie zu freveln pflegten.","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:164","price":"Und als eine Gemeinschaft von ihnen sagte: Warum ermahnt ihr Leute, die Allah vernichten oder mit strenger Strafe strafen wird?, sagten sie: Als eine Entschuldigung bei eurem Herrn und auf daß sie gottesfürchtig werden mögen.","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:165","price":"Und als sie vergessen hatten, womit sie ermahnt worden waren, retteten Wir diejenigen, die das Böse verboten, und ergriffen diejenigen, die Unrecht taten, mit schlimmer Strafe dafür, daß sie zu freveln pflegten.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:166","price":"Als sie dann das mißachteten, was ihnen verboten war, sagten Wir zu ihnen: Werdet verstoßene Affen!","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:167","price":"Und als dein Herr ankündigte, Er werde ganz gewiß gegen sie bis zum Tag der Auferstehung jemanden schicken, der ihnen eine böse Qual auferlegt. Dein Herr ist fürwahr schnell im Bestrafen, aber Er ist auch wahrlich Allvergebend und Barmherzig.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:168","price":"Und Wir zerteilten sie auf der Erde in Gemeinschaften. Unter ihnen gab es Rechtschaffene und solche, die dies nicht waren. Und Wir prüften sie mit Gutem und Bösem, auf daß sie umkehren mögen.","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:169","price":"Dann folgten nach ihnen Nachfolger, die die Schrift erbten. Sie greifen nach den Glücksgütern des Diesseitigen und sagen: Es wird uns vergeben werden. Und wenn sich ihnen gleiche Glücksgüter bieten, greifen sie danach. Wurde nicht mit ihnen das Abkommen der Schrift getroffen, sie sollen über Allah nur die Wahrheit sagen? Sie haben doch das, was darin steht, erlernt. Und die jenseitige Wohnstätte ist besser für diejenigen, die gottesfürchtig sind. Begreift ihr denn nicht?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:170","price":"Und diejenigen, die an der Schrift festhalten und das Gebet verrichten - gewiß, Wir lassen den Lohn der Heilstifter nicht verlorengehen.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:171","price":"Und als Wir den Berg über sie heraushoben, als wäre er ein Schattendach, und sie glaubten, er würde auf sie fallen: Haltet fest an dem, was Wir euch gegeben haben, und gedenkt dessen, was es enthält, auf daß ihr gottesfürchtig werden möget!","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:172","price":"Und als dein Herr aus den Kindern Adams, aus ihren Rücken, ihre Nachkommenschaft nahm und sie gegen sich selbst zeugen ließ: Bin Ich nicht euer Herr? Sie sagten: Doch, wir bezeugen (es)! (Dies,) damit ihr nicht am Tag der Auferstehung sagt: Wir waren dessen unachtsam,","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:173","price":"oder (auch) nicht sagt: Unsere Väter gesellten doch zuvor (Allah) Teilhaber zu, und wir sind (nur) eine Nachkommenschaft nach ihnen. Willst du uns vernichten für das, was diejenigen getan haben, die Nichtiges tun?","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:174","price":"So legen Wir die Zeichen ausführlich dar, - auf daß sie umkehren mögen.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:175","price":"Und verlies ihnen die Kunde von dem, dem Wir Unsere Zeichen gaben und der sich dann ihrer entledigte. Da verfolgte ihn der Satan, und so wurde er einer der Verirrten.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:176","price":"Und wenn Wir gewollt hätten, hätten Wir ihn durch sie fürwahr erhöht. Aber er neigte zur Erde hin und folgte seiner Neigung. So ist sein Gleichnis das eines Hundes: Wenn du auf ihn losgehst, hechelt er; läßt du ihn (in Ruhe), hechelt er (auch). So ist das Gleichnis der Leute, die Unsere Zeichen für Lüge erklärten. Berichte die Geschichte, auf daß sie nachdenken mögen.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:177","price":"Wie böse ist das Gleichnis der Leute, die Unsere Zeichen für Lüge erklärten und sich selbst Unrecht zu tun pflegten!","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:178","price":"Wen Allah rechtleitet, der ist (in Wahrheit) rechtgeleitet. Wen Er aber in die Irre gehen läßt, das sind die Verlierer.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:179","price":"Wir haben ja schon viele von den Ginn und den Menschen für die Hölle erschaffen. Sie haben Herzen, mit denen sie nicht verstehen; sie haben Augen, mit denen sie nicht sehen; und sie haben Ohren, mit denen sie nicht hören. Jene sind wie das Vieh. Aber nein! Sie irren noch weiter ab. Jene sind (überhaupt) die Unachtsamen.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:180","price":"Allahs sind die schönsten Namen; so ruft Ihn damit an und laßt diejenigen, die mit Seinen Namen abwegig umgehen. Ihnen wird das vergolten, was sie zu tun pflegten.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:181","price":"Und unter denjenigen, die Wir erschaffen haben, gibt es eine Gemeinschaft, die mit der Wahrheit rechtleitet und nach ihr gerecht handelt.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:182","price":"Diejenigen aber, die Unsere Zeichen für Lüge erklären, werden Wir stufenweise (dem Verderben) näherbringen, von wo sie nicht wissen.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:183","price":"Und Ich gewähre ihnen Aufschub. (Aber) gewiß, Meine List ist fest.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:184","price":"Denken sie denn nicht (darüber) nach? Ihr Gefährte leidet nicht an Besessenheit; er ist nur ein deutlicher Warner.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:185","price":"Haben sie sich denn nicht im Reich der Himmel und der Erde umgeschaut und was Allah an Dingen erschaffen hat und, daß ihre Frist vielleicht nahegerückt ist? An welche Aussage nach dieser wollen sie denn (sonst) glauben?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:186","price":"Wen Allah in die Irre gehen läßt, der hat keinen, der ihn rechtleiten könnte; Er läßt sie in ihrer Auflehnung umherirren.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:187","price":"Sie fragen dich nach der Stunde, für wann sie feststeht. Sag: Das Wissen darüber ist nur bei meinem Herrn. Nur Er wird sie zu ihrer Zeit erscheinen lassen. Schwer lastet sie in den Himmeln und auf der Erde. Sie wird nur plötzlich über euch kommen. Sie fragen dich, als ob du gut unterrichtet über sie seiest. Sag: Das Wissen darüber ist nur bei Allah. Aber die meisten Menschen wissen nicht.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:188","price":"Sag: Ich vermag mir selbst weder Nutzen noch Schaden (zu bringen), außer was Allah will. Wenn ich das Verborgene wüßte, würde ich mir wahrlich viel Gutes verschaffen, und Böses würde mir nicht widerfahren. Ich bin nur ein Warner und ein Frohbote für Leute, die glauben.","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:189","price":"Er ist es, Der euch aus einem einzigen Wesen schuf, und Er hat aus ihm seine Gattin gemacht, damit er (der Mann) bei ihr Ruhe finde. Und als er über sie kam, trug sie an einer leichten Schwangerschaft und verbrachte damit (eine Zeit). Als sie dann schwer zu tragen hatte, riefen die beiden Allah, ihren Herrn, an: Wenn Du uns einen Rechtschaffenen gibst, werden wir ganz gewiß zu den Dankbaren gehören.","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:190","price":"Als Er ihnen dann einen Rechtschaffenen gegeben hatte, gaben sie Ihm Teilhaber an dem, was Er ihnen gegeben hatte. Aber Allah ist Erhaben über das, was sie (Ihm) beigesellen.","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:191","price":"Wollen sie (Ihm etwas) beigesellen, was nichts erschafft, während sie selbst erschaffen wurden,","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:192","price":"und die ihnen keine Hilfe leisten, noch sich selbst helfen können?","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:193","price":"Und wenn ihr sie zur Rechtleitung aufruft, folgen sie euch nicht. Gleich ist es in Bezug auf euch, ob ihr sie aufruft oder ob ihr schweigt.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:194","price":"Gewiß, diejenigen, die ihr anstatt Allahs anruft, sind (nur) Diener gleich euch. So ruft sie (doch) an, und so sollen sie euch doch erhören, wenn ihr wahrhaftig seid!","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:195","price":"Haben sie (etwa) Füße, mit denen sie gehen, oder haben sie Hände, mit denen sie zupacken, oder haben sie Augen, mit denen sie sehen, oder haben sie Ohren, mit denen sie hören? Sag: Ruft eure Teilhaber an, und hierauf schmiedet eure List gegen mich an und gewährt mir keinen Aufschub.","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:196","price":"Mein Schutzherr ist Allah, Der das Buch offenbart hat, und Er macht Sich zum Schutzherrn der Rechtschaffenen.","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:197","price":"Diejenigen, die ihr außer Ihm anruft, können euch keine Hilfe leisten, noch sich selbst helfen.","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:198","price":"Und wenn ihr sie zur Rechtleitung aufruft, hören sie nicht; du siehst sie dich anschauen, doch sie sehen nicht.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:199","price":"Nimm den Überschuß, gebiete das allgemein Gute und wende dich von den Toren ab!","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:200","price":"Und wenn dich vom Satan eine Eingebung aufstachelt, dann suche Schutz bei Allah, denn Er ist ja Allhörend und Allwissend.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:201","price":"Diejenigen, die gottesfürchtig sind, - wenn ihnen eine Anwandlung vom Satan widerfährt, bedenken sie, und da werden sie sogleich einsichtig.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:202","price":"Aber ihre Brüder lassen sie in ihrer Verirrung gewähren, und dann lassen sie (daran) nicht nach.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:203","price":"Und wenn du ihnen kein Zeichen bringst, sagen sie: Hättest du es dir doch (selbst) ausgesucht! Sag: Ich folge nur dem, was mir von meinem Herrn (als Offenbarung) eingegeben wird. Dies sind einsichtbringende Zeichen von eurem Herrn und Rechtleitung und Barmherzigkeit für Leute, die glauben.","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:204","price":"Und wenn der Qur’an vorgetragen wird, dann hört ihm zu und horcht hin, auf daß ihr Erbarmen finden möget!","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:205","price":"Und gedenke deines Herrn in deiner Seele in Unterwürfigkeit flehend und in Furcht und mit leiser Stimme, am Morgen und am Abend. Und gehöre nicht zu den Unachtsamen!","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"7:206","price":"Diejenigen, die bei deinem Herrn sind, sind nicht zu hochmütig dazu, Ihm zu dienen; sie preisen Ihn und werfen sich vor Ihm nieder.","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:1","price":"Sie fragen dich nach der (zugedachten) Beute. Sag: Die (zugedachte) Beute gehört Allah und dem Gesandten. So fürchtet Allah und stiftet Frieden untereinander, und gehorcht Allah und Seinem Gesandten, wenn ihr gläubig seid!","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:2","price":"Die (wahren) Gläubigen sind ja diejenigen, deren Herzen sich vor Ehrfurcht regen, wenn Allahs gedacht wird, und die, wenn ihnen Seine Zeichen verlesen werden, es ihren Glauben mehrt, und die sich auf ihren Herrn verlassen,","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:3","price":"die das Gebet verrichten und von dem, womit Wir sie versorgt haben, ausgeben.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:4","price":"Das sind die wahren Gläubigen. Für sie gibt es bei ihrem Herrn Rangstufen und Vergebung und ehrenvolle Versorgung.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:5","price":"So wie dein Herr dich aus deinem Haus hinausziehen ließ mit der Wahrheit, während es einer Gruppe der Gläubigen wahrlich zuwider war,","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:6","price":"und sie mit dir über die Wahrheit stritten, nachdem (es) klargeworden war, als ob sie in den Tod getrieben würden, während sie zuschauten.","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:7","price":"Und als Allah euch versprach, daß die eine der beiden Gruppen euch gehören sollte, und ihr (es) lieber gehabt hättet, daß diejenige ohne Kampfkraft euer sein sollte! Aber Allah will mit Seinen Worten die Wahrheit bestätigen und die Rückkehr der Ungläubigen abschneiden,","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:8","price":"um die Wahrheit zu bestätigen und das Falsche zunichte zu machen, auch wenn es den Übeltätern zuwider ist.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:9","price":"(Gedenke) als ihr euren Herrn um Hilfe anrieft. Da erhörte Er euch: Ich werde euch mit Tausend von den Engeln unterstützen, hintereinander reitend.","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:10","price":"Allah machte es nur zu einer frohen Botschaft und damit eure Herzen dadurch Ruhe fänden. Der Sieg kommt ja nur von Allah. Gewiß, Allah ist Allmächtig und Allweise.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:11","price":"Als Er Schläfrigkeit euch überkommen ließ als (Gefühl der) Sicherheit von Ihm und Wasser vom Himmel auf euch herabsandte, um euch damit zu reinigen und das Unheil des Satans von euch zu entfernen und um eure Herzen zu stärken und (eure) Füße damit zu festigen.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:12","price":"Als dein Herr den Engeln eingab: Gewiß, Ich bin mit euch. So festigt diejenigen, die glauben! Ich werde in die Herzen derer, die ungläubig sind, Schrecken einjagen. So schlagt oberhalb der Nacken und schlagt von ihnen jeden Finger!","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:13","price":"Dies dafür, daß sie Allah und Seinem Gesandten entgegenwirkten. Wer Allah und Seinem Gesandten entgegenwirkt, - gewiß, Allah ist streng im Bestrafen.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:14","price":"Das (ist eure Strafe dafür), so kostet sie! Und (wisset,) daß es für die Ungläubigen die Strafe des (Höllen)feuers geben wird.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:15","price":"O die ihr glaubt, wenn ihr auf die, die ungläubig sind, trefft, während sie (zur Schlacht) anrücken, dann kehrt ihnen nicht den Rücken.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:16","price":"Wer ihnen an jenem Tag den Rücken kehrt - außer, er setzt sich ab zum Kampf, oder er schließt sich einer (anderen) Schar an -, zieht sich fürwahr Zorn von Allah zu, und sein Zufluchtsort ist die Hölle - ein schlimmer Ausgang!","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:17","price":"Nicht ihr habt sie getötet, sondern Allah hat sie getötet. Und nicht du hast geworfen, als du geworfen hast, sondern Allah hat geworfen, und damit Er die Gläubigen einer schönen Prüfung von Ihm unterziehe. Gewiß, Allah ist Allhörend und Allwissend.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:18","price":"Das (ist eure Prüfung), und (wisset), daß Allah die List der Ungläubigen abschwächt!","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:19","price":"Wenn ihr nach einer Entscheidung sucht, so ist nunmehr die Entscheidung zu euch gekommen. Und wenn ihr aufhört, so ist es besser für euch. Aber wenn ihr (dazu) zurückkehrt, kehren Wir (auch) zurück. Und eure Schar wird euch nichts nützen, auch wenn sie zahlreich sein sollte. Und (wisset,) daß Allah mit den Gläubigen ist!","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:20","price":"O die ihr glaubt, gehorcht Allah und Seinem Gesandten, und kehrt euch nicht von ihm ab, wo ihr doch hört!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:21","price":"Und seid nicht wie diejenigen, die sagen: Wir hören, wo sie doch nicht hören!","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:22","price":"Gewiß, die schlimmsten Tiere bei Allah sind die tauben und stummen, die nicht begreifen.","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:23","price":"Wenn Allah von ihnen etwas Gutes gewußt hätte, hätte Er sie wahrlich hören lassen. Und wenn Er sie hätte hören lassen, so hätten sie sich dennoch widerstrebend abgekehrt.","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:24","price":"O die ihr glaubt, leistet Allah und dem Gesandten Folge, wenn er euch zu dem aufruft, was euch Leben gibt. Und wisset, daß Allah zwischen dem Menschen und seinem Herzen trennt und daß ihr zu Ihm versammelt werdet!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:25","price":"Und hütet euch vor einer Versuchung, die nicht nur besonders diejenigen von euch treffen wird, die Unrecht taten. Und wisset, daß Allah streng im Bestrafen ist!","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:26","price":"Und gedenkt, als ihr wenige wart und auf der Erde unterdrückt wurdet und fürchtetet, daß euch die Menschen wegschnappen würden! Da hat Er euch Zuflucht gewährt, euch mit Seiner Hilfe gestärkt und euch mit (einigen von) den guten Dingen versorgt, auf daß ihr dankbar sein möget.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:27","price":"O die ihr glaubt, verratet nicht Allah und den Gesandten, und handelt nicht verräterisch in Bezug auf die euch anvertrauten Güter, wo ihr wisset!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:28","price":"Und wißt, daß euer Besitz und eure Kinder eine Versuchung sind und daß es bei Allah großartigen Lohn gibt!","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:29","price":"O die ihr glaubt, wenn ihr Allah fürchtet, bestimmt Er euch eine Unterscheidung(snorm), tilgt euch eure bösen Taten und vergibt euch. Und Allah besitzt große Huld.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:30","price":"Und als diejenigen, die ungläubig sind, gegen dich Ränke schmiedeten, um dich festzusetzen oder zu töten oder zu vertreiben. Sie schmiedeten Ränke, und (auch) Allah schmiedete Ränke. Aber Allah ist der beste Ränkeschmied.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:31","price":"Und wenn ihnen Unsere Zeichen verlesen werden, sagen sie: Wir haben es bereits gehört. Wenn wir wollten, könnten wir fürwahr etwas Gleichartiges sagen. Das sind nur Fabeln der Früheren.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:32","price":"Und als sie sagten: O Allah, wenn dies tatsächlich die Wahrheit von Dir ist, dann lasse auf uns Steine vom Himmel regnen, oder bringe schmerzhafte Strafe über uns!","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:33","price":"Aber Allah würde sie nimmer strafen, solange du unter ihnen bist; und Allah würde sie nimmer strafen, solange sie um Vergebung bitten.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:34","price":"Und was haben sie nun, daß Allah sie nicht strafen sollte, wo sie (euch) von der geschützten Gebetsstätte abhalten? Und sie waren nicht ihre Beschützer. Ihre Beschützer sind ja nur die Gottesfürchtigen! Aber die meisten von ihnen wissen nicht.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:35","price":"Und ihr Gebet beim Haus ist nur Pfeifen und Klatschen. Kostet nun die Strafe dafür, daß ihr stets ungläubig wart.","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:36","price":"Diejenigen, die ungläubig sind, geben ihren Besitz aus, um von Allahs Weg abzuhalten. Sie werden ihn ausgeben, und hierauf wird es eine gramvolle Reue für sie sein. Hierauf werden sie besiegt werden. Und diejenigen, die ungläubig sind, werden zur Hölle versammelt werden,","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:37","price":"damit Allah das Schlechte vom Guten sondere und das Schlechte übereinander tue, es alles zusammenhäufe und in die Hölle bringe. Das sind die Verlierer.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:38","price":"Sag zu denen, die ungläubig sind: Wenn sie aufhören, wird ihnen vergeben, was bereits vergangen ist. Wenn sie aber (dazu) zurückkehren, - so hat sich schon die Gesetzmäßigkeit an den Früheren vollzogen.","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:39","price":"Und kämpft gegen sie, bis es keine Verfolgung mehr gibt und (bis) die Religion gänzlich Allahs ist. Wenn sie jedoch aufhören, so sieht Allah wohl, was sie tun.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":null,"lang":"de"},{"name":"8:40","price":"Und wenn sie sich abkehren, so wisset, daß Allah euer Schutzherr ist. Wie trefflich ist der Schutzherr, und wie trefflich ist der Helfer!","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":null,"lang":"de"}],"juz":{"id":9,"name":"قَالَ الْمَلَأُ","transliteration":"Qalal Malao","transEn":"The Chiefs Said","startVerse":"7:88","endVerse":"8:40","totalVerses":159}}