{"data":[{"name":"16:1","price":"1. La llegada (de la Hora final) decretada por Al-lah está ya muy cerca[451], no quieran precipitarla. ¡Alabado y exaltado sea Al-lah! Él está muy por encima de compartir la divinidad con nadie.","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"[451]  Aunque el hombre puede pensar que queda mucho tiempo para que llegue ese momento, el tiempo que queda para la Hora,una vez enviado el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—, es mínimo si lo comparamos con el queya ha transcurrido desde la existencia del hombre en la tierra. La estimación de Al-lah es distinta a la del hombre, ya que el conocimiento de este es más limitado (ver las aleyas 6 y 7 de la sura 70).","lang":"es"},{"name":"16:2","price":"2. Él es Quien hace descender a los ángeles con la revelación, por orden Suya, sobre quien Él quiere de entre Sus siervos para que adviertan que no hay otra divinidad verdadera salvo Él, y para que Lo teman.","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:3","price":"3. Él ha creado los cielos y la tierra con un firme propósito. ¡Exaltado sea! Está muy por encima de compartir la divinidad con nadie.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:4","price":"4. Ha creado al hombre[452] de una cantidad insignificante de esperma, y después este discute constantemente (el poder de su Señor, rebelándose contra Él).","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"[452]  Se refiere a todo hombre o mujer descendiente de Adán, ya que este fue creado de barro.","lang":"es"},{"name":"16:5","price":"5. Y también ha creado los animales de rebaño de los que obtienen abrigo y otros beneficios, y de los que se alimentan. ","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:6","price":"6. Y los complace verlos cuando regresan con ellos (del pastoreo) al atardecer y cuando los sacan a pastar por las mañanas.","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:7","price":"7. Y transportan sus cargas hacia lugares que no podrían alcanzar salvo con gran dificultad. Ciertamente, su Señor es Compasivo y Misericordioso.","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:8","price":"8. Y (también ha creado) los caballos, las mulas y los burros para que los monten y se deleiten con su belleza. Y crea otras cosas que ignoran[453].","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"[453]  Muchas de las cosas que Al-lah ha creado las presenciará el hombre cuando entre al Paraíso o al Infierno, y también ha creado insectos y plantas que el hombre aún no ha descubierto, entre muchas otras posibles cosas. También puede entenderse que la acción creadora de Al-lah no ha finalizado y que esta es continua, como expresa el hecho de que el verbo esté en presente (iajluqu) y no en pasado (jalaqa).","lang":"es"},{"name":"16:9","price":"9. Y a Al-lah Le corresponde mostrar el buen camino; y los hay que conducen al extravío. Y si Al-lah hubiese querido, los habría guiado a todos.","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:10","price":"10. Él es Quien hace descender la lluvia del cielo para que beban de ella y para que crezcan las plantas de las que se alimentan sus rebaños.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:11","price":"11. Él hace que con la lluvia broten para ustedes los cultivos, los olivos, las palmeras, los viñedos y todo tipo de frutos. En ello hay, ciertamente, una prueba (del poder y la unicidad de Al-lah) para gentes que reflexionan.","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:12","price":"12. Y ha puesto a su servicio la noche, el día, el sol y la luna; y ha sometido las estrellas a Su voluntad. En ello hay, ciertamente, pruebas (del poder y la unicidad de Al-lah) para gentes que razonan.","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:13","price":"13. Y ha creado para ustedes sobre la tierra animales, plantas y minerales de colores distintos. En ello hay, ciertamente, una prueba (del poder y la unicidad de Al-lah) para gentes que meditan.","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:14","price":"14. Él es Quien ha sometido el mar a ustedes para que coman de él una carne tierna y extraigan adornos para lucirlos. Y ven cómo las embarcaciones lo surcan para buscar Su favor y para que sean agradecidos (con Él por las bendiciones que les concede).","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:15","price":"15. Y ha establecido en la tierra firmes montañas[454] para impedir que esta temblase con ustedes, y ha dispuesto en ella ríos y caminos para que puedan guiarlos.","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"[454]  Esta aleya hace referencia a las raíces de las montañas que son descritas como estacas en la aleya 7 de la sura 78. La geología moderna ha demostrado que las montañas poseen profundas raíces bajo la corteza terrestre que desempeñan un papel importante en la estabilización de esta, ralentizando, al parecer, el movimiento de las placas tectónicas. La teoría de las raíces de las montañas no fue introducida hasta 1865 por el astrónomo real Sir George Airy. Otro significado posible de la aleya es que las raíces de las montañas evitan que estas se muevan o se tambaleen. De hecho, la isostasia (la condición de equilibrio que presenta la superficie terrestre debido a la diferencia de densidad de sus partes) relaciona la altura de las montañas con la profundidad de las raíces, es decir, a mayor altura, las raíces son más profundas buscando siempre el equilibrio.","lang":"es"},{"name":"16:16","price":"16. Y (ha dispuesto también) otras señales (mediante las cuales los hombres se guían durante el día); y se orientan mediante las estrellas (por la noche).","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:17","price":"17. ¿Acaso puede equipararse Quien tiene poder para crear (Al-lah) con quien no crea nada (los ídolos)? ¿Es que no reflexionan?","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:18","price":"18. Y si quisieran contar las bendiciones de Al-lah, no podrían enumerarlas. Ciertamente, Al-lah es Indulgente y Misericordioso.","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:19","price":"19. Y Al-lah conoce lo que ocultan y lo que manifiestan.","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:20","price":"20. Y las divinidades que (los idólatras) adoran fuera de Al-lah no pueden crear nada, mientras que ellas han sido creadas.","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:21","price":"21. Carecen de vida y no saben cuándo tendrá lugar la resurrección.","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:22","price":"22. El Dios de ustedes es un Dios Único. Y los corazones de quienes desmienten la otra vida niegan la unicidad de Al-lah y se llenan de arrogancia.","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:23","price":"23. Al-lah conoce, sin duda alguna, lo que ocultan y lo que manifiestan. En verdad, Él no ama a los arrogantes.","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:24","price":"24. Y si se les pregunta (a dichos idólatras) qué es lo que ha revelado su Señor (a Muhammad), dicen que no son sino viejas leyendas.","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:25","price":"25. El Día de la Resurrección, esos cargarán con todos sus pecados y con parte de los pecados de aquellos a quienes extraviaron y carecían de conocimiento (sobre la verdad). ¡Qué terrible será su carga!","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:26","price":"26. Quienes los precedieron también planearon (extraviar a los hombres y desmentir a los mensajeros), pero Al-lah desbarató sus planes volviéndolos en su contra[455] y los alcanzó el castigo por donde no esperaban.","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"[455]  Literalmente, la aleya dice que Al-lah hizo que los cimientos de lo que construyeron se vinieran abajo y cayera sobre ellos el techo de su construcción. Algunos comentaristas creen que hace alusión a la torre de Babel que el rey Nimrod o Nabucodonosor mandó construir, aunque es preferible tomar la aleya en un sentido más general. ","lang":"es"},{"name":"16:27","price":"27. Después, el Día de la Resurrección, (Al-lah) los humillará (exponiendo sus pecados) y les dirá: “¿Dónde están aquellos que adoraban además de a Mí acerca de quienes discutían (con los creyentes y eran objeto de controversia entre ustedes y ellos)?”. Los dotados de conocimiento (de entre los creyentes, así como los profetas) dirán: “Hoy, la humillación y la desgracia se abatirán sobre quienes rechazaron la verdad”;","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:28","price":"28. esos que en el momento en que los ángeles tomaban sus almas (negaban la verdad) siendo injustos consigo mismos. Entonces dirán (a los ángeles) con aparente sumisión (ante la muerte): “¡No hicimos nada malo!”. (Los ángeles responderán:) “No es cierto, Al-lah sabe bien lo que hicieron”.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:29","price":"29. (Y se les dirá:) “¡Entren por las puertas del Infierno donde permanecerán eternamente! ¡Y qué pésima morada para los arrogantes!”.","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:30","price":"30. Y cuando se les pregunta a quienes temen a su Señor: “¿Qué ha revelado su Señor (a Muhammad)?”, estos contestan: “Un bien (y una guía)”. Quienes obraron con rectitud obtendrán una buena recompensa en esta vida, mas la morada de la vida eterna (que recibirán como recompensa) es mucho mejor; ¡y qué excelente morada para los piadosos!","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:31","price":"31. Entrarán en los Jardines de la Eternidad (situados en los niveles superiores del Paraíso) por los cuales corren ríos; y allí obtendrán cuanto deseen. Así es como Al-lah recompensa a los piadosos que tienen temor de Él.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:32","price":"32. A esos, los ángeles les dirán cuando tomen sus almas tras haber obrado bien (en esta vida y no haber adorado a otros además de a Al-lah): “La paz esté con ustedes. Entren en el Paraíso por las buenas obras que realizaron (en la vida terrenal)”.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:33","price":"33. ¿Acaso esperan, quienes rechazan la verdad, a que se presenten ante ellos los ángeles para tomar sus almas o a que llegue la orden de su Señor (del Día de la Resurrección, cuando de nada les sirva ya creer)? Igualmente hicieron quienes los precedieron, y Al-lah no fue injusto con ellos, sino que fueron ellos los injustos consigo mismos (al negar la verdad).","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:34","price":"34. Sufrirán las consecuencias de las malas acciones que cometieron y se verán rodeados por el castigo del que solían burlarse.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:35","price":"35. Y los idólatras dicen: “Si Al-lah hubiera querido, ni nosotros ni nuestros antepasados habríamos adorado a nadie fuera de Al-lah y no habríamos prohibido nada sin Su permiso[456]”. Quienes los precedieron también desmintieron a sus mensajeros; pero a estos solo les corresponde transmitir el mensaje (de su Señor).","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"[456]  Su arrogancia y obstinación los lleva a culpar a Al-lah de su destino en vez de reconocer su responsabilidad a la hora de hacer uso de su libertad para escoger el camino de la fe o del extravío.","lang":"es"},{"name":"16:36","price":"36. Y, ciertamente, enviamos mensajeros a cada comunidad para que exhortaran a su gente a adorar solo a Al-lah y a alejarse de toda falsedad. Al-lah guio a gentes de algunas comunidades, mientras que otras merecieron el extravío (al desmentir a sus mensajeros). Recorran la tierra y vean cuál fue el final de quienes negaron la verdad (y reflexionen sobre ello).","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:37","price":"37. Aunque te empeñaras en guiarlos (¡oh, Muhammad!, de nada serviría, pues) Al-lah no guía a quienes han merecido el extravío; y estos no tendrán quién los auxilie (del castigo de Al-lah).","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:38","price":"38. Y juran solemnemente por Al-lah que Él no resucitará a los muertos. ¡Por supuesto que lo hará! Su promesa se cumplirá, mas la mayoría de la gente lo ignora.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:39","price":"39. (Los resucitará) para aclararles aquello sobre lo que discrepaban, y para que quienes rechazan la verdad sepan que mentían (cuando afirmaban que no resucitarían).","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:40","price":"40. Si deseamos algo, Nos basta con decir: “Sé”, y es.","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:41","price":"41. Y a quienes emigraron por la causa de Al-lah tras haber sufrido injusticias, los estableceremos en un buen lugar en esta vida, pero la recompensa que recibirán en la otra es todavía mayor; ¡si supieran!","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:42","price":"42. Esos son quienes fueron pacientes y depositaron su confianza en su Señor.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:43","price":"43. Y antes de ti (también) enviamos como profetas a hombres (y no a ángeles) a quienes concedimos la revelación. Pregunten a quienes tienen conocimiento sobre las Escrituras[457] anteriores, si no lo saben.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"[457]  Pues todos los profetas mencionados en las revelaciones de Al-lah, como la Torá o el Evangelio antes de ser modificados por el hombre, eran seres humanos y no ángeles; y eso lo sabían bien los judíos y los cristianos.","lang":"es"},{"name":"16:44","price":"44. (Y los enviamos) con pruebas claras y con escrituras sagradas. Y te hemos revelado a ti el Corán (¡oh, Muhammad!) para que expliques con claridad a los hombres lo que les ha sido revelado y para que así reflexionen.","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:45","price":"45. ¿Acaso se sienten a salvo, quienes traman maldades, de que Al-lah hunda la tierra con ellos o de que les llegue el castigo por donde no se lo esperan?","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:46","price":"46. ¿O (se sienten a salvo) de que el castigo les sobrevenga cuando se encuentren de viaje y no puedan escapar?,","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:47","price":"47. ¿o de que este se abata sobre ellos cuando más lo teman? Ciertamente, su Señor es Compasivo y Misericordioso (al no adelantar Su castigo).","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:48","price":"48. ¿Es que no ven (quienes niegan la verdad) lo que Al-lah ha creado y cómo sus sombras se mueven de derecha a izquierda y se postran ante Él con sumisión?","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:49","price":"49. Y ante Al-lah se postran todas las criaturas existentes en los cielos y en la tierra, así como los ángeles, y estos no se comportan con arrogancia.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:50","price":"50. (Los ángeles) temen a su Señor, que está por encima de ellos, y cumplen lo que se les ordena[458].","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"[458]  Ver la nota de la aleya 206 de la sura 7.","lang":"es"},{"name":"16:51","price":"51. Y dice Al-lah: “No tomen dos divinidades. Su Dios es un Dios Único. Témanme, pues, solo a Mí”.","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:52","price":"52. Y a Él pertenece cuanto hay en los cielos y en la tierra, y la adoración sincera y exclusiva siempre y en todo momento. ¿Cómo pueden temer a otro que no sea Al-lah?","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:53","price":"53. Y todas las bendiciones de las que disfrutan provienen de Al-lah. Y si sufren una desgracia, es a Él a Quien suplican ayuda.","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:54","price":"54. Después, si los libra de ella, un grupo de ustedes adora a otros fuera de Él","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:55","price":"55. y, de esta manera, niegan con ingratitud las gracias que les hemos concedido. ¡Disfruten (por un tiempo, idólatras), que pronto sabrán (lo que les espera)!","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:56","price":"56. Y asignan a sus ídolos (como ofrenda) una parte de lo que les hemos concedido como sustento, cuando estos no poseen ningún conocimiento[459] (ni pueden beneficiarlos ni perjudicarlos). ¡Por Al-lah que serán cuestionados (el Día de la Resurrección) sobre las mentiras que inventaron!","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"[459]  También puede interpretarse como: “Y asignan a sus ídolos (como ofrenda), sin tener conocimiento alguno, una parte de lo que les hemos concedido (como sustento)”.","lang":"es"},{"name":"16:57","price":"57. Y atribuyen hijas a Al-lah[460], ¡glorificado y exaltado sea!, pues Él está por encima de lo que Le atribuyen, mientras que ellos se asignan para sí lo que desean (los hijos varones).","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"[460]  Los idólatras decían que los ángeles eran hijas de Al-lah; sin embargo, ellos mismos no deseaban tener hijas y preferían tener hijos varones.","lang":"es"},{"name":"16:58","price":"58. Y si a alguno se le anuncia el nacimiento de una niña, su rostro se ensombrece y se siente apesadumbrado,","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:59","price":"59. se oculta de la gente por la mala noticia que ha recibido y duda acerca de dejarla vivir, a pesar de la vergüenza (que siente), o de enterrarla viva[461]. ¡Qué malo es lo que deciden (los idólatras al atribuir hijas a Al-lah, cuando ellos las desprecian y prefieren a los varones)!","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"[461]  La situación de la mujer en la Arabia preislámica era pésima: apenas gozaban de derechos; no podían heredar, mientras que podían formar parte de la herencia; algunas tribus enterraban a las niñas al nacer por miedo a que llevasen la deshonra a sus familias (al ser violadas o hechas esclavas por los enemigos), y también por miedo a la pobreza; estaban poco consideradas porque eran un gasto económico y no proporcionaban ningún beneficio económico a la familia, como tampoco servían para la guerra. El Islam elevó la posición de la mujer concediéndole derechos de acuerdo con su naturaleza (ver la nota 228 de la aleya 2). Además, prohibió la antigua práctica de asesinar a las niñas enterrándolas vivas y ensalzó el papel de la mujer como madre (el Profeta —que Al-lah lo bendiga y le dé la paz— dijo que el Paraíso está a los pies de la madre), a la vez que alentó a cuidar a las hijas. (Dijo también el Profeta —que Al-lah lo bendiga y le dé la paz—: “Quien cuide a dos hijas hasta su madurez, llegará al Día de la Resurrección conmigo así”, y unió sus dedos para ilustrar sus palabras).","lang":"es"},{"name":"16:60","price":"60. Quienes no creen en la otra vida son el ejemplo más claro de imperfección (debido a su ignorancia y a los pecados que cometen), mientras que Al-lah es el ejemplo más sublime (de perfección, pues está libre de cualquier defecto). Y Él es el Poderoso, el Sabio.","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:61","price":"61. Y si Al-lah castigara a los hombres por sus pecados (y por negar la verdad), no dejaría sobre la faz de la tierra a ninguna criatura, mas les concede un plazo de tiempo hasta un día determinado; y, cuando este llegue, no se retrasará ni se adelantará siquiera un instante.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:62","price":"62. Y atribuyen a Al-lah lo que ellos detestan y mienten cuando dicen que lo mejor será para ellos (en esta vida y en la otra). No hay duda de que irán al fuego, donde serán abandonados.","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:63","price":"63. ¡Por Al-lah[462] que enviamos mensajeros a naciones anteriores a ti (¡oh, Muhammad!). Pero el Demonio los sedujo haciéndoles creer que obraban bien (y desmintieron a sus profetas). Y el Día de la Resurrección, el Demonio será el único aliado (de quienes rechazaron la verdad) y tendrán un castigo doloroso.","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"[462]  Ver la nota de la aleya 72 de la sura 15 acerca de los juramentos.","lang":"es"},{"name":"16:64","price":"64. Y te hemos revelado el Corán (¡oh, Muhammad!) para que aclares (a los hombres) aquello sobre lo que discrepaban (en cuanto a la religión), y como guía y misericordia para los creyentes.","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:65","price":"65. Y Al-lah hace descender la lluvia del cielo y reaviva con ella la tierra tras su muerte. Ciertamente, en ello hay una prueba (de la resurrección) para quienes escuchan (con el corazón o comprenden su significado).","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:66","price":"66. Y tienen en el ganado un ejemplo para reflexionar. Les damos de beber, de entre las heces y la sangre[463], una leche pura (y agradable), fácil de beber.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"[463]  Los alimentos ingeridos van sufriendo transformaciones químicas a medida que los ácidos gástricos e intestinales se van mezclando con la masa alimenticia. La absorción de los nutrientes de los alimentos se produce a través de las paredes del intestino delgado, y luego son transportados por la sangre a los órganos del cuerpo, incluidas las glándulas mamarias; por este motivo la aleya menciona que la leche se produce de entre las heces (ya que estas se forman en el intestino tras ser absorbidos los nutrientes) y la sangre, llamándonos la atención para que veamos que algo tan puro puede proceder, por la gracia de Al-lah, de dos sustancias impuras.","lang":"es"},{"name":"16:67","price":"67. Y de los frutos de las palmeras y de los viñedos obtienen un buen sustento y producen una bebida embriagadora[464]. Ciertamente, en ello hay una prueba (del poder de Al-lah) para quienes razonan.","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"[464]  Esta aleya es anterior a la prohibición de las bebidas alcohólicas (ver la nota de la aleya 219 de la sura 2).","lang":"es"},{"name":"16:68","price":"68. Y tu Señor inspiró[465] a las abejas: “Construyan sus casas en las montañas, en los árboles o en lo que los hombres erijan para ustedes[466].","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"[465]  La manera en la que Al-lah inspira a los animales es a través de sus propios instintos, ya que Al-lah los ha guiado para que realicen la función para la que han sido creados de manera innata.\n[466]  En la lengua árabe la declinación de los verbos es completa y permite distinguir el género del sujeto, masculino o femenino, tanto en las segundas como terceras personas. Al-lah se dirige a las abejas en el género femenino porque son las hembras las que trabajan en la fabricación de la miel.","lang":"es"},{"name":"16:69","price":"69. Después, coman de todos los frutos y sigan los caminos que su Señor les ha facilitado”. De sus entrañas sale un jarabe de color variable (la miel) que contiene una cura[467] para los hombres. Ciertamente, en ello hay una prueba (del poder de Al-lah) para quienes reflexionan.","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"[467]  Entre las propiedades curativas de la miel, destaca que es cicatrizante, antiinflamatoria, previene las infecciones y estimula la regeneración de la piel, a la vez que es una fuente importante de vitaminas y minerales, regula y facilita la circulación sanguínea y es antioxidante.","lang":"es"},{"name":"16:70","price":"70. Y Al-lah los ha creado y luego hará que perezcan. Y de ustedes hay quienes volverán a un estado de debilidad (la senectud) en el que no sabrán nada después de todo el conocimiento que habían adquirido (durante su vida). Al-lah es, en verdad, Omnisciente y Todopoderoso.","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:71","price":"71. Y Al-lah ha concedido a unos más bienes (y posición) que a otros. Y los favorecidos no van a entregar sus bienes a sus esclavos para estar al mismo nivel que ellos[468]. ¿Acaso van a negar las gracias de Al-lah?","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"[468]  Mediante este ejemplo, Al-lah denuncia que se adoren a otros además de a Él y explica que, del mismo modo que el hombre no aceptaría compartir con sus esclavos su riqueza y estatus, Él no puede aceptar que Sus siervos se equiparen a Él y compartan Su gloria, poder y divinidad.","lang":"es"},{"name":"16:72","price":"72. Y Al-lah ha creado para ustedes esposas de su misma especie, y hace que de ellas procedan sus hijos y nietos, y les ha concedido buenas provisiones. ¿Cómo pueden creer (los idólatras) en falsos ídolos y negar las gracias de Al-lah (atribuyéndoselas a estos)?","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:73","price":"73. Y adoran a otros fuera de Al-lah, cuando no pueden proporcionarles ningún sustento de los cielos ni de la tierra ni tienen poder (para hacer nada).","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:74","price":"74. No comparen, pues, a Al-lah con nada. Él sabe (lo que hacen), mientras que ustedes no saben (el error que cometen cuando equiparan a otros con Él ni el final que les espera).","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:75","price":"75. Al-lah expone el ejemplo de un esclavo[469] que carece de poder para hacer nada y lo compara con quien ha recibido de Al-lah bienes en abundancia y da en caridad parte de estos en secreto o públicamente. ¿Acaso pueden equipararse? ¡Alabado sea Al-lah! Sin embargo, la mayoría de los hombres no lo saben.","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"[469]  Del mismo modo que el esclavo que carece de poder no puede compararse con el hombre libre con poder de acción, los falsos ídolos, que no pueden beneficiar al hombre, no pueden compararse con Al-lah, Quien controla todos los asuntos y decide sobre ellos.","lang":"es"},{"name":"16:76","price":"76. Y Al-lah expone (también) el ejemplo de dos hombres. Uno es un inepto, además de ser mudo de nacimiento[470], y es una carga para su señor: allí donde lo mande no le es de utilidad; mientras que el otro ordena la justicia y está en el camino recto. ¿Acaso pueden equipararse?","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"[470]  Al-lah compara aquí al inepto y mudo con los ídolos porque estos no tienen poder para hacer nada y no pueden escuchar las súplicas de quienes los invocan ni pueden responderles, por lo que no benefician a los hombres ni les son de utilidad. Hay que tener en consideración que, antiguamente, la persona sorda de nacimiento solía ser muda y no disponía de una manera de comunicación, por este motivo Al-lah escoge este ejemplo como metáfora de los ídolos, para que la gente de la época lo entendiera. Como en el ejemplo anterior, los ídolos, incapaces de hacer nada, no pueden compararse con Al-lah.","lang":"es"},{"name":"16:77","price":"77. Y solo Al-lah posee el conocimiento absoluto del gaib[471] (que Sus siervos desconocen) en los cielos y en la tierra. Y la orden de la Hora final tendrá lugar en un abrir y cerrar de ojos, o puede que más rápido[472] aun. Ciertamente, Al-lah es Todopoderoso.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"[471]  Ver la nota de la aleya 3 de la sura 2.\n[472]  La rapidez en este caso hace referencia a que dicho momento está muy cerca y que no tardará en llegar, pero no significa que cuando llegue pasará rápido, pues será tan angustioso para el hombre que se le hará interminable.","lang":"es"},{"name":"16:78","price":"78. Y Al-lah Los hizo salir de los vientres de sus madres (al nacer) sin que supiesen nada, y les otorgó el oído, la vista y el entendimiento[473] para que fueran agradecidos.","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"[473]  Cabe resaltar que la aleya menciona por orden las facultades que el niño va adquiriendo, pues primero desarrolla el oído (ya en el vientre materno, a mediados del embarazado), luego la vista (al final de su desarrollo en el vientre materno) –aunque su vista es, todavía, débil al nacer y seguirá desarrollándose durante los meses siguientes–, y por último el entendimiento según el niño va madurando.","lang":"es"},{"name":"16:79","price":"79. ¿Acaso no ven (los idólatras) cómo las aves vuelan suspendidas en el cielo? Al-lah es Quien las sostiene. Ciertamente, en ello hay pruebas (del poder de Al-lah) para quienes creen.","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:80","price":"80. Al-lah ha hecho de sus viviendas un lugar de descanso; y de las pieles de los animales de rebaño, tiendas ligeras que pueden llevar con ustedes cuando viajan y, así, poder acampar. Y de la lana, la piel y el pelo de los animales, obtienen enseres de los que disfrutan temporalmente.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:81","price":"81. Y Al-lah les ha proporcionado sombra a partir de lo que ha creado, les ha dado refugio en las montañas, y les ha concedido vestimentas que los protegen del calor y otras que los protegen de su propia violencia[474]. Así es como Al-lah completa Su favor sobre ustedes para que, tal vez así, se sometan a Él (abrazando el Islam).","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"[474]  Se refiere a las prendas destinadas a proteger el cuerpo en caso de guerra, como cotas de malla, cascos, escudos, etc.","lang":"es"},{"name":"16:82","price":"82. Pero si (los idólatras) se alejan (de ti, ¡oh, Muhammad!, debes saber que) tu misión es solamente transmitirles con claridad el mensaje (de Al-lah y no puedes obligarlos a seguirlo).","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:83","price":"83. Reconocen que las bendiciones que tienen provienen de Al-lah, pero las niegan (al adorar a otros además de a Él) y la mayoría de ellos rechazan la verdad.","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:84","price":"84. Y recuerda el día en que haremos surgir de cada nación a su Profeta como testigo (el Día de la Resurrección), y quienes rechazan la verdad no podrán, entonces, excusarse ni se les concederá una segunda oportunidad.","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:85","price":"85. Y cuando los injustos que niegan la verdad vean el castigo, este no se les mitigará ni se les aplazará.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:86","price":"86. Y cuando los idólatras vean a sus ídolos, dirán: “¡Señor!, esos son aquellos a quienes adorábamos en Tu lugar”. Y estos les contestarán: “¡Son unos mentirosos!”.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:87","price":"87. Y ese día se someterán completamente a (la decisión de) Al-lah y serán abandonados por los ídolos que inventaron (y no les sirvieron de nada).","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:88","price":"88. A quienes rechacen la verdad y desvíen a los hombres del camino de Al-lah les infligiremos castigo tras castigo (en la otra vida) por haber sembrado la corrupción (desobedeciendo a Al-lah y haciendo que los demás también Lo desobedecieran).","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:89","price":"89. Y (recuerda) el día en que haremos surgir de cada nación a su Profeta para que atestigüe sobre su gente, y te pondremos a ti (¡oh, Muhammad!) como testigo de tu nación. Y te revelamos el Libro (el Corán) como una clara explicación de todas las cosas, como guía, misericordia y buenas noticias para quienes se someten a Él (aceptando el Islam).  ","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:90","price":"90. Ciertamente, Al-lah ordena la justicia, el bien y ayudar a los parientes cercanos; y prohíbe la inmoralidad, el mal y la opresión. Así es como los exhorta para que mediten.","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:91","price":"91. Y cumplan los pactos (que hayan contraído en el nombre) de Al-lah y no rompan sus juramentos después de haberlos ratificado y haber puesto a Al-lah como garante. Ciertamente, Al-lah sabe lo que hacen.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:92","price":"92. Y no sean (al quebrantar sus juramentos) como la mujer que teje con esfuerzo una prenda hasta finalizarla para luego deshacerla; y no los usen para engañarse los unos a los otros estableciendo un pacto con un grupo con la intención de romperlo en caso de encontrar a otros más poderosos. Ciertamente, Al-lah los pone a prueba con ello (para ver si cumplen sus compromisos o si los quebrantan). Y el Día de la Resurrección, Al-lah les aclarará aquello sobre lo que discrepaban.","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:93","price":"93. Y si Al-lah hubiera querido, habría hecho de ustedes una única nación (con una sola religión), pero extravía a quien quiere (por rechazar la verdad) y guía a quien quiere. Y (el Día de la Resurrección) se les preguntará acerca de lo que hicieron (y serán juzgados por ello).","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:94","price":"94. Y no juren con la intención de engañarse unos a otros, pues sería como si resbalasen tras haber pisado con firmeza[475]; sufrirían las pésimas consecuencias de haber desviado (a los hombres) del camino de Al-lah y recibirían un terrible castigo.","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"[475]  Significa que sería como desviarse del buen camino después de haber estado en él, causando, además, que otros también se extravíen.","lang":"es"},{"name":"16:95","price":"95. Y no cambien los compromisos que hayan contraído en el nombre de Al-lah por un vil precio. La (recompensa) que Al-ah tiene reservada (en la otra vida) es mejor para ustedes (que lo que puedan obtener en esta); ¡si supieran!","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:96","price":"96. Los bienes terrenales que poseen son efímeros, pero la recompensa de Al-lah (en la otra vida) perdurará para siempre. Y recompensaremos a quienes sean pacientes de acuerdo con las mejores acciones que realizaron. ","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:97","price":"97. A quien actúe con rectitud, ya sea hombre o mujer, y sea creyente, le concederemos una buena vida y lo recompensaremos de acuerdo con las mejores acciones que realizó.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:98","price":"98. Y cuando quieras recitar el Corán, di: “Busco refugio en Al-lah contra (los malos susurros) del Demonio, el expulsado”.","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:99","price":"99. Ciertamente, él no tiene poder sobre aquellos que creen y depositan su confianza en su Señor[476].","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"[476]  Ver las aleyas 39-42 de la sura 15.","lang":"es"},{"name":"16:100","price":"100. Solo tiene poder sobre quienes lo obedecen y adoran a otros además de a Al-lah.","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:101","price":"101. Y si cambiamos una aleya por otra, y Al-lah sabe bien lo que revela, quienes rechazan la verdad dicen: “Te lo estás inventando (¡oh Muhammad!)”; mas la mayoría de ellos ignoran (la verdad del Corán y los preceptos de Al-lah).","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:102","price":"102. Diles (¡oh, Muhammad!) que te lo ha revelado el ángel Gabriel de parte de tu Señor con la verdad para afianzar a los creyentes en su fe, y como guía y buenas noticias para quienes se someten a Él (aceptando el Islam).","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:103","price":"103. Y, ciertamente, sabemos que (los idólatras) dicen que es un hombre quien le enseña (el Corán a Muhammad); sin embargo, aquel a quien se refieren es de habla extranjera[477], mientras que esto es pura lengua árabe.","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"[477]  Hay varias hipótesis sobre la identidad de la persona a la que la aleya hace alusión. Posiblemente se refiere a un sirviente extranjero que solía vender mercancías en La Meca, con quien, a veces, el Profeta se sentaba a hablar un poco.","lang":"es"},{"name":"16:104","price":"104. En verdad, Al-lah no guiará a quienes no crean en Sus aleyas, y estos tendrán un castigo doloroso (en la otra vida).","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:105","price":"105. Quienes no creen en las aleyas de Al-lah son quienes inventan la falsedad; y esos son los mentirosos.","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:106","price":"106. Quienes nieguen a Al-lah después de haber creído —excepto quienes se vean obligados a hacerlo mientras que sus corazones permanecen firmes en la fe— y rechacen (voluntariamente y) de corazón la verdad incurrirán en la ira de Al-lah y recibirán un terrible castigo.","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:107","price":"107. Esto es porque prefirieron la vida terrenal a la eterna; y Al-lah no guía a quienes rechazan la verdad.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:108","price":"108. Esos son aquellos cuyos corazones, oídos y vista Al-lah ha sellado (por negar la verdad), y esos desconocen (el castigo que Al-lah les tiene preparado).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:109","price":"109. Ellos serán los perdedores en la otra vida, sin duda alguna.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:110","price":"110. Ciertamente, tu Señor será Indulgente y Misericordioso con quienes emigraron después de haber sufrido persecución, lucharon por Su causa y fueron pacientes (y constantes en su adoración a Al-lah).","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:111","price":"111. (Recuerda) el día (de la Resurrección) en que cada persona intentará defenderse a sí misma y todos obtendrán una recompensa conforme a lo que hicieron, y no serán tratados de manera injusta.","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:112","price":"112. Y Al-lah expone el ejemplo de una ciudad[478] cuyos habitantes gozaban de seguridad y tranquilidad y a donde llegaba un generoso sustento procedente de todas partes. Y, sin embargo, negaron las gracias que Al-lah les había concedido y Él les hizo padecer hambre y miedo por lo que habían hecho. ","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"[478]  La ciudad del ejemplo es La Meca, ya que antes sus habitantes disfrutaban de seguridad porque nadie se atrevía a atacar sus caravanas por ser ellos los custodios de la Kaaba, donde se hallaban sus divinidades. Posteriormente, debido a su pertinaz idolatría, a su injusticia con los débiles y a su oposición al mensaje del Islam, Al-lah los castigó con siete años de sequía e hizo que temieran al ejército de Muhammad —que Al-lah lo bendiga y le dé la paz— y que perdieran su estatus de intocables ante la victoria inminente del Islam.","lang":"es"},{"name":"16:113","price":"113. Y recibieron la llegada de un Mensajero de Al-lah de entre ellos; mas lo desmintieron, y el castigo se abatió sobre ellos por haber sido injustos.","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:114","price":"114. Coman, pues, de lo bueno y lícito que Al-lah les ha concedido como sustento, y agradezcan las gracias que Él les ha dispensado si es cierto que Lo adoran (solo) a Él.","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:115","price":"115. (Al-lah) les ha prohibido comer la carne del animal encontrado muerto, la sangre, la carne de cerdo y la de cualquier animal que haya sido sacrificado en nombre de otro que no sea Al-lah. Y quien se vea obligado a comer de lo prohibido por extrema necesidad, sin intención de desobedecer ni de traspasar los límites, que sepa que Al-lah es Indulgente y Misericordioso.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:116","price":"116. Y no digan que algo es lícito o ilícito cuando no lo es, inventando mentiras contra Al-lah. Ciertamente, quienes inventan mentiras contra Al-lah no triunfarán.","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:117","price":"117. Disfrutarán durante un tiempo (en esta vida) y después recibirán un castigo doloroso (en la otra).","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:118","price":"118. Y a los judíos les prohibimos lo que te mencionamos con anterioridad[479]. Y no fuimos injustos con ellos, sino que fueron ellos los injustos consigo mismos (por rechazar la verdad y merecieron tal restricción).","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"[479]  Ver la aleya 146 de la sura 6.","lang":"es"},{"name":"16:119","price":"119. Y tu Señor será Indulgente y Misericordioso con quienes obren mal por ignorancia y después se arrepientan y enmienden realizando buenas acciones.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:120","price":"120. Ciertamente, Abraham fue un líder espiritual ejemplar[480] que obedecía a Al-lah y Lo adoraba exclusivamente a Él con plena sumisión y sinceridad, y no era un idólatra.","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"[480]  También puede entenderse que reunía las virtudes de toda una nación.","lang":"es"},{"name":"16:121","price":"121. Agradecía las gracias de Su Señor, (Quien) lo escogió (para transmitir Su mensaje) y lo guio hacia el camino recto.","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:122","price":"122. Y le concedimos cosas buenas en esta vida; y en la otra estará entre los rectos y virtuosos.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:123","price":"123. Después (¡oh, Muhammad!) te revelamos que siguieras la religión de Abraham, quien adoraba exclusivamente a Al-lah con plena sumisión y sinceridad, y no era un idólatra.","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:124","price":"124. Y a los judíos se les impuso la observación del sábado como día sagrado tras haber discrepado sobre el día que debían consagrar (a Al-lah para adorarlo)[481]. Ciertamente, tu Señor los juzgará el Día de la Resurrección por los asuntos sobre lo que discrepaban.","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"[481]  Al parecer, Al-lah prescribió el viernes a los judíos para que lo consagraran a Su adoración, pero ellos discreparon con Moisés —la paz de Al-lah esté con él— y escogieron el sábado en vez del viernes; por este motivo Al-lah les impuso entonces mantener el sábado con rigurosidad.","lang":"es"},{"name":"16:125","price":"125. Invita al camino de tu Señor (¡oh, Muhammad!) con sabiduría y buenas palabras, y argumenta, con quienes te discutan sobre el tema, de la mejor de las maneras. En verdad, tu Señor conoce quién se ha extraviado de Su camino y quiénes están bien guiados. ","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:126","price":"126. Y si infligen un castigo (a sus enemigos porque han sido atacados por ellos), háganlo de la misma manera (y en la misma proporción) que ellos hicieran con ustedes (sin excederse); mas la paciencia es mejor para quienes la observan.","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:127","price":"127. Y sé paciente, y (debes saber que) la paciencia solo se alcanza con la ayuda de Al-lah, y no te aflijas por quienes rechazan la verdad ni te angusties por lo que traman.","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"es"},{"name":"16:128","price":"128. Ciertamente, Al-lah está con quienes Lo temen y hacen el bien.","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"","lang":"es"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}