{"data":[{"name":"19:1","price":"1. Kaf. Ha. Ya. ‘Ain. Sad[541].","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"[541]  Ver la nota de pie de la aleya 1 de la sura 2.","lang":"es"},{"name":"19:2","price":"2. (Esta es) la historia de la misericordia que tu Señor concedió a Su siervo Zacarías","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:3","price":"3. cuando este lo invocó en secreto","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:4","price":"4. y Le dijo: “¡Señor!, mis huesos se han debilitado y mi cabello ha encanecido, y siempre has respondido a mis súplicas, ¡oh, Señor!","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:5","price":"5. Temo lo que mis familiares puedan hacer tras mi (muerte)[542] y mi mujer es estéril; concédeme, pues, de Tu parte un hijo ","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"[542]  Zacarías —la paz de Al-lah esté con él— temía que sus familiares descuidasen la religión y la fueran perdiendo.","lang":"es"},{"name":"19:6","price":"6. que herede de mí y de la familia de Jacob (la sabiduría y la transmisión de Tu mensaje), y que estés complacido con él”.","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:7","price":"7. (Al-lah le respondió a través de un ángel diciéndole:) “¡Zacarías!, te anunciamos la llegada de un hijo que se llamará Yahia (Juan). No hemos asignado este nombre a nadie con anterioridad[543]”.","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"[543]  Yahia es comúnmente traducido como Juan Bautista, pero el nombre de Juan procede realmente de Yuhanna o Yuhanan. El nombre Yuhanna era conocido y usado entre los hebreos antes del nacimiento de Juan Bautista, pero no así el de Yahia, como afirma esta aleya del Corán. La traducción de la Biblia al árabe respeta la diferencia de los dos nombres, los cuales poseen raíces distintas, y Juan Bautista aparece como Yahia mientras que el “Evangelio del apóstol Juan”, por ejemplo, aparece como el “Evangelio de Yuhanna”. \nEsta aleya puede entenderse también en otro sentido, y puede significar que el nacimiento de Juan no se pareció al de ningún hombre, pues su padre era un hombre anciano y su madre, una mujer estéril.","lang":"es"},{"name":"19:8","price":"8. (Zacarías) dijo: “¡Señor!, ¿cómo podré tener un hijo si mi mujer es estéril y yo he alcanzado una muy avanzada edad?”.","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:9","price":"9. (Al-lah) le respondió (en boca del ángel): “Así será, pues tu Señor ha dicho: ‘Ello es fácil para Mí. Y, en verdad, te creé con anterioridad cuando no eras nada’”.","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:10","price":"10. Zacarías dijo: “¡Señor, dame una señal (como prueba de lo que dices)!”. (Al-lah) le respondió (a través del ángel): “La señal será que no podrás hablar a nadie durante tres noches, a pesar de no padecer ningún defecto ni enfermedad”.","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:11","price":"11. Entonces salió del oratorio (donde se hallaba) y se dirigió a su pueblo indicándoles (con gestos) que glorificaran (a su Señor) por la mañana y al anochecer.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:12","price":"12. (Y le enseñamos la Torá y le dijimos:) “¡Juan!, aférrate bien a las Escrituras”. Y le concedimos la sabiduría y el entendimiento de la religión desde pequeño,","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:13","price":"13. y (el don de) la misericordia y la pureza, y era piadoso.","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:14","price":"14. Trataba con respeto y amabilidad a sus padres, y nunca fue arrogante ni desobediente.","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:15","price":"15. La paz estuvo con él el día en que nació, el día en que murió y lo estará el día en que resucite.","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:16","price":"16. Y recuerda (¡oh, Muhammad!) lo que te hemos revelado en este Libro (el Corán) acerca de María, cuando esta se apartó de su familia para retirarse a un lugar orientado hacia el Este[544], ","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"[544]  Es probable que María se retirara en uno de los recintos más apartados y orientados hacia el Este del mismo templo del cual cuidaba, tras haberle asignado Zacarías dicha labor.","lang":"es"},{"name":"19:17","price":"17. y se ocultó de ella. Entonces le enviamos al ángel Gabriel bajo la forma perfecta de un hombre.","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:18","price":"18. (María) le dijo (asustada al verlo): “Me refugio de ti en el Clemente, si es que temes a Al-lah”.","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:19","price":"19. (El ángel) dijo: “No soy más que un enviado de tu Señor que te anuncia la concesión de un hijo puro”.","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:20","price":"20. (María) respondió: “¿Cómo podré tener un hijo si ningún hombre me ha tocado ni soy una mujer indecente?”.","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:21","price":"21. (El ángel) dijo: “Así será, pues tu Señor ha dicho: ‘Eso es fácil para Mí. Y haremos que sea para la gente una prueba de Nuestro poder y de Nuestra misericordia’. Y es un asunto que ya ha sido decretado”.","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:22","price":"22. Y María lo concibió y se alejó hacia un lugar apartado (de su familia).","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:23","price":"23. Y los dolores del parto la llevaron junto al tronco de una palmera. Entonces dijo: “Ojalá hubiese muerto antes de esto y hubiese sido olvidada por completo (de manera que nadie supiese quién soy)[545]”.","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"[545]  Deseaba morir por miedo a la vergüenza y al escándalo que podía suponer su maternidad sin estar casada.","lang":"es"},{"name":"19:24","price":"24. Y la llamó[546], desde abajo, y le dijo: “No te aflijas, pues tu Señor ha hecho que corra un pequeño arroyo a tus pies.","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"[546]  Los comentaristas difieren acerca de quién habla a María. Unos opinan que se trata de Jesús, tras haber nacido, y otros que es el ángel Gabriel quien la llama desde la zona más baja del valle.","lang":"es"},{"name":"19:25","price":"25. Sacude el tronco de la palmera hacia ti y caerán sobre ti dátiles dulces y frescos.","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:26","price":"26. Come, bebe y alégrate (por tu hijo). Y si ves a alguien (y te pregunta por el niño), dile: ‘He realizado un voto (de silencio)[547] al Clemente y (a partir de ahora) no hablaré con nadie en el día de hoy’”.","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"[547]  María —que Al-lah esté complacido con ella— temía la reacción de su gente al verla con un bebé siendo soltera, pues podían acusarla de inmoralidad. Por mucho que intentara explicar su situación, nadie podría creerse su milagrosa concepción de no ser con otro milagro: el hecho de que Jesús, recién nacido, hablara a la gente defendiendo la inocencia de su madre.\nLiteralmente, María dice que ha realizado un voto de ayuno a Al-lah, que incluía el silencio. Antiguamente, el voto de silencio era considerado como una forma de adorar a Al-lah.","lang":"es"},{"name":"19:27","price":"27. Y se presentó ante su gente con el niño en brazos. Le dijeron: “¡Oh, María!, ¡has hecho algo inaudito!","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:28","price":"28. ¡Oh, hermana de Aarón![548] (¿Cómo has podido hacer algo así?). Tu padre no era un hombre adúltero ni tu madre una indecente”.","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"[548]  Esta expresión puede significar que María procedía de los descendientes del Profeta Aarón, hermano de Moisés —la paz de Al-lah esté con ellos dos—; y su gente se dirigía así a María para recordarle que su familia había sido bendecida por Al-lah y que no era propio de ella una acción semejante. Otra posible interpretación es que no se refiere aquí al hermano de Moisés, sino a un hombre recto llamado Aarón con quien María estaba emparentada.","lang":"es"},{"name":"19:29","price":"29. Entonces María señaló al niño (para que le preguntaran a él), y le dijeron: “¿Cómo vamos a hablar con un niño que aún está en la cuna?”.","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:30","price":"30. Entonces (Jesús) habló diciendo: “Ciertamente, soy un siervo de Al-lah, me ha concedido la revelación (el Evangelio) y me ha hecho Profeta.","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:31","price":"31. Me ha bendecido allí donde esté y me ha ordenado cumplir con la oración y entregar caridad mientras viva.","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:32","price":"32. Y me ha ordenado ser respetuoso y amable con mi madre y no ser arrogante ni rebelde.","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:33","price":"33. La paz estuvo conmigo el día en que nací, y lo estará el día en que muera[549] y el día en que sea resucitado”.","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"[549]  Ver la nota de la aleya 159 de la sura 4.","lang":"es"},{"name":"19:34","price":"34. Este (cuya historia te hemos contado, ¡oh, Muhammad!) es Jesús, hijo de María. Y esta es la verdad sobre la que dudan (y discrepan los judíos y los cristianos). ","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:35","price":"35. Al-lah no iba a tomar para Sí un hijo. ¡Glorificado sea! Cuando desea algo, Le basta con decir: “Sé”, y es.","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:36","price":"36. (Y Jesús decía a su gente:) “Ciertamente, Al-lah es mi Señor y el Señor de ustedes; adórenlo, pues, solo a Él. Ese es el camino recto”.","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:37","price":"37. Mas las diferentes sectas (de entre quienes recibieron las Escrituras) discreparon entre ellas (acerca de Jesús). ¡Ay de quienes rechazan la verdad cuando comparezcan ante Al-lah en un día terrible (el Día de la Resurrección)!","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:38","price":"38. ¡Con qué claridad verán y oirán el día en que comparezcan ante Nosotros! Pero los injustos que niegan la verdad se encuentran hoy (en esta vida) en un claro extravío.","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:39","price":"39. Y adviérteles (¡oh, Muhammad!) del Día (de la Resurrección) en que se lamentarán (por no haber creído en la vida terrenal) cuando sean juzgados y todo esté ya decidido, mientras que ahora se muestran indiferentes y no creen.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:40","price":"40. Ciertamente, Nosotros heredaremos la tierra y cuanto haya en ella (pues solo Nosotros permaneceremos cuando todo perezca), y todos retornarán a Nosotros (para ser juzgados).","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:41","price":"41. Y recuerda lo que te hemos revelado en el Libro (el Corán) acerca de Abraham. En verdad, era un hombre veraz y un Profeta.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:42","price":"42. (Recuerda) cuando dijo a su padre: “¡Padre mío!, ¿por qué adoras aquello que no puede ni escuchar ni ver y no puede serte de ninguna utilidad (los ídolos)?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:43","price":"43. ¡Padre mío!, he recibido un conocimiento que no posees. Sígueme, pues, y te guiaré hacia el camino recto.","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:44","price":"44. ¡Padre mío!, no adores al Demonio, pues él es, ciertamente, un rebelde que ha desobedecido al Clemente.","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:45","price":"45. ¡Padre mío!, temo que te sobrevenga un castigo del Clemente y que te conviertas en un compañero del Demonio (en el fuego)”. ","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:46","price":"46. Su padre le dijo: “¿Acaso desprecias a mis divinidades, Abraham? Si no dejas de hacerlo, te lapidaré. Aléjate de mí, pues, por un largo tiempo”[550].","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"[550]  También puede significar: “Aléjate de mí antes de que te castigue”, o “aléjate de mí para siempre”, según varios comentaristas.","lang":"es"},{"name":"19:47","price":"47. (Abraham) le dijo: “La paz esté contigo. Pediré a mi Señor que te perdone[551]. Él siempre es benévolo conmigo (y responde a mis súplicas).","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"[551]  Ver las aleyas 113 y 114 de la sura 9.","lang":"es"},{"name":"19:48","price":"48. Y me alejaré de ustedes y de lo que invocan fuera de Al-lah. Yo invoco (y adoro) solamente a mi Señor. Espero no ser desafortunado en mis súplicas (y en mi adoración) a mi Señor”.","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:49","price":"49. Y cuando se alejó de ellos y de lo que invocaban (y adoraban) fuera de Al-lah, le concedimos a Isaac, y a (este le concedimos a) Jacob. Y ambos fueron profetas.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:50","price":"50. Y les concedimos de Nuestra misericordia e hicimos que fueran elogiados y ensalzados.","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:51","price":"51. Y recuerda (¡oh, Muhammad!) lo que te hemos revelado en el Libro (el Corán) acerca de Moisés. Adoraba solamente a Al-lah con sincera devoción[552] y fue un Mensajero y un Profeta[553].","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"[552]  También puede significar que Al-lah lo había purificado de cualquier impureza o que lo había escogido entre los demás hombres.\n[553]  A pesar de que los términos “Profeta” y “Mensajero” parecen sinónimos y se utilizan normalmente como tales, la mayoría de los exégetas musulmanes ven algunas diferencias entre ellos. La palabra “Mensajero” suele ser la traducción del árabe rasul, y se refiere a la persona que recibe una revelación de Al-lah y se le ordena transmitirla; mientras que la palabra «Profeta» suele ser la traducción del árabe nabi e indica a la persona que recibe una revelación pero no se le ordena transmitirla. El Sheij Al Islam Ibn Taimiiah sostuvo, no obstante, que el Mensajero es el que es enviado a personas incrédulas; mientras que el Profeta es el que es enviado a personas creyentes con la ley del mensajero que lo precedió con el objetivo de enseñarla y de juzgar entre los hombres. ","lang":"es"},{"name":"19:52","price":"52. Lo llamamos desde la ladera derecha del monte[554] e hicimos que se acercara para hablarle en privado.","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"[554]  El monte Sinaí.","lang":"es"},{"name":"19:53","price":"53. Y le concedimos a su hermano Aarón (como apoyo) por misericordia Nuestra, haciendo que fuera (también) un Profeta.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:54","price":"54. Y recuerda la mención que el Libro (el Corán) hace de Ismael. Era siempre fiel a sus promesas y fue un Mensajero y un Profeta.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:55","price":"55. Ordenaba a su pueblo rezar y entregar caridad, y Al-lah estaba complacido con él.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:56","price":"56. Y recuerda la mención que el Libro (el Corán) hace de Enoc. Fue un hombre veraz y un Profeta.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:57","price":"57. Y lo honramos elevando su posición (en el Paraíso).","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:58","price":"58. Esos son algunos de los profetas a quienes Al-lah agració de entre los descendientes de Adán y de quienes salvamos con Noé, y de entre los descendientes de Abraham e Ismael y de otros a quienes guiamos y escogimos. Cuando las aleyas del Clemente les eran recitadas, caían postrados al suelo llorando[555].","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"[555]  Ver la nota de la aleya 206 de la sura 7.","lang":"es"},{"name":"19:59","price":"59. Mas los siguió una generación que descuidó la oración y siguió sus propias pasiones. Esos estarán abocados a la perdición[556],","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"[556]  La palabra árabe gai, traducida como “perdición”, también puede significar un valle profundo en el Infierno donde serán arrojados.","lang":"es"},{"name":"19:60","price":"60. salvo quienes se arrepientan, crean y obren con rectitud, pues esos entrarán en el Paraíso y no serán tratados injustamente en lo más mínimo.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:61","price":"61. (Entrarán a) los Jardines de la Eternidad que el Clemente prometió a Sus siervos (quienes creyeron en ellos) a pesar de no haberlos visto. Ciertamente, la promesa de Al-lah se cumplirá.","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:62","price":"62. No escucharán allí banalidades, sino que solo escucharán saludos de paz. Y recibirán sustento mañana y tarde.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:63","price":"63. Ese es el Paraíso que concederemos a aquellos de Nuestros siervos que teman a Al-lah (obedeciendo Sus mandatos y absteniéndose de todo lo que prohíbe).","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:64","price":"64. (Y el ángel Gabriel dijo a Muhammad:) “Solo descendemos por orden de tu Señor. A Él pertenecen los asuntos de la vida eterna y de la vida terrenal y lo que sucede entre ambas. Y tu Señor no se ha olvidado (de ti)[557]”.","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"[557]  El motivo de la revelación de esta aleya es que el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— se sintió afligido porque estuvo un tiempo sin recibir la visita del ángel Gabriel —la paz de Al-lah esté con él—. Este le responde aquí que solo desciende con la revelación cuando Al-lah se lo ordena, y conforta así al Profeta —que Al-lah lo bendiga y le dé la paz—.","lang":"es"},{"name":"19:65","price":"65. (Él es) el Señor de los cielos y de la tierra y de lo que hay entre ellos; adórenlo, pues, solo a Él y sean constantes en su adoración. ¿Acaso conocen a alguien como Él?","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:66","price":"66. Y el hombre (que rechaza la verdad y no cree en la resurrección) dice: “Una vez esté muerto, ¿resucitaré?”.","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:67","price":"67. ¿Acaso no recuerda el hombre que lo creamos con anterioridad cuando no era nada?","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:68","price":"68. Por tu Señor[558] (¡oh, Muhammad!) que los reuniremos a todos (el Día de la Resurrección), incluidos los demonios, y los congregaremos alrededor del Infierno, de rodillas.","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"[558]  Ver la nota de la aleya 72 de la sura 15 acerca de los juramentos.","lang":"es"},{"name":"19:69","price":"69. Luego extraeremos de cada grupo (de aquellos que negaban la verdad) a los más rebeldes contra el Clemente.","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:70","price":"70. Y, ciertamente, sabemos quiénes merecen más arder en él.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:71","price":"71. Y todos deberán pasar sobre él[559]. Este es un decreto (de tu Señor) que se cumplirá.","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"[559]  Todos creyentes e incrédulos deberán pasar por un puente o camino,estrecho como el filo de una espada, sobre el Infierno. Hay quienes pasarán por él de manera muy rápida, otros, más lentamente, según las buenas acciones que hayan realizado en la vida terrenal. Los creyentes pecadores caerán en él, pero Al-lah los sacará,transcurrido el tiempo que sus pecadosmerezcan, por la fe que albergaban sus corazones, por pequeña que esta fuese. Quienes negaban la verdad caerán en el fuego y no saldrán nunca de él.","lang":"es"},{"name":"19:72","price":"72. Después salvaremos a quienes teman a Al-lah y dejaremos que los injustos que negaban la verdad (caigan en él y) permanezcan allí, de rodillas.","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:73","price":"73. Y cuando se les recitan Nuestras claras aleyas (el Corán), quienes rechazan la verdad dicen (con arrogancia) a los creyentes: “¿Quiénes poseen las mejores moradas y los mejores lugares de encuentro (donde nos reunimos para hablar de nuestras cosas: nosotros o ustedes[560])?”.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"[560]  Para los incrédulos, las riquezas y bienes de los que gozaban eran una prueba de que no podían estar equivocados en sus prácticas y creencias porque tenían más éxito y eran más prósperos que los creyentes.","lang":"es"},{"name":"19:74","price":"74. ¡Y cuántas comunidades no destruimos con anterioridad, a pesar de que poseían más riquezas y una mejor apariencia!","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:75","price":"75. Di (¡oh, Muhammad!): “Que el Clemente conceda más tiempo a quienes están extraviados (para que prosigan en su extravío) hasta que vean lo que les fue prometido: el castigo o la llegada de la Hora final. Entonces sabrán quiénes estarán en la peor situación y quiénes tendrán los refuerzos más débiles”[561].","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"[561]  Los creyentes serán ayudados y protegidos por los ángeles, mientras que los incrédulos solo podrán contar con los demonios como aliados.","lang":"es"},{"name":"19:76","price":"76. Y Al-lah aumentará la fe de quienes se hallen bien guiados. Y las buenas acciones que perduran obtendrán una mejor recompensa por parte de tu Señor, y quienes las realicen tendrán el mejor final.","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:77","price":"77. ¡¿Has visto (¡oh, Muhammad!) a quien niega Nuestras aleyas (el Corán) y dice: “(Seguro que) me serán concedidos riquezas e hijos (cuando sea resucitado)”?!","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:78","price":"78. ¿Acaso ha tenido acceso al gaib[562] (y sabe lo que le sucederá) o se lo ha prometido el Clemente? ","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"[562]  Ver la nota de la aleya 3 de la sura 2.","lang":"es"},{"name":"19:79","price":"79. ¡Por supuesto que no! Registraremos lo que dice y aumentaremos su castigo.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:80","price":"80. Y heredaremos (los bienes e hijos) que dice y comparecerá ante Nosotros (el Día de la Resurrección) solo (sin riquezas ni hijos que lo ayuden).","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:81","price":"81. Mas, a pesar de ello, (los idólatras de La Meca) adoran otras divinidades fuera de Al-lah para que intercedan por ellos (ante Él).","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:82","price":"82. Pero (en vez de interceder por ellos, las falsas divinidades) negarán que los adoraran (desentendiéndose de los idólatras) y se volverán contra ellos (el Día del Juicio Final).","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:83","price":"83. ¿No has visto (¡oh, Muhammad!) que hemos enviado a los demonios contra quienes rechazan la verdad para incitarlos a realizar malas acciones?","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:84","price":"84. No tengas prisa (en que sean castigados). Ciertamente, llevamos la cuenta exacta (de sus acciones y de los días que les quedan para recibir el castigo).","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:85","price":"85. Ese día (el Día de la Resurrección) reuniremos a los piadosos ante el Clemente, como si fueran una delegación (distinguida);","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:86","price":"86. y conduciremos a los pecadores que rechazaban la verdad hacia el Infierno, sedientos.","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:87","price":"87. Solo obtendrán la intercesión aquellos[563] que reciban el permiso del Clemente.","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"[563]  Solo la obtendrán los creyentes que testifiquen que no existe ninguna divinidad verdadera que merezca ser adorada excepto Al-lah.","lang":"es"},{"name":"19:88","price":"88. Y dicen (algunos): “El Clemente ha tomado para Sí un hijo”.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:89","price":"89. En verdad, han dicho algo gravísimo.","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:90","price":"90. A punto han estado los cielos de rasgarse, la tierra de abrirse y las montañas de derrumbarse","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:91","price":"91. por atribuirle un hijo al Clemente,","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:92","price":"92. cuando no es propio (de Su grandeza) tomar un hijo para Sí.","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:93","price":"93. Todos los que se encuentran en los cielos (los ángeles) y en la tierra (los hombres y los yinn) comparecerán ante el Clemente como siervos[564] Suyos.","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"[564]  Los ángeles, los hombres y los yinn, así como todo lo que existe en el universo, son parte de la creación de Al-lah y no merecen ser adorados, sino que deben someterse a su Creador, Al-lah, Quien es el único que merece nuestro culto, nuestras alabanzas y nuestra devoción.","lang":"es"},{"name":"19:94","price":"94. Y, ciertamente, Él conoce a cada uno de ellos y lleva la cuenta de todos.","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:95","price":"95. Y todos se presentarán ante Él el Día de la Resurrección solos (sin riquezas ni hijos que los apoyen).","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:96","price":"96. Ciertamente, el Clemente depositará amor en (los corazones de) quienes crean y actúen rectamente[565].","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"[565]  Al-lah los amará y hará que los ángeles también los amen, a la vez que los creyentes sentirán entre ellos un gran aprecio.","lang":"es"},{"name":"19:97","price":"97. Y te lo hemos facilitado (el Corán) en tu propia lengua para que, mediante él, anuncies buenas noticias a los piadosos y adviertas a un pueblo que se ha desviado de la verdad.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"es"},{"name":"19:98","price":"98. ¡Y cuántas generaciones destruimos antes de ellos! ¿Acaso puedes encontrar a un solo individuo de ellos u oír el más mínimo murmullo de su parte?[566]","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"[566]  Al-lah se dirige al Profeta —que Al-lah lo bendiga y le dé la paz— y le dice que del mismo modo que aquellas comunidades pasadas que negaron la verdad fueron exterminadas por completo, puede serlo su propio pueblo.","lang":"es"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}