{"data":[{"name":"2:1","price":"1. Alif. Lam. Mim[7].","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"[7]  Estos son los nombres de tres de las catorce letras del alfabeto árabe que aparecen en diferentes combinaciones al inicio de veintinueve suras del Sagrado Corán. Hay combinaciones de dos, tres, cuatro e incluso cinco letras. A pesar de que se ha especulado mucho acerca de su significado, este solamente lo conoce Al-lah, ya que no lo ha revelado a nadie.","lang":"es"},{"name":"2:2","price":"2. He aquí el libro sobre el cual no hay duda y es una guía para quienes temen[8] a Al-lah;","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"[8]  Temer a Al-lah o adquirir taqua significa obedecer a Al-lah en todo lo que ordena y evitar todo lo que prohíbe, y también incluye alejarse —a modo de precaución— de cosas que, a pesar de no estar prohibidas, presentan dudas en torno a su permisibilidad.","lang":"es"},{"name":"2:3","price":"3. esos que creen en el gaib[9], cumplen con el salat[10] (respetando sus horas y sus condiciones) y dan (en caridad) de lo que les hemos proveído;","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"[9]  Gaib: Este término engloba todo aquello que, de no tener fe en la revelación, escapa a nuestra comprensión y a nuestros sentidos y cuyo conocimiento nos ha llegado a través de Al-lah y de lo que Él informó a Sus profetas, como la existencia de los ángeles, de los yinn (ver la nota de la aleya 34), del Paraíso, del Infierno, del Día del Juicio Final, etc.\n[10]  El salat equivale al rezo islámico y consiste principalmente en una serie de acciones que incluyen movimientos—como inclinaciones y postraciones—, la recitación de algunas aleyas del Corán y alabanzas a Al-lah. Está compuesto por una serie de unidades o raka’ y está sujeto a varias condiciones. Se ha preferido transliterar la palabra del árabe y no utilizar su traducción al español “oración” para que no se confunda con las plegarias o invocaciones comunes en todas las religiones. No obstante, se ha dejado la palabra en plural “rezos” para no forzar el plural de la palabra salat en español.","lang":"es"},{"name":"2:4","price":"4. esos que creen en lo que te ha sido revelado a ti (¡oh, Muhammad!) y a los profetas que te precedieron, y creen firmemente en la otra vida.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:5","price":"5. Esos son los que siguen la buena guía de su Señor y esos serán quienes triunfarán (en esta vida y en la otra). ","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:6","price":"6. No importa si adviertes o no a quienes niegan la verdad (¡oh, Muhammad!), pues no creerán.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:7","price":"7. Al-lah ha sellado sus corazones y sus oídos (para que no puedan entenderla ni oírla como consecuencia de su incredulidad y arrogancia), y una venda les cubre los ojos. Tendrán un severo castigo.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:8","price":"8. Hay gentes (hipócritas) que dicen: “Creemos en Al-lah y en el Día de la Resurrección”, pero, en verdad, no son creyentes.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:9","price":"9. Pretenden engañar a Al-lah y a quienes creen, pero solo se engañan a sí mismos sin darse cuenta.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:10","price":"10. Sus corazones están enfermos (de duda e hipocresía) y, por ello, Al-lah les ha agravado la enfermedad. Y tendrán un doloroso castigo por haber mentido.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:11","price":"11. Y si se les dice: “No corrompan la tierra”, dicen: “Pero ¡si somos reformadores!”.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:12","price":"12. En realidad, ellos son los corruptores; mas no se dan cuenta.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:13","price":"13. Y si se les dice: “Crean como creen los demás”, dicen: “¿Es que vamos a creer como creen los ignorantes?”. En realidad, son ellos los ignorantes; mas no lo saben.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:14","price":"14. Y si se encuentran con los creyentes, dicen: “Creemos”. Pero cuando se quedan a solas con sus cabecillas, dicen: “Estamos con ustedes, solo nos burlábamos (de los creyentes)”.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:15","price":"15. Al-lah hará que sus burlas recaigan sobre ellos mismos[11] y dejará que persistan en sus transgresiones, extraviados y desorientados.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"[11]  Literalmente, la aleya dice “Al-lah se burlará de ellos”, pero no debe entenderse que Al-lah se burla como lo hacen los hombres, sino que lo que hace es retrasarles el castigo concediéndoles más tiempo en esta vida para que aumenten sus pecados.","lang":"es"},{"name":"2:16","price":"16. Esos son los que han vendido el buen camino por el extravío; mas su negocio no ha prosperado ni estaban bien guiados (en lo que hacían).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:17","price":"17. Su situación se asemeja a la de quienes prenden un fuego y, una vez este ilumina cuanto hay a su alrededor, Al-lah les arrebata la luz (a causa de su desvío) y los deja en la oscuridad, sin ver.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:18","price":"18. Están sordos, mudos y ciegos (ante la verdad) y no podrán regresar (al buen camino).","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:19","price":"19. O se asemeja a (la de quienes se hallan bajo) una tormenta cargada de tinieblas, truenos y relámpagos; se tapan los oídos con los dedos ante el estampido de los rayos al caer, temiendo la muerte[12]. Así deja Al-lah sin escapatoria a quienes rechazan la verdad.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"[12]  Esta aleya refleja la situación de los hipócritas cuando el Corán es recitado. La incredulidad está representada en la aleya por las tinieblas; la amenaza del castigo que les espera a quienes rechazan la verdad, por la metáfora de los truenos; y las pruebas evidentes de la fe, por los relámpagos. Ellos se tapan los oídos para no oír la revelación y evitar, así, inclinarse hacia la fe y abandonar su religión, cosa que ellos temen como a la misma muerte.","lang":"es"},{"name":"2:20","price":"20. El relámpago casi les arrebata la vista[13]. Cuando los alumbra, caminan a su luz; pero cuando se quedan a oscuras, se detienen. Si Al-lah quisiera, los dejaría sin oído y sin vista. En verdad, Al-lah es Todopoderoso.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"[13]  La escasa comprensión de los hipócritas no les permite seguir las evidencias de la fe, simbolizadas con la luz del relámpago, debido a la fuerza de estas.","lang":"es"},{"name":"2:21","price":"21. ¡Oh, gentes!, adoren a su Señor, Quien los ha creado a ustedes y a quienes los precedieron para que pudieran ser piadosos.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:22","price":"22. Él es Quien ha hecho para ustedes de la tierra un lugar para que residan en él, y del cielo, un techo[14] (protector). Y Él es Quien hace descender agua del cielo para que con ella broten frutos para su provisión. Así pues, no adoren a otros además de a Al-lah equiparándolos con Él, siendo que tienen conocimiento (de que Él es el único Creador).","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"[14]  Muchos comentaristas actuales entienden esta aleya en el sentido de que el cielo, concretamente la atmósfera, es un techo que protege la tierra, filtrando las radiaciones perjudiciales para los seres vivos, como la radiación ultravioleta intensa. También la protege del intenso frío del espacio exterior, de las erupciones solares y de los meteoros que se acercan a esta.","lang":"es"},{"name":"2:23","price":"23. Y, si tienen dudas sobre lo que hemos revelado a Nuestro siervo (Muhammad), produzcan una sura similar[15] en algo a esta y llamen a quienes adoran en lugar de Al-lah (para que los ayuden), si es verdad lo que dicen.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"[15]  Desde que el Corán fue revelado, hace ya catorce siglos, hasta hoy, nadie ha sido capaz de producir un solo capítulo que iguale a las suras del Corán en cuanto a su belleza, elocuencia, esplendor, sabia legislación, veracidad del contenido, etc. Nótese que lasura más corta del Corán —la número 108— tiene solo diez palabras en árabe y, aun así, nadie ha sido capaz de superar dicho desafío.","lang":"es"},{"name":"2:24","price":"24. Mas, si no lo hacen —y no podrán hacerlo—, cuídense de un fuego que tiene por combustible a los hombres y a las piedras, y ha sido preparado para quienes rechazan la verdad.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:25","price":"25. Y dales la buena noticia a quienes creen y actúan con rectitud, que tienen reservados (en el Paraíso) jardines por los cuales corren ríos. Cada vez que se les provea de frutos de dichos jardines, dirán: “Esto se nos había dado como sustento con anterioridad”; mas los frutos que se les habían concedido (en la vida terrenal) eran solo parecidos (en la forma). Y allí tendrán esposas purificadas y serán inmortales.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:26","price":"26. Al-lah no se avergüenza de poner como ejemplo ya sea un mosquito, ya sea algo incluso de menor tamaño. Quienes creen, saben que es la verdad de su Señor (y lo aceptan); pero quienes niegan la verdad, dicen: “¿Qué pretende Al-lah con este ejemplo?”. Mediante tales ejemplos, Al-lah extravía a muchos y guía también a muchos; pero solo se extravían quienes se empeñan en rebelarse (contra Al-lah y en desobedecerlo).","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:27","price":"27. Quienes rompen el pacto con Al-lah después de haberse comprometido, cortan los lazos familiares que Al-lah ha ordenado mantener y corrompen la tierra, esos serán los perdedores (en la otra vida).","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:28","price":"28. ¿Cómo pueden no creer en Al-lah cuando carecían de vida (antes de nacer) y Él les dio (la vida), y los hará morir para resucitarlos después, y a Él regresarán?","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:29","price":"29. Él es Quien creó para ustedes todo cuanto existe en la tierra. Después se dirigió al cielo y lo conformó en siete cielos[16]. Y Él tiene conocimiento de todas las cosas.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"[16]  Hay diversas opiniones sobre el significado de “siete cielos”. Algunos exégetas entienden que el número siete indica “un gran número”, mientras que otros opinan que el número hace referencia a las capas de la atmósfera. La opinión que, tal vez, tiene más fuerza es la de que los astros, las estrellas y los planetas que pueden divisarse a simple vista son parte del primer cielo y que tras él existen seis cielos más que aún no han sido descubiertos por el hombre. Y solamente Al-lah sabe la verdad.","lang":"es"},{"name":"2:30","price":"30. Y (menciona a tu gente, oh, Muhammad) cuando tu Señor dijo a los ángeles: “Voy a establecer en la tierra a generaciones de hombres que se sucederán”. Estos dijeron: “¿Vas a poner en ella a quienes la corrompan y derramen sangre, mientras que nosotros Te glorificamos con alabanzas y Te santificamos?”. (Al-lah) respondió: “Yo sé lo que ustedes ignoran”.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:31","price":"31. Y enseñó a Adán los nombres de todas las cosas (creadas). Después mostró estas a los ángeles y les dijo: “Infórmenme de sus nombres, si son veraces”.","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:32","price":"32. Estos respondieron: “¡Gloria a ti! Solo sabemos lo que Tú nos has enseñado. En verdad, Tú eres el Omnisciente, el Sabio”.","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:33","price":"33. Dijo: “¡Adán, revélales sus nombres!”. Y cuando Adán les hubo informado de ellos, Al-lah les dijo: “¿Acaso no les dije que tengo el conocimiento absoluto del gaib en los cielos y en la tierra, que nadie más posee, y que sé lo que manifiestan y lo que ocultan?”.","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:34","price":"34. Y (recuérdales, oh, Muhammad) cuando dijimos a los ángeles: “¡Póstrense ante Adán![17]“; y se postraron todos salvo Iblis[18], quien se negó, se envaneció y fue de los que se rebelan.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"[17]  Mediante esta postración, Al-lah no pedía a los ángeles que adoraran a Adán, sino que estaba poniendo a prueba su obediencia a Él.\n[18]  Iblis es el nombre que el Demonio recibe en el Corán y que suele traducirse como Satanás o Satán. Debido a que los nombres que el Demonio recibe en la cultura judeocristiana son varios (Lucifer, Satanás, Satán, Belial, etc.) y que hay diferencias de opinión con respecto a ellos, en esta traducción se ha optado por respetar el término Iblis, que en árabe significa “quien desespera de la misericordia de Al-lah”.\nIblis es, pues, el líder de los demonios y no un ángel como en la tradición cristiana; mas gozaba de un alto rango que le permitía estar en compañía de los ángeles. Al-lah creó a los humanos de barro, a los ángeles de luz y a los yinn de fuego. Los yinn, a veces traducidos como “genios”, son criaturas con libre albedrío como los seres humanos a los que, normalmente, no podemos ver; mientras que los ángeles fueron creados para obedecer a Al-lah y no pueden desobedecerlo en nada. Algunos yinn son creyentes y obedecen a Al-lah, pero aquellos que se rebelan contra Él son llamados demonios y siguen a su líder Iblis (ver la aleya 50 de la sura 18).","lang":"es"},{"name":"2:35","price":"35. Y dijimos (a Adán): “¡Adán!, habita con tu esposa en el Paraíso y coman de él cuanto y donde quieran; pero no se acerquen a este árbol, pues serían de los pecadores (si comieran de él)”.","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:36","price":"36. Pero el Demonio (Iblis) hizo que desobedecieran y que tuvieran que abandonar las gracias de las que allí disfrutaban. Les dijimos: “¡Desciendan (del Paraíso)! Sus descendientes serán enemigos unos de otros. En la tierra dispondrán de morada y de bienes temporales”.","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:37","price":"37. Después, Adán recibió de su Señor unas palabras (para pedir perdón), y Al-lah lo perdonó. En verdad, Al-lah acepta el arrepentimiento y es Misericordioso.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:38","price":"38. Dijimos: “¡Desciendan todos[19] del Paraíso! Recibirán de Mí una guía; quienes la sigan no tendrán nada qué temer (en la otra vida) ni se sentirán afligidos.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"[19]  Adán, su esposa e Iblis.","lang":"es"},{"name":"2:39","price":"39. Pero quienes se nieguen a creer y desmientan Nuestros mandatos[20], esos serán los habitantes del fuego y permanecerán allí eternamente”.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"[20] También puede entenderse “y desmientan Nuestras revelaciones”, o bien “y desmientan las pruebas de Nuestra unicidad”.","lang":"es"},{"name":"2:40","price":"40. ¡Oh, hijos de Israel!, recuerden las gracias que les he concedido y cumplan sus obligaciones para Conmigo a fin de que Yo cumpla Mi compromiso con ustedes; y témanme solo a Mí.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:41","price":"41. Y crean en lo que he revelado (el Corán) que confirma lo que ya tenían (la Torá[21]), y no sean los primeros en negarlo. No malvendan Mis mandatos[22] y témanme solo a Mí.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"[21]  Uno de los seis pilares de la fe islámica es creer en todas las revelaciones de Al-lah, entre ellas, las que fueron reveladas a Moisés y a Jesús. No obstante, la única revelación que se conserva tal y como fue revelada, sin distorsiones, es el Corán. La Torá y el Evangelio o Biblia actuales han sufrido modificaciones y, por lo tanto, no pueden considerarse en nuestros días como la Palabra de Al-lah.\n[22]  Significa “no sustituyan la fe en Mis mandatos y aleyas y la creencia en el Profeta Muhammad por la vida mundanal y sus placeres, los cuales son perecederos”.","lang":"es"},{"name":"2:42","price":"42. No revistan la verdad con la falsedad (confundiéndolas) ni oculten la verdad a sabiendas.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:43","price":"43. Cumplan con el salat, paguen el azaque[23] y póstrense con quienes se postran (realizando el salat en congregación).","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"[23]  El azaque o zakat es una caridad anual obligatoria que deben pagar quienes alcanzan cierta cantidad de bienes a aquellos más desfavorecidos de la sociedad. De esta manera se evita la acumulación de riquezas por parte de los ricos, y se alienta a una repartición de bienes que contribuye a que las personas se valgan por sí mismas y se conviertan en miembros productivos de la sociedad. El azaque constituye el tercer pilar del Islam.","lang":"es"},{"name":"2:44","price":"44. ¿Cómo ordenan a los hombres la virtud mientras que se olvidan de (cumplirla) ustedes mismos, siendo que ustedes leen el Libro (la Torá, la cual censura tal actitud hipócrita)? ¿Acaso no razonan?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:45","price":"45. Y busquen ayuda en la paciencia y en el salat. Esta es, en verdad, difícil, salvo para los piadosos,","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:46","price":"46. esos que tienen certeza de que se encontrarán con su Señor y de que regresarán a Él (para ser juzgados).","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:47","price":"47. ¡Oh, hijos de Israel!, recuerden las gracias que les he concedido y de que los favorecí entre todos los pueblos (de su época).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:48","price":"48. Y teman el día en que nadie podrá responder por los actos de otro ni se aceptará intercesión o compensación alguna ni nadie será auxiliado.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:49","price":"49. Y (recuerden) cuando los salvamos de las gentes del Faraón, que los infligía un terrible suplicio: degollaba a sus hijos varones y dejaba vivas a sus mujeres. En ello tenían una dura prueba de su Señor.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:50","price":"50. Y (recuerden) cuando abrimos el mar para ustedes y los salvamos, mientras que ahogamos al ejército del Faraón ante sus ojos.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:51","price":"51. Y (recuerden) cuando citamos a Moisés durante cuarenta noches y, durante su ausencia, tomaron el becerro (como objeto de adoración) y fueron injustos (al adorar fuera de Al-lah lo que no merecía ser adorado).","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:52","price":"52. Después los perdonamos para que, tal vez así, fueran agradecidos.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:53","price":"53. Y (recuerden) cuando entregamos a Moisés el Libro (la Torá) que distinguía entre la verdad y la falsedad para que pudieran guiarse.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:54","price":"54. Y (recuerden) cuando Moisés dijo a su pueblo: “¡Pueblo mío!, en verdad han sido injustos con ustedes mismos al adorar el becerro. Arrepiéntanse ante su Creador y mátense entre ustedes (de manera que los inocentes maten a quienes cayeron en la idolatría). Esto es mejor para ustedes”. Y Él los perdonó[24]. En verdad, Él acepta siempre el arrepentimiento y es Misericordioso.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"[24]  Tanto quienes quedaron con vida como los que murieron obtuvieron el perdón de Al-lah tras expiar estos últimos sus pecados con la muerte.","lang":"es"},{"name":"2:55","price":"55. Y (recuerden) cuando dijeron: “¡Moisés!, no creeremos en ti hasta que veamos a Al-lah con claridad”. Entonces fueron alcanzados por un rayo (que los fulminó) mientras miraban[25].","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"[25]  Puede entenderse que un grupo fue alcanzado por un rayo mientras otros veían lo que les sucedía.","lang":"es"},{"name":"2:56","price":"56. Luego los resucitamos para que pudieran ser agradecidos.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:57","price":"57. Y los cubrimos con unas nubes (que los protegían del calor del sol), e hicimos descender sobre ustedes el maná y las codornices, (y les dijimos:) “¡Coman de las cosas buenas de las que les proveemos!” (mas ellos se rebelaron y fueron desagradecidos). Y no Nos[26] perjudicaron (con su desagradecimiento), sino que se perjudicaron a sí mismos.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"[26]  Al-lah, exaltado sea, utiliza frecuentemente la primera persona del plural para hablar de Sí mismo. Este plural no es real, ya que Al-lah no comparte Su majestad con nadie, sino que estamos ante el uso del plural mayestático. Este tipo de plural es un recurso lingüístico usado en varias lenguas para exaltar la autoridad del hablante, en este caso, Al-lah.","lang":"es"},{"name":"2:58","price":"58. Y (recuerden) cuando les dijimos: “Entren en esta ciudad (Jerusalén) y coman en ella cuanto deseen, sin límite alguno, pero entren por su puerta postrándose humildemente (en agradecimiento por su victoria) y pidiendo Nuestro perdón; y perdonaremos sus faltas. Y a quienes obren bien y obedezcan, les concederemos todavía más (favores y una mayor recompensa)”.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:59","price":"59. Pero los injustos (de entre ellos) cambiaron (expresamente) las palabras que se les había ordenado decir por otras, e hicimos descender sobre ellos un castigo del cielo por haber desobedecido.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:60","price":"60. Y (recuerden) cuando Moisés suplicó (a su Señor) que enviara agua para su pueblo y le dijimos: “Golpea la roca con tu cayado”. Entonces brotaron de ella doce manantiales, y cada grupo de personas supo de cuál beber. (Les dijimos:) “Coman y beban de la provisión de Al-lah, y no siembren la corrupción en la tierra”.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:61","price":"61. Y (recuerden) cuando dijeron: “¡Moisés!, no soportaremos comer un único alimento por más tiempo. Ruega a tu Señor que haga brotar para nosotros de lo que crece en la tierra: legumbres, pepinos, ajos, lentejas y cebollas”. (Moisés) dijo: “¿Cambiarían lo mejor por lo peor? Vayan a cualquier ciudad, que allí hallarán lo que piden”. La humillación y la miseria se abatieron, entonces, sobre ellos e incurrieron en la ira de Al-lah. Eso sucedió porque desmentían las pruebas y evidencias de Al-lah y porque mataban injustamente a los profetas, porque desobedecían (a Al-lah) y porque transgredían los límites.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:62","price":"62. En verdad, los creyentes (de esta comunidad), los judíos, los cristianos, los sabeos y quienes tuvieron fe en Al-lah y en el Día de la Resurrección y obraron rectamente[27] (antes de la aparición de Muhammad) tendrán su recompensa junto a su Señor, y no tendrán nada qué temer (en la otra vida) ni se sentirán afligidos.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"[27]  Esta aleya hace referencia a los judíos, cristianos y sabeos (gentes monoteístas sin una religión determinada) que adoraban solamente a Al-lah y obedecían a Sus mensajeros, sin desviarse de la fitrah o predisposición natural con la que Al-lah creó al hombre, basada en la adoración pura y exclusiva a Al-lah. Tras la aparición del Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—, todos los seguidores de otras religiones tienen la obligación de abrazar el Islam (ver la aleya 85 de la sura 3).","lang":"es"},{"name":"2:63","price":"63. Y (recuerden, ¡oh, hijos de Israel!) cuando establecimos un pacto con ustedes (en el que se comprometían a seguir la Torá) y elevamos sobre ustedes el monte (en señal de amenaza cuando rechazaron hacerlo, diciendo:) “Aférrense con fuerza a lo que les hemos otorgado (la Torá) y recuerden lo que contiene para que puedan ser piadosos”.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:64","price":"64. Luego (a pesar de ello), dieron la espalda (a la Torá); y si no hubiese sido por el favor y la misericordia de Al-lah sobre ustedes, estarían entre los perdedores (en esta vida y en la otra).","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:65","price":"65. Y, en verdad, conocen (lo que les ocurrió) a quienes de entre ustedes profanaban la ley del sábado[28]. Les dijimos: “Conviértanse en unos monos despreciables”.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"[28]  Al-lah castigó a los judíos que salían a pescar en sábado, a pesar de que lo tenían prohibido (ver la aleya 163 de la sura 7). Esos judíos que no respetaron la ley fueron convertidos en monos y cerdos, y perecieron pocos días después sin dejar descendencia. Los cerdos y los monos que existen hoy en día no son, pues, descendientes de los que recibieron el castigo de Al-lah, sino que son parte de la creación de Al-lah, como el resto de los animales. El castigo que Al-lah infligió sobre quienes Lo desobedecieron es una muestra de Su poder y de que Él puede dar al hombre la forma que quiera.","lang":"es"},{"name":"2:66","price":"66. E hicimos de ello un castigo ejemplar para sus contemporáneos y para generaciones posteriores, y una advertencia para los piadosos.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:67","price":"67. Y (recuerden, ¡oh, hijos de Israel!) cuando Moisés dijo a su pueblo: “Al-lah les ordena que degüellen una vaca”. Estos replicaron: “¿Te estás burlando de nosotros?”. (Moisés) contestó: “¡Al-lah me libre de estar entre los ignorantes!”.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:68","price":"68. Dijeron: “Pide a tu Señor de nuestra parte que nos aclare qué vaca debe ser”. (Moisés) respondió: “Dice que la vaca no debe ser ni vieja ni demasiado joven, sino de mediana edad. ¡Hagan lo que se les ordena!”. ","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:69","price":"69. Dijeron: “Pide a tu Señor de nuestra parte que nos aclare de qué color debe ser”. (Moisés) respondió: “Dice que la vaca debe ser de un amarillo intenso, que alegre la vista de quienes la contemplen”.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:70","price":"70. Dijeron: “Pide a tu Señor de nuestra parte que nos aclare qué vaca debe ser, pues, realmente, todas las vacas nos resultan parecidas. Y, en verdad, si Al-lah quiere, estaremos bien guiados”.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:71","price":"71. (Moisés) dijo: “Dice que tiene que ser una vaca que no haya estado subyugada para arar la tierra ni para regar los campos; una vaca libre de defectos y sin manchas”. Dijeron: “¡Ahora nos traes la verdad!”. Y la sacrificaron; pero poco faltó para que no lo hicieran.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:72","price":"72. Y (recuerden) cuando mataron a una persona y discutían sobre quién la había matado. Entonces, Al-lah reveló lo que ocultaban.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:73","price":"73. Dijimos: “Golpeen al muerto con una parte de la vaca[29]“. Así es como Al-lah resucita a los muertos y les muestra Sus signos (las pruebas de Su poder) para que reflexionen.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"[29]  El muerto resucitó entonces por un instante y reveló el nombre de su asesino.","lang":"es"},{"name":"2:74","price":"74. Después, a pesar de ello, sus corazones se endurecieron como piedras o como algo aún más duro; pues hay piedras de las que brotan ríos, piedras que se agrietan y mana agua de ellas, y piedras que se derrumban por temor a Al-lah. Y Al-lah no deja pasar por alto lo que hacen.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:75","price":"75. ¿Acaso esperan (ustedes, musulmanes) que (los judíos) crean en su religión cuando un grupo de ellos escuchaban la Palabra de Al-lah (la Torá) y, a pesar de ello, la distorsionaban a sabiendas tras haberla comprendido?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:76","price":"76. Si (los hipócritas de entre los judíos) se encuentran con los creyentes, dicen: “Creemos (en que Muhammad es un Profeta de Al-lah)”; pero si se quedan a solas, se dicen entre ellos: “¿Van a contarles lo que Al-lah les ha revelado para que puedan usarlo como argumento contra ustedes ante su Señor? ¿Es que no razonan?”.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:77","price":"77. ¿Acaso no saben que Al-lah conoce lo que ocultan y lo que manifiestan?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:78","price":"78. Entre ellos hay analfabetos que no conocen el contenido del Libro (la Torá), sino que solo conocen falsas historias y no hacen más que conjeturar (siguiendo sus propios deseos y pasiones). ","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:79","price":"79. ¡Ay de aquellos que escriben el Libro con sus propias manos y luego dicen que proviene de Al-lah para obtener un mísero beneficio! ¡Ay de ellos por lo que han escrito sus manos![30] ¡Ay de ellos por el beneficio que obtienen!","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"[30]  La propia Biblia da fe de la distorsión de la Palabra de Dios por parte de los escribas judíos: “¿Cómo se atreven a decir: “Somos sabios; la Ley del Señor nos apoya”, si la pluma engañosa de los escribas la ha falsificado?” (Jeremías 8, 8. NVI).","lang":"es"},{"name":"2:80","price":"80. Dicen: “El fuego (del Infierno) solo nos tocará durante unos pocos días”. Diles: “¿Se los ha prometido Al-lah —y Él no falta nunca a Sus promesas— o dicen sobre Él lo que no saben?”.","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:81","price":"81. ¡No (es como ustedes desean)! Quienes obren mal y estén sumidos en el pecado (de la incredulidad o la idolatría), esos serán los habitantes del fuego y allí permanecerán eternamente. ","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:82","price":"82. Y quienes crean y actúen con rectitud, esos serán los habitantes del Paraíso y allí permanecerán eternamente.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:83","price":"83. Y (recuerden) cuando concertamos un pacto con los hijos de Israel (y dijimos): “Adorarán solamente a Al-lah y tratarán bien a sus padres, a sus parientes, a los huérfanos y a los pobres. Hablarán a la gente con buenas palabras; cumplirán con los rezos y entregarán caridad”. Después, salvo unos pocos de entre ustedes, dieron la espalda (a lo que se les ordenaba).","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:84","price":"84. Y (recuerden) cuando establecimos un pacto con ustedes (y les dijimos): “No derramarán sangre entre ustedes (sin justificación alguna) ni expulsarán a su propia gente de sus hogares”. Luego lo confirmaron y fueron testigos de ello.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:85","price":"85. Después, ustedes mismos se mataron los unos a los otros y expulsaron de sus hogares a un grupo de los suyos, aliándose en su contra (con sus enemigos) en el pecado y la transgresión. Luego, si regresaban a ustedes como prisioneros, pagaban rescates por ellos, a pesar de que habían sido ustedes mismos quienes los habían expulsado, aun teniéndolo prohibido. ¿Acaso creen en una parte del Libro (la Torá) y rechazan el resto? ¡¿Cuál es el merecido de quienes así actúan de entre ustedes sino la humillación en esta vida?! Y el Día de la Resurrección recibirán el castigo más duro. Y Al-lah no deja pasar por alto lo que hacen.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:86","price":"86. Esos son quienes han vendido la vida eterna por la terrenal. No se les mitigará el castigo ni serán socorridos.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:87","price":"87. Y, ciertamente, otorgamos el Libro (la Torá) a Moisés e hicimos que lo sucedieran (otros) mensajeros. Y concedimos a Jesús, hijo de María, claros milagros y lo respaldamos con el ángel Gabriel[31]. ¿Es que tenían que envanecerse cada vez que llegaba a ustedes un Mensajero de Al-lah con lo que no deseaban, y tenían que desmentir a unos y matar[32] a otros?","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"[31]  El ángel Gabriel es descrito literalmente en esta aleya como Ruh AlQudus que significa “Espíritu Puro o Santo”. Posiblemente, el concepto del Espíritu Santo en el cristianismo hacía también referencia al ángel Gabriel; pero, con el paso del tiempo y la distorsión de las Escrituras, apareció el concepto de la Santísima Trinidad y se perdió el significado original de la expresión “Espíritu Santo”. El ángel Gabriel goza de una elevada posición ante Al-lah y es el encargado de transmitir o llevar la revelación de Al-lah a los profetas.\n[32]  La misma Biblia da fe de este hecho: “¡Jerusalén, Jerusalén, que matas a los profetas y apedreas a los que son enviados a ti!” (Mateo 23, 37).","lang":"es"},{"name":"2:88","price":"88. Y dicen (burlándose): “Nuestros corazones están sellados (y no comprendemos)”. ¡No! Más bien, Al-lah los has expulsado de Su misericordia y los ha privado de todo bien[33] debido a su incredulidad, pues poco es lo que creen[34].","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"[33]  Literalmente dice: “Al-lah los ha maldecido”; no obstante, por maldición debe entenderse la expulsión de la gracia y misericordia de Al-ah.\n[34]  También puede entenderse “pues pocos son los que creen”.","lang":"es"},{"name":"2:89","price":"89. Y cuando (los judíos) reciben un Libro proveniente de Al-lah (el Corán) que confirma lo que ya tenían (en sus Escrituras) y les llega lo que reconocían (como la verdad: el Profeta Muhammad), lo rechazan, a pesar de que antes habían suplicado ayuda a Al-lah contra los incrédulos (pidiéndole que les enviara al Profeta del final de los tiempos). ¡Que Al-lah expulse de Su misericordia a quienes rechazan la verdad!","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:90","price":"90. ¡Por qué mal precio han vendido sus almas al no creer en lo que Al-lah revelaba por envidia de que Él enviase parte de Su favor a quien quisiera de entre Sus siervos! E incurrieron en Su ira sucesivas veces. Y quienes rechacen la verdad tendrán un castigo denigrante.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:91","price":"91. Y si se les dice: “Crean en lo que Al-lah ha revelado (el Corán)”, dicen: “Creemos en lo que nos ha sido revelado a nosotros”, pero desmienten lo que ha sido revelado después, cuando es la verdad que confirma lo que ya tenían. Diles: “¿Por qué mataban, pues, con anterioridad a los profetas de Al-lah, si eran creyentes?”. ","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:92","price":"92. Y, ciertamente, Moisés les dio pruebas evidentes (para que creyeran en él). Sin embargo, adoraron el becerro en su ausencia y fueron injustos (al hacerlo).","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:93","price":"93. Y (recuerden) cuando establecimos con ustedes un pacto y elevamos el monte sobre sus cabezas (en señal de amenaza, diciéndoles): “Aférrense con fuerza a lo que les entregamos (la Torá) y escuchen (lo que les decimos). Dijeron: “Hemos escuchado y desobedecemos”. Debido a su incredulidad, sus corazones se llenaron de amor por el becerro. Diles: “¡Qué malo es lo que les ordena su fe, si de verdad son creyentes!”.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:94","price":"94. Diles a los judíos (¡oh, Muhammad!): “Si de verdad la Última Morada (el Paraíso) junto a Al-lah es exclusivamente para ustedes, deseen la muerte si son veraces”.","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:95","price":"95. Mas no la desearán jamás debido a lo que sus propias manos han cometido. Y Al-lah conoce bien a los injustos. ","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:96","price":"96. Encontrarás que ellos (los judíos) son los más apegados a esta vida terrenal, más aun que los idólatras. Muchos de ellos desearían vivir mil años, pero, aun así, no se librarían del castigo. Y Al-lah ve lo que hacen.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:97","price":"97. Di (¡oh, Muhammad!) a quien sea enemigo de Gabriel (que se muera de rabia), pues él es quien ha transmitido el Corán a tu corazón por orden[35] de Al-lah, confirmando las Escrituras anteriores, y como guía y buena nueva para los creyentes.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"[35]  También puede entenderse “con el permiso de Al-lah”.","lang":"es"},{"name":"2:98","price":"98. Quien sea enemigo de Al-lah, de los ángeles, de los profetas, del ángel Gabriel y del ángel Mikael (Miguel), (que sepa que) Al-lah es enemigo de quienes rechazan la verdad[36].","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"[36]  Estas aleyas fueron reveladas como respuesta a los judíos que decían que el ángel Gabriel era su enemigo, mientras que el ángel Mikael (Miguel, que según el Islam es el ángel encargado de la lluvia) era amigo de ellos. Debe mencionarse que, a pesar de que hay una equivalencia entre los nombres de algunos ángeles y profetas que aparecen mencionados en el Corán con los que aparecen en la Biblia o en la tradición judeocristiana, hay que ser cautelosos porque las acciones de estos no siempre se corresponden en ambas religiones.","lang":"es"},{"name":"2:99","price":"99. Y, ciertamente, te hemos revelado pruebas evidentes (que demuestran que eres un Profeta, ¡oh, Muhammad!); pero solo las desmienten quienes se rebelan (contra Al-lah).","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:100","price":"100. ¿Es que cada vez que (los judíos) establecen un pacto, tiene que haber un grupo de ellos que se desentienda de él? Ciertamente, la mayoría de ellos no son creyentes y rechazan la verdad.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:101","price":"101. Y cuando les llega un Mensajero de Al-lah (Muhammad) como confirmación de lo que ya tienen (en sus Escrituras), un grupo de ellos se desentiende del Libro de Al-lah (el Corán) y le da la espalda como si no supiera (que es la verdad).","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:102","price":"102. Y (sin embargo) siguen lo que (falsamente) decían los demonios acerca del reinado de Salomón[37]. No obstante, Salomón no cayó en la incredulidad, sino que fueron los demonios quienes lo hicieron al enseñar la brujería y lo que les fue revelado[38] a los ángeles Harut y Marut en Babilonia. Mas (los ángeles) no enseñaban nada a nadie sin decir antes: “Nosotros somos una prueba (de su Señor), no caigan en la incredulidad (aprendiendo la magia que les enseñamos)”. Y (las gentes) aprendían de ellos a separar a un hombre de su esposa; pero no perjudicaban a nadie sin el consentimiento de Al-lah. Y aprendían aquello que los perjudicaba y no los beneficiaba. Y, en verdad, los (judíos) sabían que quienes aprendían y practicaban la brujería[39] no tendrían su parte de recompensa en la otra vida. ¡Por qué mal precio vendieron sus almas, si supieran!","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"[37]  Al parecer, los demonios, encabezados por Iblis, convencieron a un grupo de los hijos de Israel, tras la muerte de Salomón, de que este controlaba a los hombres, a los demonios y a las aves con hechicería, y les mostraron como prueba libros de brujería que Salomón había enterrado bajo su trono. Los hijos de Israel corrieron la voz de que Salomón había sido un hechicero y siguieron tales libros.\n[38]  Algunos comentaristas entienden la frase como: “Y (la brujería) no fue revelada a los ángeles Harut y Marut”, y defienden que fueron los demonios quienes cayeron en la incredulidad y enseñaron la magia en Babilonia.\n[39]  Esta aleya es una prueba de que aprender brujería, magia negra o hechicería conlleva la incredulidad. De hecho, quien acude a un hechicero o brujo y cree en lo que dice habrá negado lo que Al-lah ha revelado al Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—. Ningún tipo de magia es aceptada en el Islam e implica la obediencia a los demonios, que fueron quienes se la enseñaron al hombre.","lang":"es"},{"name":"2:103","price":"103. Y si (los judíos) hubiesen creído (en el Profeta y en el Corán) y hubiesen temido a Al-lah, (habrían sabido que) la recompensa junto a Al-lah es mucho mejor (que la brujería y los beneficios que con ella obtenían). ¡Si lo hubiesen sabido!","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:104","price":"104. ¡Oh, creyentes!, no digan “ra’ina”[40], y digan (en su lugar) “undhurna”, y escuchen (lo que se les ordena). Y quienes rechacen la verdad tendrán un castigo doloroso.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"[40]  Ra’ina es una palabra con doble sentido que puede significar o bien un insulto —sentido que usaban los judíos de la ciudad de Medina— o bien “préstanos atención” o “concédenos tiempo (para que podamos escucharte)”; mientras que la palabra undhurna tiene el mismo significado pero no se presta a malinterpretaciones ni puede entenderse como una falta de respeto.","lang":"es"},{"name":"2:105","price":"105. Ni a quienes rechazan la verdad de entre las gentes de las Escrituras (judíos y cristianos) ni a los idólatras les agrada que ustedes reciban algún bien por parte de su Señor. Pero Al-lah favorece con Su misericordia a quien quiere. Y Al-lah es dueño del favor inmenso.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:106","price":"106. No revocamos la validez de un precepto ni hacemos que caiga en el olvido sin remplazarlo por otro mejor o similar[41]. ¿Acaso no sabes que Al-lah tiene poder sobre todas las cosas?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"[41]  Algunas aleyas que tratan sobre prohibiciones, licencias, mandatos o castigos han sido sustituidas por otras a lo largo de la revelación. Algunas de estas aleyas han sido completamente eliminadas, mientras que la mayoría de ellas siguen presentes en el Sagrado Corán, aunque han perdido su validez. Por ejemplo, antes de que las aleyas 11 y 12 de la sura 4, acerca de la ley de la herencia, fueran reveladas, la aleya 180 de la sura 2 ordenaba a los musulmanes testar a favor de los parientes más cercanos. Posteriormente, los herederos legítimos tendrían su parte establecida por la ley y el testamento solo podría realizarse a favor de quienes no fueran herederos legítimos. La derogación de un precepto por otro obedece a la voluntad y sabiduría de Al-lah, Quien siempre busca lo mejor para Sus siervos en todo momento.  ","lang":"es"},{"name":"2:107","price":"107. ¿Acaso no sabes que a Al-lah pertenece la soberanía de los cielos y de la tierra? Y fuera de Al-lah no tienes ningún protector ni auxiliador.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:108","price":"108. ¿O acaso quieren pedirle a su Mensajero cosas semejantes a lo que (los hijos de Israel) pidieron a Moisés (como poder ver a Al-lah directamente)? Y quien cambie la fe por la incredulidad se habrá extraviado del camino recto.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:109","price":"109. Muchos de entre quienes recibieron las Escrituras (judíos y cristianos) quisieran, por envidia, que renegaran de la fe volviendo a la incredulidad tras habérseles evidenciado la verdad. Mas perdónenlos y no tengan en cuenta lo que hacen hasta que llegue la orden de Al-la. En verdad, Al-lah es Todopoderoso.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:110","price":"110. Y cumplan con el salat y entreguen el azaque. Y todo bien que hagan en beneficio de sus almas será compensado por Al-lah. En verdad, Al-lah ve lo que hacen.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:111","price":"111. (Quienes recibieron las Escrituras) dicen (respectivamente): “Solo entrarán en el Paraíso quienes sean judíos o cristianos”. Esos no son sino sus deseos infundados. Diles (¡oh, Muhammad!): “Traigan sus pruebas si son veraces”.","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:112","price":"112. ¡No (es como ellos desean)! Quienes se sometan a Al-lah y obren bien obtendrán su recompensa junto a su Señor; y no tendrán nada qué temer (en la otra vida) ni se sentirán afligidos.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:113","price":"113. Los judíos dicen: “Los cristianos no se basan en nada (y no siguen la religión verdadera)”; y los cristianos dicen: “Los judíos no se basan en nada (y no siguen la religión verdadera)”; mientras que ambos grupos leen las Escrituras. Lo mismo dicen quienes no saben. Mas Al-lah los juzgará el Día del Juicio Final por los asuntos sobre los que discrepaban.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:114","price":"114. ¿Y quién es más injusto que aquel que impide que en los lugares de culto se mencione el nombre de Al-lah y hace lo posible por destruirlos? Esos no deberían entrar en ellos, salvo con temor. Serán humillados en esta vida, y en la otra recibirán un severo castigo.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:115","price":"115. Y a Al-lah pertenece el Oriente y el Occidente (pues a Él pertenece el dominio de toda la tierra). Y en cualquier dirección[42] que se vuelvan (para rezar), hallarán el rostro[43] de Al-lah (y Él se encuentra arriba, sobre Su Trono). En verdad, la misericordia y el favor de Al-lah (sobre Sus criaturas) son inmensos, y Él tiene conocimiento sobre todas las cosas.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"[42]  Esta aleya fue revelada en la ciudad de Medina para permitir cualquier dirección como alquibla a quienes realizasen rezos voluntarios, a quienes se hallasen de viaje y tuviesen dificultad para encontrar o seguir la alquibla o en caso de miedo por la proximidad del enemigo. Otra opinión es que esta aleya fue revelada tras el cambio de alquibla de Jerusalén a la Kaaba, en La Meca.\n[43]  A pesar de que hay aleyas quehablan del rostro o de las manos de Al-lah, sería erróneo y contrario al credo islámico imaginarnos Su rostro, por ejemplo, como algo semejante al nuestro, pues Al-lah, exaltado sea, no puede comparase con nada existente que el hombre pueda conocer. Afirmamos Sus nombres y Sus características, tal y como Él ha revelado, pero no sabemos cómo son ni nos corresponde intentar imaginárnoslos (“[…] no hay nada ni nadie parecido a Él –ni en Su naturaleza ni en Sus características ni en Sus acciones–; y Él oye y ve todas las cosas”; sura 42,aleya11).","lang":"es"},{"name":"2:116","price":"116. Y dicen: “Al-lah ha tomado para Sí un hijo”. ¡Glorificado sea, Él es inocente de lo que se Le atribuye! A Él pertenece cuanto hay en los cielos y en la tierra, y todo se somete obedientemente a Él.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:117","price":"117. Él es el Creador de los cielos y de la tierra. Si decreta algo, Le basta con decir “sé”, y es.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:118","price":"118. Y dicen quienes no saben: “¿Por qué no nos habla Al-lah (directamente) o recibimos un milagro?”. Lo mismo decían quienes los precedieron. Sus corazones se asemejan. Hemos aclarado las pruebas para quienes tienen certeza.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:119","price":"119. En verdad, te hemos enviado con la verdad (¡oh, Muhammad!) como anunciador (de la buena noticia del Paraíso que les espera a quienes creen en tu mensaje) y como amonestador (del castigo del fuego que les espera a quienes rechazan la verdad). Y no se te preguntará acerca (de la incredulidad) de los habitantes del Infierno (pues tu misión es solamente transmitirles el mensaje).","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:120","price":"120. Los judíos y los cristianos no estarán (totalmente) satisfechos contigo (¡oh, Muhammad!) hasta que sigas sus creencias. Diles: “La guía de Al-lah es la guía verdadera”. Y si tú siguieras sus deseos después del conocimiento que has recibido, no hallarías quién te protegiera de Al-lah ni quién te auxiliara.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:121","price":"121. Aquellos (de entre los judíos y cristianos) a quienes concedimos las Escrituras[44] y las recitan como es debido (legalizando lo que Al-lah ha hecho lícito y prohibiendo lo que Al-lah ha hecho ilícito, sin distorsionar su contenido), esos creen verdaderamente en ellas (y creen en lo que te ha sido relevado a ti, ¡oh, Muhammad!). Y quienes no creen (en lo que te ha sido revelado), esos serán los perdedores.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"[44]  También puede entenderse: “Aquellos (los compañeros de Muhammad) a quienes dimos el Libro (el Corán) y lo recitan como es debido […]”.","lang":"es"},{"name":"2:122","price":"122. ¡Oh, hijos de Israel!, recuerden las gracias que les he concedido y que los favorecí entre todos los pueblos (de su época).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:123","price":"123. Y teman el día en que nadie podrá responder por los actos de otro ni se aceptará compensación alguna ni valdrán las intercesiones ni nadie será auxiliado.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:124","price":"124. Y (recuerda a los idólatras, ¡oh, Muhammad!) cuando Abraham fue puesto a prueba por su Señor con unas órdenes que él cumplió. Entonces (Al-lah) le dijo: “Haré de ti un guía espiritual para los hombres”. (Abraham) preguntó: “¿Y de mis descendientes, también?”. (Al-lah) respondió: “Mi pacto no incluye a los injustos de entre ellos que rechazan la verdad”.","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:125","price":"125. Y (recuerda) cuando hicimos de la Kaaba[45] un lugar que los hombres visitan con asiduidad y un refugio seguro para la gente. ¡Tomen, hombres, la roca sobre la que se alzaba Abraham (para construir la Kaaba) como un lugar de culto![46] Y ordenamos a Abraham y a Ismael purificar la Casa (la Kaaba) para aquellos que la circunvalasen (como acto de adoración), para quienes buscaran en ella un lugar de retiro para adorar a Al-lah o para quienes allí rezaran inclinándose y postrándose.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"[45]  La Kaaba es un lugar de culto consagrado exclusivamente a Al-lah, construido hace casi 4.000 años por Abraham y su hijo Ismael —la paz de Al-lah esté con ellos—por mandato de Al-lah. Fue construida sobre el lugar donde Adán —la paz de Al-lah esté con Él— erigió el primer santuario para adorar al Único Dios. Ha sido reconstruida en varias ocasiones a lo largo del tiempo, pero todavía conserva una de las piedras de la construcción original de Abraham: la piedra negra, que fue entregada por el ángel Gabriel a Abraham, y que marca el inicio de cada vuelta o circunvalación que se realiza alrededor de la Kaaba como ritual de adoración a Al-lah. Es importante mencionar que los musulmanes no adoran la Kaaba ni hay nada valioso en su interior, sino que es la alquibla o el punto de convergencia hacia el cual todos los musulmanes se orientan para rezar, como si fuera el corazón de la comunidad islámica.\n[46]  El Profeta Abraham —que Al-lah le dé la paz— solía alzarse sobre una roca para construir la parte superior de la Kaaba. Cuando finalizó la construcción, le fue ordenado rezar cerca de dicha roca tras haber completado el ritual de circunvalación alrededor de la Kaaba. Esta roca conserva las huellas de los pies de Abraham —que Al-lah le dé la paz— y se toma, normalmente, como el punto donde se sitúa el Imam para dirigir el rezo en congregación.","lang":"es"},{"name":"2:126","price":"126. Y (recuerda) cuando Abraham dijo: “¡Señor!, haz que esta tierra sea un lugar seguro y provee de frutos a aquellos de entre su gente que crean en Al-lah y en el Día del Juicio Final”. (Al-lah) dijo: “Y a quienes rechacen la verdad, los dejaré que disfruten por un tiempo y después los conduciré al tormento del fuego; ¡y qué pésimo destino!”.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:127","price":"127. Y (recuerda) cuando Abraham e Ismael levantaban los cimientos de la Kaaba (y rogaban a Al-lah diciendo): “¡Señor!, acepta nuestra obra. En verdad, Tú eres el Oyente (de todas las cosas), el Omnisciente.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:128","price":"128. ¡Señor!, haz que siempre estemos sometidos a Ti y que nuestros descendientes también sean una comunidad sometida a Ti; enséñanos nuestros ritos de adoración y perdónanos. En verdad, Tú eres Quien acepta siempre el arrepentimiento, el Misericordioso.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:129","price":"129. ¡Señor!, y envíales un Mensajero de entre ellos que les recite Tus aleyas, les enseñe el Libro (el Corán) y la sabiduría (el entendimiento de la religión), y los purifique. En verdad, Tú eres el Poderoso (que no puede ser vencido), el Sabio”.","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:130","price":"130. ¿Y quién, salvo el insensato, puede querer rechazar la religión de Abraham? Y, ciertamente, lo escogimos en esta vida; y en la otra estará entre los rectos y virtuosos.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:131","price":"131. Y cuando su Señor le dijo: “Sométete (haciéndote musulmán)”, él contestó: “Me someto al Señor de toda la creación”.","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:132","price":"132. Y (Abraham) ordenó a sus hijos la sumisión a Al-lah, así como Jacob (diciendo): “¡Hijos míos!, Al-lah ha escogido, en verdad, para ustedes la religión (del Islam). No mueran, pues, sino sometidos a Él (como musulmanes)”.","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:133","price":"133. O acaso estaban presentes (ustedes, judíos) cuando la muerte le llegó a Jacob y dijo a sus hijos: “¿A quién adorarán tras mi muerte?”. Dijeron: “Adoraremos a tu Dios, el Dios de tus ancestros Abraham, Ismael e Isaac, (adoraremos) al Dios Único; y nosotros nos sometemos a Él”.","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:134","price":"134. Aquella comunidad pasó. Ellos obtendrán lo que merezcan y ustedes obtendrán lo que merezcan. Y no serán juzgados por lo que ellos hicieron. ","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:135","price":"135. Y dicen (los judíos y los cristianos respectivamente): “Sean judíos o cristianos para que estén bien guiados”. Diles (¡oh, Muhammad!): “¡No! (Seguimos) la religión de Abraham, quien adoraba exclusivamente a Al-lah alejándose de toda falsedad; y él no era un idólatra”. ","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:136","price":"136. Digan (ustedes, los creyentes): “Creemos en Al-lah y en lo que nos ha revelado, así como en lo que reveló a Abraham, a Ismael, a Isaac, a Jacob y a las tribus (de Israel); (creemos) en lo que Moisés, Jesús y (todos) los profetas recibieron de su Señor. No hacemos ninguna diferencia entre ellos (los aceptamos a todos por igual) y nos sometemos completamente a Él”.","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:137","price":"137. Y si (los judíos y los cristianos) creen como han creído ustedes, entonces estarán bien guiados; mas, si dan la espalda (a la verdad), entonces estarán en un claro error. Y Al-lah les bastará contra ellos. Y Él es el Oyente (de todas las cosas), el Omnisciente.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:138","price":"138. (Nuestra religión es) la religión de Al-lah[47]. ¿Y qué religión puede ser mejor que la de Al-lah? Y nosotros Lo adoramos solo a Él.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"[47]  La religión primigenia o predisposición natural con la que Al-lah creó al ser humano, basada en la adoración pura y exclusiva a Al-lah.","lang":"es"},{"name":"2:139","price":"139. Diles (Muhammad, a los judíos y a los cristianos): “¿Nos discuten sobre Al-lah cuando Él es nuestro Señor y el de ustedes? Nosotros somos responsables de nuestras acciones y ustedes de las suyas; y a Él consagramos nuestra religión (nuestras intenciones y nuestras obras)”.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:140","price":"140. ¿O acaso dicen que Abraham, Ismael, Isaac, Jacob y las tribus de Israel eran judíos o cristianos? Diles (¡oh, Muhammad!): “¿Quién lo sabe mejor, ustedes o Al-lah? ¿Y quién es más injusto que quien oculta un testimonio procedente de Al-lah? Y Al-lah no deja pasar por alto lo que hacen”.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:141","price":"141. Aquella comunidad pasó. Ellos obtendrán lo que merezcan y ustedes obtendrán lo que merezcan. Y no serán juzgados por lo que ellos hicieron.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:142","price":"142. Los ignorantes de entre la gente (idólatras, hipócritas y judíos) dirán (acerca de los musulmanes): “¿Qué los ha apartado de la alquibla hacia la cual se volvían[48] (para rezar)?”. Diles (¡oh, Muhammad!): “A Al-lah pertenecen el Oriente y el Occidente, y guía a quien quiere hacia el camino recto”.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"[48]  Esta aleya hace referencia al cambio de alquibla, o dirección hacia la cual se orientan los musulmanes en sus rezos, en tiempos del Profeta —que Al-lah lo bendiga y le dé la paz—. Tras año y medio, aproximadamente, de dirigirse hacia Jerusalén, Al-lah reveló una nueva alquibla: la Kaaba, en La Meca. El cambio de alquibla fue criticado por quienes rechazaban la verdad.","lang":"es"},{"name":"2:143","price":"143. Y del mismo modo (que los guiamos hacia el camino recto), hemos hecho de ustedes una comunidad justa para que fueran testigos de los hombres y para que el Mensajero (Muhammad) fuera testigo de ustedes. E hicimos de la alquibla hacia la cual se volvían (Jerusalén) una prueba para que se evidenciara quiénes seguían al Mensajero y quiénes le daban la espalda. Y ello (el cambio de alquibla) fue una prueba difícil, salvo para quienes Al-lah había guiado. Y Al-lah no iba a dejar que se perdieran sus rezos[49]. En verdad, Al-lah es Compasivo y Misericordioso con la gente.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"[49]  La aleya dice literalmente: “Al-lah no iba a dejar que se perdiera su fe”, y hace referencia a los rezos realizados hacia la alquibla anterior, los cuales no iban a quedarse sin su debida recompensa por parte de Al-lah.","lang":"es"},{"name":"2:144","price":"144. Ciertamente, hemos visto cómo volvías tu rostro hacia al cielo (¡oh, Muhammad!, suplicando una revelación con la orden de tomar la Kaaba como alquibla); y vamos a hacer que te orientes hacia una alquibla que te satisfaga. Vuelve, pues, tu rostro (para rezar) hacia la Mezquita Sagrada (de La Meca). Y allí donde estén, vuelvan sus rostros hacia dicha dirección. Aquellos a quienes concedimos las Escrituras (los judíos y los cristianos) saben bien que (la orientación hacia la Kaaba para rezar) es la verdad procedente de su Señor. Y Al-lah no deja pasar por alto lo que hacen.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:145","price":"145. Y aunque les mostrases todo tipo de pruebas a quienes recibieron las Escrituras, no seguirían tu alquibla, del mismo modo que tú no seguirás la de ellos, ni seguirán los unos la alquibla de los otros. Y si siguieses sus deseos después del conocimiento que has recibido (¡oh, Muhammad!), estarías, entonces, entre los injustos.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:146","price":"146. (Los sabios de entre) quienes recibieron las Escrituras reconocen (a Muhammad por sus características mencionadas en sus Libros) igual que reconocen a sus hijos. Mas, un grupo de ellos oculta la verdad a sabiendas.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:147","price":"147. (Esta es) la verdad procedente de tu Señor. No seas, pues, de los que dudan[50] (sobre ella).","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"[50]  El mensaje de Al-lah de no dudar sobre la religión va dirigido a toda la comunidad creyente, a pesar de que Al-lah utilice la segunda persona del singular como si estuviese hablando al Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—, pues Al-lah ya sabía que él no iba a dudar nunca sobre la verdad.","lang":"es"},{"name":"2:148","price":"148. Cada comunidad religiosa dispone de una alquibla hacia la que se orientan (en sus rezos). ¡Compitan en las buenas acciones! Dondequiera que estén, Al-lah los reunirá a todos (el Día de la Resurrección). En verdad, Al-lah es Todopoderoso.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:149","price":"149. Y dondequiera que te encuentres, vuelve tu rostro (para rezar) hacia la Mezquita Sagrada (de La Meca). Ciertamente, esta es la verdad procedente de tu Señor. Y Al-lah no deja pasar por alto lo que hacen.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:150","price":"150. Y dondequiera que te encuentres, vuelve tu rostro (para rezar) hacia la Mezquita Sagrada (de La Meca). Allí donde se encuentren, vuelvan sus rostros en dicha dirección para que nadie pueda argumentar nada en su contra[51], salvo quienes sean injustos (los idólatras). No les teman, pues, y témanme solo a Mí, para que pueda completar Mis gracias sobre ustedes y para que estén bien guiados.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"[51]  Los judíos y los cristianos sabían que la nación musulmana se orientaría hacia La Meca para efectuar sus rezos, siguiendo la descripción que de ella aparecía en sus Escrituras. Si los musulmanes no hubiesen cambiado la alquibla y hubiesen seguido orientándose hacia Jerusalén, como los judíos, estos podrían haber utilizado ese argumento contra los musulmanes, más aún cuando el Profeta —que Al-lah lo bendiga y le dé la paz— proclamaba seguir la religión de Abraham y no seguía su alquibla, la Kaaba.","lang":"es"},{"name":"2:151","price":"151. Y del mismo modo (que los hemos favorecido con una nueva alquibla), les hemos enviado un Mensajero de entre ustedes para que les recitara Nuestras aleyas, para que los purificara y para que les enseñara el Libro (el Corán) y la sabiduría (el entendimiento de la religión y la tradición del Profeta), y para que les enseñara lo que no sabían. ","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:152","price":"152. Así pues, recuérdenme (obedeciéndome), y Yo los recordaré (perdonándolos). Sean agradecidos Conmigo (obedeciéndome, por los favores que les he concedido) y no Me sean ingratos (y desobedezcan).","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:153","price":"153. ¡Oh, creyentes!, busquen ayuda en la paciencia y en el salat. En verdad, Al-lah está con los pacientes.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:154","price":"154. Y no digan acerca de quienes han caído luchando por la causa de Al-lah que están muertos; están vivos, aunque no lo perciban[52].","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"[52]  Las almas de los mártires disfrutan del Paraíso en la forma de unos pájaros antes de la llegada del Día de la Resurrección, y reciben allí sustento por parte de su Señor.","lang":"es"},{"name":"2:155","price":"155. Y, ciertamente, los pondremos a prueba con algo de miedo o de hambre, o con pérdidas de bienes, de vidas o de frutos. Y anuncia (¡oh, Muhammad!) buenas noticias a quienes sean pacientes;","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:156","price":"156. esos que, cuando se ven afectados por una calamidad, dicen: “En verdad, pertenecemos a Al-lah y a Él es nuestro retorno”.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:157","price":"157. Esos obtendrán la bendición y el perdón de su Señor, así como Su misericordia; y esos son quienes están bien guiados.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:158","price":"158. En verdad, (realizar el recorrido entre las colinas de) As-Safa y Al Maruah[53] es uno de los rituales (de la religión de) Al-lah. Quien realice la peregrinación mayor del Hayy a la Kaaba o la peregrinación menor del ‘Umrah[54], no comete ningún pecado si efectúa el recorrido entre ellas[55]. Y quien lleve a cabo buenas acciones de manera voluntaria, (que sepa que) Al-lah es Agradecido y Omnisciente.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"[53]  El origen de dicho recorrido tiene lugar en una de las pruebas que Al-lah puso a Abraham. Al-lah le ordenó dejar a su esposa Agar junto con su hijo Ismael, de meses, en un valle árido cerca de las inmediaciones de La Meca. Cuando a Agar se le acabó el agua, se puso a recorrer el espacio entre las dos colinas para ver si desde lo alto de estas podía divisar agua o ayuda para su hijo. Cuando regresó junto a su hijo, vio que a los pies de él había brotado un manantial. El agua que brotó formó un pozo que existe hasta nuestros días, del que aún beben los peregrinos. Los peregrinos realizan el mismo recorrido entre ambas colinas siete veces, rememorando la acción de Agar.\n[54]  La peregrinación del Hayy se realiza en unas fechas determinadas según el calendario islámico, sus ritos llevan varios días en ejecutarse e incluyen varios lugares; mientras que la peregrinación menor del ‘Umrah puede efectuarse en cualquier momento del año, y sus ritos —que consisten fundamentalmente en la circunvalación alrededor de la Kaaba y el recorrido entre las dos colinas— pueden completarse en un par de horas. La peregrinación del Hayy es el quinto pilar del Islam, y es obligatorio, al menos una vez en la vida, para todos aquellos musulmanes que disponen de los medios necesarios para realizarlo.\n[55]  En la época previa al Islam, las dos colinas albergaban divinidades que los habitantes de la ciudad de Medina solían adorar y, una vez convertidos estos al Islam, temían seguir realizando el recorrido entre ellas. Esta aleya descendió para tranquilizarlos. De hecho, el recorrido entre las dos colinas es un rito obligatorio tanto en la peregrinación mayor del Hayy como en la menor o ‘Umrah.","lang":"es"},{"name":"2:159","price":"159. En verdad, quienes oculten, después de haberlas explicado con claridad a los hombres, las pruebas (sobre la veracidad de Muhammad) y las directrices que hemos revelado, esos serán expulsados de la misericordia de Al-lah, y todas las criaturas suplicarán para que así sea; ","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:160","price":"160. salvo quienes se arrepientan, rectifiquen y muestren (las pruebas que habían ocultado), pues Yo los perdonaré. Y Yo soy Quien acepta siempre el arrepentimiento, el Misericordioso.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:161","price":"161. Ciertamente, quienes rechacen la verdad y mueran en tal estado, esos serán expulsados de la misericordia de Al-lah; y los ángeles y todos los hombres suplicarán para que así sea. ","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:162","price":"162. Así permanecerán eternamente (sin obtener la misericordia de Al-lah). No se les mitigará el castigo ni se les concederá ningún respiro.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:163","price":"163. Y su Dios es un Dios Único. Ninguna deidad merece ser adorada salvo Él (Al-lah), el Clemente, el Misericordioso. ","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:164","price":"164. En verdad, en la creación de los cielos y de la tierra, en la alternancia de la noche y el día, en las embarcaciones que surcan el mar para beneficio de los hombres, en el agua que Al-lah hace descender del cielo para hacer revivir la tierra tras su muerte y esparce por ella todo tipo de criaturas, en la variación de los vientos y de las nubes sometidas entre el cielo y la tierra; en todo ello hay pruebas (de la unicidad de Al-lah) para quienes razonan.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:165","price":"165. Y entre los hombres, hay quienes toman como objeto de adoración ídolos a quienes equiparan con Al-lah en vez de adorarlo a Él, y los aman y enaltecen como solo Al-lah merece; pero los creyentes aman a Al-lah por encima de todas las cosas. ¡Ya sabrán los injustos, cuando vean el castigo (del Infierno), que todo el poder pertenece a Al-lah y que Él es severo en el castigo!","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:166","price":"166. Cuando los que fueron objeto de adoración se desentiendan de sus seguidores y vean el castigo (el Día de la Resurrección), se cortará entre ellos toda relación.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:167","price":"167. Entonces, los seguidores (de las falsas divinidades) dirán: “¡Ojalá tuviéramos otra oportunidad para desentendernos de ellas (en la vida terrenal) del mismo modo que ellas se han desentendido ahora de nosotros!”. Así es como Al-lah les hará ver que sus acciones fueron su perdición, y no saldrán nunca del fuego.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:168","price":"168. ¡Hombres!, coman de lo bueno y lícito que hay en la tierra y no sigan los pasos del Demonio; en verdad, él es su enemigo declarado.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:169","price":"169. Les ordena el mal y la indecencia, y que digan sobre Al-lah lo que no saben.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:170","price":"170. Y si se les dice: “Sigan lo que Al-lah ha revelado”, dicen: “¡No! Seguimos mejor lo que vimos que seguían nuestros padres”. ¿(Lo harán) aun cuando sus padres no razonaban ni estaban guiados?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:171","price":"171. El ejemplo de quienes rechazan la verdad se asemeja al (ganado) que solo oye voces y ruidos cuando lo llama el pastor (y no puede comprender lo que este dice)[56]. Están sordos, mudos y ciegos, y no razonan.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"[56]  Quienes rechazan la verdad son comparados con los animales porque no razonan, y, aunque se les exhorte a la verdad, no la siguen porque están ciegos y sordos ante ella y no llegan a comprenderla, del mismo modo que el ganado no puede comprender las palabras del pastor.","lang":"es"},{"name":"2:172","price":"172. ¡Oh, creyentes!, coman de las cosas buenas que les hemos concedido y sean agradecidos con Al-lah, si en verdad Lo adoran (solo a Él).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:173","price":"173. Ciertamente, (Al-lah) les ha prohibido la carne del animal hallado muerto, la sangre, la carne de cerdo y la carne del animal que haya sido sacrificado en nombre de otro que no sea Al-lah. Mas quien se vea obligado a ingerirlos por necesidad extrema, sin la intención de desobedecer ni de traspasar los límites, no comete ningún pecado. En verdad, Al-lah es Indulgente y Misericordioso.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:174","price":"174. En verdad, quienes ocultan lo que Al-lah ha revelado en las Escrituras (como la descripción del Profeta Muhammad) para obtener un mísero beneficio mundanal, esos no ingerirán sino fuego (el cual arderá) en sus entrañas. Y Al-lah no les dirigirá la palabra el Día de la Resurrección ni los purificará (de sus pecados), y sufrirán un castigo doloroso.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:175","price":"175. Esos son quienes han preferido el extravío al buen camino, y el castigo al perdón. (¿Cómo se han atrevido a cometer lo que los conducirá al fuego?) ¡A ver cómo van a soportar el fuego infernal!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:176","price":"176. Y esto ocurrirá porque Al-lah ha revelado el Libro (el Corán) con la verdad (y ellos lo han rechazado). Y quienes se oponen al Libro se hallan lejos de la verdad en su discrepancia.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:177","price":"177. La piedad no consiste solamente en volver el rostro hacia oriente u occidente (para realizar el salat), sino que consiste en creer en Al-lah, en el Día de la Resurrección, en los ángeles, en los Libros revelados y en los profetas. Consiste en superar el apego que se siente hacia las riquezas y dar parte de estas a los parientes, a los huérfanos, a los pobres, a los viajeros (que carecen de medios), a los mendigos y a los esclavos que desean comprar su libertad. Consiste en cumplir con el salat, en entregar el azaque, en respetar los pactos tras establecerlos, en tener paciencia ante la pobreza, la enfermedad y los momentos difíciles de lucha. (Quienes cumplen con ello), esos son los veraces y esos son los piadosos.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:178","price":"178. ¡Oh, creyentes!, se les prescribe la ley del talión en caso de asesinato: el hombre libre por el hombre libre, el esclavo por el esclavo, la mujer por la mujer[57]. Mas si el asesino es perdonado por el hermano (o parientes cercanos) de la víctima (a cambio de una compensación económica), que (ambas partes) actúen según lo reconocido y de buena manera (de tal forma que los familiares de la víctima pidan la indemnización sin violencia, y que el asesino la entregue lo antes posible y de manera honrosa). Este perdón junto con la indemnización son un alivio de su Señor y una muestra de Su misericordia[58]. Y quien traspase los límites tras la aplicación de esta ley recibirá un castigo doloroso.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"[57]  Esta ley, también conocida como la ley de igualdad ante el castigo, pretende castigar con la muerte solamente al autor del crimen, sin extender la pena a otro que no sea el culpable. Así pues, el hombre libre que matase a otro hombre libre debía morir, y nadie más en su lugar; el esclavo que matase a un esclavo debía morir, y nadie más en su lugar; y la mujer que matase a otra mujer debía morir, y nadie más en su lugar.\n[58]  A diferencia de los judíos y cristianos, los musulmanes pueden perdonar la vida del asesino y recibir a cambio una compensación económica. Los judíos podían aplicar el talión o perdonar al asesino, pero no podían recibir una indemnización a cambio del perdón; mientras que a los cristianos se los exhortaba a perdonar al asesino, pero su legislación no incluía ninguna compensación económica.","lang":"es"},{"name":"2:179","price":"179. Y con la aplicación del talión tienen (una manera de proteger la) vida[59], ¡oh, hombres de buen juicio!, para que puedan adquirir temor de Al-lah (y se abstengan, así, de matar y de todo lo que Él prohíbe).","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"[59]  La aplicación de esta ley garantiza una vida más segura, ya que el asesino sabe que recibirá la pena de muerte si mata a una persona y ello puede hacer que se abstenga de cometer dicho crimen.","lang":"es"},{"name":"2:180","price":"180. Se les ha prescrito que cuando se les presente la muerte y dejen bienes, el testamento debe ser a favor de sus padres y parientes[60], según lo razonable y justo. Este es un deber para los piadosos.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"[60]  Este precepto dejó de aplicarse al ser derogado por las aleyas 11 y 12 de la sura 4, ya que desde la revelación de estas últimas aleyas, a los herederos legítimos (básicamente padres, hijos y cónyuges) les corresponde una parte de herencia que fija la ley islámica, y el testador solo es libre de dejar en testamento la tercera parte de sus bienes, como máximo, a quienes no hereden por ley.","lang":"es"},{"name":"2:181","price":"181. Y quien modifique el testamento después de haberlo escuchado cometerá pecado. En verdad, Al-lah todo lo oye y todo lo sabe.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:182","price":"182. Pero si alguien teme que el testador haya cometido una injusticia y logra un acuerdo entre los herederos, no cometerá ningún pecado. En verdad, Al-lah es Indulgente y Misericordioso.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:183","price":"183. ¡Oh, creyentes!, se les ha prescrito el ayuno[61], al igual que les fue prescrito a quienes los precedieron, para que puedan ser piadosos.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"[61]  El ayuno es uno de los cinco pilares del Islam junto con el testimonio de fe en Al-lah y en el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—, el salat, el azaque y el Hayy; y también estuvo prescrito anteriormente, aunque puede que no con las mismas condiciones, a otras comunidades.","lang":"es"},{"name":"2:184","price":"184. (Ayunen) durante unos días determinados (el mes de ramadán). Pero si uno de ustedes está enfermo o de viaje (y no ayuna), deberá compensar esos días ayunándolos más tarde. Y aquellos a quienes el ayuno les suponga una gran dificultad (y no ayunen, como el anciano o el enfermo crónico que no espera restablecerse), tendrán que alimentar a un pobre por día no ayunado como compensación. Y si alguien es generoso de manera voluntaria (en la compensación), será mejor para él; pero ayunar es mejor (que no hacerlo y compensarlo alimentando a los pobres), si supieran. ","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:185","price":"185. El mes de ramadán (es el mes) en que descendió el Corán como guía para los hombres con pruebas claras para guiarlos y hacerles discernir entre la verdad y la falsedad. Aquellos de ustedes que presencien el mes (y no estén de viaje) deben ayunarlo; y quien esté enfermo o de viaje (y no ayune) que compense los días no ayunados más tarde. Al-lah quiere hacérselo fácil y no difícil, pero quiere que completen los días de ayuno y que (al finalizar el mes de ramadán) proclamen la grandeza de Al-lah por haberlos guiado, y para que puedan ser agradecidos.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:186","price":"186. Y si Mis siervos preguntan por Mí, (diles que) estoy cerca de ellos. Respondo las súplicas de quienes Me invocan. Que Me obedezcan, pues, y que crean en Mí para que puedan estar bien guiados.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:187","price":"187. Se les permiten las relaciones íntimas con sus esposas durante las noches del mes de ayuno. Ellas son un refugio[62] para ustedes; y ustedes, un refugio para ellas. Al-lah sabe que se traicionaban a sí mismos (porque se unían a ellas por las noches cuando lo tenían prohibido con anterioridad). Pero Al-lah ha aceptado su arrepentimiento y los ha perdonado. Ahora pueden mantener relaciones íntimas con ellas y buscar lo que Al-lah ha decretado para ustedes[63]. Y coman y beban hasta que el primer destello del alba rompa la noche. Después continúen el ayuno hasta el anochecer. Pero no se unan a sus esposas si están retirados en las mezquitas para adorar a Al-lah[64]. Estas son las leyes que Al-lah establece; no las quebranten, pues. Así es como Al-lah aclara Sus mandatos a los hombres para que puedan ser piadosos.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"[62]  Literalmente, la aleya dice: “Ellas son una vestimenta para ustedes; y ustedes, una vestimenta para ellas”. No obstante, el término “vestimenta” —en árabe libas— posee un significado muy amplio, e incluye la protección que los esposos se ofrecen mutuamente en todos los sentidos y la necesidad del uno por el otro, pues la pareja debe ser un refugio donde hallar apoyo y tranquilidad.\n[63]  Puede hacer referencia a la descendencia o bien a lo que ha permitido dentro de las relaciones sexuales.\n[64]  Es muy frecuente retirarse a una mezquita durante los últimos días de ramadán para dedicarlos exclusivamente a adorar a Al-lah, aunque, de hecho, este tipo de retiro voluntario puede realizarse en cualquier momento del año y puede durar los días que se deseen. No obstante, quien lo practica no debe abandonar la mezquita, salvo por una necesidad. Algunos compañeros del Profeta —que Al-lah lo bendiga y le dé la paz— aprovechaban una salida por la noche para mantener relaciones con sus esposas antes de que esta aleya fuera revelada prohibiéndolo.","lang":"es"},{"name":"2:188","price":"188. Y no consuman injustamente los bienes ajenos ni los usen para sobornar a los jueces para, así, apropiarse ilegalmente y a sabiendas de algo que no es de ustedes.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:189","price":"189. Te preguntan acerca de las lunas crecientes (¡oh, Muhammad!). Diles: “Son señales para que los hombres puedan calcular el tiempo y la fecha de la peregrinación del Hayy”. Y la piedad no consiste en entrar en las casas por detrás[65], sino que consiste en temer a Al-lah (alejándose de lo que Él prohíbe y obedeciendo Sus mandatos). Entren, pues, en las casas por sus puertas. Y teman a Al-lah para que puedan triunfar.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"[65]  En la época previa al Islam, cuando alguien salía de su casa con la intención de iniciar un viaje y después decidía no viajar, regresaba a su casa escalando el muro de la parte posterior de esta y no entraba por la puerta, pensando que lo que hacía era más piadoso. También se ha relatado que, en general, quienes volvían de un viaje o tras entrar en el estado de consagración (ihram) para realizar la peregrinación del Hayy entraban a la casa de la misma manera.","lang":"es"},{"name":"2:190","price":"190. Y luchen por la causa de Al-lah contra quienes los combaten, mas no traspasen los límites[66] (ni sean los primeros en atacar). En verdad, Al-lah no ama a los transgresores.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"[66]  Los límites a los que hace referencia la aleya son: mutilar a los muertos; robar parte del botín; matar a mujeres, ancianos y niños y a todo aquel que no participa en la batalla; destruir templos y matar a quienes se hallan dentro; derribar árboles y matar animales sin razón alguna.","lang":"es"},{"name":"2:191","price":"191. Y maten (a quienes los atacan a ustedes y a su religión) allí donde los encuentren, y expúlsenlos de donde los expulsaron (la ciudad de La Meca). La idolatría y el hecho de que los aparten del Islam es más grave que matarlos. Mas no luchen en la Mezquita Sagrada a menos que sean atacados allí; y si los atacan, mátenlos. Tal es el castigo de quienes rechazan la verdad.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:192","price":"192. Pero si cesan (en su incredulidad y dejan de atacarlos), en verdad, Al-lah es Indulgente y Misericordioso.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:193","price":"193. Y combátanlos hasta que no haya más persecución contra la religión y predomine la religión de Al-lah (sobre todas las demás). Mas si cesan (en su hostigamiento), que no haya hostilidad contra ellos, salvo con los injustos que continúen atacándolos y negando la verdad.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:194","price":"194. El mes sagrado por el mes sagrado[67]; y la violación de todo lo sagrado se somete a una pena similar a la violación cometida. Así pues, si alguien se excede con ustedes, actúes de la misma manera contra él. Mas teman a Al-lah y sepan que Él está con quienes Lo temen.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"[67]  Significa que solamente pueden combatir en un mes sagrado si son atacados en dicho mes, como respuesta a tal acción. Y los meses sagrados son cuatro: dhul qa’dah, dhul hiyyah, muharram y rayab, que son los meses número 11, 12, 1 y 7 del calendario islámico.","lang":"es"},{"name":"2:195","price":"195. Y contribuyan (con sus bienes) a la causa de Al-lah y no causen su propia destrucción (no contribuyendo a ella ni luchando por ella). Y obren el bien; en verdad, Al-lah ama a los bienhechores.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:196","price":"196. Y realicen las peregrinaciones del Hayy y del ‘Umrah sinceramente por Al-lah. Pero si algo les impidiera completarlas (tras haber manifestado su intención de hacerlo), sacrifiquen el animal que puedan (un camello, una vaca, una cabra o una oveja) como ofrenda. No se afeiten la cabeza (acción que se lleva a cabo para poner fin al estado de consagración[68] con el que deben realizarse ambas peregrinaciones) hasta que el animal llegue al lugar del sacrificio. Y si uno de ustedes estuviera enfermo o padeciera un problema en el cuero cabelludo (y, por ello, tuviese que rasurarse antes la cabeza), que compense (el haberse afeitado antes de tiempo) con (tres) días de ayuno o bien con comida para (seis) pobres o bien con el sacrificio de un animal (un camello, una vaca, una cabra o una oveja). Y cuando se sientan seguros y puedan completar los ritos sin temor, aquel que realice la peregrinación del ‘Umrah y del Hayy (con una interrupción entre ambas peregrinaciones) que sacrifique el animal que pueda (de entre los mencionados anteriormente) como ofrenda; y quien no tenga los medios para hacerlo, que ayune tres días durante la peregrinación y siete a su regreso: diez días en total. Esta (combinación de las dos peregrinaciones con la debida ofrenda o el ayuno correspondiente) es para el peregrino que no habita en las proximidades de la Mezquita Sagrada. Teman a Al-lah y sepan que Su castigo es severo.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"[68]  Antes de realizar las peregrinaciones del Hayy o del ‘Umrah, el peregrino debe entran en el estado de consagración o ihram en uno de los puntos designados para ello (o miqat) cercanos a la ciudad de La Meca. Para entrar en dicho estado se pronuncia en voz alta la intención de realizar la peregrinación y, a partir de dicho momento, el hombre no debe vestir ninguna prenda cosida (por lo que viste dos toallas o dos sábanas que no estén bordadas; mientras que la mujer no debe usar guantes ni cubrirse el rostro con un niqab) y se le prohíben diversas acciones como: cortarse el pelo o las uñas, ponerse perfume, mantener relaciones sexuales, pelearse, cazar, etc. Una vez acabados los ritos, se sale de dicho estado cortándose el pelo o afeitándose la cabeza (esto último solo en el caso del hombre). El incumplimiento de las prohibiciones mencionadas puede invalidar la peregrinación.","lang":"es"},{"name":"2:197","price":"197. La peregrinación del Hayy debe realizarse en unos meses consabidos[69]. Quien tenga la intención de realizar la peregrinación del Hayy (y entre en el estado de consagración previo para efectuarla) deberá abstenerse de mantener relaciones íntimas (con su cónyuge) y deberá evitar todo aquello que pueda conducir a ellas; deberá abstenerse de pecar y de entrar en disputas mientras dure la peregrinación. Y todo bien que hagan será del conocimiento de Al-lah. Y aprovisiónense para realizarla, aunque la mejor provisión es la piedad y el temor de Al-lah. ¡Y témanme a Mí, hombres de buen juicio!","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"[69]  Significa que la entrada en el estado de consagración previo a realizar la peregrinación (o ihram) debe efectuarse durante los meses del Hayy, y no antes, que son: el décimo y undécimo mes del calendario lunar, así como los diez primeros días del duodécimo mes.","lang":"es"},{"name":"2:198","price":"198. No cometen pecado alguno si buscan el favor de su Señor (a través de transacciones comerciales durante la peregrinación). Pero cuando dejen Arafat[70], recuerden a Al-lah invocándolo y glorificándolo en Muzdalifah. Y recuérdenlo dándole las gracias por haberlos guiado, pues antes estaban extraviados.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"[70]  Arafat es una localidad cercana a La Meca y es el centro de la peregrinación, pues quien no permanezca en ese lugar el día nueve del mes del Hayy (el duodécimo del calendario lunar) no la ha realizado. Los musulmanes deben dedicar ese día a alabar a Al-lah y a suplicarle. Tras la puesta del sol, los peregrinos deben abandonar dicho lugar y tienen que dirigirse a Muzdalifa, una localidad cercana a Arafat de gran importancia dentro de los ritos de la peregrinación.","lang":"es"},{"name":"2:199","price":"199. A continuación, abandonen el lugar con la multitud y pidan el perdón de Al-lah. En verdad, Él es Indulgente y Misericordioso.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:200","price":"200. Y cuando hayan completado sus ritos, recuerden a Al-lah ensalzándolo de una manera similar a como recuerdan y exaltan a sus antepasados (con orgullo), pero háganlo aún con más fuerza. Hay gentes que dicen: “¡Señor, concédenos prosperidad en esta vida!”, pero esos no recibirán su parte en la otra (porque solo se preocuparon por la vida mundanal y descuidaron la eterna). ","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:201","price":"201. Y hay quienes dicen: “¡Señor, concédenos prosperidad en esta vida y en la otra, y protégenos del castigo del fuego!”.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:202","price":"202. Esos recibirán su parte por lo que sus buenas acciones merezcan. Y Al-lah es rápido en la retribución de Su recompensa.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:203","price":"203. Y recuerden a Al-lah durante unos días determinados[71]. Quien se apresure (y abandone Mina) tras dos días no comete ninguna falta, como tampoco comete falta alguna quien permanezca (un día) más, siempre y cuando tema a Al-lah. Y teman a Al-lah y sepan que serán reunidos ante Él (para ser juzgados).","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"[71]  Hace referencia a los tres días posteriores al día del sacrificio del cordero (‘Id AlAdha) que tiene lugar el día diez del mes del Hayy (el duodécimo mes del calendario lunar). Quienes realizan la peregrinación deben permanecer esos días en Mina (una localidad cercana a La Meca) para completar los últimos ritos de la peregrinación.","lang":"es"},{"name":"2:204","price":"204. Entre los hombres hay aquel cuyas palabras sobre la vida mundanal te causan admiración (¡oh, Muhammad!), y pone a Al-lah como testigo de lo que hay en su corazón; sin embargo, es un enemigo de lo más discutidor. ","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:205","price":"205. Y si se aleja de ti, camina por la tierra corrompiéndola y arrasa los campos y los ganados; y a Al-lah no le gustan los corruptores.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:206","price":"206. Y si se le dice: “Teme a Al-lah”, se deja llevar por la arrogancia para pecar más. El Infierno le bastará; ¡y qué pésimo lugar para permanecer en él!","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:207","price":"207. (Por otro lado) hay hombres que darían su vida buscando la complacencia de Al-lah (obedeciéndolo); y Al-lah es Compasivo con Sus siervos.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:208","price":"208. ¡Oh, creyentes!, entren en el Islam por completo (sometiéndose a Al-lah en todo) y no sigan los pasos del Demonio; en verdad, él es su enemigo declarado.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:209","price":"209. Y si se desvían (de la verdad) después de haber recibido claras pruebas (de esta), sepan que Al-lah es Poderoso y Sabio.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:210","price":"210. ¿Acaso esperan (quienes se empecinan en negar la verdad) a que Al-lah aparezca en la sombra de unas nubes junto con los ángeles para juzgarlos (el Día de la Retribución) a sabiendas de que será demasiado tarde (para creer)? Y a Al-lah regresarán todos los asuntos (para que Él decida sobre ellos). ","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:211","price":"211. Pregúntales a los hijos de Israel cuántas pruebas claras (de la verdad) les concedimos. Y quien cambie el favor de Al-lah tras haberlo recibido, (renunciando al Islam y adoptando la incredulidad, que sepa que) en verdad, Al-lah es severo en el castigo.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:212","price":"212. Esta vida terrenal seduce a quienes rechazan la verdad y se burlan de quienes creen en ella. Pero los piadosos estarán por encima de ellos el Día de la Resurrección. Y Al-lah provee (de Su favor) a quien quiere sin límite alguno.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:213","price":"213. Los hombres formaban al principio una sola comunidad creyente (mas discreparon y se separaron). Y Al-lah les envió profetas con la buena nueva (del Paraíso que les esperaba a quienes obedecieran a Al-lah) y que les advertían (sobre el castigo del fuego que les esperaba a quienes Lo desobedecieran), y les envió también Escrituras que contenían la verdad para que juzgaran entre los hombres los asuntos sobre los que diferían. Y solo discreparon, por rivalidad entre ellos, quienes habían recibido las Escrituras tras habérseles mostrado la verdad con claras pruebas. Y Al-lah, mediante Su favor, guio a quienes creyeron de entre ellos hacia la verdad sobre la que discrepaban. Y Al-lah guía a quien quiere hacia el camino recto.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:214","price":"214. ¿O acaso pensaron que entrarían en el Paraíso sin pasar por (las pruebas) que pasaron quienes los precedieron? Sufrieron pobreza y enfermedades, y fueron sacudidos (por desgracias) hasta el punto que el Mensajero y los creyentes que lo seguían preguntaban: “¿Cuándo llegará el auxilio de Al-lah?”. En verdad, el auxilio de Al-lah está cerca (de los creyentes).","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:215","price":"215. Te preguntan (¡oh, Muhammad!) qué deben dar en caridad y a quién. Diles: “Den (cualquier cosa buena y lícita que puedan) a sus padres, a los parientes, a los huérfanos, a los pobres y a los viajeros (sin medios). Y todo bien que hagan es del conocimiento de Al-lah”. ","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:216","price":"216. Se les ha prescrito combatir (a quienes rechazan la verdad), aunque ello les disgusta; mas, puede ser que les disguste algo que sea beneficioso para ustedes, y puede ser que les agrade algo que sea perjudicial para ustedes. Al-lah sabe, mientras que ustedes no saben.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:217","price":"217. Te preguntan (¡oh, Muhammad!) acerca de combatir durante los (cuatro) meses sagrados. Diles: “Combatir en ellos es un pecado grave, pero es más grave para Al-lah impedir que los hombres sigan Su camino y no creer en Él, así como imposibilitar el acceso a la Mezquita Sagrada (de La Meca) y expulsar de ella a sus habitantes. Y la persecución de los creyentes es peor que matarlos. Y no cesarán de combatirlos hasta lograr, si pueden, que renieguen de su religión (el Islam). Y quienes renieguen de ella y mueran en tal estado de incredulidad, verán invalidadas todas sus buenas acciones en esta vida y en la otra y serán los habitantes del fuego, donde permanecerán eternamente.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:218","price":"218. En verdad, quienes hayan creído (en Al-lah y Su Profeta), hayan emigrado y hayan luchado por la causa de Al-lah anhelan Su misericordia. Y Al-lah es Indulgente y Misericordioso.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:219","price":"219. Te preguntan (¡oh, Muhammad!) acerca de las bebidas alcohólicas y los juegos de azar. Diles: “En ambos hay un gran pecado y (algunos) beneficios para los hombres, más el pecado que conllevan es mayor que sus beneficios[72]“. Y te preguntan cuánto deben dar en caridad. Diles: “Lo que les sobre una vez cubiertas sus necesidades”. Así es como Al-lah les aclara Sus mandatos para que puedan reflexionar.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"[72]  La prohibición de las bebidas alcohólicas fue gradual. En la aleya 43 de la sura 3 se prohíbe a los musulmanes rezar en estado de embriaguez; pero no es hasta la revelación de las aleyas 90-91 de la sura 5 que la prohibición se hace categórica. Una vez reveladas estas últimas aleyas, las anteriores que tratan sobre el tema quedan abrogadas y bajo ningún concepto se permite la ingesta de alcohol.","lang":"es"},{"name":"2:220","price":"220. (Para que puedan reflexionar) sobre esta vida y sobre la otra. Y te preguntan acerca de los huérfanos (que están bajo su responsabilidad). Diles: “Lo mejor es que velen por sus intereses. Y si mezclan (sus bienes y provisiones) con los suyos (no cometen pecado alguno), pues ellos son sus hermanos (en la religión). Al-lah sabe bien quién es un corruptor y quién un benefactor. Y si Al-lah hubiese querido, les habría puesto dificultades (no permitiéndoles mezclarlos). En verdad, Al-lah es Poderoso y Sabio.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:221","price":"221. Y no se casen con las mujeres idólatras hasta que crean (y renuncien a su idolatría); una esclava creyente es mejor que una idólatra, aunque esta sea de su agrado. Y no den (a sus hijas) en matrimonio a los hombres idólatras hasta que estos crean; un esclavo creyente es mejor que un idólatra, aunque este sea de su agrado. Estos invitan al fuego (debido a su idolatría), mientras que Al-lah invita, con Su gracia, al Paraíso y al perdón. Y (así) aclara Sus mandatos a los hombres para que los recuerden (y aprendan de la exhortación).","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:222","price":"222. Y te preguntan (¡oh, Muhammad!) acerca de la menstruación. Diles: “Es algo impuro, así que aléjense de (mantener relaciones íntimas con) sus mujeres durante sus periodos y no vayan a ellas hasta que estén limpias. Y cuando se hayan purificado (con un baño completo o gusul) únanse a ellas como Al-lah les ordena[73]. En verdad, Al-lah ama a quienes se vuelven constantemente a Él en arrepentimiento y a quienes se purifican.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"[73]  Por la vía natural.","lang":"es"},{"name":"2:223","price":"223. Sus mujeres son un campo de siembra[74] para ustedes; vayan, pues, a su campo como y cuando les plazca y obren rectamente[75] (evitando lo que Al-lah les ha prohibido). Teman a Al-lah y sepan que comparecerán ante Él. Y da la buena noticia (del Paraíso) a los creyentes (que obedecen a Al-lah y que se abstienen de lo que Él prohíbe, ¡oh, Muhammad!).","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"[74]  Aquí se utiliza una metáfora para hacer referencia al tema de la concepción y la procreación; del mismo modo que el hombre siembra el campo, deposita la semilla de su descendencia en el útero de la mujer.\n[75]  También puede entenderse “realicen una buena acción (mencionando el nombre de Al-lah para que Él bendiga la unión y proteja del Demonio a los esposos y a su posible descendencia)”.","lang":"es"},{"name":"2:224","price":"224. Y no hagan de sus juramentos por Al-lah un pretexto para no hacer el bien, para no obrar justamente o para no reconciliar a los hombres, porque así lo habían jurado. Y Al-lah todo lo oye y todo lo sabe.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:225","price":"225. Al-lah no les pedirá cuentas de lo que juren sin intención (de manera impulsiva), pero sí les pedirá cuentas de lo que juren deliberadamente desde el corazón. Y Al-lah es Indulgente y Tolerante.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:226","price":"226. Quienes juren que no mantendrán relaciones íntimas con sus esposas (en una disputa conyugal) tendrán hasta cuatro de meses de plazo[76] (para cumplir su juramento). Si después (de cumplido el plazo) regresan[77] con sus esposas (y continúan su relación con normalidad), entonces Al-lah es Indulgente y Misericordioso.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"[76]  Si juran que no mantendrán relaciones con sus esposas por más de cuatro meses, pasados los cuatro deberán obligatoriamente regresar a ellas o divorciarlas.\n[77]  También puede entenderse: “Si después se retractan de su juramento (antes de que finalicen los cuatro meses)”.","lang":"es"},{"name":"2:227","price":"227. Mas si deciden el divorcio, (deben saber que) Al-lah todo lo oye y todo lo sabe.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:228","price":"228. Las mujeres divorciadas deberán guardar un tiempo de espera de tres menstruaciones (antes de volver a casarse). Durante ese tiempo no les está permitido ocultar lo que Al-lah ha creado en sus vientres (si están embarazadas), si de verdad creen en Al-lah y en el Día de la Resurrección. Y sus esposos tienen pleno derecho a volver con ellas durante dicho periodo, si deciden la reconciliación. Ellas tienen sobre ellos derechos similares a los que ellos tienen sobre ellas, según lo reconocido; pero ellos están un grado por encima de ellas[78]. Y Al-lah es Poderoso y Sabio.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"[78]  Los hombres y las mujeres tienen derechos y obligaciones proporcionalmente semejantes, pero no idénticos. Así pues, por ejemplo, la mujer tiene derecho a ser mantenida y a que sus necesidades económicas queden cubiertas por el marido, mientras que ello es una obligación para el hombre. La razón por la que los hombres están un grado por encima de ellas se debe a que ellos son sus protectores y responsables y quienes las mantienen.","lang":"es"},{"name":"2:229","price":"229. El divorcio (de la misma mujer) podrá ser (revocado) dos veces. Luego deberá tomarla nuevamente por esposa y tratarla bien o deberá dejarla libre de buena manera. No les está permitido tomar nada de los bienes que les dieron a ellas como maher[79] (al casarse), salvo si ambas partes temen no cumplir las leyes que Al-lah establece. Si temen que no se respeten dichas leyes, ninguno incurrirá en falta si ella decide darle parte (para obtener el divorcio). Estas son las leyes de Al-lah, no las quebranten, pues. Quienes lo hagan, esos serán los injustos.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"[79]  El maher suele traducirse tradicionalmente como dote; sin embargo, hay grandes diferencias entre ambos conceptos. El maher consiste en unos bienes —normalmente oro en la actualidad— que el esposo debe obligatoriamente regalar a la esposa cuando oficializan el contrato de matrimonio. Este presente es una muestra de la generosidad y de la disposición y capacidad del hombre para mantener a su esposa y satisfacer sus necesidades económicas. A veces, en Occidente, se malinterpreta maliciosamente y se piensa que de esta manera el esposo compra a la esposa. Hay que resaltar que estos bienes no los ofrece el esposo a los padres de la esposa, sino a ella, y nadie más que ella tiene el derecho de hacer uso de esos bienes. No hay una cantidad mínima estipulada, y lo recomendable es que el maher se adapte a las posibilidades del esposo.\nLa dote, no obstante, consiste en unos bienes o dinero que la esposa aporta al matrimonio —no son, pues, solamente para ella— y que provienen de sus propios padres y familiares más cercanos.","lang":"es"},{"name":"2:230","price":"230. Si después la divorcia (por tercera vez), no podrá volver a desposarla hasta que ella se haya casado con otro hombre y este, a su vez, la divorcie; en ese caso, ninguno incurrirá en pecado si la mujer regresa con su anterior marido, si creen poder respetar las leyes que Al-lah establece. Estas son las leyes de Al-lah que Él mismo aclara a las gentes de conocimiento.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:231","price":"231. Y cuando divorcien a sus mujeres y su tiempo de espera esté próximo a expirar, o bien las retienen y las tratan con benevolencia, o bien las dejan libres de buena manera (una vez finalizado el plazo). Pero no las retengan a la fuerza para perjudicarlas. Y quien lo haga habrá sido injusto consigo mismo (por haber desobedecido a Al-lah). No se burlen de los mandatos de Al-lah, y recuerden las gracias que les ha concedido, así como el Libro (el Corán) y la sabiduría (el entendimiento de la religión y la tradición del Profeta) que les ha otorgado y con los que los exhorta. Teman a Al-lah y sepan que Él tiene conocimiento sobre todas las cosas.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:232","price":"232. Y una vez hayan divorciado a sus mujeres (por primera o segunda vez) y estas hayan cumplido su tiempo de espera, que (los familiares de ellas) no les impidan casarse de nuevo con quienes eran sus esposos si ambos llegan a un acuerdo de manera razonable. Con esto se exhorta a quienes de ustedes creen en Al-lah y en el Día de la Resurrección. Esto es más apropiado y más puro para ustedes. Y Al-lah sabe, mientras que ustedes no saben.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:233","price":"233. Y las madres divorciadas que quieran completar el tiempo de lactancia amamantarán a sus hijos durante dos años completos. Al padre le corresponderá la manutención y la vestimenta de la madre según sus recursos. A nadie se le exige por encima de sus posibilidades. Ni la madre ni el padre deberán verse perjudicados por causa del hijo. Y la misma obligación (la de la manutención de la madre y el no perjudicarla) recaerá sobre el heredero del padre (o bien sobre sus familiares más cercanos en la ausencia de este). Y si ambos progenitores deciden destetar al niño de mutuo acuerdo, tras consultarlo entre ellos, no cometen ninguna falta. Y si desean que otra mujer amamante a su hijo, no incurren en pecado si conceden (a la madre sus derechos acordados por haberse hecho cago del niño con anterioridad) y pagan (a la nodriza) según lo acordado. Y teman a Al-lah y sepan que Él ve todo lo que hacen.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:234","price":"234. Las viudas deberán aguardar un plazo de espera de cuatro meses y diez días (antes de volver a embellecerse y a casarse). Una vez terminado el plazo, ustedes (sus familiares y custodios), no incurren en falta alguna por lo que ellas dispongan de sí mismas (con respecto a volver a adornarse y a comprometerse) de manera razonable (si respetan la ley de Al-lah). Y Al-lah está bien informado de lo que hacen.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:235","price":"235. No cometen ninguna falta si les dejan entrever (antes de que finalice su plazo de espera) su intención de casarse con ellas o si la ocultan en su interior; Al-lah sabe que pensarán en ellas. Pero no se comprometan con ellas en secreto, sino háblenles de manera honorable (insinuándoles indirectamente su intención o comunicándosela a sus familiares). Y no formalicen el contrato de matrimonio hasta que haya concluido el plazo de espera. Sepan que Al-lah conoce lo que esconden en su interior, así que témanle. Y sepan que Al-lah es Indulgente y Tolerante.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:236","price":"236 No cometen ninguna falta si divorcian a sus mujeres antes de haber consumado el matrimonio y de haberles asignado unos bienes como maher. Pero ofrézcanles algunos bienes (en compensación) de forma honorable; que el rico dé según sus posibilidades, y el pobre, según las suyas. Esto es un deber para quienes obedecen y hacen el bien.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:237","price":"237. Y si divorcian a sus mujeres antes de haber consumado el matrimonio, pero tras haberles asignado unos bienes como maher, a ellas les corresponde la mitad de lo que les habían asignado, a menos que ellas renuncien a dicha parte o renuncie a ella el esposo (y no tome nada de lo que le dio). Y renunciar (a la parte correspondiente) es más cercano a la piedad. Y no olviden tratarse con amabilidad y generosidad entre ustedes. En verdad, Al-lah ve todo lo que hacen.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:238","price":"238. Sean constantes en el cumplimiento de los (cinco) rezos (obligatorios), especialmente el intermedio[80], y cúmplanlos (con humildad y recogimiento) obedeciendo a Al-lah (sin hablar con nadie mientras se realizan).","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"[80]  Posiblemente hace referencia al rezo del ‘asr, que es el que tiene lugar a primeras horas de la tarde, cuando la sombra de un objeto doble la altura real de este y hasta una media hora antes de ponerse el sol.","lang":"es"},{"name":"2:239","price":"239. Y si temen (alguna acción por parte del enemigo), realícenlos de pie o sobre su montura (aunque no se orienten hacia la Kaaba). Mas cuando estén a salvo, recen a Al-lah de la manera que Él les ha enseñado y que antes desconocían[81].","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"[81]  Significa realizar los rezos con todas sus condiciones, obligaciones, y pilares (como: rezar de pie y orientándose hacia La Meca y sin acortar los rezos, etc.). También podría entenderse: “Recen a A-lah agradeciéndole el haberles enseñado lo que antes no sabían (con respecto a todos los asuntos relacionados con la religión y los actos de adoración).","lang":"es"},{"name":"2:240","price":"240. Y a las viudas les corresponde, como legado, el derecho a ser mantenidas (por los familiares del marido) y a permanecer en la casa conyugal durante un año lunar completo[82]. Pero, si ellas abandonan el hogar voluntariamente, ustedes (los familiares del difunto marido) no serán reprochados por lo que ellas hagan de manera razonable (siempre que se respete la ley de Al-lah). Y Al-lah es Poderoso y Sabio.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"[82]  Este precepto sería derogado posteriormente tras la revelación de la aleya que especifica la herencia que debe recibir la mujer (aleya 12 de la sura 4); y el duelo o tiempo de espera de la viuda antes de volver a embellecerse y casarse pasaría a ser de cuatro meses y diez días, en vez de un año.","lang":"es"},{"name":"2:241","price":"241. Y deberán entregar a las mujeres que divorcien una compensación justa (por los daños que el divorcio pueda haberles causado). Esto es un deber para los piadosos.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:242","price":"242. Así les aclara Al-lah Sus mandatos para que reflexionen.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:243","price":"243. ¿No conoces la historia (¡oh, Muhammad!) de las miles de personas que (hace muchos años) abandonaron sus casas por miedo a morir (de peste, pensando que podrían escapar de la muerte decretada por Al-lah)? Entonces Al-lah les dijo: “Mueran”, y después les devolvió la vida. En verdad, el favor de Al-lah para con los hombres es inmenso, pero la mayoría de los hombres son desagradecidos. ","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:244","price":"244. Y luchen por la causa de Al-lah, y sepan que Al-lah todo lo oye y todo lo sabe.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:245","price":"245. ¿Quién ofrece a Al-lah un préstamo generoso (contribuyendo con sus bienes a Su causa) para que Él se lo devuelva multiplicado con creces? Y Al-lah restringe (Sus favores) y los concede con generosidad, y a Él habrán de volver (para ser juzgados).","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:246","price":"246. ¿No conoces la historia de los dignatarios de los hijos de Israel después de Moisés, cuando pidieron a su Profeta (Samuel) que les enviara un rey para combatir con él por la causa de Al-lah? (El Profeta) dijo: “¿Realmente lucharían si se les prescribiera el combate?”. Respondieron: “¿Y cómo no habríamos de combatir por la causa de Al-lah cuando hemos sido expulsados de nuestras casas y apartados de nuestros hijos?”. Pero cuando se les prescribió el combate, le dieron la espalda desentendiéndose, excepto unos pocos. Y Al-lah conoce bien a los injustos (que no cumplen sus compromisos).","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:247","price":"247. Su Profeta les dijo: “Al-lah les envía a Saúl como rey”. Ellos contestaron: “¿Cómo puede reinar sobre nosotros cuando nosotros tenemos más derecho que él a gobernar y cuando ni siquiera posee demasiadas riquezas?”. Él contestó: “Ciertamente, Al-lah lo ha escogido por encima de ustedes y le ha concedido más sabiduría y fuerza. Y Al-lah otorga Su soberanía a quien quiere. El favor de Al-lah es inmenso y Él todo lo sabe.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:248","price":"248. Y su Profeta les dijo: “Como prueba de su autoridad, los ángeles les traerán el Arca, la cual contiene sosiego de su Señor y las reliquias de la familia de Moisés y de Aarón. En verdad, en esto tienen pruebas (de que Al-lah lo ha escogido como rey) si son creyentes”.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:249","price":"249. Y cuando Saúl hubo partido con su ejército, les dijo: “Al-lah los pondrá a prueba al cruzar un río: quien beba de él no será de los míos, y quien no beba o tome solo un poco con el cuenco de la mano, será de los míos”. Pero todos bebieron de él (en exceso), salvo unos pocos. Y cuando él y quienes habían creído con él (y solo bebieron un poco con el cuenco de la mano) hubieron cruzado el río, (muchos) dijeron (tras ver el gran ejército enemigo): “Hoy no tenemos fuerzas para luchar contra Goliat y su ejército”. Quienes tenían certeza de su encuentro con Al-lah contestaron: “¡¿Y cuántas veces una pequeña tropa no ha derrotado a un gran ejército con el permiso de Al-lah?!”. Y Al-lah está con los pacientes y perseverantes.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:250","price":"250. Y cuando salieron al encuentro de Goliat y su ejército, suplicaron: “¡Señor, danos paciencia, haz que nos mantengamos firmes y concédenos la victoria sobre los incrédulos!”.","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:251","price":"251. Y los derrotaron con el consentimiento de Al-lah, y David mató a Goliat. Y Al-lah concedió a David el reinado sobre los hijos de Israel y la sabiduría (haciendo de él un Profeta), y le enseñó lo que Él quiso. Y si Al-lah no frenase a unos hombres (los idólatras y quienes rechazan la verdad) con otros (los creyentes), se extendería la corrupción en la tierra; pero el favor de Al-lah sobre Su creación es inmenso.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:252","price":"252. Estas son las aleyas de Al-lah que te recitamos con la verdad. Y tú (¡oh, Muhammad!) eres uno de Sus mensajeros.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"es"},{"name":"2:253","price":"253. De entre estos mensajeros, favorecimos a algunos por encima de otros; a unos les habló Al-lah directamente y a otros les concedió una alta distinción. Y otorgamos a Jesús, hijo de María, pruebas claras (de que era un siervo de Al-lah y Su Mensajero), y lo fortalecimos con el ángel Gabriel. Y si Al-lah hubiera querido, las generaciones posteriores no se habrían enfrentado entre sí tras haber recibido pruebas evidentes de la verdad (las aleyas de Al-lah); mas discreparon: algunos creyeron y otros negaron la verdad. Y si Al-lah hubiera querido, no se habrían enfrentado, pero Al-lah hace lo que quiere.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:254","price":"254. ¡Oh, creyentes!, den en caridad de lo que les hemos proveído antes de que llegue el día en que no se podrá negociar (para salvarse del castigo) ni de nada servirán las amistades y las intercesiones (salvo con el permiso de Al-lah). Y quienes hayan rechazado la verdad serán los injustos.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:255","price":"255. ¡Al-lah! No hay nada ni nadie con derecho a ser adorado excepto Él, el Viviente (que nunca muere), el Sustentador de toda la creación. Ni la somnolencia ni el sueño se apoderan de Él. Suyo es cuanto hay en los cielos y la tierra. Nadie puede interceder ante Él a menos que sea con Su consentimiento. Conoce todo lo que sucede (a Sus criaturas) en esta vida y lo que les sucederá en la otra. Nadie abarca nada de Su conocimiento que no sea lo que Él quiere. El escabel de Su Trono se extiende sobre los cielos y la tierra, y no se fatiga en la preservación de ambos. Y Él es el Excelso, el Sublime[83].","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"[83]  Esta aleya es conocida como AiatulKursi (la aleya del Trono) y está considerada como una de las aleyas más importantes del Corán y posee muchas virtudes.","lang":"es"},{"name":"2:256","price":"256. No debe haber coacción en la religión[84]. El buen camino se ha mostrado con claridad frente al extravío. Y aquel que rechace al Demonio y a cualquier objeto de adoración fuera de Al-lah, se habrá aferrado al asidero más firme que nunca se rompe (el Islam). Y Al-lah todo lo oye y todo lo sabe.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"[84]  Nadie debe ser obligado a seguir la religión del Islam.","lang":"es"},{"name":"2:257","price":"257. Al-lah es el Protector de los creyentes; los saca de las tinieblas (y los guía) hacia la luz. Y quienes rechazan la verdad tienen por protectores a falsas divinidades que los sacan de la luz (y los conducen) hacia las tinieblas. Esos son los habitantes del fuego, y allí permanecerán eternamente.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:258","price":"258. ¿Has oído y reflexionado sobre aquel[85] que, porque Al-lah lo había hecho rey, discutía con Abraham acerca de (la existencia de) su Señor? Cuando Abraham le dijo: “Mi Señor es Quien da la vida y la muerte”, este contestó (con altivez): “Yo también doy la vida y la muerte”. (Entonces) Abraham dijo: “Al-lah hace que el sol salga por el Este; haz tú que salga por el Oeste”. Entonces, el que rechazaba la verdad se sintió derrotado. Y Al-lah no guía a la gente injusta.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"[85]  Algunos comentaristas opinan que podría tratarse del mítico rey Nimrod o Nemrod de Mesopotamia, un monarca tirano que se opuso a Al-lah.","lang":"es"},{"name":"2:259","price":"259. O (no has reparado en) aquel[86] que pasó por una ciudad abandonada y completamente en ruinas, y se preguntó: “¿Cómo podrá Al-lah hacerla resurgir tras su destrucción?”. Entonces, Al-lah hizo que muriera y lo resucitó pasados cien años. (Al-lah) le preguntó: “¿Cuánto tiempo has permanecido (muerto)?”. (El hombre) contestó: “Puede que un día o parte de él”. Al-lah le dijo: “No. Has permanecido (muerto) cien años. Observa tu comida y tu bebida, no han sufrido ningún cambio. Pero ¡observa tu burro! (del cual solo quedaban los huesos). Así hemos hecho de ti, para los hombres, una prueba (de que la resurrección es cierta). Y observa cómo reunimos los huesos y los revestimos de carne”. Y cuando vio todo con claridad, dijo: “Ahora sé que Al-lah es Todopoderoso”.","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"[86]  Posiblemente se tratase de Uzair cuando pasó por Jerusalén tras haber sido destruida por el rey de Babilonia Nabucodonosor, un rey injusto que no creyó en Al-lah, al igual que Nimrod, y que gozó de mucho poder en la antigüedad. Hay bastante controversia sobre quién fue Usair, pero muchos lo han identificado con el Ezra del Antiguo Testamento. En todo caso, parece que fue un hombre importante del pueblo de Israel y que llegó a ser venerado por muchos judíos que llegaron a decir que era hijo de Al-lah.","lang":"es"},{"name":"2:260","price":"260. Y (recuerda, ¡oh, Muhammad!) cuando Abraham dijo: “¡Señor, muéstrame cómo resucitas a los muertos!”. (Al-lah) respondió: “¿Acaso no crees?”. (Abraham) Le dijo: “¡Por supuesto que sí!, pero quisiera tranquilizar mi corazón (y fortalecer mi fe)”. (Al-lah) dijo: “Entonces, toma cuatro pájaros e inclínalos hacia ti (para sacrificarlos y descuartizarlos). Después deposita en cada montaña una parte de ellos y llámalos; vendrán a ti con rapidez. Y debes saber que Al-lah es Poderoso y Sabio”.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:261","price":"261. Quienes contribuyen con sus bienes a la causa de Al-lah se asemejan a un grano que germina y produce siete espigas, y cada espiga contiene cien granos. Y Al-lah multiplica Su recompensa a quien quiere. El favor de Al-lah es inmenso y Él todo lo sabe.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:262","price":"262. Quienes contribuyen con sus bienes a la causa de Al-lah y no malogran después su buena acción reprochándola o perjudicando (a aquellos a quienes ayudaron) obtendrán su recompensa junto a Al-lah y no tendrán nada qué temer (en la otra vida) ni se sentirán afligidos.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:263","price":"263. (Decir) palabras amables y perdonar es mucho mejor que una caridad seguida de un perjuicio. Al-lah no necesita nada de nadie y es Tolerante.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:264","price":"264. ¡Oh, creyentes!, no invaliden sus obras de caridad echándolas después en cara o perjudicando a aquellos con quienes fueron caritativos, pues se parecerán a quien da caridad tan solo para que la gente hable bien de él, mientras que no cree en Al-lah ni en el Día de la Resurrección. (Quien actúa así) se asemeja a una roca lisa cubierta por un poco de tierra que con la llegada de un aguacero se queda desnuda[87]. Y Al-lah no guía a quienes rechazan la verdad.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"[87]  Del mismo modo que la roca pierde la poca tierra que tenía sobre ella con la llegada de un aguacero, las buenas acciones de quienes solo buscan presumir y obtener la aprobación de la gente no verán su recompensa en la otra vida, pues estas se desvanecerán como se ha desvanecido la tierra de la roca del ejemplo.","lang":"es"},{"name":"2:265","price":"265. Y quienes gastan sus bienes buscando la complacencia de Al-lah y tienen la certeza (de que Al-lah los recompensará por ello) se asemejan a un jardín situado en un terreno elevado sobre el que arrecia una lluvia abundante que hace que sus frutos se multipliquen por dos. Y si no llueve en abundancia, cae sobre él una llovizna (suficiente para que dé frutos)[88]. Y Al-lah ve todo lo que hacen.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"[88]  Al-lah compara, mediante este ejemplo, las buenas acciones de los creyentes con el jardín, pues estas siempre verán sus frutos y serán recompensadas por Al-lah en mayor o menor proporción, según sean dichas acciones.","lang":"es"},{"name":"2:266","price":"266. ¿Acaso desearía alguno de ustedes tener un jardín con palmeras datileras y viñedos por el que corrieran ríos y que produjera todo tipo de frutos, y que le llegara la vejez con hijos aún pequeños, y que un viento huracanado y abrasador lo azotara quemándolo por completo?[89] Así aclara Al-lah Su revelación para que puedan reflexionar.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"[89]  El hombre de este ejemplo que pierde los frutos de su jardín cuando ya es demasiado mayor para replantarlo y no puede ser ayudado por su débil descendencia, es comparado con aquel que rechaza la verdad y no dispone de buenas acciones el Día de la Resurrección, que es cuando más las necesitará.","lang":"es"},{"name":"2:267","price":"267. ¡Oh, creyentes!, den en caridad parte de lo bueno que han obtenido (de manera lícita) y de lo que hemos hecho que la tierra produzca para ustedes. Y no escojan lo malo, para ese fin, cuando ustedes mismos no lo aceptarían nunca de buen grado. Y sepan que Al-lah no necesita nada de nadie y que es digno de toda alabanza.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:268","price":"268. El Demonio los amenaza con la pobreza (para que no den caridad) y les ordena pecar, mientras que Al-lah les promete Su perdón y Su favor. Y el favor de Al-lah es inmenso y Él tiene conocimiento sobre todas las cosas.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:269","price":"269. (Al-lah) concede sabiduría a quien quiere. Y quien la recibe ha obtenido un gran bien. Pero solo lo recuerdan (y se benefician de la exhortación) los hombres de buen juicio.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:270","price":"270. Y toda caridad que den y todo voto que hagan son del conocimiento de Al-lah. Y los injustos (que desobedecen a Al-lah) no tendrán quién los auxilie.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:271","price":"271. Está bien si dan su caridad abiertamente; pero si la entregan a los pobres en secreto, es mejor para ustedes. Al-lah les perdonará (por ello) parte de sus pecados. Y Al-lah está bien informado de lo que hacen.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:272","price":"272. No es tu responsabilidad (¡oh, Muhammad!) hacer que (quienes rechazan la verdad) sigan el buen camino (pues tu responsabilidad es, simplemente, transmitirles el mensaje de Al-lah); es Al-lah Quien guía a quien quiere (abriendo su corazón para que acepte la fe). Y toda caridad que den será en su propio beneficio, si lo hacen buscando la complacencia de Al-lah. Y toda caridad que den les será recompensada, y no serán tratados con injusticia.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:273","price":"273. (La caridad debe ser) para los pobres que se han consagrado por completo a la causa de Al-lah y no puedan viajar por la tierra (para buscar su sustento). El ignorante piensa que son ricos porque se abstienen de pedir. Los reconocerás por su aspecto (que refleja su necesidad); no piden a la gente importunándolos. Y todo bien que den en caridad es del conocimiento de Al-lah.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:274","price":"274. Quienes contribuyen con sus bienes a la causa de Al-lah de noche y de día, en secreto y abiertamente, tendrán su recompensa junto a Al-lah; y no tendrán nada qué temer (en la otra vida) ni se sentirán afligidos.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:275","price":"275. Quienes practican la usura y trabajan con intereses se levantarán de sus tumbas (el Día de la Resurrección) como quien ha caído en la locura al ser poseído por el Demonio. Eso sucederá porque solían decir que el comercio era como la usura (pues ambos aportan beneficios); no obstante, Al-lah ha permitido el comercio y ha prohibido la usura. Así pues, quien reciba, por parte de su Señor, la advertencia sobre la prohibición de esta y deje de practicarla podrá conservar lo que haya obtenido antes de que tuviera noticias sobre su prohibición, y Al-lah decidirá sobre él. Mas quienes reincidan serán de los habitantes del fuego y allí permanecerán para siempre.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:276","price":"276. Al-lah anula (los beneficios de) la usura[90] (al privarlos de toda bendición), pero bendice la caridad (multiplicando su recompensa). Y Al-lah no ama a los pecadores que rechazan la verdad.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"[90]  La usura incluye cualquier práctica que trate con intereses, por mínimos que sean. Así pues, cualquier préstamo bancario que los incluya cae dentro de la usura. En el Islam, tratar con intereses es un pecado capital, y tanto peca quien los impone como quien acepta pagarlos, y el dinero que proviene de los intereses es completamente ilícito.","lang":"es"},{"name":"2:277","price":"277. En verdad, quienes creen, actúan con rectitud, cumplen con el salat y entregan el azaque obtendrán su recompensa junto a Al-lah, y no tendrán nada qué temer (en la otra vida) ni se sentirán afligidos.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:278","price":"278. ¡Oh, creyentes!, teman a Al-lah y renuncien a los intereses (que aún les deban por la usura), si realmente son creyentes.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:279","price":"279. Y si no lo hacen, sepan que tienen la guerra declarada por parte de Al-lah y de Su Mensajero; pero, si se arrepienten, podrán conservar su dinero (sin los intereses). No sean injustos y no serán tratados con injusticia.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:280","price":"280. Y si el deudor está pasando por una dificultad, concédanle más tiempo hasta que pueda devolver la deuda. Mas sería mejor para ustedes, ¡si supieran!, perdonarle la deuda (como un acto de caridad).","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:281","price":"281. Y teman el día en que habrán de regresar a Al-lah (para ser juzgados). Entonces, todos recibirán la recompensa que sus acciones hayan merecido y no serán tratados con injusticia.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:282","price":"282. ¡Oh, creyentes!, si contraen una deuda por un plazo determinado, que uno de ustedes que sepa escribir lo ponga por escrito. Y quien lo haga, que sea justo y que no se niegue a hacerlo después de que Al-lah le enseñara (la escritura). Que escriba, pues, con temor de Al-lah, su Señor, y que no reduzca en nada la deuda; y que le dicte quien la contrae. Y si este fuera ignorante o débil mentalmente y no pudiera dictar, que lo haga en su lugar su tutor con equidad. Y tomen a dos hombres de entre ustedes como testigos; y si no hubiera dos hombres disponibles, tomen a un hombre y a dos mujeres[91] que acepten como testigos; si una de ellas se equivocara, la otra podría recordárselo (y subsanar el error). Y que los testigos no se nieguen a comparecer si son llamados. Y no dejen de poner la deuda por escrito, ya sea esta pequeña o grande, indicando su vencimiento. Eso es lo más justo para Al-lah, la mejor prueba y la manera más segura de evitar dudas entre ustedes. No obstante, si se trata de una transacción comercial entre ustedes realizada en el acto, no cometen falta alguna si no la ponen por escrito, pero recurran a testigos para cualquier transacción. Ni quienes ponen las deudas por escrito ni los testigos deberán verse presionados. Y si los presionan, será un acto de desobediencia de parte suya. Teman a Al-lah; y Al-lah es Quien les enseña (lo que más les conviene). Y Al-lah tiene conocimiento sobre todas las cosas.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"[91]  En el Islam, como norma general, el testimonio de una mujer tiene el mismo valor que el testimonio de un hombre. Hay, no obstante, situaciones en las que solo se acepta el testimonio de la mujer, y otras en las que el testimonio de un hombre vale por el de dos mujeres juntas. Esta última situación se da en transacciones económicas, como es el caso de esta aleya. Ello se debe a que las responsabilidades económicas familiares recaen en el hombre y no en la mujer, y por ello es de suponer que los hombres tengan más experiencia que las mujeres en este tipo de asuntos.","lang":"es"},{"name":"2:283","price":"283. Y si se hallan de viaje y no encuentran quién ponga la deuda por escrito, que (quien contrae la deuda) entregue algo en garantía (hasta que la deuda quede saldada). Y si hay confianza entre ustedes, que el deudor se comprometa a devolverla (sin la necesidad de ponerla por escrito o de la presencia de testigos y sin dar algo en garantía), y que tema a Al-lah, su Señor. Y que los testigos no oculten su testimonio (si son requeridos). Y quien lo haga, tendrá un corazón pecador. Y Al-lah sabe lo que hacen.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:284","price":"284. A Al-lah le pertenece todo cuanto hay en los cielos y en la tierra; y tanto si manifiestan lo que hay en su interior como si lo ocultan, Al-lah les pedirá cuentas por ello. Perdonará a quien quiera y castigará a quien quiera. Y Al-lah es Todopoderoso.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:285","price":"285. El Mensajero y los creyentes creen en lo que les ha sido revelado por Al-lah. Todos creen en Al-lah, en Sus ángeles, en Sus Libros y en Sus mensajeros. (Dicen): “No hacemos diferencia entre ninguno de Sus mensajeros (aceptando a unos y rechazando a otros)”. Y dicen: “Oímos y obedecemos. Imploramos Tu perdón, Señor, y a Ti es nuestro retorno (el Día de la Resurrección)”.","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"2:286","price":"286. A-lah no exige a nadie por encima de sus posibilidades. Cada uno obtendrá la recompensa o el castigo que merezca. (Dicen los creyentes:) “¡Señor, no nos castigues si nos olvidamos de algo o si cometemos un error! ¡Señor, no nos impongas duros mandatos (como castigo) como impusiste a quienes nos precedieron (y te desobedecieron)! ¡Señor, no nos impongas algo superior a nuestras fuerzas! ¡Pasa por alto nuestras faltas!, ¡perdónanos y ten piedad de nosotros! Tú eres nuestro Señor y Auxiliador, ¡concédenos, pues, la victoria sobre quienes rechazan la verdad!”.","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"es"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}