{"data":[{"name":"23:1","price":"1. Ciertamente, los creyentes triunfarán;","arabic":"قَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2674,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:2","price":"2. esos que rezan con recogimiento (temiendo a Al-lah);","arabic":"ٱلَّذِينَ هُمۡ فِي صَلَاتِهِمۡ خَٰشِعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2675,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:3","price":"3. esos que se alejan de la banalidad (y de la falsedad);","arabic":"وَٱلَّذِينَ هُمۡ عَنِ ٱللَّغۡوِ مُعۡرِضُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2676,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:4","price":"4. esos que entregan el azaque;","arabic":"وَٱلَّذِينَ هُمۡ لِلزَّكَوٰةِ فَٰعِلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2677,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:5","price":"5. esos que protegen sus partes íntimas (de la inmoralidad), ","arabic":"وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2678,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:6","price":"6. salvo con sus esposas y con las esclavas que poseen[644], pues no serán reprochados por ello.","arabic":"إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2679,"juzNumber":18,"footnotes":"[644]  Ver la segunda nota de la aleya 3 de la sura 4.","lang":"es"},{"name":"23:7","price":"7. Y quienes busquen (tener relaciones íntimas con) otras mujeres serán unos transgresores.","arabic":"فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2680,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:8","price":"8. (Y también triunfarán) quienes guardan lo que se les confía[645], así como sus compromisos,","arabic":"وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2681,"juzNumber":18,"footnotes":"[645]  Ello incluye un préstamo, cualquier bien que te ha sido entregado para que lo guardes temporalmente, un secreto o una información que te ha sido confiada, etc. El creyente debe actuar con responsabilidad y honestidad en estos casos. De hecho, el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— era llamado Al Amin, que significa “el honesto”, e incluso los idólatras de La Meca le confiaban sus bienes porque sabían de su honestidad y honradez; y no emigró a Medina hasta que hubo devuelto todo aquello que los habitante de La Meca le habían confiado, aun y cuando su vida corría peligro en la ciudad.","lang":"es"},{"name":"23:9","price":"9. y realizan el salat con perseverancia (a sus debidas horas).","arabic":"وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَوَٰتِهِمۡ يُحَافِظُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2682,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:10","price":"10. Esos (que así actúan) serán los herederos (del Paraíso),","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡوَٰرِثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2683,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:11","price":"11. quienes heredarán los Jardines del Firdaus[646] y allí vivirán eternamente.","arabic":"ٱلَّذِينَ يَرِثُونَ ٱلۡفِرۡدَوۡسَ هُمۡ فِيهَا خَٰلِدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2684,"juzNumber":18,"footnotes":"[646]  Son los mejores jardines del Paraíso que se hallan en el centro de este, desde donde brotan los ríos que lo recorren.","lang":"es"},{"name":"23:12","price":"12. Y, ciertamente, creamos al (primer) hombre de un extracto de barro.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن سُلَٰلَةٖ مِّن طِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2685,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:13","price":"13. Después hicimos que el hombre (la descendencia de Adán) proviniese de una pequeña cantidad de esperma (nutfah) que fijamos en un lugar seguro (el útero).","arabic":"ثُمَّ جَعَلۡنَٰهُ نُطۡفَةٗ فِي قَرَارٖ مَّكِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2686,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:14","price":"14. A continuación, hicimos que se convirtiese en un coágulo (‘alaqah), y el coágulo en una masa parecida a un trozo de carne masticada (mudgah)[647]; y a partir de esta creamos los huesos y los revestimos, después, de carne[648]. Finalmente insuflamos el alma y creamos así un nuevo ser. ¡Bendito sea Al-lah, el Creador Supremo[649]!","arabic":"ثُمَّ خَلَقۡنَا ٱلنُّطۡفَةَ عَلَقَةٗ فَخَلَقۡنَا ٱلۡعَلَقَةَ مُضۡغَةٗ فَخَلَقۡنَا ٱلۡمُضۡغَةَ عِظَٰمٗا فَكَسَوۡنَا ٱلۡعِظَٰمَ لَحۡمٗا ثُمَّ أَنشَأۡنَٰهُ خَلۡقًا ءَاخَرَۚ فَتَبَارَكَ ٱللَّهُ أَحۡسَنُ ٱلۡخَٰلِقِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2687,"juzNumber":18,"footnotes":"[647]  Ver la nota de la aleya 5 de la sura 22.\n[648]  En esta aleya, Al-lah continúa describiendo el desarrollo del feto y explica que primero se forman los huesos (que en ese primer estado son principalmente cartílago) y después estos se revisten de carne. Según el libro El desarrollo humano escrito por el científico Moore, durante la séptima semana del desarrollo embrionario el esqueleto comienza a desplegarse a lo largo del cuerpo y los huesos toman la forma conocida. Hacia el final de la séptima semana y durante la octava los músculos toman su posición alrededor de los huesos formados.\n[649]  La expresión en árabe indica que Él es el único Creador verdadero capaz de crear de la nada y de hacerlo, además, con perfección.","lang":"es"},{"name":"23:15","price":"15. Luego perecerán,","arabic":"ثُمَّ إِنَّكُم بَعۡدَ ذَٰلِكَ لَمَيِّتُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2688,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:16","price":"16. Y el Día de la Resurrección volverán a la vida.","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ تُبۡعَثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2689,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:17","price":"17. Y creamos sobre ustedes siete cielos[650] superpuestos, y no Nos pasa inadvertido cuanto sucede en la creación.","arabic":"وَلَقَدۡ خَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلۡخَلۡقِ غَٰفِلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2690,"juzNumber":18,"footnotes":"[650]  Ver la nota de la aleya 29 de la sura 2.","lang":"es"},{"name":"23:18","price":"18. Y hacemos que descienda lluvia del cielo en una cantidad determinada[651], y la tierra (la absorbe y) la almacena[652]. Y (si quisiéramos) podríamos hacerla desaparecer.","arabic":"وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَسۡكَنَّٰهُ فِي ٱلۡأَرۡضِۖ وَإِنَّا عَلَىٰ ذَهَابِۭ بِهِۦ لَقَٰدِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2691,"juzNumber":18,"footnotes":"[651]  La cantidad de lluvia que desciende equivale a la misma cantidad que ha sido evaporada (unos 513 trillones de toneladas al año), por eso es una cantidad determinada que se mantiene constante año tras año, de manera que el agua circula continuamente según un ciclo equilibrado, necesario para preservar la vida del planeta. Este conocimiento era impensable hace unos 1.400 años.\n[652]  Hace años no se conocía el origen del agua subterránea. Se pensaba que los vientos empujaban el agua de los océanos hacia el interior de los continentes y que el agua regresaba a los océanos a través de un pasadizo secreto o del Gran Abismo. En tiempos de Platón dicho pasadizo se conocía con el nombre de Tartarus e incluso el filósofo Descartes del siglo XVIII apoyaba dicha opinión. Hasta el siglo XIX prevaleció la teoría de Aristóteles, según la cual el agua se condensaba en frías cavernas de las montañas y formaba lagos subterráneos que alimentaban los manantiales. Hoy sabemos que el origen del agua subterránea es la lluvia que se infiltra a través de las grietas del suelo, pero hace 1.400 no se conocía su origen.","lang":"es"},{"name":"23:19","price":"19. Y hacemos que con ella broten para ustedes jardines de palmeras y viñedos que producen abundantes frutos de los que se alimentan.","arabic":"فَأَنشَأۡنَا لَكُم بِهِۦ جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ لَّكُمۡ فِيهَا فَوَٰكِهُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2692,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:20","price":"20. Y (también hacemos que crezca para ustedes) un árbol (el olivo) que crece en el monte Sinaí y les proporciona una grasa (que utilizan) como condimento cuando comen.","arabic":"وَشَجَرَةٗ تَخۡرُجُ مِن طُورِ سَيۡنَآءَ تَنۢبُتُ بِٱلدُّهۡنِ وَصِبۡغٖ لِّلۡأٓكِلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2693,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:21","price":"21. Y, en verdad, tienen un motivo de reflexión en el ganado. Les damos de beber de lo que hay en sus entrañas (la leche)[653], les aportan muchos beneficios y comen de ellos. ","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمۡ فِيهَا مَنَٰفِعُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2694,"juzNumber":18,"footnotes":"[653]  Ver la nota de la aleya 66 de la sura 16.","lang":"es"},{"name":"23:22","price":"22. Y tanto ellos (los animales) como las embarcaciones les sirven de transporte.","arabic":"وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2695,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:23","price":"23. Y, ciertamente, enviamos a Noé a su pueblo y les dijo: “¡Pueblo mío!, adoren solo a Al-lah. No tienen ninguna otra divinidad (verdadera) fuera de Él. ¿Acaso no Lo temerán?”.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2696,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:24","price":"24. Y los dignatarios incrédulos de su pueblo dijeron (a quienes creían en él): “No es más que un ser humano como ustedes que quiere dominarlos. Si Al-lah hubiese querido, habría enviado ángeles (en su lugar). Nunca oímos nada semejante (a lo que él dice) entre nuestros antecesores.","arabic":"فَقَالَ ٱلۡمَلَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يُرِيدُ أَن يَتَفَضَّلَ عَلَيۡكُمۡ وَلَوۡ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةٗ مَّا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2697,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:25","price":"25. No es más que un hombre que está loco. Sean pacientes y esperen por un tiempo (hasta que muera)”.","arabic":"إِنۡ هُوَ إِلَّا رَجُلُۢ بِهِۦ جِنَّةٞ فَتَرَبَّصُواْ بِهِۦ حَتَّىٰ حِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2698,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:26","price":"26. (Entonces) Noé suplicó a Al-lah diciendo: “¡Señor!, ayúdame, pues me desmienten”.","arabic":"قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2699,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:27","price":"27. Y le revelamos: “Construye un arca bajo Nuestra supervisión, siguiendo Nuestras órdenes; y cuando el agua mane del horno[654], haz que embarque en ella una pareja de cada especie, así como tu familia, salvo quienes decretamos con anterioridad que no se salvarían (su mujer y uno de sus hijos). Y no intentes interceder por los injustos (que rechazan la verdad), pues morirán ahogados.","arabic":"فَأَوۡحَيۡنَآ إِلَيۡهِ أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا فَإِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسۡلُكۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2700,"juzNumber":18,"footnotes":"[654]  Ver la nota de la aleya 40 de la sura 11.","lang":"es"},{"name":"23:28","price":"28. Y cuando tú y quienes te acompañan hayan embarcado, di: ‘Alabado sea Al-lah, Quien nos ha salvado de un pueblo injusto’”.","arabic":"فَإِذَا ٱسۡتَوَيۡتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلۡفُلۡكِ فَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي نَجَّىٰنَا مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2701,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:29","price":"29. Y di: “¡Señor!, haz que arribemos a un lugar bendito. Tú eres Quien mejor puede hacernos llegar a buen término”.","arabic":"وَقُل رَّبِّ أَنزِلۡنِي مُنزَلٗا مُّبَارَكٗا وَأَنتَ خَيۡرُ ٱلۡمُنزِلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2702,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:30","price":"30. Ciertamente, en este (relato) hay evidencias (de la veracidad de los mensajeros de Al-lah). Y ponemos (a los hombres) a prueba (a través de los profetas).","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ وَإِن كُنَّا لَمُبۡتَلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2703,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:31","price":"31. Después (del pueblo de Noé), hicimos que surgiera otra generación[655].","arabic":"ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2704,"juzNumber":18,"footnotes":"[655]  Los comentaristas discrepan acerca de qué pueblo es el aludido en la aleya. Algunos opinan que podría ser el pueblo de ‘Ad o el de Zamud. De ser así, en el primer caso, el Mensajero enviado sería Hud y en el segundo, Saleh.","lang":"es"},{"name":"23:32","price":"32. Y les enviamos a un Mensajero de entre ellos que les decía: “Adoren solo a Al-lah. No tienen ninguna otra divinidad (verdadera) fuera de Él. ¿Acaso no Lo temerán?”.","arabic":"فَأَرۡسَلۡنَا فِيهِمۡ رَسُولٗا مِّنۡهُمۡ أَنِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2705,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:33","price":"33. Y los dignatarios de su pueblo que lo habían desmentido y habían negado la vida eterna, y disfrutaban de la vida terrenal que les habíamos concedido, dijeron: “Ese no es sino un ser humano como ustedes; come de lo que comen y bebe de lo que beben”.","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِهِ ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ ٱلۡأٓخِرَةِ وَأَتۡرَفۡنَٰهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يَأۡكُلُ مِمَّا تَأۡكُلُونَ مِنۡهُ وَيَشۡرَبُ مِمَّا تَشۡرَبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2706,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:34","price":"34. Y si obedecen a un hombre como ustedes, saldrán perdiendo.","arabic":"وَلَئِنۡ أَطَعۡتُم بَشَرٗا مِّثۡلَكُمۡ إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2707,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:35","price":"35. ¿Acaso les ha prometido que una vez hayan muerto y sean polvo resucitarán?","arabic":"أَيَعِدُكُمۡ أَنَّكُمۡ إِذَا مِتُّمۡ وَكُنتُمۡ تُرَابٗا وَعِظَٰمًا أَنَّكُم مُّخۡرَجُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2708,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:36","price":"36. Lo que se les ha prometido no sucederá nunca.","arabic":"۞ هَيۡهَاتَ هَيۡهَاتَ لِمَا تُوعَدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2709,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:37","price":"37. “Solo existe esta vida; vivimos y morimos una sola vez, y no resucitaremos.","arabic":"إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2710,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:38","price":"38. “No es más que un hombre que ha inventado una mentira contra Al-lah, y no creeremos en lo que dice”.","arabic":"إِنۡ هُوَ إِلَّا رَجُلٌ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا وَمَا نَحۡنُ لَهُۥ بِمُؤۡمِنِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2711,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:39","price":"39. (El Mensajero de Al-lah) suplicó: “¡Señor!, ayúdame, pues me desmienten”.","arabic":"قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2712,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:40","price":"40. (Al-lah) respondió: “¡Pronto lo lamentarán!”.","arabic":"قَالَ عَمَّا قَلِيلٖ لَّيُصۡبِحُنَّ نَٰدِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2713,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:41","price":"41. Entonces un gran estruendo se abatió sobre ellos con toda justicia (y los destruimos por completo) dejándolos reducidos a deshechos (o residuos como los que arrastra la corriente). ¡Que Al-lah expulse de Su misericordia a los injustos (que desmienten la verdad)!","arabic":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ بِٱلۡحَقِّ فَجَعَلۡنَٰهُمۡ غُثَآءٗۚ فَبُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2714,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:42","price":"42. Después hicimos que los sucedieran otras generaciones.","arabic":"ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قُرُونًا ءَاخَرِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2715,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:43","price":"43. Ninguna comunidad puede adelantar ni retrasar su final.","arabic":"مَا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2716,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:44","price":"44. Después fuimos enviando sucesivamente a Nuestros mensajeros. Cada vez que se presentaba uno ante una comunidad, era desmentido. Y fuimos destruyendo una comunidad tras otra, e hicimos que (sus historias) permaneciesen entre los hombres como un motivo de reflexión. ¡Que los pueblos que rechazaron la verdad sean expulsados de toda misericordia!","arabic":"ثُمَّ أَرۡسَلۡنَا رُسُلَنَا تَتۡرَاۖ كُلَّ مَا جَآءَ أُمَّةٗ رَّسُولُهَا كَذَّبُوهُۖ فَأَتۡبَعۡنَا بَعۡضَهُم بَعۡضٗا وَجَعَلۡنَٰهُمۡ أَحَادِيثَۚ فَبُعۡدٗا لِّقَوۡمٖ لَّا يُؤۡمِنُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2717,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:45","price":"45. Luego enviamos a Moisés y a su hermano Aarón con Nuestros milagros y pruebas evidentes","arabic":"ثُمَّ أَرۡسَلۡنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2718,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:46","price":"46. al Faraón y a sus dignatarios, pero los rechazaron con soberbia y fueron un pueblo altivo.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمًا عَالِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2719,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:47","price":"47. Dijeron: “¿Vamos a creer en dos seres humanos como nosotros, cuando su pueblo es esclavo nuestro?”.","arabic":"فَقَالُوٓاْ أَنُؤۡمِنُ لِبَشَرَيۡنِ مِثۡلِنَا وَقَوۡمُهُمَا لَنَا عَٰبِدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2720,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:48","price":"48. Y los desmintieron, y, entonces, fueron destruidos.","arabic":"فَكَذَّبُوهُمَا فَكَانُواْ مِنَ ٱلۡمُهۡلَكِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2721,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:49","price":"49. Y, ciertamente, entregamos a Moisés el Libro (la Torá) para que (los hijos de Israel) se guiaran.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2722,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:50","price":"50. E hicimos de Jesús y de su madre una prueba (de Nuestro poder al hacer que esta concibiera sin la intervención de ningún hombre), y los refugiamos en una colina fértil donde corría el agua.","arabic":"وَجَعَلۡنَا ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥٓ ءَايَةٗ وَءَاوَيۡنَٰهُمَآ إِلَىٰ رَبۡوَةٖ ذَاتِ قَرَارٖ وَمَعِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2723,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:51","price":"51. ¡Oh, mensajeros!, coman de las cosas buenas y lícitas (de las que les proveemos) y obren rectamente. En verdad, Yo sé bien lo que hacen.","arabic":"يَٰٓأَيُّهَا ٱلرُّسُلُ كُلُواْ مِنَ ٱلطَّيِّبَٰتِ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2724,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:52","price":"52. Ciertamente, su religión (¡oh, gentes!) es una sola religión[656]. Y Yo soy su Señor; témanme, pues, solo a Mí.","arabic":"وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱتَّقُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2725,"juzNumber":18,"footnotes":"[656]  Se refiere a que todos los profetas han transmitido la misma religión: el monoteísmo basado en la exclusiva adoración a Al-lah.","lang":"es"},{"name":"23:53","price":"53. Mas se dividieron en diferentes grupos (según sus creencias), y cada grupo se complació con la suya (pensando que estaban bien guiados).","arabic":"فَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ زُبُرٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2726,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:54","price":"54. ¡Deja, pues, (¡oh, Muhammad!) que (los idólatras de La Meca) continúen en su extravío hasta que les llegue el momento (de su destrucción)!","arabic":"فَذَرۡهُمۡ فِي غَمۡرَتِهِمۡ حَتَّىٰ حِينٍ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2727,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:55","price":"55. ¿Acaso creen que las riquezas e hijos que les concedemos generosamente","arabic":"أَيَحۡسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٖ وَبَنِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2728,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:56","price":"56. son un adelanto de los bienes que recibirán (en la otra vida)? ¡No!, pero no se dan cuenta.","arabic":"نُسَارِعُ لَهُمۡ فِي ٱلۡخَيۡرَٰتِۚ بَل لَّا يَشۡعُرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2729,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:57","price":"57. En verdad, quienes temen a Su Señor[657],","arabic":"إِنَّ ٱلَّذِينَ هُم مِّنۡ خَشۡيَةِ رَبِّهِم مُّشۡفِقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2730,"juzNumber":18,"footnotes":"[657]  Temen Su castigo, no tener suficientes buenas obras, no cumplir plenamente con todas sus obligaciones religiosas o realizar menos buenas acciones de las que podrían.","lang":"es"},{"name":"23:58","price":"58. quienes creen en Sus aleyas (y pruebas),","arabic":"وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2731,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:59","price":"59. quienes no adoran a otros fuera de Él","arabic":"وَٱلَّذِينَ هُم بِرَبِّهِمۡ لَا يُشۡرِكُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2732,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:60","price":"60. y quienes entregan lo que entregan[658] con los corazones llenos de temor (de Al-lah) porque (están seguros de que) retornarán a su Señor (para ser juzgados);","arabic":"وَٱلَّذِينَ يُؤۡتُونَ مَآ ءَاتَواْ وَّقُلُوبُهُمۡ وَجِلَةٌ أَنَّهُمۡ إِلَىٰ رَبِّهِمۡ رَٰجِعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2733,"juzNumber":18,"footnotes":"[658]  Se refiere a quienes entregan caridad y temen que esta pueda no ser aceptada por Al-lah. También puede significar quienes hacen buenas acciones en general.","lang":"es"},{"name":"23:61","price":"61. esos se apresuran a realizar buenas acciones y compiten (entre ellos) en su realización.","arabic":"أُوْلَٰٓئِكَ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَهُمۡ لَهَا سَٰبِقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2734,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:62","price":"62. Y no exigimos nada a nadie por encima de sus posibilidades. Y tenemos un registro[659] (la Tabla Protegida) que dice la verdad; y nadie será tratado con injusticia.","arabic":"وَلَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۚ وَلَدَيۡنَا كِتَٰبٞ يَنطِقُ بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2735,"juzNumber":18,"footnotes":"[659]  Ver la nota de la aleya 38 de la sura 6.","lang":"es"},{"name":"23:63","price":"63. Pero los corazones (de quienes rechazan la verdad de los habitantes de La Meca) ignoran completamente este (Corán) y realizan, además otras acciones (que no son rectas y por las que serán castigados).","arabic":"بَلۡ قُلُوبُهُمۡ فِي غَمۡرَةٖ مِّنۡ هَٰذَا وَلَهُمۡ أَعۡمَٰلٞ مِّن دُونِ ذَٰلِكَ هُمۡ لَهَا عَٰمِلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2736,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:64","price":"64. Mas cuando Nuestro castigo se abata sobre sus ricos dirigentes, Nos suplicarán con humildad.","arabic":"حَتَّىٰٓ إِذَآ أَخَذۡنَا مُتۡرَفِيهِم بِٱلۡعَذَابِ إِذَا هُمۡ يَجۡـَٔرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2737,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:65","price":"65. (Se les dirá:) “¡No Nos supliquen hoy! No recibirán ninguna ayuda de Nuestra parte.","arabic":"لَا تَجۡـَٔرُواْ ٱلۡيَوۡمَۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2738,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:66","price":"66. Cuando se les recitaban Mis aleyas, les daban la espalda.","arabic":"قَدۡ كَانَتۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ تَنكِصُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2739,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:67","price":"67. Se mostraban altivos (por ser los custodios de la Kaaba y vivir en sus inmediaciones) y hablaban mal (sobre el Corán) cerca de ella por la noche”.","arabic":"مُسۡتَكۡبِرِينَ بِهِۦ سَٰمِرٗا تَهۡجُرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2740,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:68","price":"68. ¿Es que no reflexionan sobre las palabras (del Corán) o han recibido algo diferente a lo que recibieron sus antepasados (y por ello lo rechazan)?","arabic":"أَفَلَمۡ يَدَّبَّرُواْ ٱلۡقَوۡلَ أَمۡ جَآءَهُم مَّا لَمۡ يَأۡتِ ءَابَآءَهُمُ ٱلۡأَوَّلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2741,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:69","price":"69. ¿O acaso no reconocen al Mensajero enviado a ellos (Muhammad) y por eso lo desmienten?","arabic":"أَمۡ لَمۡ يَعۡرِفُواْ رَسُولَهُمۡ فَهُمۡ لَهُۥ مُنكِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2742,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:70","price":"70. ¿O dicen que (Muhammad) está loco? Y, no obstante, les ha llegado con la verdad (el Corán), pero la mayoría de ellos la desprecian.","arabic":"أَمۡ يَقُولُونَ بِهِۦ جِنَّةُۢۚ بَلۡ جَآءَهُم بِٱلۡحَقِّ وَأَكۡثَرُهُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2743,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:71","price":"71. Si la verdad[660] hubiese seguido sus pasiones, se habrían corrompido los cielos y la tierra y cuanto hay en ellos. Mas les hemos concedido una exhortación (el Corán) que los honraría (si la siguieran); y, no obstante, se apartan de ella.","arabic":"وَلَوِ ٱتَّبَعَ ٱلۡحَقُّ أَهۡوَآءَهُمۡ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ بَلۡ أَتَيۡنَٰهُم بِذِكۡرِهِمۡ فَهُمۡ عَن ذِكۡرِهِم مُّعۡرِضُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2744,"juzNumber":18,"footnotes":"[660]  La mayoría de los comentaristas opinan que se refiere a Al-lah, y a que si Él hubiese prescrito para quienes rechazan la verdad todo lo que desean, se habrían corrompido los cielos y la tierra y cuanto hay en ellos. La“verdad”en esta aleya también puede hacer alusión al Corán, según algunos comentaristas.","lang":"es"},{"name":"23:72","price":"72. ¿O acaso les pides (¡oh, Muhammad!) una retribución a cambio (de trasmitirles el mensaje, y ello les impide creer)? (Mas no les pides nada, pues) la mejor retribución es la de tu Señor y Él es el mejor de los proveedores.","arabic":"أَمۡ تَسۡـَٔلُهُمۡ خَرۡجٗا فَخَرَاجُ رَبِّكَ خَيۡرٞۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2745,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:73","price":"73. Y tú, ciertamente, los invitas al camino recto.","arabic":"وَإِنَّكَ لَتَدۡعُوهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2746,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:74","price":"74. Y quienes no creen en la otra vida se desvían de él.","arabic":"وَإِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2747,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:75","price":"75. Y si nos apiadáramos de ellos y los librásemos del mal que los aflige, persistirían en sus transgresiones, extraviados y desorientados.","arabic":"۞ وَلَوۡ رَحِمۡنَٰهُمۡ وَكَشَفۡنَا مَا بِهِم مِّن ضُرّٖ لَّلَجُّواْ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2748,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:76","price":"76. Y, ciertamente, los castigamos; y no se volvieron a su Señor con humildad y sumisión ni Le suplicaron ayuda.","arabic":"وَلَقَدۡ أَخَذۡنَٰهُم بِٱلۡعَذَابِ فَمَا ٱسۡتَكَانُواْ لِرَبِّهِمۡ وَمَا يَتَضَرَّعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2749,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:77","price":"77. Y cuando abramos ante ellos las puertas de un severo castigo (en la otra vida), se desesperarán.","arabic":"حَتَّىٰٓ إِذَا فَتَحۡنَا عَلَيۡهِم بَابٗا ذَا عَذَابٖ شَدِيدٍ إِذَا هُمۡ فِيهِ مُبۡلِسُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2750,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:78","price":"78. Y Él es Quien creó para ustedes el oído, la vista y el entendimiento; mas apenas son agradecidos.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2751,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:79","price":"79. Y Él es Quien los creó (y diseminó) sobre la tierra, y serán reunidos ante Él (para ser juzgados).","arabic":"وَهُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2752,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:80","price":"80. Y Él es Quien da la vida y la muerte, y Quien hace que la noche y el día se sucedan. ¿Acaso no razonan?","arabic":"وَهُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ وَلَهُ ٱخۡتِلَٰفُ ٱلَّيۡلِ وَٱلنَّهَارِۚ أَفَلَا تَعۡقِلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2753,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:81","price":"81. Sin embargo, (quienes rechazan la verdad) dicen lo mismo que decían sus antecesores.","arabic":"بَلۡ قَالُواْ مِثۡلَ مَا قَالَ ٱلۡأَوَّلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2754,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:82","price":"82. Dicen: “¿Cuando muramos y seamos polvo y huesos, resucitaremos?","arabic":"قَالُوٓاْ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2755,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:83","price":"83. Eso ya se nos prometió a nosotros y a nuestros antepasados con anterioridad, mas no son sino viejas leyendas”.","arabic":"لَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَآؤُنَا هَٰذَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2756,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:84","price":"84. Diles (¡oh, Muhammad!): “¿A quién pertenece la tierra y cuanto hay en ella, si es que lo saben?”.","arabic":"قُل لِّمَنِ ٱلۡأَرۡضُ وَمَن فِيهَآ إِن كُنتُمۡ تَعۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2757,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:85","price":"85. Dirán que pertenece a Al-lah. Diles: “¿No reflexionarán, pues?”.","arabic":"سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَذَكَّرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2758,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:86","price":"86. Diles: “¿Quién es el Señor de los siete cielos[661] y el Señor del Gran Trono?”.","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبۡعِ وَرَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2759,"juzNumber":18,"footnotes":"[661]  Ver la nota de la aleya 29 de la sura 2.","lang":"es"},{"name":"23:87","price":"87. Dirán que es Al-lah. Diles: “¿No Lo temerán, pues?”.","arabic":"سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَتَّقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2760,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:88","price":"88. Diles: “¿Quién tiene en Sus manos la soberanía de todas las cosas y protege (a Sus siervos), mientras que nadie puede protegerse de Él, si es que lo saben?”.","arabic":"قُلۡ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيۡهِ إِن كُنتُمۡ تَعۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2761,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:89","price":"89. Dirán que Al-lah. Diles: “¿Por qué se dejan engañar y se alejan de la verdad?”.","arabic":"سَيَقُولُونَ لِلَّهِۚ قُلۡ فَأَنَّىٰ تُسۡحَرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2762,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:90","price":"90. Y les trajimos la verdad, pero (los idólatras) mienten (al adorar a otros además de a Al-lah y negar la resurrección).","arabic":"بَلۡ أَتَيۡنَٰهُم بِٱلۡحَقِّ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2763,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:91","price":"91. Al-lah no ha tomado para Sí ningún hijo ni hay otras divinidades (verdaderas) fuera de Él. Si así fuera, cada divinidad controlaría su creación y unas intentarían imponerse sobre las demás. ¡Alabado sea Al-lah! Él está muy por encima de lo que Le atribuyen.","arabic":"مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍۚ إِذٗا لَّذَهَبَ كُلُّ إِلَٰهِۭ بِمَا خَلَقَ وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2764,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:92","price":"92. Él es el Conocedor del gaib[662] y de lo manifiesto. ¡Exaltado sea! Él está muy por encima de compartir Su divinidad con nadie.","arabic":"عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2765,"juzNumber":18,"footnotes":"[662]  Ver la nota de la aleya 3 de la sura 2.","lang":"es"},{"name":"23:93","price":"93. Di (¡oh, Muhammad!): “¡Señor!, si haces que presencie el castigo que has prometido (a quienes niegan la verdad),","arabic":"قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2766,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:94","price":"94. no me incluyas, ¡Señor!, entre los injustos (destruyéndome a mí con ellos)”.","arabic":"رَبِّ فَلَا تَجۡعَلۡنِي فِي ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2767,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:95","price":"95. Y, ciertamente, somos capaces de hacerte presenciar el castigo que les hemos prometido.","arabic":"وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمۡ لَقَٰدِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2768,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:96","price":"96. Responde al mal con el bien. Nosotros sabemos bien lo que dicen (los idólatras y los castigaremos por ello).","arabic":"ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ ٱلسَّيِّئَةَۚ نَحۡنُ أَعۡلَمُ بِمَا يَصِفُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2769,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:97","price":"97. Y di: “¡Señor!, busco refugio en Ti de los susurros de los demonios.","arabic":"وَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَٰتِ ٱلشَّيَٰطِينِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2770,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:98","price":"98. Y busco refugio en Ti, ¡oh, Señor!, para que no se me aproximen”.","arabic":"وَأَعُوذُ بِكَ رَبِّ أَن يَحۡضُرُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2771,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:99","price":"99. Y cuando la muerte llegue a uno (de quienes rechazan la verdad), dirá: “¡Señor!, haz que regrese (a la vida terrenal)","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ رَبِّ ٱرۡجِعُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2772,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:100","price":"100. para que pueda obrar con rectitud en los (asuntos) que dejé atrás”. Pero no sucederá. Solo habla por hablar[663], y (todos) tendrán detrás una barrera[664] (que les impedirá regresar a la vida) hasta el día en que resuciten.","arabic":"لَعَلِّيٓ أَعۡمَلُ صَٰلِحٗا فِيمَا تَرَكۡتُۚ كَلَّآۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَاۖ وَمِن وَرَآئِهِم بَرۡزَخٌ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2773,"juzNumber":18,"footnotes":"[663]  Pues el hipócrita solo quiere escaparse del castigo y sabe que lo que dice no es cierto, ya que si tuviera la oportunidad de regresar a la tierra no actuaría como dice y volvería a desobedecer a Al-lah y a rebelarse contra Él.\n[664]  Dicha barrera es la que separa la vida terrenal de la eterna y tiene lugar en la tumba antes de que ocurra la resurrección.","lang":"es"},{"name":"23:101","price":"101. Y cuando suene el cuerno (anunciando la resurrección), de nada les servirá su linaje (a quienes rechazan la verdad) ni se preguntarán entre ellos (acerca de su situación, pues cada uno estará preocupado por lo que será de él en el Juicio Final).","arabic":"فَإِذَا نُفِخَ فِي ٱلصُّورِ فَلَآ أَنسَابَ بَيۡنَهُمۡ يَوۡمَئِذٖ وَلَا يَتَسَآءَلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2774,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:102","price":"102. Aquellos cuyas buenas acciones pesen más (que las malas) en la balanza serán los triunfadores.","arabic":"فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2775,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:103","price":"103. Y aquellos cuyas buenas acciones pesen menos (que las malas) habrán llevado sus almas a la perdición y permanecerán para siempre en el Infierno.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فِي جَهَنَّمَ خَٰلِدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2776,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:104","price":"104. El fuego les quemará los rostros y sus bocas aparecerán desfiguradas.","arabic":"تَلۡفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمۡ فِيهَا كَٰلِحُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2777,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:105","price":"105. Se les dirá: “¿Acaso no se les recitaban Mis aleyas y ustedes las negaban?”.","arabic":"أَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُم بِهَا تُكَذِّبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2778,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:106","price":"106. Responderán: “¡Señor!, nuestras pasiones y nuestra maldad pudieron con nosotros y fuimos un pueblo extraviado.","arabic":"قَالُواْ رَبَّنَا غَلَبَتۡ عَلَيۡنَا شِقۡوَتُنَا وَكُنَّا قَوۡمٗا ضَآلِّينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2779,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:107","price":"107. ¡Señor!, sácanos (del fuego y devuélvenos a vida terrenal), y si reincidimos (en nuestros pecados y en nuestra incredulidad) entonces seremos realmente injustos”.","arabic":"رَبَّنَآ أَخۡرِجۡنَا مِنۡهَا فَإِنۡ عُدۡنَا فَإِنَّا ظَٰلِمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2780,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:108","price":"108. (Al-lah) les dirá: “Permanezcan en él humillados y no Me hablen más.","arabic":"قَالَ ٱخۡسَـُٔواْ فِيهَا وَلَا تُكَلِّمُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2781,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:109","price":"109. Un grupo de Mis siervos decía (en la vida terrenal): ‘¡Señor!, creemos; perdónanos y apiádate de nosotros, pues Tú eres el más Misericordioso’.","arabic":"إِنَّهُۥ كَانَ فَرِيقٞ مِّنۡ عِبَادِي يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2782,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:110","price":"110. Mas (ustedes, incrédulos) los tomaron como el centro de sus burlas hasta el punto de llegar a olvidar Mi exhortación, y se reían de ellos.","arabic":"فَٱتَّخَذۡتُمُوهُمۡ سِخۡرِيًّا حَتَّىٰٓ أَنسَوۡكُمۡ ذِكۡرِي وَكُنتُم مِّنۡهُمۡ تَضۡحَكُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2783,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:111","price":"111. Hoy los he recompensado por su paciencia haciendo que sean ellos los vencedores”.","arabic":"إِنِّي جَزَيۡتُهُمُ ٱلۡيَوۡمَ بِمَا صَبَرُوٓاْ أَنَّهُمۡ هُمُ ٱلۡفَآئِزُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2784,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:112","price":"112. (Al-lah) les preguntará: “¿Cuántos años vivieron en la tierra?”.","arabic":"قَٰلَ كَمۡ لَبِثۡتُمۡ فِي ٱلۡأَرۡضِ عَدَدَ سِنِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2785,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:113","price":"113. Dirán: “Vivimos un día o parte de él[665]. Pregúntales a quienes llevan la cuenta”.","arabic":"قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖ فَسۡـَٔلِ ٱلۡعَآدِّينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2786,"juzNumber":18,"footnotes":"[665]  Ver la nota de la aleya 104 de la sura 20.","lang":"es"},{"name":"23:114","price":"114. (Al-lah) les responderá: “Vivieron muy poco tiempo; ¡si hubieran sabido (que vivirían tan poco, no habrías preferido la vida terrenal a la eterna)!","arabic":"قَٰلَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗاۖ لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2787,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:115","price":"115. ¿Acaso pensaron que los creamos sin ninguna finalidad y que no retornarían después a Nosotros (para ser juzgados)?”.","arabic":"أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَٰكُمۡ عَبَثٗا وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2788,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:116","price":"116. ¡Exaltado sea Al-lah, el verdadero Soberano de todo! No existe nada ni nadie con derecho a ser adorado excepto Él, el Señor del espléndido Trono.","arabic":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِيمِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2789,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:117","price":"117. Y quien invoque a otras divinidades además de a Al-lah, sin prueba alguna, tendrá que rendirle cuentas a su Señor. Ciertamente, quienes rechazan la verdad no triunfarán.","arabic":"وَمَن يَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرۡهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2790,"juzNumber":18,"footnotes":"","lang":"es"},{"name":"23:118","price":"118. Y di (¡oh, Muhammad!): “¡Señor!, perdóname y apiádate de mí, pues Tú eres el más Misericordioso”.","arabic":"وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2791,"juzNumber":18,"footnotes":"","lang":"es"}],"chapter":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun","Chapter Al-Mu'minun","Mu'minun","Surah Mu'minun","Chapter Mu'minun","Al Mu'minun","Surah Al Mu'minun","Chapter Al Mu'minun","Surah 23","Chapter 23","The Believers","المُؤمِنُون"]}