{"data":[{"name":"3:1","price":"1. Alif. Lam. Mim[93].","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"[93]   Ver la nota de la primera aleya de la sura 2.","lang":"es"},{"name":"3:2","price":"2. ¡Al-lah! No hay nada ni nadie con derecho a ser adorado excepto Él, el Viviente (que nunca muere), el Sustentador de toda la creación.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:3","price":"3. (Él es Quien) te ha revelado el Libro (el Corán) con la verdad (¡oh, Muhammad!), confirmando los (Libros) que lo precedieron, y Quien reveló la Torá y el Evangelio,","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:4","price":"4. los cuales fueron, con anterioridad, una guía para los hombres, y (Él es Quien) ha revelado todo aquello que distingue la verdad de la falsedad. En verdad, quienes rechazan las revelaciones de Al-lah tendrán un castigo severo; y Al-lah es Poderoso, capaz de castigar duramente (a quienes Lo desobedecen).","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:5","price":"5. Nada de lo que hay en la tierra y en el cielo puede escaparse al conocimiento de Al-lah.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:6","price":"6. Él es Quien les da la forma que quiere en el vientre materno. No hay ninguna divinidad verdadera con derecho a ser adorada excepto Él, el Poderoso, el Sabio.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:7","price":"7. Él es Quien te ha revelado el Libro (¡oh, Muhammad!). En él hay aleyas claras que son la base del Libro[94] y otras que aceptan diferentes interpretaciones. Aquellos cuyos corazones se desvían de la verdad siguen las que admiten distintas interpretaciones con el fin de sembrar dudas y divergencias entre la gente y darles el significado (que ellos desean); sin embargo, solo Al-lah conoce su verdadera interpretación. Mas quienes tienen un conocimiento profundo dicen: “Creemos en él (el Corán), todo él procede de nuestro Señor”. Pero solo reflexionan los hombres de buen juicio.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"[94]  Se refiere a las aleyas que recogen los principios de la fe, las obligaciones de los creyentes, las órdenes y las prohibiciones de Al-lah, así como todos Sus preceptos.","lang":"es"},{"name":"3:8","price":"8. (Y dicen:) “¡Señor, no dejes que nuestros corazones se desvíen después de habernos guiado y concédenos Tu misericordia! Ciertamente, Tú eres Quien concede (lo que quiere a quien quiere sin límite alguno).","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:9","price":"9. ¡Señor!, Tú eres Quien reunirás a todos los hombres el día sobre el cual no hay duda (para juzgarlos)”. En verdad, Al-lah no incumple Sus promesas.","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:10","price":"10. A quienes rechazan la verdad, de nada les servirán sus bienes ni sus hijos frente a Al-lah; y esos serán el combustible del fuego.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:11","price":"11. Su comportamiento es similar al del Faraón y al de otros (incrédulos) que lo precedieron. Desmintieron los signos de Al-lah y Él los castigó por sus pecados. Y Al-lah es severo en el castigo.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:12","price":"12. Diles (¡oh, Muhammad!) a quienes rechazan la verdad que serán vencidos y conducidos juntos hacia el Infierno. ¡Y qué pésimo lugar para permanecer en él!","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:13","price":"13. Ciertamente, (ustedes, judíos, que niegan la verdad debido a su altivez) tuvieron una prueba (de que Al-lah haría que Su religión triunfara) en las dos facciones que se enfrentaron (en la batalla de Badr[95]). Una de ellas (la del Profeta y sus seguidores) luchaba por la causa de Al-lah; mientras que la otra, formada por los incrédulos (de La Meca), vio con sus propios ojos que los creyentes[96] los doblaban en número (a pesar de que su número era en realidad muy inferior al de ellos). Y Al-lah fortalece con Su ayuda a quien quiere. Ciertamente, en esto hay una lección para los dotados de clarividencia.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"[95]  La batalla de Badr fue la primera batalla del Islam y tuvo lugar en el mes de ramadán del segundo año de la Hégira, cerca de la ciudad de Medina. Al-lah concedió a los creyentes la victoria, a pesar de que los incrédulos de La Meca los triplicaban en número.\n[96]  También puede entenderse que los creyentes vieron con sus propios ojos que las fuerzas de los incrédulos de La Meca los doblaban en número. Ambas interpretaciones son completamente ciertas y no se contradicen, pues Al-lah quiso levantar la moral de los creyentes haciéndoles ver que sus enemigos solo los doblaban en número, cuando, en verdad, los triplicaban; asimismo, para infundir miedo en los corazones de los incrédulos de La Meca, Al-lah hizo ver a estos que los creyentes los doblaban en número.","lang":"es"},{"name":"3:14","price":"14. A los hombres se les ha embellecido el amor por lo que desean[97]: las mujeres, los hijos varones, grandes cantidades de oro y plata, los caballos de pura raza, los ganados y las tierras de cultivo. Todos ellos son placeres (efímeros) de esta vida, mas Al-lah posee junto a Él un buen lugar de retorno (y la mejor recompensa: el Paraíso).","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"[97]  Esta aleya enumera los placeres terrenales que los árabes contemporáneos del Profeta —que Al-lah lo bendiga y le dé la paz— deseaban más, pero es aplicable a todo aquello que el hombre puede desear en cualquier época y en cualquier lugar.","lang":"es"},{"name":"3:15","price":"15. Di (¡oh, Muhammad!, a la gente): “¿(Quieren que) les informe de algo mejor que eso (los bienes terrenales)? Quienes teman a su Señor tendrán junto a Él jardines por los cuales corren ríos y donde vivirán eternamente. Y tendrán esposas purificadas y la complacencia de Al-lah”. Y Al-lah ve todo lo que hacen Sus siervos.","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:16","price":"16. Quienes dicen: “¡Señor!, hemos creído (en Ti, en Tu Libro y en Tu Mensajero); perdona, pues, nuestros pecados y protégenos del castigo del fuego”,","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:17","price":"17. (esos son) los pacientes, los sinceros (en la fe y en sus acciones), los obedientes (que cumplen todo lo que Al-lah les ordena sometiéndose a Su voluntad), los caritativos y quienes piden perdón a Al-lah antes del amanecer. ","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:18","price":"18. Al-lah da testimonio, así como los ángeles y quienes han sido dotados de conocimiento, de que no hay más divinidad verdadera que Él y de que actúa con justicia. Nada ni nadie merece ser adorado excepto Él, el Poderoso, el Sabio.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:19","price":"19. La única religión (verdadera) para Al-lah es el Islam; y quienes recibieron las Escrituras (los judíos y los cristianos) no discreparon hasta después de haberles llegado el conocimiento, por enemistad y envidias entre ellos. Y quien rechace las aleyas de Al-lah (y no crea en las pruebas de Su unicidad), (que sepa que) Al-lah es rápido en la retribución del castigo.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:20","price":"20. Y si te discuten (acerca de la religión), diles (¡oh, Muhammad!): “Yo y quienes me siguen nos hemos sometido completamente a Al-lah (adorándolo solo a Él)”. Y diles a quienes recibieron las Escrituras (los judíos y los cristianos) y a los iletrados (los idólatras de entre los árabes): “¿No se someterán ustedes también (aceptado el Islam)?”. Si se someten aceptando el Islam, estarán en el buen camino; pero si le dan la espalda (rendirán cuentas a Al-lah por ello). Y a ti solo te corresponde transmitirles el mensaje (de Al-lah). Y Al-lah ve todo lo que hacen Sus siervos.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:21","price":"21. A quienes no creen en las pruebas y aleyas de Al-lah y matan a los profetas sin derecho alguno, y matan a quienes luchan por la justician entre los hombres, anúnciales que tendrán un doloroso castigo.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:22","price":"22. Esos verán anuladas sus (buenas) acciones en esta vida y en la otra, y no tendrán quién los auxilie (librándolos del castigo de Al-lah).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:23","price":"23. ¿No has reparado (¡oh, Muhammad!) en aquellos a quienes concedimos una parte de las Escrituras (los judíos)? Se los llama a seguir el Libro[98] de Al-lah para que juzguen entre ellos (según su contenido) y, no obstante, un grupo de ellos le da la espalda oponiéndose a él.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"[98]  Puede hacer referencia al Corán, y en este caso los judíos estarían siendo llamados a aceptar el Islam; o también puede hacer referencia a sus propias Escrituras, la Torá, ya que no la ponían en práctica y no juzgaban a los suyos según la ley que Al-lah les había revelado.","lang":"es"},{"name":"3:24","price":"24. Eso se debe a que dicen: “El fuego del Infierno no nos tocará, salvo por unos días contados”, y se dejan engañar por lo que ellos mismos han inventado acerca de su religión[99].","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"[99]  Los judíos se engañaban a ellos mismos al creer que no serían castigados porque se consideraban el pueblo escogido o favorito de Al-lah.","lang":"es"},{"name":"3:25","price":"25. ¿Y cuál será su situación cuando los reunamos (para ser juzgados) el día sobre el cual no hay duda (el Día de la Resurrección) y cada uno sea plenamente retribuido según las acciones que realizó? Y nadie será tratado injustamente.","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:26","price":"26. Di: “¡Oh, Al-lah! ¡Dueño del poder supremo!, concedes el poder a quien quieres y se lo arrebatas a quien quieres. Exaltas a quien quieres y humillas a quien quieres. El bien está en Tus manos[100]. Tú eres Todopoderoso.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"[100]  Ver la segunda nota de la aleya 115 de la sura 2.","lang":"es"},{"name":"3:27","price":"27. Haces que la noche penetre en el día y el día en la noche (haciendo variar la duración de ambos a lo largo del año). Haces surgir lo vivo de lo muerto y lo muerto de lo vivo, y provees a quien quieres sin límite alguno”.","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:28","price":"28. Los creyentes no deben tomar por protectores y aliados, ni conceder apoyo, a quienes rechazan la verdad en lugar de a los creyentes. Y quien lo haga no recibirá, en modo alguno, la ayuda de Al-lah, a menos que sea para preservar la vida. Y Al-lah les advierte acerca de Él (y de Su castigo), y a Él es el retorno (el Día de la Resurrección).","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:29","price":"29. Diles (a los creyentes, ¡oh, Muhammad!): “Al-lah conoce tanto lo que ocultan en sus corazones como lo que manifiestan. Conoce cuanto hay en los cielos y en la tierra, y Él es Todopoderoso”. ","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:30","price":"30. El día en que cada uno encuentre ante sí las buenas y malas acciones que llevó a cabo (en la vida terrenal) deseará que haya una gran distancia entre él y todo lo malo que realizó. Y Al-lah les advierte acerca de Él (y de Su castigo). Y Al-lah es Compasivo con Sus siervos.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:31","price":"31. Di (a la gente, ¡oh, Muhammad!): “Si de verdad aman a Al-lah, síganme y Al-lah los amará y perdonará sus pecados. Y Al-lah es Indulgente y Misericordioso”.","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:32","price":"32. Diles: “Obedezcan a Al-lah y al Mensajero”. Y si dan la espalda (a lo que les dices), (que sepan que) Al-lah no ama a quienes rechazan la verdad.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:33","price":"33. Ciertamente, Al-lah escogió a Adán, a Noé, a la familia de Abraham y a la de ‘Imran entre todos los pueblos (para que de ellos surgiesen y se sucediesen los profetas); ","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:34","price":"34. descendientes los unos de los otros. Y Al-lah todo lo oye y todo lo sabe.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:35","price":"35. Y (recuerda, ¡oh, Muhammad!,) cuando la mujer de ‘Imran dijo: “¡Señor!, he hecho el voto de consagrar a Tu servicio lo que llevo en mi vientre; acéptalo, pues. Ciertamente, Tú eres el Oyente (de todas las cosas), el Omnisciente”. ","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:36","price":"36. Y cuando hubo dado a luz, dijo: “¡Señor!, he dado a luz a una niña —y Al-lah bien sabía lo que había dado a luz— y el varón (que esperaba tener) no es como la hembra (que he tenido para consagrarla a Tu servicio en el templo). Le he puesto por nombre María, y busco refugio en Ti para ella y para su descendencia del Demonio, el expulsado”.","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:37","price":"37. Y su Señor la aceptó de buen grado e hizo que creciera bien[101], y se la encomendó a Zacarías para que fuera su tutor. Cada vez que Zacarías entraba en el oratorio donde ella se hallaba, encontraba alimentos junto a ella. Le decía: “¡María!, ¿de dónde proviene esto?”, ella contestaba: “Proviene de Al-lah. En verdad, Al-lah provee de sustento a quien quiere sin límite alguno”.","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"[101]  Al-lah la dotó de un aspecto agradable para que fuese rápidamente aceptada por quien sería su tutor.","lang":"es"},{"name":"3:38","price":"38. Entonces Zacarías invocó a su Señor diciendo: “¡Señor!, concédeme de Tu parte una descendencia virtuosa. En verdad, Tú escuchas las súplicas”.","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:39","price":"39. Y los ángeles lo llamaron cuando estaba rezando en el oratorio (y le dijeron): “Al-lah te anuncia la buena noticia de (tu hijo) Juan, quien creerá en Jesús, creado a partir de la palabra de Al-lah ‘sé’, y será noble, sabio y casto, y un Profeta recto y virtuoso”.","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:40","price":"40. Zacarías dijo: “¡Señor!, ¿cómo podré tener un hijo cuando he alcanzado la vejez y mi mujer es estéril?”. Dijo (Al-lah a través del ángel): “Así será, pues Al-lah hace lo que quiere”.","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:41","price":"41. (Zacarías) dijo: “¡Señor!, dame una señal (como prueba de ello)”. Respondió (Al-lah a través del ángel): “La señal será que no podrás hablar a la gente durante tres días, salvo por señas. Y menciona mucho a Al-lah y glorifícalo rezándole al final y al comienzo del día”. ","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:42","price":"42. Y (recuerda) cuando los ángeles dijeron (a María): “¡María!, Al-lah te ha escogido, te ha purificado, y te ha elegido a ti entre las mujeres de todos los pueblos.","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:43","price":"43. ¡María!, sométete a la voluntad de tu Señor, póstrate e inclínate con los que se inclinan (en adoración a Al-lah)”.","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:44","price":"44. Estas son historias que desconocías (¡oh, Muhammad!) y que te revelamos. Y no estabas presente cuando echaban a suertes quién tutelaría a María ni eras testigo de cuando discutían (al respecto).","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:45","price":"45. Y (recuerda) cuando los ángeles dijeron: “¡María!, Al-lah te anuncia la buena nueva de (un hijo creado a partir de) una palabra Suya (‘sé’), de nombre el Mesías[102], Jesús, hijo de María. Será ensalzado con honor en esta vida y en la otra, y estará entre los próximos (a Al-lah). ","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"[102]  La palabra “Mesías” en árabe es Masih y proviene del verbo masaha, que significa “tocar” o “masajear”. Al parecer, Jesús—la paz de Al-lah esté con él— era llamado así porque cuando tocaba a una persona afectada por una enfermedad, esta se curaba con el consentimiento de Al-lah.","lang":"es"},{"name":"3:46","price":"46. Y hablará a los hombres en la cuna y en la madurez, y será de los rectos y virtuosos”.","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:47","price":"47. (Ella) dijo: “¡Señor!, ¿cómo podré tener un hijo siendo que ningún hombre me ha tocado?”. Contestó (Al-lah a través del ángel): “Así será, pues Al-lah crea lo que quiere. Cuando decreta algo, le basta con decir ‘sé’ y es.","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:48","price":"48. Y le enseñará la escritura, la sabiduría, la Torá y el Evangelio.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:49","price":"49. Y será un Mensajero para los hijos de Israel (y les dirá:) ‘He venido a ustedes con una prueba de su Señor (sobre mi veracidad): moldearé para ustedes, a partir del barro, una figura semejante a un pájaro, soplaré en ella y se convertirá en un pájaro de verdad con el permiso de Al-lah. Curaré al ciego de nacimiento y al leproso, y resucitaré a los muertos con el permiso de Al-lah. Y les informaré acerca de lo que comen y almacenan en sus hogares. Ciertamente, en ello tienen una prueba (de mi veracidad) si, en verdad, son creyentes.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:50","price":"50. Y vengo para confirmar (las enseñanzas originales de) la Torá y para hacer lícitas algunas de las cosas que se les habían prohibido. Y he venido a ustedes con una prueba de su Señor. ¡Teman, pues, a Al-lah y obedézcanme!","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:51","price":"51. Al-lah es mi Señor y su Señor, así que adórenlo. Este es el camino recto’”. ","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:52","price":"52. Y cuando Jesús sintió que rechazarían la verdad, dijo: “¿Quién me apoyará en la causa de Al-lah?”. Sus discípulos dijeron: “Nosotros te apoyaremos en la causa de Al-lah. Creemos en Al-lah, y sé testigo de que nos sometemos a Él”.","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:53","price":"53. (Y dijeron:) “¡Señor!, creemos en lo que nos has revelado (el Evangelio) y seguimos al Mensajero (Jesús); inscríbenos, pues, entre quienes dan fe (de la verdad)”.","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:54","price":"54. Y (los judíos) tramaron (un plan para matar a Jesús), pero Al-lah también tramó (un plan para salvarlo[103]), y Al-lah es el mejor planeando.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"[103]  Según la creencia islámica, Jesús —la paz de Al-lah esté con él— no murió en la cruz, sino que Al-lah lo salvó ascendiéndolo en vida hacia Él, y crucificaron en su lugar a otro hombre que guardaba un gran parecido con él, de manera que los judíos pensaron que Jesús —la paz de Al-lah esté con él— había muerto realmente.","lang":"es"},{"name":"3:55","price":"55. Y (recuerda) cuando Al-lah dijo: “¡Jesús!, te tomaré (mientras duermes) y haré que asciendas hacia Mí (en cuerpo y alma), y te salvaré de quienes no creen (en ti). Y haré que tus seguidores (que se mantengan firmes en la adoración exclusiva a Al-lah, sin desviarse) estén por encima de quienes rechazan la verdad hasta el Día de la Resurrección. Después regresarán a Mí y los juzgaré sobre aquello en lo que discrepaban.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:56","price":"56. A quienes rechacen la verdad los castigaré con severidad en esta vida y en la otra, y no tendrán quiénes los auxilien.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:57","price":"57. Y quienes crean y actúen con rectitud recibirán su recompensa. Y a Al-lah no ama a los injustos (idólatras y transgresores)”.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:58","price":"58. Esto que te contamos (¡oh, Muhammad!) son claras evidencias[104] (de la veracidad de tu mensaje) y de la veracidad de la sabia exhortación de Al-lah (el Corán).","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"[104]  También puede entenderse: “Esto que te contamos (¡oh, Muhammad!) es uno de los milagros de Al-lah y parte de Su sabia exhortación (el Corán)”.","lang":"es"},{"name":"3:59","price":"59. Ciertamente, el ejemplo de Jesús es para Al-lah como el de Adán, a quien creó a partir del polvo y le dijo: “Sé”, y fue. ","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:60","price":"60. Esta es la verdad procedente de tu Señor; no seas, pues, de los que dudan[105] (sobre ella).","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"[105]  Ver la nota de pie de la aleya 147 de la sura 2.","lang":"es"},{"name":"3:61","price":"61. Y si (quienes rechazan la verdad) te discuten[106] sobre (Jesús) tras el conocimiento que has recibido, diles: “¡Vengan! Llamemos a nuestros hijos y a los suyos, a nuestras mujeres y a las suyas, y (estemos presentes) todos nosotros. Después recemos con sinceridad invocando a Al-lah para que expulse de Su misericordia a quienes mientan”.","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"[106]  Se trata de quienes discuten por discutir, sin pretender averiguar la verdad y buscando crear polémica, ya que el Islam invita a los cristianos y judíos a dialogar con los musulmanes para llegar a un acuerdo (ver la aleya 64 de esta misma sura).","lang":"es"},{"name":"3:62","price":"62. Esto es, ciertamente, un relato verídico. Y no hay otra divinidad que merezca ser adorada excepto Al-lah. Y Él es el Poderoso, el Sabio.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:63","price":"63. Y si le dan la espalda (a la verdad), (que sepan que) Al-lah conoce bien a los corruptores (que abandonan la verdad por la falsedad y obran mal).","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:64","price":"64. Diles (a los judíos y a los cristianos, ¡oh, Muhammad!): ¡Ustedes que recibieron las Escrituras!, lleguemos a un acuerdo justo al que nos comprometamos ambas partes: No adoraremos sino a Al-lah ni Lo equipararemos con nadie en Su adoración, ni obedeceremos a otros por encima de Al-lah contradiciendo Sus mandatos”. Y si dan la espalda (a esta invitación), díganles: \"Sean testigos de que nosotros nos sometemos (sinceramente a la voluntad de Al-lah)”.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:65","price":"65. (Diles:) “¡Ustedes que recibieron las Escrituras!, ¿por qué nos discuten sobre Abraham[107] si la Torá y el Evangelio no fueron revelados hasta después de él? ¿Es que no razonan?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"[107]  Los judíos decían que Abraham era judío como ellos y los cristianos decían que era cristiano, cuando en tiempos de Abraham aún no había ni judíos ni cristianos porque todavía no habían sido revelados la Torá ni el Evangelio. ","lang":"es"},{"name":"3:66","price":"66. “Ustedes son quienes discutieron con anterioridad (con Muhammad) sobre lo que conocían (con respecto a su propia religión), ¿por qué discuten ahora acerca de lo que no saben (sobre el tema de Abraham)? Al-lah sabe (la verdad sobre lo que disputan), mientras que ustedes no saben”.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:67","price":"67. Abraham no era ni judío ni cristiano, sino que adoraba exclusivamente a Al-lah con sinceridad, y no era un idólatra.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:68","price":"68. En verdad, quienes tienen más derecho a considerar a Abraham de los suyos son quienes creyeron en él y lo siguieron (adorando solamente a Al-lah con sinceridad), así como este Profeta (Muhammad) y quienes creen (en él). Y Al-lah es el Protector de los creyentes.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:69","price":"69. Un grupo de entre los judíos y los cristianos quisiera extraviarlos de la verdad, pero solo se extravían ellos mismos sin darse cuenta.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:70","price":"70. ¡Ustedes que recibieron las Escrituras!, ¿por qué desmienten la revelación de Al-lah (y lo que reveló en sus Libros acerca del Profeta Muhammad) cuando saben que es la verdad?  ","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:71","price":"71. ¡Ustedes que recibieron las Escrituras!, ¿por qué mezclan la verdad con la falsedad y ocultan la verdad a sabiendas?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:72","price":"72. Un grupo de entre los judíos dicen (entre ellos): “Crean por la mañana en lo que ha sido revelado a los creyentes (que siguen a Muhammad) y rechácenlo al final del día para que ellos regresen a su antigua religión (tras confundirlos con su acción).","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:73","price":"73. Y crean solo en quienes siguen la religión de ustedes”. Diles (¡oh, Muhammad!): “La guía verdadera es la de Al-lah”. (Y dicen:) “No revelen el conocimiento que han recibido para que nadie sea bendecido como ustedes y para que no lo utilicen como argumento en su contra ante su Señor (el Día de la Resurrección)”. Diles (¡oh, Muhammad!): “El favor está en las manos de Al-lah, y Él lo dispensa a quien quiere. El favor de Al-lah es inmenso, y Él tiene conocimiento sobre todas las cosas”.","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:74","price":"74. (Al-lah) escoge a quien quiere para concederle Su misericordia; y Al-lah es dueño del favor inmenso.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:75","price":"75. Y entre los judíos hay quienes, si les confías una gran suma de dinero, te la devuelven enseguida; y hay quienes, si les confías una sola moneda, no te la devuelven a no ser que la reclames con insistencia. Ello se debe a que dicen: “No nos pasará nada por lo que les hagamos a los iletrados[108] (de los árabes)”, e inventan mentiras contra Al-lah a sabiendas.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"[108]  Los judíos despreciaban a los gentiles, es decir, a cualquier persona que no fuera judía como ellos, y se creían superiores a los demás en todos los aspectos, llegando a considerarlos por debajo de la condición humana. Este desprecio está presente en muchos pasajes del Talmud, obra que recoge principalmente las discusiones rabínicas sobre leyes judías, tradiciones, costumbres, etc., y que constituye la interpretación orgánica de la Torá.","lang":"es"},{"name":"3:76","price":"76. ¡No es como dicen (pues serán castigados por ello)! (Al-lah ama) a quienes cumplen sus compromisos y Lo temen, Al-lah ama a los piadosos.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:77","price":"77. Quienes vendan sus compromisos con Al-lah y sus juramentos por un vil beneficio no obtendrán su parte de recompensa en la otra vida, ni les hablará Al-lah ni los mirará el Día de la Resurrección (con misericordia), no los purificará (de sus pecados) y tendrán un doloroso castigo.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:78","price":"78. Y entre los judíos hay grupos que tergiversan la palabra de Al-lah cuando recitan las Escrituras (la Torá) para que piensen que (lo que dicen) es parte de la revelación, cuando no lo es; y dicen que procede de Al-lah, cuando no procede de Al-lah, y atribuyen mentiras a Al-lah a sabiendas.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:79","price":"79. No es posible que un hombre, al que Al-lah le haya concedido una Escritura Sagrada y sabiduría (entendimiento sobre la religión y sus preceptos) y lo haya hecho Profeta, diga a su gente: “Adórenme a mí en vez de a Al-lah”; más bien les diría: “Sean divulgadores sabios y rectos de la religión de Al-lah, puesto que enseñan Su revelación y la estudian”.","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:80","price":"80. Y no les ordenaría tomar a los ángeles y a los profetas como divinidades. ¡¿Cómo podría ordenarles la incredulidad después de su sometimiento y sumisión a Al-lah?!","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:81","price":"81. Y (recuerda a tu pueblo) cuando Al-lah estableció un pacto con los profetas (y les dijo): “Les concedo Escrituras y sabiduría (entendimiento de la religión y de sus preceptos); mas, si les llega un Profeta (Muhammad) confirmando lo que tienen, creerán en él y lo apoyarán. ¿Están de acuerdo y aceptan el pacto?” Respondieron: “Estamos de acuerdo”. Dijo Al-lah: “Sean testigos (de ello), y Yo también soy testigo junto con ustedes”.","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:82","price":"82. Y quienes (aleguen seguir a sus profetas, como los judíos y los cristianos, y) le den la espalda (a Muhammad) después del pacto (que establecieron los profetas con Al-lah acerca de creer y apoyar a Su Mensajero), esos serán los rebeldes.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:83","price":"83. ¿Acaso desean una religión distinta a la de Al-lah, cuando a Él se someten todas las criaturas que hay en los cielos y en la tierra, voluntariamente o a la fuerza, y todos han de regresar a Él?","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:84","price":"84. Diles (¡oh, Muhammad!): “Creemos en Al-lah y en lo que nos ha revelado, así como en lo que reveló a Abraham, a Ismael, a Isaac, a Jacob y a las tribus (de Israel); (creemos) en lo que Moisés, Jesús y (todos) los profetas recibieron de su Señor. No hacemos ninguna diferencia entre ellos (los aceptamos a todos por igual) y nos sometemos completamente a Él”.","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:85","price":"85. Y quien siga una religión distinta al Islam no le será aceptada[109] y, en la otra vida, estará entre los perdedores.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"[109]  El Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— ha sido el único Profeta enviado a toda la humanidad de todos los tiempos, por ser el último Mensajero de Al-lah. Los profetas anteriores fueron enviados a pueblos concretos, bien para recordarles su religión primigenia o inclinación natural (fitrah) con la que Al-lah creó al hombre –basada en la adoración pura y exclusiva a Al-lah– o bien para traerles nuevas revelaciones con el mismo mensaje de la unicidad de Al-lah y de la llegada del Día de la Resurrección, mas con leyes distintas adaptadas a momentos y a pueblos concretos. Los hombres que siguieron la fitrah y las enseñanzas de sus profetas sin desviarse de la verdad se consideran musulmanes, ya que se sometieron a la voluntad de Al-lah. Tras la aparición del Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—, todo hombre que tenga noticias sobre el Islam tiene la obligación de abrazar esta religión y de seguir el contenido del Corán, puesto que es la única Revelación que no ha sido alterada por el hombre y prevalece sobre todas las demás. Hay varios dichos del Profeta —que Al-lah lo bendiga y le dé la paz— que tratan sobre cuatro tipos de personas que el Día de la Resurrección se excusarán ante Al-lah por no haber seguido el Islam: quienes no pudieron escuchar el mensaje, los discapacitados mentales, las personas seniles y quienes murieron siguiendo la fitrah. Al-lah pondrá a prueba su sinceridad y librará a algunos del castigo del fuego, mientras que otros caerán en él.","lang":"es"},{"name":"3:86","price":"86. ¿Cómo puede Al-lah guiar a un pueblo que ha rechazado la verdad después de haber creído en ella y que había dado fe sobre la veracidad del Mensajero (Muhammad) tras haber recibido pruebas evidentes? Y Al-lah no guía a los injustos que rechazan la verdad.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:87","price":"87. Esos, como castigo, serán expulsados de la misericordia de Al-lah, y los ángeles y todos los hombres suplicarán para que así sea.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:88","price":"88. Así permanecerán eternamente (sin obtener la misericordia de Al-lah). No se les mitigará el castigo ni se les concederá ningún respiro.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:89","price":"89. Salvo quienes se arrepientan después (de haber rechazado la verdad) y se enmienden (siguiendo el Islam), pues Al-lah es Indulgente y Misericordioso.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:90","price":"90. No se aceptará el arrepentimiento de quienes rechacen la verdad tras haber creído en ella y persistan en la incredulidad[110] (hasta el momento de su muerte); y esos serán los extraviados. ","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"[110]  Otra interpretación posible es: “No se aceptará el arrepentimiento de quienes hayan negado a Jesús después de haber creído en Moisés y desmientan luego a Muhammad”.","lang":"es"},{"name":"3:91","price":"91. Ciertamente, no se aceptará el arrepentimiento de quienes rechacen la verdad (y nieguen que Muhammad sea un Profeta) y mueran en dicho estado de incredulidad, aunque ofrecieran todo el oro que hubiese en la tierra para librarse del castigo. Esos recibirán un castigo doloroso y no tendrán quiénes los auxilien.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:92","price":"92. No alcanzarán (la recompensa de) la piedad (el Paraíso) hasta que den en caridad parte de los bienes que aman. Y todo lo que den es del conocimiento de Al-lah.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"es"},{"name":"3:93","price":"93. Todos los alimentos eran lícitos para los hijos de Israel, excepto lo que el propio Israel (Jacob) prohibió para sí antes de que la Torá fuera revelada. Diles (¡oh, Muhammad!): “Traigan la Torá y léanla[111] si son veraces (cuando dicen que fue Al-lah quien le prohibió tales alimentos)”.","arabic":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":386,"juzNumber":4,"footnotes":"[111]  La Torá demuestra que todos los alimentos eran lícitos para los judíos antes de su revelación y que Al-lah les prohibió después varios alimentos como castigo, debido a su iniquidad y transgresión. Si Jacob se prohibió a sí mismo la carne de camello y su leche antes de la revelación de la Torá, fue para cumplir la promesa que Le hizo a Al-lah cuando estaba muy enfermo, de dejar de tomar los mejores alimentos existentes si Él lo curaba de su afección. Aunque este tipo de votos o promesas no son recomendables actualmente, eran prácticas comunes entonces y completamente lícitas.","lang":"es"},{"name":"3:94","price":"94. Y quien invente una mentira contra Al-lah después de esto será de los injustos.","arabic":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":387,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:95","price":"95. Di (¡oh, Muhammad!): “Al-lah ha dicho la verdad”. Seguid, pues, la religión de Abraham, quien adoraba a Al-lah con pura sumisión y exclusividad, y no era un idólatra.","arabic":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":388,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:96","price":"96. En verdad, la primera casa de oración erigida para que los hombres adoraran a Al-lah es (la Kaaba) en La Meca, un lugar bendecido y guía para todos los pueblos.","arabic":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":389,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:97","price":"97. Allí hay claros signos (de que Abraham la construyó y de que Al-lah la honró y bendijo), como la roca sobre la que Abraham se alzaba para construir la Kaaba. Y quien entre en La Meca estará a salvo (pues es un lugar sagrado). Y es una obligación de los hombres para con Al-lah el peregrinaje a la Kaaba, si disponen de la salud y de los medios necesarios. Y quien rechace la verdad (y niegue la necesidad de realizar el peregrinaje y no lo realice, a pesar de contar con los medios para hacerlo, habrá caído en la incredulidad); y Al-lah no tiene necesidad de ningún ser de Su creación.","arabic":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":390,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:98","price":"98. Diles (a los judíos y cristianos, ¡oh, Muhammad!): “¡Ustedes que recibieron las Escrituras!, ¿por qué niegan las aleyas de Al-lah (y las pruebas sobre la veracidad de Su religión) cuando Al-lah es testigo de lo que hacen?”.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":391,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:99","price":"99. Diles: “¡Ustedes que recibieron las Escrituras!, ¿por qué intentan apartar al creyente del camino de Al-lah haciendo que parezca tortuoso cuando ustedes mismos son testigos (de que es el camino verdadero)? Y Al-lah no deja pasar por alto lo que hacen”.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":392,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:100","price":"100. ¡Oh, creyentes!, si obedeces a un grupo de quienes recibieron las Escrituras, harán que vuelvan a la incredulidad después de haber aceptado la fe.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":393,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:101","price":"101. ¿Y cómo pueden negar la verdad cuando se les recitan las aleyas de Al-lah y tienen entre ustedes a Su Profeta? Y quien se aferre fuertemente a Al-lah habrá sido guiado hacia el camino recto.","arabic":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":394,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:102","price":"102. ¡Oh, creyentes!, teman a Al-lah como es debido y mueran sometidos a Él como verdaderos musulmanes.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":395,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:103","price":"103. Y aférrense todos juntos a la religión[112] de Al-lah y no se dividan. Y recuerden la gracia de Al-lah sobre ustedes al hermanarlos en la religión uniendo sus corazones, cuando antes (del Islam) eran enemigos los unos de los otros y estaban al borde del abismo del fuego, y los salvó de él (guiándolos hacia la fe). Así es como Al-lah les aclara Su revelación para que puedan guiarse.","arabic":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":396,"juzNumber":4,"footnotes":"[112]  Literalmente dice: “Y aférrense todos a la cuerda de Al-lah”, que aquí significa Su religión, o el Corán o Su Profeta.","lang":"es"},{"name":"3:104","price":"104. Y que de entre ustedes surja un grupo de hombres que inviten a la rectitud, que ordenen el bien (que manda el Islam) y prohíban el mal (que este condena). Esos serán los triunfadores.","arabic":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":397,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:105","price":"105. Y no sean como quienes se dividieron y discreparon entre sí (los judíos y los cristianos) tras haber recibido pruebas evidentes. Esos tendrán un terrible castigo","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":398,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:106","price":"106. el Día (de la Resurrección), (día) en el que algunos rostros aparecerán iluminados y otros ensombrecidos. A aquellos de rostros ensombrecidos (se les dirá): “¿Negaron la fe después de haber creído? Sufran el castigo por haberla negado”.","arabic":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":399,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:107","price":"107. Y aquellos de rostros iluminados entrarán en la misericordia de Al-lah (el Paraíso), y allí vivirán eternamente.","arabic":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":400,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:108","price":"108. Estas son aleyas de Al-lah que te revelamos con la verdad (¡oh, Muhammad!). Y Al-lah no quiere la injusticia para Su creación.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":401,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:109","price":"109. Y a Al-lah Le pertenece todo cuanto existe en los cielos y en la tierra. Y todos los asuntos retornan a Él (para que decida sobre ellos).","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":402,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:110","price":"110. Ustedes (que creen y siguen a Muhammad) son la mejor comunidad que haya surgido nunca en beneficio de los hombres; ordenan el bien, prohíben el mal y creen en Al-lah. Y si los judíos y cristianos creyeran, sería mejor para ellos; algunos creen (en Al-lah y en lo que ha revelado a Muhammad), pero la mayoría de ellos son rebeldes. ","arabic":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":403,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:111","price":"111. (Esos rebeldes) no podrán perjudicarlos en nada, salvo causarles algunas molestias (principalmente de palabra). Y si lucharan contra ustedes, se retirarían (derrotados) y no serían socorridos.","arabic":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":404,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:112","price":"112. La humillación se abatirá sobre ellos allí donde se encuentren, a menos que reciban un pacto (de protección) de Al-lah[113] o de los hombres, pues han incurrido en la ira de Al-lah y se abatirá sobre ellos la miseria. Será así porque negaron las revelaciones (y pruebas) de Al-lah y asesinaron injustamente a los profetas, porque desobedecieron y traspasaron los límites.","arabic":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":405,"juzNumber":4,"footnotes":"[113]  El pacto de Al-lah al que hace referencia es el de pagar un impuesto (o yizia) al estado musulmán para vivir amparados bajo la ley del Islam y poder seguir practicando su propia religión.","lang":"es"},{"name":"3:113","price":"113. No son todos iguales. Entre los judíos y cristianos hay un grupo de hombres rectos que recitan las aleyas de Al-lah[114] durante la noche y se postran ante Él (en sus rezos).","arabic":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":406,"juzNumber":4,"footnotes":"[114]  Ese grupo de hombres rectos lo forman quienes reconocen la verdad y la siguen. La aleya fue revelada con motivo de un grupo de judíos que aceptaron el Islam cuando supieron de él y por eso recitaban el Corán.","lang":"es"},{"name":"3:114","price":"114. Creen en Al-lah y en el Día de la Resurrección, ordenan el bien y prohíben el mal y se apresuran a realizar buenas acciones. Esos son de los rectos y virtuosos.","arabic":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":407,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:115","price":"115. Y todo bien que hagan será recompensado. Y Al-lah conoce bien a los piadosos.","arabic":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":408,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:116","price":"116. A quienes rechazan la verdad, de nada les servirán sus bienes ni sus hijos frente a Al-lah. Esos serán los habitantes del fuego, y allí permanecerán eternamente.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":409,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:117","price":"117. La caridad que dan en esta vida (quienes rechazan la verdad) se asemeja a un campo de cultivo, de unas gentes incrédulas y pecadoras, que es arrasado completamente por un viento helado[115]. Y Al-lah no fue injusto con ellos, sino que ellos fueron injustos consigo mismos (debido a su incredulidad y a sus pecados).","arabic":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":410,"juzNumber":4,"footnotes":"[115]  Del mismo modo que el viento arrasa el campo y priva a sus dueños de todo beneficio, la caridad que entregan quienes rechazan la verdad no obtendrá su recompensa en la otra vida y no les habrá sido de ninguna utilidad.","lang":"es"},{"name":"3:118","price":"118. ¡Oh, creyentes!, no tomen por consejeros y hombres de confianza a quienes no sean musulmanes; (de lo contrario) no cederán en su empeño de corromperlos y desearán perjudicarlos severamente. El odio que sienten (hacia ustedes) se refleja en lo que dicen, mas lo que esconden en sus corazones es todavía peor. Les hemos mostrado las pruebas (de su enemistad), (no los tomen, pues, por aliados) si es que razonan.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":411,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:119","price":"119. Ustedes los aprecian, pero ellos no los aprecian; y ustedes creen en todas las revelaciones de Al-lah, pero ellos no creen en la de ustedes. Si se encuentran con ustedes, dicen: “Creemos”; pero si se quedan a solas entre ellos, se muerden los dedos de rabia. Diles (¡oh, Muhammad!): “¡Muéranse de rabia! En verdad, Al-lah conoce lo que encierran sus corazones”.","arabic":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":412,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:120","price":"120. Si les sucede algo bueno, se afligen; pero si les sucede algo malo, se alegran. Mas si son pacientes y temen a Al-lah, lo que tramen contra ustedes no los perjudicará en lo más mínimo. Realmente, el conocimiento de Al-lah abarca todo lo que hacen.","arabic":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":413,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:121","price":"121. Y (recuerda, ¡oh, Muhammad!) cuando saliste de tu hogar por la madrugada para asignar a los creyentes sus puestos en la batalla (de Uhud[116]). Y Al-lah todo lo oye y todo lo sabe.","arabic":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":414,"juzNumber":4,"footnotes":"[116]  La batalla de Uhud es la segunda gran batalla del Islam y tuvo lugar el tercer año de la Hégira en el monte Uhud, situado a unos cinco kilómetros de la ciudad de Medina. Tras la pérdida que los incrédulos de La Meca sufrieron en Badr, estos prepararon una ofensiva para vengarse de los musulmanes, para lo que reunieron un ejército de unos 3.000 hombres. Los musulmanes salieron a su encuentro con un ejército de 1.000 hombres, aunque los hipócritas de la ciudad preferían quedarse en Medina y no estaban de acuerdo con la decisión del Profeta —que Al-lah lo bendiga y le dé la paz—. Uno de los hipócritas regresó a la ciudad con una tercera parte del ejército antes de llegar a Uhud, molesto con el Profeta —que Al-lah lo bendiga y le dé la paz— por no haber tenido en cuenta su opinión de no salir al encuentro de los incrédulos de La Meca. Posteriormente, él y sus seguidores se excusarían diciendo que no sabían que ese día iban a luchar y que por esa razón regresaron a Medina. La batalla supuso un gran revés para los musulmanes que padecieron las consecuencias de desobedecer las órdenes del Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—, ya que los arqueros, quienes protegían al resto de los combatientes musulmanes desde lo alto del monte, abandonaron sus puestos para tomar el botín pese a la prohibición del Profeta —que Al-lah lo bendiga y le dé la paz— y fueron sorprendidos por detrás, de manera que perdieron una batalla que tenían prácticamente ganada.","lang":"es"},{"name":"3:122","price":"122. (Recuerda) cuando dos grupos de entre ustedes estuvieron a punto de flaquear[117], a pesar de que Al-lah era el Protector de ambos. Y en Al-lah depositan su confianza los creyentes.","arabic":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":415,"juzNumber":4,"footnotes":"[117]  Se refiere a dos tribus de entre los musulmanes que tuvieron miedo del enemigo y pensaron en retirarse y regresar a la ciudad como habían hecho los hipócritas.","lang":"es"},{"name":"3:123","price":"123. Y, ciertamente, Al-lah los ayudó en (la batalla de) Badr y les concedió la victoria cuando estaban en inferioridad de condiciones. Teman, pues, a Al-lah, (obedeciéndolo en lo que les ordena) para que sean agradecidos.","arabic":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":416,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:124","price":"124. (Recuerda) cuando decías a los creyentes: “¿¡Acaso no les basta (como ayuda) que su Señor les envíe como refuerzo a tres mil ángeles!?","arabic":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":417,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:125","price":"125. Y si son pacientes y temen (a Al-lah), y (los incrédulos de La Meca) los atacan por sorpresa, su Señor los reforzará con cinco mil ángeles que portarán señales distintivas”.","arabic":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":418,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:126","price":"126. Y Al-lah hizo que (ese refuerzo) fuese una buena noticia para animarlos y tranquilizar sus corazones. Y la victoria proviene solo de Al-lah, el Poderoso, el Sabio.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":419,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:127","price":"127. (Y la victoria de Al-lah en Badr) fue para acabar con un grupo de quienes rechazaban la verdad o para humillarlos (con la derrota) y hacer que se retirasen frustrados. ","arabic":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":420,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:128","price":"128. No te concierne a ti (¡oh, Muhammad!) lo que les suceda, tanto si (Al-lah) los perdona como si los castiga, pues son injustos por negar la verdad.","arabic":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":421,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:129","price":"129. Y a Al-lah pertenece cuanto existe en los cielos y en la tierra. Perdona a quien quiere y castiga a quien quiere. Y Al-lah es Indulgente y Misericordioso.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":422,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:130","price":"130. ¡Oh, creyentes!, no se beneficien de la usura doblando y multiplicando los intereses. Y teman a Al-lah para que puedan prosperar (y triunfar).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":423,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:131","price":"131. Y teman un fuego que ha sido preparado para quienes rechazan la verdad.","arabic":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":424,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:132","price":"132. Y obedezcan a Al-lah y al Mensajero para que Él se apiade de ustedes.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":425,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:133","price":"133. Y apresúrense hacia el perdón de su Señor y hacia un Paraíso tan inmenso como los cielos y la tierra que ha sido preparado para los piadosos;","arabic":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":426,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:134","price":"134. esos que dan en caridad en la prosperidad y en la adversidad, reprimen su ira y perdonan a los demás. Y Al-lah ama a quienes obran el bien.","arabic":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":427,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:135","price":"135. Esos que, si cometen una inmoralidad y se perjudican a sí mismos (cometiendo acciones reprobables), recuerdan a Al-lah y Le piden perdón por sus pecados —¡¿Y quién sino Al-lah perdona los pecados?!—, y no reinciden en sus (malas) acciones a sabiendas.","arabic":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":428,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:136","price":"136. Recibirán como recompensa el perdón de su Señor y jardines por los cuales corren ríos, donde vivirán eternamente. ¡Y qué excelente recompensa para quienes actúan bien!","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":429,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:137","price":"137. Y, ciertamente, otras naciones que pasaron antes de ustedes sufrieron también (pérdidas y pruebas como las que han pasado en Uhud, mas la derrota final será para quienes rechacen la verdad). ¡Recorran la tierra y observen cuál fue el final de quienes no creyeron (en Al-lah ni en Sus mensajeros)!","arabic":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":430,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:138","price":"138. Este (Corán) es una aclaración de la verdad para los hombres, una guía y una exhortación para los piadosos.","arabic":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":431,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:139","price":"139. Así pues, no se desalienten ni se entristezcan por lo sucedido (en la batalla de Uhud), pues serán ustedes finalmente los triunfadores, si en verdad son creyentes.","arabic":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":432,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:140","price":"140. Si (ustedes) han sufrido un duro golpe (en Uhud), también lo sufrieron ellos (al perder en Badr). Y así alternamos el triunfo y la derrota entre los hombres, para que Al-lah ponga a prueba a los creyentes y tome a mártires de entre ustedes. Y Al-lah no ama a los injustos que rechazan la verdad.","arabic":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":433,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:141","price":"141. Y (ello es así) para que Al-lah ponga a prueba a los creyentes (purificándolos de sus pecados) y acabe con quienes niegan la verdad.","arabic":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":434,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:142","price":"142. ¿O acaso pensaron que entrarían al Paraíso sin que Al-lah evidenciara quiénes combaten por Su causa y quiénes son los pacientes (en la adversidad)?","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":435,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:143","price":"143. Y, realmente, desearon morir en combate (para ser mártires) antes de encontrase con la muerte (en la batalla). Ahora la han visto (como deseaban y pedían) delante de ustedes, (¡luchen, pues, y sean pacientes!).","arabic":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":436,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:144","price":"144. Muhammad no es más que un Mensajero, y hubo otros antes de él. ¿Acaso si muriera o lo mataran darían la espalda a la verdad (volviendo a la incredulidad)? Y quien eso hiciera no perjudicaría en nada a Al-lah. Y Al-lah recompensará a los agradecidos (que se mantienen firmes en su fe).","arabic":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":437,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:145","price":"145. Y nadie puede morir a no ser que sea con el consentimiento de Al-lah y en el momento que Él ha decretado. Quien quiera una recompensa en esta vida la obtendrá, y quien quiera una recompensa en la otra vida la obtendrá. Y recompensaremos a los agradecidos.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":438,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:146","price":"146. ¡Y cuántos profetas lucharon en compañía de sus seguidores, y estos no se acobardaron a pesar de todo lo que padecieron en la causa de Al-lah, ni flaquearon ni se rindieron! Y Al-lah ama a los pacientes.","arabic":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":439,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:147","price":"147. Y sus únicas palabras (ante las adversidades) eran: “¡Señor, perdona nuestros pecados y transgresiones, haz que nos mantengamos firmes y concédenos la victoria sobre quienes rechazan la verdad!”.","arabic":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":440,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:148","price":"148. Entonces Al-lah les concedió la recompensa de esta vida y la excelente recompensa de la otra. Y Al-lah ama a quienes hacen el bien.","arabic":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":441,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:149","price":"149. ¡Oh, creyentes!, si obedecen a quienes rechazan la verdad, (ellos) harán que (ustedes) regresen a la incredulidad y que se conviertan en perdedores.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":442,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:150","price":"150. Y Al-lah es su protector y el mejor de los auxiliadores.","arabic":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":443,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:151","price":"151. Infundiremos temor en los corazones de quienes rechazan la verdad por adorar a otros además de a Al-lah sin haber recibido ninguna autorización para hacerlo. Habitarán en el fuego, ¡y qué pésima morada la de los injustos!","arabic":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":444,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:152","price":"152. Y Al-lah cumplió la promesa que les hizo (al comienzo de la batalla de Uhud) cuando, con Su consentimiento, mataban y vencían a sus enemigos; hasta que flaquearon y comenzaron a discutir la orden (de no abandonar bajo ningún concepto su posición en la batalla), y desobedecieron cuando (Al-lah) les mostró (el botín y la victoria) que deseaban. Algunos de entre ustedes desean (los bienes de) la vida terrenal, y otros desean la (recompensa de la) eterna. Entonces Él hizo que (los vencieran y) huyeran de ellos para ponerlos a prueba. Pero, ciertamente, los ha perdonado (al saber de su arrepentimiento por haber desobedecido). Y el favor de Al-lah con los creyentes es inmenso.","arabic":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":445,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:153","price":"153. (Y recuerden) cuando huían sin reparar en nadie y el Mensajero los llamaba por detrás para (que regresaran al combate). Entonces (Al-lah) los sumió en un gran pesar (el de la derrota) seguido de otro pesar (el rumor sobre la muerte del Profeta) para que no se afligieran por (el botín y la victoria) que habían perdido y por (las bajas) que habían padecido. Y Al-lah está bien informado de lo que hacen.","arabic":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":446,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:154","price":"154. Después de la aflicción, (Al-lah) hizo descender sobre ustedes un sentimiento de seguridad, y la somnolencia se apoderó de un grupo de ustedes, mientras que otros se preocupaban solo de ellos mismos y pensaban erróneamente sobre Al-lah, con pensamientos propios de la época de la ignorancia (previa al Islam). Decían (arrepentidos de haber salido a combatir): “Si hubiese sido por nosotros, no habríamos salido a combatir”. Diles (¡oh, Muhammad!): “A Al-lah pertenece la decisión sobre todos los asuntos (Él es Quien decretó su salida para luchar y lo que sucedió en la batalla)”. Ocultaban en su interior lo que no se atrevían a revelarte. Decían: “Si hubiésemos podido decidir sobre el asunto (de luchar), nadie habría muerto aquí”. Diles (¡oh, Muhammad!): “Si hubiesen permanecido en sus hogares, aquellos a quienes la muerte les había sido decretada habrían salido para morir allí donde esta los esperaba”. Y (todo ello sucedió) para ponerlos a prueba (y distinguir al creyente del hipócrita) y para purificar sus corazones. Y Al-lah conoce bien lo que albergan en su interior.","arabic":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":447,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:155","price":"155. Aquellos que de ustedes huyeron (de la batalla) el día en que se enfrentaron los dos ejércitos (el de los creyentes y el de los idólatras en Uhud) se dejaron llevar por el Demonio debido a los (pecados) que habían cometido. Pero, ciertamente, Al-lah los ha perdonado. Al-lah es Indulgente y Tolerante.","arabic":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":448,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:156","price":"156. ¡Oh, creyentes!, no sean como quienes rechazan la verdad y decían acerca de los suyos (que habían perecido) al salir de viaje o a combatir: “Si se hubiesen quedado con nosotros, no habrían muerto ni los habrían matado”. Al-lah hará que (esas palabras) sean un motivo de aflicción en sus corazones. Y Al-lah da la vida y la muerte y ve todo lo que hacen.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":449,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:157","price":"157. Y si los matan o mueren luchando por la causa de Al-lah, Él perdonará sus pecados y les concederá Su misericordia; y eso es mucho mejor que todos los bienes que puedan acumular (quienes aman la vida terrenal).","arabic":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":450,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:158","price":"158. Y si mueren o los matan luchando por la causa de Al-lah, serán reunidos ante Él (el Día de la Resurrección y los retribuirá por sus acciones).","arabic":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":451,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:159","price":"159. Y trataste (a tus compañeros y seguidores) con gentileza por la misericordia de Al-lah. Si hubieras sido severo y duro de corazón con ellos, se habrían alejado de ti (¡oh, Muhammad!). Discúlpalos y pide perdón (a Al-lah) por ellos; y consulta su opinión en los temas (que lo requieran antes de tomar una decisión). Y cuando hayas tomado una decisión, encomiéndate a Al-lah. Ciertamente, Al-lah ama a quienes confían en Él.","arabic":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":452,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:160","price":"160. Si Al-lah los auxilia, nadie podrá venceros; mas, si los abandona, ¿quién podrá auxiliarlos fuera de Él? ¡Y que los creyentes se encomienden (solo) a Al-lah!","arabic":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":453,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:161","price":"161. No es propio de un Profeta tomar una parte del botín de manera ilegal[118]. Y quien lo haga deberá comparecer el Día de la Resurrección con lo que tomó. Después todos recibirán la retribución que sus acciones hayan merecido y nadie será tratado con injusticia.","arabic":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":454,"juzNumber":4,"footnotes":"[118]  Esta aleya fue revelada en relación a un episodio que sucedió tras la batalla de Badr, cuando desapareció del botín una túnica aterciopelada de color rojo y circuló el rumor de que el Profeta —que Al-lah lo bendiga y le dé la paz— podía haberla tomado.","lang":"es"},{"name":"3:162","price":"162. ¿Acaso puede compararse quien busca la complacencia de Al-lah con quien incurre en Su ira? Este habitará en el Infierno; ¡y qué pésimo destino!","arabic":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":455,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:163","price":"163. Ocuparán diferentes niveles ante Al-lah (tanto en el Paraíso como en el Infierno). Y Al-lah ve todo lo que hacen.","arabic":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":456,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:164","price":"164. Ciertamente, Al-lah ha concedido un gran favor a los creyentes enviándoles un Mensajero de entre ellos que les recita Sus aleyas, los purifica (ordenándoles buenas acciones y prohibiéndoles lo que los perjudica) y les enseña el Libro (el Corán) y la sabiduría (entendimiento de la religión), cuando antes estaban en un claro extravío.","arabic":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":457,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:165","price":"165. ¿Por qué cuando sufren una adversidad (la derrota en Uhud), a pesar de que ustedes habían infligido antes (al enemigo) el doble de daños (en Badr entre muertos y prisioneros), se preguntan por su causa? Diles (¡oh, Muhammad!): “Ustedes son la causa (por haber desobedecido las órdenes del Profeta de no abandonar sus puestos)”. Ciertamente, Al-lah es Todopoderoso.","arabic":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":458,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:166","price":"166. Y la (desgracia) que les sobrevino el día en que se enfrentaron los dos ejércitos (en Uhud) fue con el permiso de Al-lah, para que se evidenciara quiénes eran los (verdaderos) creyentes (tras ponerlos a prueba)","arabic":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":459,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:167","price":"167. y para que se evidenciara quiénes eran los hipócritas. Se les dijo: “Vengan y combatan por la causa de Al-lah o defiéndanse (al menos)”. (Los hipócritas) contestaron (tras haberse negado a luchar cuando se les pidió hacerlo): “Si hubiésemos sabido que de verdad iba a haber una batalla, los habríamos seguido”. Ese día (los hipócritas) estuvieron más cerca de la incredulidad que de la fe; decían lo que no sentían. Y Al-lah sabe bien lo que ocultan (sus corazones).","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":460,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:168","price":"168. Esos son quienes decían sobre quienes habían muerto de entre los suyos (por haber salido a combatir) mientras que ellos se habían quedado en sus hogares: “Si nos hubieran obedecido a nosotros, no los habrían matado”. Diles (¡oh, Muhammad!): “Impidan que les llegue la muerte, si es que dicen la verdad”.","arabic":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":461,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:169","price":"169. Y no crean que quienes fueron matados luchando por la causa de Al-lah están muertos, pues están vivos[119] y reciben provisión de su Señor (en el Paraíso).","arabic":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":462,"juzNumber":4,"footnotes":"[119]  Ver la nota de la aleya 154 de la sura 2.","lang":"es"},{"name":"3:170","price":"170. Se deleitan en el favor que Al-lah les ha otorgado y se alegran por quienes han dejado atrás (y no han muerto todavía), porque no tendrán nada qué temer ni se sentirán afligidos.","arabic":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":463,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:171","price":"171. Se alegran por las gracias y favores que Al-lah les ha concedido y porque Al-lah no deja a los creyentes sin recompensa; ","arabic":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":464,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:172","price":"172. esos que respondieron a la llamada de Al-lah y de Su Mensajero (para luchar nuevamente contra los idólatras[120]) tras haber sido heridos (en Uhud). Quienes obraron rectamente y temieron a Al-lah recibirán una gran recompensa.","arabic":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":465,"juzNumber":4,"footnotes":"[120]  Cuando los idólatras regresaron a La Meca tras la batalla de Uhud, se les recriminó que no hubieran acabado con Muhammad —que Al-lah lo bendiga y le dé la paz— y que no hubieran tomado cautivas como botín; entonces decidieron regresar para acabar con los musulmanes. Cuando esto llegó a oídos del Profeta —que Al-lah lo bendiga y le dé la paz—, movilizó a los hombres que habían luchado con él en Uhud para salir al encuentro de los idólatras. En el último momento los idólatras decidieron no enfrentarse, y el Profeta —que Al-lah lo bendiga y le dé la paz— volvió con sus hombres sanos y salvos a la ciudad de Medina sin haber luchado.","lang":"es"},{"name":"3:173","price":"173. Esos a quienes algunos dijeron (para asustarlos después de regresar de Uhud): “(Los idólatras de La Meca) se han reunido contra ustedes, ¡témanles!”. Mas ello no hizo sino aumentar su fe, y dijeron: “Al-lah nos basta (contra ellos); ¡y qué excelente protector!”.","arabic":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":466,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:174","price":"174. Y regresaron (a sus hogares) con la gracia y el favor de Al-lah, sin haber sufrido daño alguno, tras haber buscado la complacencia de Al-lah. Y Al-lah es dueño del favor inmenso.","arabic":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":467,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:175","price":"175. No es sino el Demonio quien hace que tengan miedo de sus aliados y seguidores; mas no los teman y témanme solo a Mí, si de verdad son creyentes.","arabic":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":468,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:176","price":"176. Y no te aflijas (¡oh, Muhammad!) por quienes se apresuran a rechazar la verdad. Ellos no podrán perjudicar a Al-lah en nada. Él quiere dejarlos sin su parte de recompensa en la otra vida, y obtendrán un terrible castigo.","arabic":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":469,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:177","price":"177. Ciertamente, quienes cambien la fe por la incredulidad no perjudicarán a Al-lah en nada y tendrán un castigo doloroso.","arabic":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":470,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:178","price":"178. Y que no piensen quienes rechazan la verdad que es bueno para ellos que les aplacemos el castigo. Se lo aplazamos para que pequen más; y tendrán un castigo humillante.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":471,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:179","price":"179. Al-lah no los iba a dejar a ustedes, que creen en Al-lah y en Su Profeta, en el estado en el que se encuentran (mezclados con los hipócritas) sin distinguir (mediante una prueba) a los hipócritas de los verdaderos creyentes. Y tampoco les iba a revelar el conocimiento absoluto que solo Él posee (para que pudieran saber quiénes eran los hipócritas), sino que Él escoge a quien quiere de entre Sus profetas (para revelarle la información que desea). Crean, pues, en Al-lah y en Sus mensajeros. Y si creen (con sinceridad) y temen (a Al-lah), obtendrán una gran recompensa.","arabic":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":472,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:180","price":"180. Y que no piensen quienes guardan con avaricia los favores que Al-lah les ha concedido (y no dan el azaque) que eso es lo mejor para ellos, pues (la avaricia) los perjudicará. Lo que codiciaron aparecerá atado a sus cuellos (como castigo) el Día de la Resurrección. Y a Al-lah pertenece la herencia[121] de los cielos y de la tierra; y Al-lah está bien informado de lo que hacen. ","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":473,"juzNumber":4,"footnotes":"[121]  Significa que solamente Él existirá cuando perezca todo lo que hay en los cielos y la tierra antes del Día de la Resurrección.","lang":"es"},{"name":"3:181","price":"181. Ciertamente, Al-lah ha oído las palabras de los (judíos) que decían: “Al-lah es pobre, mientras que nosotros somos ricos[122]”. Registraremos sus palabras, así como los asesinatos que cometieron injustamente contra los profetas, y les diremos: “Sufran el castigo del fuego.","arabic":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":474,"juzNumber":4,"footnotes":"[122]  Los judíos dijeron esas palabras a modo de burla tras la revelación de la aleya 245 de la sura 2, en la que Al-lah, el Altísimo, decía: “¿Quién ofrece a Al-lah un préstamo generoso (contribuyendo con sus bienes a Su causa) para que Él se lo devuelva multiplicado con creces?”.","lang":"es"},{"name":"3:182","price":"182. Esto es por lo que ustedes mismos cometieron”. Y Al-lah no es injusto con Sus siervos.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":475,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:183","price":"183. Esos son quienes dicen: “Al-lah nos hizo prometer (en la Torá) que no creeríamos en ningún mensajero si no venía con una ofrenda que devorase un fuego (procedente del cielo)”. Diles (¡oh, Muhammad!): “En verdad, les llegaron otros mensajeros antes de mí con claras evidencias y con lo que ustedes dicen. ¿Por qué los mataron, entonces, si son veraces?”.","arabic":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":476,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:184","price":"184. Y si te desmienten, también fueron desmentidos otros mensajeros que te precedieron y que llegaron con claras evidencias, con revelaciones sagradas y con escrituras esclarecedoras.","arabic":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":477,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:185","price":"185. Todas las criaturas perecerán, y recibirán su plena recompensa el Día de la Resurrección. Quien sea librado del fuego y entre en el Paraíso habrá triunfado; y la vida terrenal no es más que un disfrute engañoso (y efímero).","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":478,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:186","price":"186. Serán puestos a prueba en sus bienes y en sus personas, y oirán de quienes recibieron las Escrituras antes que ustedes y de los idólatras cosas que los herirán profundamente. Mas si son pacientes y temen a Al-lah, estarán haciendo una de las acciones que deben hacer y que requieren más determinación y entereza.","arabic":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":479,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:187","price":"187. Y (recuerden) cuando Al-lah concertó un pacto con quienes habían recibido las Escrituras (la Torá, y les dijo): “Mostrarán y aclararán su contenido a la gente y no lo ocultarán”; mas se desentendieron (del pacto) y modificaron las Escrituras (ocultando la verdad) a cambio de un vil beneficio. ¡Qué mal negocio hicieron!","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":480,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:188","price":"188. No pienses que quienes se regocijan de las malas acciones que han realizado y gustan de ser elogiados por lo que no han hecho se librarán del tormento, pues tendrán un castigo doloroso.","arabic":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":481,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:189","price":"189. Y a Al-lah pertenece la soberanía de los cielos y de la tierra; y Al-lah es Todopoderoso.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":482,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:190","price":"190. Ciertamente, en la creación de los cielos y de la tierra y en la alternancia de la noche y el día hay pruebas (del poder de Al-lah) para los hombres de buen juicio,","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":483,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:191","price":"191. esos que recuerdan y mencionan a Al-lah (al rezar) de pie, sentados y recostados, y meditan sobre la creación de los cielos y la tierra, y dicen: “¡Señor nuestro, no has creado todo esto en vano!, ¡gloria a ti!, ¡protégenos del castigo del fuego (dándonos éxito en el cumplimiento de Tus mandatos)!","arabic":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":484,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:192","price":"192. ¡Señor nuestro!, a aquel a quien introduzcas en el fuego lo habrás denigrado; y los injustos que rechazan la verdad no tendrán quién los auxilie.","arabic":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":485,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:193","price":"193. ¡Señor nuestro!, hemos escuchado la llamada de quien invita a la fe (Muhammad) diciendo: ‘Crean en su Señor’, y hemos creído. ¡Señor!, perdona, pues, nuestros pecados, borra nuestras malas acciones y haz que al morir estemos con los piadosos y virtuosos.","arabic":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":486,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:194","price":"194. Y concédenos, ¡Señor!, lo que nos prometiste a través de Tus mensajeros, y no nos humilles el Día de la Resurrección (mostrando nuestros pecados). Ciertamente, Tú no incumples Tus promesas”.","arabic":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":487,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:195","price":"195. Y su Señor respondió a sus invocaciones diciendo: “No dejaré que se pierda la buena acción de ninguno de ustedes (pues todas las acciones tendrán su recompensa), sea hombre o mujer, ya que provienen los unos de los otros (y son hermanos en la religión e iguales ante Al-lah en lo referente a recibir Su recompensa). Así pues, a quienes emigren, sean expulsados de sus hogares, sufran por Mi causa, luchen y mueran (por ella) les perdonaré sus pecados y haré que entren al Paraíso, por donde corren ríos. Esa es la recompensa de Al-lah, y Al-lah posee la mejor recompensa.","arabic":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":488,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:196","price":"196. Que no te engañe la libre circulación por la tierra (para comerciar y obtener riquezas) de quienes rechazan la verdad.","arabic":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":489,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:197","price":"197. Disfrutarán por un breve tiempo de los bienes mundanales, pero después habitarán en el Infierno; ¡y qué pésimo lugar para permanecer en él!","arabic":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":490,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:198","price":"198. Sin embargo, quienes teman a su Señor tendrán jardines por los cuales corren ríos, y allí vivirán eternamente; ese es el hospedaje que Al-lah concede. Y Al-lah posee lo mejor para los piadosos y virtuosos.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":491,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:199","price":"199. Y entre quienes recibieron las Escrituras hay quienes realmente creen en Al-lah, en lo que les ha revelado (el Corán) y en lo que les reveló a ellos (la Torá y el Evangelio). Se someten a Al-lah con humildad y no modifican las revelaciones de Al-lah para obtener un vil beneficio. Esos recibirán su recompensa junto a su Señor; y Al-lah es rápido en la retribución de Su recompensa.","arabic":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":492,"juzNumber":4,"footnotes":"","lang":"es"},{"name":"3:200","price":"200. ¡Oh, creyentes!, sean pacientes (ante las desgracias) y perseverantes (en su obediencia a Al-lah); sean más pacientes que sus enemigos y estén siempre vigilantes (para defender su territorio contra quienes los ataquen). Y teman a Al-lah para que puedan triunfar.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":493,"juzNumber":4,"footnotes":"","lang":"es"}],"chapter":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"]}