{"data":[{"name":"5:1","price":"1. ¡Oh, creyentes!, cumplan sus compromisos y obligaciones (con Al-lah y con los hombres). Se les permite (comer la carne de) los animales de rebaño[174], salvo lo que se les menciona (en esta misma sura). No se les permite cazar si se hallan en estado de consagración[175] para realizar la peregrinación. Ciertamente, Al-lah dictamina lo que quiere.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَوۡفُواْ بِٱلۡعُقُودِۚ أُحِلَّتۡ لَكُم بَهِيمَةُ ٱلۡأَنۡعَٰمِ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡ غَيۡرَ مُحِلِّي ٱلصَّيۡدِ وَأَنتُمۡ حُرُمٌۗ إِنَّ ٱللَّهَ يَحۡكُمُ مَا يُرِيدُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":670,"juzNumber":6,"footnotes":"[174]  Dichos animales son: el camello, la vaca, la oveja y la cabra, una vez han sido degollados según la manera islámica.\n[175]  Ver la nota de pie de la aleya 196 de la sura 2.","lang":"es"},{"name":"5:2","price":"2. ¡Oh, creyentes!, no profanen los ritos de Al-lah (relacionados con la peregrinación) ni los meses sagrados ni los animales destinados para el sacrificio ni (dejen la práctica de adornar tales animales con) guirnaldas[176] (para distinguirlos del resto de los animales y para que sean, pues, respetados). Y respeten a quienes se dirigen a la Casa Sagrada (la Kaaba) en busca del favor de Al-lah (a través del comercio) y de Su complacencia (realizando la peregrinación). Una vez finalizada la peregrinación y el estado de consagración para esta, se les permite cazar. Y que el rencor que sienten hacia quienes les impidieron llegar a la Mezquita Sagrada[177] no los haga transgredir los límites. Ayúdense los unos a los otros para alcanzar la piedad y el temor de Al-lah, mas no se ayuden en el pecado y en la transgresión. Y teman a Al-lah. Ciertamente, Al-lah es severo en el castigo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحِلُّواْ شَعَٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهۡرَ ٱلۡحَرَامَ وَلَا ٱلۡهَدۡيَ وَلَا ٱلۡقَلَٰٓئِدَ وَلَآ ءَآمِّينَ ٱلۡبَيۡتَ ٱلۡحَرَامَ يَبۡتَغُونَ فَضۡلٗا مِّن رَّبِّهِمۡ وَرِضۡوَٰنٗاۚ وَإِذَا حَلَلۡتُمۡ فَٱصۡطَادُواْۚ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ أَن صَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ أَن تَعۡتَدُواْۘ وَتَعَاوَنُواْ عَلَى ٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَلَا تَعَاوَنُواْ عَلَى ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":671,"juzNumber":6,"footnotes":"[176]  Esta parte de la aleya sería abrogada y dejaría de ponerse en práctica.\n[177]  Un año antes de que los musulmanes liberasen la ciudad de La Meca de la idolatría, el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— partió con un grupo numeroso de creyentes de Medina hacia La Meca para realizar el ‘Umrah. Los musulmanes se encontraron con el camino bloqueado por los incrédulos de La Meca. Finalmente, se llegó a un acuerdo de paz conocido como el Tratado de Hudaibiyah, que sería la clave para la posterior liberación de la ciudad, aunque, de primeras, las condiciones del tratado no parecían favorecer a los creyentes. Dicho tratado permitía a los musulmanes realizar la peregrinación al año siguiente, pero no ese año, por lo que tuvieron que regresar a la ciudad de Medina sin haber cumplido su objetivo. ","lang":"es"},{"name":"5:3","price":"3. Se les prohíbe (comer) la carne del animal encontrado muerto, la sangre, la carne de cerdo y la de cualquier animal que haya sido sacrificado en nombre de otro que no sea Al-lah. Se les prohíbe también la carne del animal que muere asfixiado, golpeado, despeñado o corneado, y la carne del animal que haya sido devorado en parte por una fiera, salvo si lo sacrifican (antes de que muera). Se les prohíben los animales sacrificados en altares de piedra dedicados a falsas divinidades. También se les prohíbe tomar decisiones a través de la adivinación. Todo ello es una abominación (y su práctica conlleva la desobediencia). Hoy, quienes rechazan la verdad han perdido toda esperanza de hacerlos renegar de su religión; no los teman, pues, y témanme solo a Mí. Hoy he completado su religión y Mi favor sobre ustedes y he escogido el Islam como su religión. Y quien se vea obligado a comer de lo prohibido por necesidad extrema sin intención de pecar, entonces Al-lah es Indulgente y Misericordioso.","arabic":"حُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ وَٱلۡمُنۡخَنِقَةُ وَٱلۡمَوۡقُوذَةُ وَٱلۡمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيۡتُمۡ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِۚ ذَٰلِكُمۡ فِسۡقٌۗ ٱلۡيَوۡمَ يَئِسَ ٱلَّذِينَ كَفَرُواْ مِن دِينِكُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِۚ ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗاۚ فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":672,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:4","price":"4. Te preguntan (¡oh, Muhammad!) acerca de qué les es lícito (comer). Diles: “Se les permiten todas las cosas buenas (que no son nocivas ni han sido adquiridas de manera ilegal), y lo que capturen para ustedes los animales de presa instruidos para la caza de acuerdo con lo que Al-lah les ha enseñado”. Coman, pues, de lo que capturen para ustedes y mencionen el nombre de Al-lah (cuando los suelten para cazar). Y teman a Al-lah. Ciertamente, Al-lah es rápido en la retribución de Su recompensa.","arabic":"يَسۡـَٔلُونَكَ مَاذَآ أُحِلَّ لَهُمۡۖ قُلۡ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُ وَمَا عَلَّمۡتُم مِّنَ ٱلۡجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ ٱللَّهُۖ فَكُلُواْ مِمَّآ أَمۡسَكۡنَ عَلَيۡكُمۡ وَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهِۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":673,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:5","price":"5. Hoy se les han hecho lícitas todas las cosas buenas, así como los animales sacrificados[178] por quienes recibieron las Escrituras, como también se les permite a ellos que se alimenten de lo que ustedes hayan sacrificado. También les son lícitas en matrimonio las mujeres virtuosas de entre los creyentes y las mujeres virtuosas de quienes recibieron las Escrituras antes que ustedes, si les entregan unos bienes como maher con la intención de casarse con ellas, no como fornicadores ni para tomarlas como amantes. Y quien reniegue de su fe habrá echado a perder todas sus buenas acciones, y en la otra vida estará entre los perdedores.","arabic":"ٱلۡيَوۡمَ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُۖ وَطَعَامُ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حِلّٞ لَّكُمۡ وَطَعَامُكُمۡ حِلّٞ لَّهُمۡۖ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلۡمُؤۡمِنَٰتِ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّ مُحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَ وَلَا مُتَّخِذِيٓ أَخۡدَانٖۗ وَمَن يَكۡفُرۡ بِٱلۡإِيمَٰنِ فَقَدۡ حَبِطَ عَمَلُهُۥ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":674,"juzNumber":6,"footnotes":"[178]  Literalmente, la aleya dice “los alimentos de quienes recibieron las Escrituras”, pero debe entenderse que la carne y las grasas animales están sujetas a las condiciones mencionadas en la aleya 3, por lo que son una excepción al resto de los alimentos, los cuales son todos lícitos sin importar quién los manipule. En cuanto a los animales que sacrifican los cristianos y los judíos, en principio son lícitos para los musulmanes (con la excepción del cerdo) porque no los sacrifican en nombre de otro que no sea Al-lah, y algunos eruditos islámicos opinan que es suficiente mencionar el nombre de Al-lah antes de consumirlos en caso de que el matarife no lo haya pronunciado en el momento de degollarlo. No obstante, actualmente, en muchos países cristianos los animales son aturdidos previamente con descargas eléctricas y otros procedimientos que pueden provocar su muerte antes del degüelle. En este caso, la carne y la grasa de dichos animales no son lícitas para los musulmanes. Sería conveniente que el musulmán que se halle en un país cristiano se informara del procedimiento que siguen los mataderos para saber si puede o no consumir dicha carne.","lang":"es"},{"name":"5:6","price":"6. ¡Oh, creyentes!, cuando se dispongan a rezar, lávense la cara y los brazos desde las manos hasta los codos inclusive, pásense las manos húmedas por sus cabezas y (lávense) los pies hasta los tobillos inclusive[179]; y si están en estado de impureza sexual, purifíquense con un baño completo. Si estuvieran enfermos o de viaje, o alguno de ustedes viniese de hacer sus necesidades, o hubiesen tenido contacto sexual con sus mujeres y no encontrasen agua, purifíquense con tierra limpia y pura (sacudiendo en ella las manos y eliminando el exceso de tierra), pasando las manos por los rostros y frotándoselas (a continuación). Al-lah no quiere ponerlos en dificultades, sino que quiere purificarlos y completar Su favor sobre ustedes para que sean agradecidos.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قُمۡتُمۡ إِلَى ٱلصَّلَوٰةِ فَٱغۡسِلُواْ وُجُوهَكُمۡ وَأَيۡدِيَكُمۡ إِلَى ٱلۡمَرَافِقِ وَٱمۡسَحُواْ بِرُءُوسِكُمۡ وَأَرۡجُلَكُمۡ إِلَى ٱلۡكَعۡبَيۡنِۚ وَإِن كُنتُمۡ جُنُبٗا فَٱطَّهَّرُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُم مِّنۡهُۚ مَا يُرِيدُ ٱللَّهُ لِيَجۡعَلَ عَلَيۡكُم مِّنۡ حَرَجٖ وَلَٰكِن يُرِيدُ لِيُطَهِّرَكُمۡ وَلِيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":675,"juzNumber":6,"footnotes":"[179]  La manera de realizar la ablución o wudu está descrita en la sunnah del Profeta —que Al-lah lo bendiga y le dé la paz— de manera detallada, siendo imprescindible la intención y el orden que debe seguirse en la ablución, mientras que otros aspectos (como lavar cada miembro tres veces en vez de una o dos o comenzar por el miembro derecho) son voluntarios. Esta aleya menciona solamente la parte obligatoria que debe lavarse. ","lang":"es"},{"name":"5:7","price":"7. Y recuerden la gracia que Al-lah les ha concedido (el Islam) y el pacto al que se comprometieron con Él cuando dijeron (al Profeta jurándole fidelidad al aceptar la religión): “Oímos y obedecemos”. Y teman a Al-lah; ciertamente, Al-lah conoce lo que encierran los corazones.","arabic":"وَٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ وَمِيثَٰقَهُ ٱلَّذِي وَاثَقَكُم بِهِۦٓ إِذۡ قُلۡتُمۡ سَمِعۡنَا وَأَطَعۡنَاۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":676,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:8","price":"8. ¡Oh, creyentes!, manténganse firmes en la verdad por Al-lah (y cumplan sus obligaciones para con Él) y sean testigos justos. Y que el odio que sienten hacia quienes rechazan la verdad no les impida actuar con justicia. Sean justos, pues es lo más cercano a la piedad. Y teman a Al-lah; ciertamente, Al-lah está bien informado de lo que hacen.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ لِلَّهِ شُهَدَآءَ بِٱلۡقِسۡطِۖ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ عَلَىٰٓ أَلَّا تَعۡدِلُواْۚ ٱعۡدِلُواْ هُوَ أَقۡرَبُ لِلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":677,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:9","price":"9. Al-lah ha prometido a quienes creen y obran rectamente que obtendrán Su perdón y una gran recompensa.","arabic":"وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":678,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:10","price":"10. Y quienes rechacen la verdad y nieguen Nuestras aleyas (y las pruebas que les ha traído Muhammad) serán los habitantes del fuego.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":679,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:11","price":"11. ¡Oh, creyentes!, recuerden el favor de Al-lah sobre ustedes cuando unas personas quisieron agredirlos y Al-lah lo impidió[180]. Y teman a Al-lah; y en Él depositan su confianza los creyentes. ","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ هَمَّ قَوۡمٌ أَن يَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ فَكَفَّ أَيۡدِيَهُمۡ عَنكُمۡۖ وَٱتَّقُواْ ٱللَّهَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":680,"juzNumber":6,"footnotes":"[180]  Esta aleya hace referencia a un plan para matar al Profeta —que Al-lah lo bendiga y le dé la paz— que pudo tener por protagonista o bien a un beduino que tomó la espada del Profeta —que Al-lah lo bendiga y le dé la paz— para atacarlo, pero finalmente no lo hizo (ni fue castigado por Muhammad —que Al-lah lo bendiga y le dé la paz—) o bien a una tribu de judíos que tramó arrojar una roca sobre su cabeza cuando se hallaba sentado bajo un muro. En ambas ocasiones, Al-lah protegió al Profeta —que Al-lah lo bendiga y le dé la paz—.","lang":"es"},{"name":"5:12","price":"12. Ciertamente, Al-lah estableció un pacto con los hijos de Israel y designó a doce líderes de entre ellos, y les dijo: “Estaré con ustedes (dándoles Mi protección y apoyo). Si cumplen el salat, entregan caridad, creen en Mis mensajeros y los apoyan (en la verdad) y gastan (parte de sus bienes) en la causa de Al-lah (buscando Su complacencia), perdonaré sus pecados y los haré entrar en jardines por los cuales corren ríos. Pero aquel de ustedes que niegue la verdad después de esto, se habrá extraviado del camino (y habrá quebrantado el pacto).","arabic":"۞ وَلَقَدۡ أَخَذَ ٱللَّهُ مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ وَبَعَثۡنَا مِنۡهُمُ ٱثۡنَيۡ عَشَرَ نَقِيبٗاۖ وَقَالَ ٱللَّهُ إِنِّي مَعَكُمۡۖ لَئِنۡ أَقَمۡتُمُ ٱلصَّلَوٰةَ وَءَاتَيۡتُمُ ٱلزَّكَوٰةَ وَءَامَنتُم بِرُسُلِي وَعَزَّرۡتُمُوهُمۡ وَأَقۡرَضۡتُمُ ٱللَّهَ قَرۡضًا حَسَنٗا لَّأُكَفِّرَنَّ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَلَأُدۡخِلَنَّكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ فَمَن كَفَرَ بَعۡدَ ذَٰلِكَ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":681,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:13","price":"13. Y los expulsamos de Nuestra misericordia por haber roto su compromiso e hicimos que sus corazones se endureciesen. Alteran el significado de las palabras (de la Torá) y olvidan parte de lo que en ella se mencionaba. Y no dejarán de traicionarlos, salvo unos pocos de ellos. Pero, perdónalos y no tengas en consideración lo que hacen. Ciertamente, Al-lah ama a quienes hacen el bien. ","arabic":"فَبِمَا نَقۡضِهِم مِّيثَٰقَهُمۡ لَعَنَّٰهُمۡ وَجَعَلۡنَا قُلُوبَهُمۡ قَٰسِيَةٗۖ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٖ مِّنۡهُمۡ إِلَّا قَلِيلٗا مِّنۡهُمۡۖ فَٱعۡفُ عَنۡهُمۡ وَٱصۡفَحۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":682,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:14","price":"14. Y (también) establecimos un pacto con quienes se llamaban a sí mismos cristianos, pero abandonaron parte de lo que mencionaban sus Escrituras; y suscitamos entre ellos (entre las diferentes sectas que surgieron) la enemistad y el odio hasta el Día de la Resurrección. Y Al-lah les informará de lo que hacían (y los juzgará por ello).","arabic":"وَمِنَ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰٓ أَخَذۡنَا مِيثَٰقَهُمۡ فَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦ فَأَغۡرَيۡنَا بَيۡنَهُمُ ٱلۡعَدَاوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۚ وَسَوۡفَ يُنَبِّئُهُمُ ٱللَّهُ بِمَا كَانُواْ يَصۡنَعُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":683,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:15","price":"15. ¡Ustedes que recibieron las Escrituras (judíos y cristianos)!, ciertamente les ha llegado Nuestro Mensajero (Muhammad) que les expone muchas de las cosas que ocultaban de las Escrituras, a la vez que pasa por alto muchas otras (cuya explicación no les aportaría ningún beneficio). En verdad, les ha llegado, de parte de Al-lah, una luz y un libro esclarecedor,","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ قَدۡ جَآءَكُمۡ رَسُولُنَا يُبَيِّنُ لَكُمۡ كَثِيرٗا مِّمَّا كُنتُمۡ تُخۡفُونَ مِنَ ٱلۡكِتَٰبِ وَيَعۡفُواْ عَن كَثِيرٖۚ قَدۡ جَآءَكُم مِّنَ ٱللَّهِ نُورٞ وَكِتَٰبٞ مُّبِينٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":684,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:16","price":"16. mediante el cual Al-lah guía por los caminos de la paz a quienes buscan Su complacencia, los saca de las tinieblas y los conduce hacia la luz de acuerdo con Su voluntad, y los guía por el camino recto.","arabic":"يَهۡدِي بِهِ ٱللَّهُ مَنِ ٱتَّبَعَ رِضۡوَٰنَهُۥ سُبُلَ ٱلسَّلَٰمِ وَيُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِهِۦ وَيَهۡدِيهِمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":685,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:17","price":"17. Ciertamente, quienes dicen que Al-lah es el Mesías, hijo de María, niegan la verdad y han caído en la incredulidad. Diles (¡oh, Muhammad!): “¿Quién podría evitar que Al-lah acabara con la vida del Mesías, hijo de María, de su madre y de todos los habitantes de la tierra si así Él lo quisiera?” Y (solamente) a Al-lah pertenece el dominio de los cielos y de la tierra y de lo que hay entre ellos. Él crea lo que quiere y es Todopoderoso. ","arabic":"لَّقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَۚ قُلۡ فَمَن يَمۡلِكُ مِنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ أَن يُهۡلِكَ ٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗاۗ وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۚ يَخۡلُقُ مَا يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":686,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:18","price":"18. Los judíos y los cristianos dicen: “Nosotros somos los hijos de Dios y a quienes más ama”. Diles (¡oh, Muhammad!): ¿Por qué los castiga, entonces, por sus pecados?”. No son sino unos seres humanos más de entre Su creación. Él perdona a quien quiere y castiga a quien quiere. Y (solamente) a Al-lah pertenece el dominio de los cielos y de la tierra y de lo que hay entre ellos. Y a Él es el retorno (el Día de la Resurrección).","arabic":"وَقَالَتِ ٱلۡيَهُودُ وَٱلنَّصَٰرَىٰ نَحۡنُ أَبۡنَٰٓؤُاْ ٱللَّهِ وَأَحِبَّٰٓؤُهُۥۚ قُلۡ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُمۖ بَلۡ أَنتُم بَشَرٞ مِّمَّنۡ خَلَقَۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":687,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:19","price":"19. ¡Ustedes que recibieron las Escrituras (judíos y cristianos)!, ciertamente les ha llegado Nuestro Mensajero (Muhammad) que les aclara (la verdad) después de un tiempo sin profetas[181], para que no puedan decir que no habían recibido la llegada de ningún portador de buenas nuevas ni de ningún amonestador; pues ahora ha llegado a ustedes un portador de buenas nuevas y un amonestador (Muhammad). Y Al-lah es Todopoderoso.","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ قَدۡ جَآءَكُمۡ رَسُولُنَا يُبَيِّنُ لَكُمۡ عَلَىٰ فَتۡرَةٖ مِّنَ ٱلرُّسُلِ أَن تَقُولُواْ مَا جَآءَنَا مِنۢ بَشِيرٖ وَلَا نَذِيرٖۖ فَقَدۡ جَآءَكُم بَشِيرٞ وَنَذِيرٞۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":688,"juzNumber":6,"footnotes":"[181]  Hace referencia al periodo comprendido entre la ascensión de Jesús —la paz de Al-lah esté con él— y la llegada del Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—.","lang":"es"},{"name":"5:20","price":"20. Y (recuerda a tu gente, ¡oh, Muhammad!) cuando Moisés dijo a su pueblo: “¡Pueblo mío!, recuerden el favor de Al-lah sobre ustedes: ha hecho que surjan profetas de entre ustedes, los ha hecho dueños[182] (de su libertad tras haber sido esclavos) y ha concedido lo que ninguna otra nación (de su tiempo) había recibido con anterioridad.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَعَلَ فِيكُمۡ أَنۢبِيَآءَ وَجَعَلَكُم مُّلُوكٗا وَءَاتَىٰكُم مَّا لَمۡ يُؤۡتِ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":689,"juzNumber":6,"footnotes":"[182]  El término árabe muluk puede significar “reyes”, pero en esta aleya debe tomarse en el sentido de “poseedores” o “dueños” de su libertad y de sus asuntos, ya que acababan de salir de la esclavitud en Egipto y el primer rey que tuvieron, Saúl, fue muy posterior a Moisés.","lang":"es"},{"name":"5:21","price":"21. ¡Pueblo mío!, entren a la Tierra Santa que Al-lah ha dispuesto para ustedes y (combatan a los incrédulos que viven en ella) y no huyan (de la batalla) o se convertirían en perdedores (en esta vida y en la otra)”.","arabic":"يَٰقَوۡمِ ٱدۡخُلُواْ ٱلۡأَرۡضَ ٱلۡمُقَدَّسَةَ ٱلَّتِي كَتَبَ ٱللَّهُ لَكُمۡ وَلَا تَرۡتَدُّواْ عَلَىٰٓ أَدۡبَارِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":690,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:22","price":"22. Contestaron: “¡Moisés!, en ella viven unas gentes corpulentas y aguerridas, y nosotros no entraremos en ella hasta que ellos salgan. Si salen, entonces entraremos”.","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِنَّ فِيهَا قَوۡمٗا جَبَّارِينَ وَإِنَّا لَن نَّدۡخُلَهَا حَتَّىٰ يَخۡرُجُواْ مِنۡهَا فَإِن يَخۡرُجُواْ مِنۡهَا فَإِنَّا دَٰخِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":691,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:23","price":"23. Dos hombres que tenían temor de Al-lah y a quienes Él había agraciado (haciendo que obedecieran a su Profeta) les dijeron: “Entren para atacarlos por la puerta (de la ciudad). Si lo hacen así, serán los vencedores. Y depositen su confianza en Al-lah, si de verdad son creyentes”.","arabic":"قَالَ رَجُلَانِ مِنَ ٱلَّذِينَ يَخَافُونَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِمَا ٱدۡخُلُواْ عَلَيۡهِمُ ٱلۡبَابَ فَإِذَا دَخَلۡتُمُوهُ فَإِنَّكُمۡ غَٰلِبُونَۚ وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":692,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:24","price":"24. Dijeron: “¡Moisés!, no entraremos nunca mientras permanezcan en ella. Vayan tú y tu Señor y combatan ustedes dos; nosotros nos quedaremos aquí”.","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِنَّا لَن نَّدۡخُلَهَآ أَبَدٗا مَّا دَامُواْ فِيهَا فَٱذۡهَبۡ أَنتَ وَرَبُّكَ فَقَٰتِلَآ إِنَّا هَٰهُنَا قَٰعِدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":693,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:25","price":"25. (Moisés) dijo: “¡Señor!, solo tengo poder sobre mí mismo y sobre mi hermano (Aarón). ¡(Juzga entre nosotros y) sepáranos de las gentes rebeldes!”.","arabic":"قَالَ رَبِّ إِنِّي لَآ أَمۡلِكُ إِلَّا نَفۡسِي وَأَخِيۖ فَٱفۡرُقۡ بَيۡنَنَا وَبَيۡنَ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":694,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:26","price":"26. (Al-lah) dijo: “(La Tierra Santa) les estará prohibida por cuarenta años, durante los cuales vagarán errantes por la tierra. No te apenes, pues, por las gentes rebeldes”.","arabic":"قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيۡهِمۡۛ أَرۡبَعِينَ سَنَةٗۛ يَتِيهُونَ فِي ٱلۡأَرۡضِۚ فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":695,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:27","price":"27. Y nárrales (¡oh, Muhammad!) la verdadera historia de los dos hijos de Adán, cuando ofrecieron una ofrenda a Al-lah y solo fue aceptada la de uno de ellos. Entonces aquel cuya ofrenda no fue aceptada (Caín) dijo al otro: “Ten por seguro que te mataré”. El otro (Abel) contestó: “Al-lah solo acepta las ofrendas de quienes son piadosos.","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱبۡنَيۡ ءَادَمَ بِٱلۡحَقِّ إِذۡ قَرَّبَا قُرۡبَانٗا فَتُقُبِّلَ مِنۡ أَحَدِهِمَا وَلَمۡ يُتَقَبَّلۡ مِنَ ٱلۡأٓخَرِ قَالَ لَأَقۡتُلَنَّكَۖ قَالَ إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلۡمُتَّقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":696,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:28","price":"28. Si extiendes tu mano para matarme, yo no extenderé la mía para matarte a ti; (pues) yo temo a Al-lah, el Señor de toda la creación.","arabic":"لَئِنۢ بَسَطتَ إِلَيَّ يَدَكَ لِتَقۡتُلَنِي مَآ أَنَا۠ بِبَاسِطٖ يَدِيَ إِلَيۡكَ لِأَقۡتُلَكَۖ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":697,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:29","price":"29. Prefiero que cargues con el pecado de haberme matado, así como con el resto de tus pecados, para que seas de los habitantes del fuego, pues tal es el castigo de los injustos”.","arabic":"إِنِّيٓ أُرِيدُ أَن تَبُوٓأَ بِإِثۡمِي وَإِثۡمِكَ فَتَكُونَ مِنۡ أَصۡحَٰبِ ٱلنَّارِۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":698,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:30","price":"30. Entonces, (Caín) sintió en su interior el impulso de matar a su hermano y lo mató, y paso a ser de los perdedores (en esta vida y en la otra).","arabic":"فَطَوَّعَتۡ لَهُۥ نَفۡسُهُۥ قَتۡلَ أَخِيهِ فَقَتَلَهُۥ فَأَصۡبَحَ مِنَ ٱلۡخَٰسِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":699,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:31","price":"31. Y Al-lah envió un cuervo que se puso a escarbar en la tierra para enseñarle cómo esconder el cadáver de su hermano[183]. (Caín) exclamó: “¡Ay de mí! ¿Acaso no puedo hacer como este cuervo para esconder el cadáver de mi hermano?”. Y pasó a ser de quienes se arrepienten.","arabic":"فَبَعَثَ ٱللَّهُ غُرَابٗا يَبۡحَثُ فِي ٱلۡأَرۡضِ لِيُرِيَهُۥ كَيۡفَ يُوَٰرِي سَوۡءَةَ أَخِيهِۚ قَالَ يَٰوَيۡلَتَىٰٓ أَعَجَزۡتُ أَنۡ أَكُونَ مِثۡلَ هَٰذَا ٱلۡغُرَابِ فَأُوَٰرِيَ سَوۡءَةَ أَخِيۖ فَأَصۡبَحَ مِنَ ٱلنَّٰدِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":700,"juzNumber":6,"footnotes":"[183]  Después de matar a su hermano Abel, Caín no sabía qué hacer con el cuerpo y no le había dado sepultura; entonces Al-lah le envió un cuervo para enseñarle lo que debía hacer y para que le entraran remordimientos.","lang":"es"},{"name":"5:32","price":"32. Por este motivo decretamos a los hijos de Israel que quien matara a una persona que no hubiera matado a nadie ni sembrado la corrupción en la tierra sería como si hubiese matado a toda la humanidad; y quien salvara una vida sería como si hubiese salvado a la humanidad entera. Y, ciertamente, recibieron la llegada de Nuestros mensajeros, quienes les trajeron pruebas claras (de la verdad). No obstante, a pesar de ello, siguieron cometiendo delitos en la tierra.","arabic":"مِنۡ أَجۡلِ ذَٰلِكَ كَتَبۡنَا عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنَّهُۥ مَن قَتَلَ نَفۡسَۢا بِغَيۡرِ نَفۡسٍ أَوۡ فَسَادٖ فِي ٱلۡأَرۡضِ فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعٗا وَمَنۡ أَحۡيَاهَا فَكَأَنَّمَآ أَحۡيَا ٱلنَّاسَ جَمِيعٗاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُنَا بِٱلۡبَيِّنَٰتِ ثُمَّ إِنَّ كَثِيرٗا مِّنۡهُم بَعۡدَ ذَٰلِكَ فِي ٱلۡأَرۡضِ لَمُسۡرِفُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":701,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:33","price":"33. El castigo que Al-lah ha decretado para quienes combatan a Al-lah y a Su Mensajero (atacando a un pueblo musulmán) y extiendan la corrupción en la tierra[184] es el de la pena de muerte o la crucifixión, o la amputación de la mano y el pie opuestos o el destierro[185](tras haber sido sometidos a un juicio justo y haber sido declarados culpables por la autoridad competente). Eso supondrá una humillación para ellos en esta vida, y en la otra recibirán un castigo terrible,","arabic":"إِنَّمَا جَزَٰٓؤُاْ ٱلَّذِينَ يُحَارِبُونَ ٱللَّهَ وَرَسُولَهُۥ وَيَسۡعَوۡنَ فِي ٱلۡأَرۡضِ فَسَادًا أَن يُقَتَّلُوٓاْ أَوۡ يُصَلَّبُوٓاْ أَوۡ تُقَطَّعَ أَيۡدِيهِمۡ وَأَرۡجُلُهُم مِّنۡ خِلَٰفٍ أَوۡ يُنفَوۡاْ مِنَ ٱلۡأَرۡضِۚ ذَٰلِكَ لَهُمۡ خِزۡيٞ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":702,"juzNumber":6,"footnotes":"[184]  Debe entenderse aquellas personas, grupos o bandas que se dedican a asaltar, robar o asesinar a gente inocente, lo que hoy conocemos como crimen organizado.\n[185]  El encargado de aplicar la ley islámica de esa comunidad es quien tiene la opción de escoger el castigo que crea más conveniente según el crimen cometido.","lang":"es"},{"name":"5:34","price":"34. salvo quienes se arrepientan antes de que los capturen[186]; pues sepan que Al-lah es Indulgente y Misericordioso.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِن قَبۡلِ أَن تَقۡدِرُواْ عَلَيۡهِمۡۖ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":703,"juzNumber":6,"footnotes":"[186]  Si las personas que siembran la corrupción en la tierra se arrepienten y anuncian su arrepentimiento a la autoridad y su intención de no cometer más crímenes antes de ser capturados, esta les perdona la pena correspondiente si los criminales llegan a caer en su poder, pero los familiares de las víctimas aún pueden pedir la aplicación del talión o una indemnización económica.","lang":"es"},{"name":"5:35","price":"35. ¡Oh, creyentes!, teman a Al-lah y busquen la manera de acercarse a Él (a través de la obediencia), y luchen por Su causa para que puedan triunfar y prosperar.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَٱبۡتَغُوٓاْ إِلَيۡهِ ٱلۡوَسِيلَةَ وَجَٰهِدُواْ فِي سَبِيلِهِۦ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":704,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:36","price":"36. Ciertamente, quienes rechacen la verdad, aunque poseyeran todo cuanto existe en la tierra y otro tanto similar y lo ofrecieran a cambio de librarse del castigo del Día de la Resurrección, no les sería aceptado, y tendrán un castigo doloroso.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لِيَفۡتَدُواْ بِهِۦ مِنۡ عَذَابِ يَوۡمِ ٱلۡقِيَٰمَةِ مَا تُقُبِّلَ مِنۡهُمۡۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":705,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:37","price":"37. Querrán salir del fuego, pero no podrán salir de él; y tendrán un castigo permanente.","arabic":"يُرِيدُونَ أَن يَخۡرُجُواْ مِنَ ٱلنَّارِ وَمَا هُم بِخَٰرِجِينَ مِنۡهَاۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":706,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:38","price":"38. Al ladrón y a la ladrona, ampútenles la mano[187]en retribución por lo que han hecho y como castigo ejemplar de parte de Al-lah. Y Al-lah es Poderoso y Sabio.","arabic":"وَٱلسَّارِقُ وَٱلسَّارِقَةُ فَٱقۡطَعُوٓاْ أَيۡدِيَهُمَا جَزَآءَۢ بِمَا كَسَبَا نَكَٰلٗا مِّنَ ٱللَّهِۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":707,"juzNumber":6,"footnotes":"[187]  La pena de la amputación de la mano derecha tiene un objetivo disuasorio para que no se extienda el robo en la sociedad y está sujeta a varias condiciones: no debe ser la causa del robo padecer necesidad, el objeto robado debe de ser valioso y debe hallarse protegido u oculto y no debe estar expuesto o ser de fácil alcance. También hay que mencionar que en tiempos de hambruna, el encargado de aplicar la ley islámica en la comunidad podía no aplicar la pena. De hecho, hubo muy pocos casos en los que fue necesario aplicar dicha pena durante el tiempo del Profeta —que Al-lah lo bendiga y le dé la paz—.","lang":"es"},{"name":"5:39","price":"39. Pero si se arrepienten después de haber obrado injustamente y se enmiendan (obrando con rectitud), Al-lah aceptará su arrepentimiento[188]. Ciertamente, Al-lah es Indulgente y Misericordioso.","arabic":"فَمَن تَابَ مِنۢ بَعۡدِ ظُلۡمِهِۦ وَأَصۡلَحَ فَإِنَّ ٱللَّهَ يَتُوبُ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":708,"juzNumber":6,"footnotes":"[188]  Si se arrepiente y devuelve lo que ha robado antes de que la autoridad competente lo capture, no se le aplica la pena de la amputación; y si se arrepiente tras haber sido apresado, Al-lah le perdonará todos sus pecados tras haberlos expiado mediante la aplicación del castigo.","lang":"es"},{"name":"5:40","price":"40. ¿Acaso no sabes que a Él pertenece el dominio de los cielos y de la tierra? Castiga a quien quiere y perdona a quien quiere; y Al-lah es Todopoderoso.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يُعَذِّبُ مَن يَشَآءُ وَيَغۡفِرُ لِمَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":709,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:41","price":"41. ¡Oh, Mensajero!, no te aflijas por quienes se apresuran a rechazar la verdad de entre quienes dicen creer, pero cuyos corazones no creen. Y entre los judíos hay quienes se complacen en escuchar la mentira y escuchan a gentes que no han estado presentes en tus reuniones; alteran el significado de las palabras (de sus Escrituras) y dicen: “Si lo que (Muhammad) dictamina está de acuerdo (con lo que han tergiversado de sus Escrituras), acéptenlo; pero si no, tengan cuidado (y no lo acepten)”. Y a quienes Al-lah quiera extraviar (por rechazar la verdad), no podrás ayudarlos (¡oh, Muhammad!). Esos son aquellos cuyos corazones Al-lah no quiere purificar (por su obstinada incredulidad). Sufrirán la humillación en esta vida y en la otra tendrán un castigo terrible.","arabic":"۞ يَٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِ مِنَ ٱلَّذِينَ قَالُوٓاْ ءَامَنَّا بِأَفۡوَٰهِهِمۡ وَلَمۡ تُؤۡمِن قُلُوبُهُمۡۛ وَمِنَ ٱلَّذِينَ هَادُواْۛ سَمَّٰعُونَ لِلۡكَذِبِ سَمَّٰعُونَ لِقَوۡمٍ ءَاخَرِينَ لَمۡ يَأۡتُوكَۖ يُحَرِّفُونَ ٱلۡكَلِمَ مِنۢ بَعۡدِ مَوَاضِعِهِۦۖ يَقُولُونَ إِنۡ أُوتِيتُمۡ هَٰذَا فَخُذُوهُ وَإِن لَّمۡ تُؤۡتَوۡهُ فَٱحۡذَرُواْۚ وَمَن يُرِدِ ٱللَّهُ فِتۡنَتَهُۥ فَلَن تَمۡلِكَ لَهُۥ مِنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ لَمۡ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمۡۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":710,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:42","price":"42. Escuchan la mentira y consumen lo ilícito. Y si vienen a ti (para saber tu perecer sobre un asunto, ¡oh, Muhammad!), dales tu veredicto o aléjate de ellos sin interferir (pues no buscan la verdad). Si no interfieres, no podrán hacerte ningún daño; mas, si juzgas entre ellos, hazlo con equidad. Ciertamente, Al-lah ama a quienes actúan justamente.","arabic":"سَمَّٰعُونَ لِلۡكَذِبِ أَكَّٰلُونَ لِلسُّحۡتِۚ فَإِن جَآءُوكَ فَٱحۡكُم بَيۡنَهُمۡ أَوۡ أَعۡرِضۡ عَنۡهُمۡۖ وَإِن تُعۡرِضۡ عَنۡهُمۡ فَلَن يَضُرُّوكَ شَيۡـٔٗاۖ وَإِنۡ حَكَمۡتَ فَٱحۡكُم بَيۡنَهُم بِٱلۡقِسۡطِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":711,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:43","price":"43. ¿Y cómo van a querer que dictamines sobre ellos cuando tienen en la Torá el veredicto de Al-lah (sobre lo que disputan)? Y después, cuando les das tu dictamen, (si no les complace, a pesar de ser el mismo que aparece en la Torá) se desentienden. Esos no son creyentes.","arabic":"وَكَيۡفَ يُحَكِّمُونَكَ وَعِندَهُمُ ٱلتَّوۡرَىٰةُ فِيهَا حُكۡمُ ٱللَّهِ ثُمَّ يَتَوَلَّوۡنَ مِنۢ بَعۡدِ ذَٰلِكَۚ وَمَآ أُوْلَٰٓئِكَ بِٱلۡمُؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":712,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:44","price":"44. Y, ciertamente, revelamos la Torá como guía y luz mediante la cual los profetas sometidos a la voluntad de Al-lah juzgaban entre los judíos, así como sus sabios y rabinos por ser ellos custodios del Libro de Al-lah (la Torá) y testigos (de la verdad que contenía). No teman, pues, a la gente y témanme a Mí; y no cambien Mis preceptos por un vil beneficio. Y quienes no juzguen conforme a lo que Al-lah ha revelado serán los verdaderos incrédulos.","arabic":"إِنَّآ أَنزَلۡنَا ٱلتَّوۡرَىٰةَ فِيهَا هُدٗى وَنُورٞۚ يَحۡكُمُ بِهَا ٱلنَّبِيُّونَ ٱلَّذِينَ أَسۡلَمُواْ لِلَّذِينَ هَادُواْ وَٱلرَّبَّٰنِيُّونَ وَٱلۡأَحۡبَارُ بِمَا ٱسۡتُحۡفِظُواْ مِن كِتَٰبِ ٱللَّهِ وَكَانُواْ عَلَيۡهِ شُهَدَآءَۚ فَلَا تَخۡشَوُاْ ٱلنَّاسَ وَٱخۡشَوۡنِ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗاۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":713,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:45","price":"45. Y en ella (en la Torá) les prescribimos: vida por vida, ojo por ojo, nariz por nariz, oreja por oreja, diente por diente y la aplicación del talión para las heridas. Pero quien perdone la aplicación de tal ley como acto de caridad expiará así sus pecados. Y quienes no juzguen conforme a lo que Al-lah ha revelado, esos serán los injustos[189].","arabic":"وَكَتَبۡنَا عَلَيۡهِمۡ فِيهَآ أَنَّ ٱلنَّفۡسَ بِٱلنَّفۡسِ وَٱلۡعَيۡنَ بِٱلۡعَيۡنِ وَٱلۡأَنفَ بِٱلۡأَنفِ وَٱلۡأُذُنَ بِٱلۡأُذُنِ وَٱلسِّنَّ بِٱلسِّنِّ وَٱلۡجُرُوحَ قِصَاصٞۚ فَمَن تَصَدَّقَ بِهِۦ فَهُوَ كَفَّارَةٞ لَّهُۥۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":714,"juzNumber":6,"footnotes":"[189]  Quien niega o rechaza la ley de Al-lah se convierte en incrédulo; mientras que quien la reconoce y acepta, pero no la aplica en todos los casos, se convierte en injusto.","lang":"es"},{"name":"5:46","price":"46. E hicimos que Jesús, hijo de María, siguiera los pasos (de los profetas enviados previamente al pueblo de Israel) confirmando la Torá que había sido revelada con anterioridad. Y le concedimos (a Jesús) el Evangelio que guiaba (hacia la verdad) y esclarecía (los preceptos de Al-lah) y confirmaba el contenido de la Torá, y era una guía y una exhortación para los piadosos.","arabic":"وَقَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِعِيسَى ٱبۡنِ مَرۡيَمَ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلتَّوۡرَىٰةِۖ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَ فِيهِ هُدٗى وَنُورٞ وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلتَّوۡرَىٰةِ وَهُدٗى وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":715,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:47","price":"47. Que quienes recibieron el Evangelio juzguen según (las leyes) que Al-lah reveló en él. Y quienes no juzguen conforme a lo que Al-lah ha revelado, esos serán los rebeldes (por desobedecer a Al-lah y por preferir la falsedad a la verdad).","arabic":"وَلۡيَحۡكُمۡ أَهۡلُ ٱلۡإِنجِيلِ بِمَآ أَنزَلَ ٱللَّهُ فِيهِۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":716,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:48","price":"48. Y te hemos revelado a ti (Muhammad), el Libro (el Corán) con la verdad, confirmando el verdadero contenido de las Escrituras anteriores y para que prevalezca sobre ellas. Juzga, pues, entre los hombres conforme a lo que Al-lah ha revelado y no sigas sus deseos, pues te apartarías de la verdad que has recibido. A cada comunidad hemos decretado una legislación y un camino claro. Y si Al-lah hubiera querido, habría hecho de ustedes una sola comunidad (con una misma religión y legislación), pero quiere ponerlos a prueba a través de lo que les ha concedido. Y compitan en las buenas acciones. Todos retornarán a Al-lah (el Día de la Resurrección) y Él les informará sobre lo que discrepaban.","arabic":"وَأَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلۡكِتَٰبِ وَمُهَيۡمِنًا عَلَيۡهِۖ فَٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ عَمَّا جَآءَكَ مِنَ ٱلۡحَقِّۚ لِكُلّٖ جَعَلۡنَا مِنكُمۡ شِرۡعَةٗ وَمِنۡهَاجٗاۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":717,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:49","price":"49. Y juzga entre ellos según lo que Al-lah ha revelado y no sigas sus deseos, y ten cuidado, no sea que te desvíen de algo de lo que Al-lah te ha revelado. Y si se desentienden (del juicio que emites sobre ellos), debes saber que Al-lah quiere castigarlos por algunos de sus pecados. Y, ciertamente, muchos son rebeldes (por desobedecer a Al-lah y preferir la falsedad a la verdad).","arabic":"وَأَنِ ٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ وَٱحۡذَرۡهُمۡ أَن يَفۡتِنُوكَ عَنۢ بَعۡضِ مَآ أَنزَلَ ٱللَّهُ إِلَيۡكَۖ فَإِن تَوَلَّوۡاْ فَٱعۡلَمۡ أَنَّمَا يُرِيدُ ٱللَّهُ أَن يُصِيبَهُم بِبَعۡضِ ذُنُوبِهِمۡۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ لَفَٰسِقُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":718,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:50","price":"50. ¿Acaso desean ser juzgados por la ley previa al Islam? ¡Y quién es mejor juez que Al-lah para la gente de firme convicción!","arabic":"أَفَحُكۡمَ ٱلۡجَٰهِلِيَّةِ يَبۡغُونَۚ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ حُكۡمٗا لِّقَوۡمٖ يُوقِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":719,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:51","price":"51. ¡Oh, creyentes!, no tomen a los judíos y a los cristianos por protectores y aliados; ellos se apoyan y se protegen mutuamente. Y quien los tome por protectores y aliados será uno de ellos. Ciertamente, Al-lah no guía a la gente injusta.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡيَهُودَ وَٱلنَّصَٰرَىٰٓ أَوۡلِيَآءَۘ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَإِنَّهُۥ مِنۡهُمۡۗ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":720,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:52","price":"52. Verás que aquellos cuyos corazones están enfermos de hipocresía corren hacia ellos (buscando su protección y amistad) y dicen (como excusa): “Tememos que nos ocurra alguna desgracia (como la derrota de los musulmanes a manos de los idólatras)”. Pero puede ser que Al-lah depare una victoria o les haga saber una decisión Suya y se arrepientan de lo que ocultaban en su interior.","arabic":"فَتَرَى ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يُسَٰرِعُونَ فِيهِمۡ يَقُولُونَ نَخۡشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٞۚ فَعَسَى ٱللَّهُ أَن يَأۡتِيَ بِٱلۡفَتۡحِ أَوۡ أَمۡرٖ مِّنۡ عِندِهِۦ فَيُصۡبِحُواْ عَلَىٰ مَآ أَسَرُّواْ فِيٓ أَنفُسِهِمۡ نَٰدِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":721,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:53","price":"53. Y los creyentes dirán (entre ellos acerca de los hipócritas): “¿No son esos quienes juraron solemnemente por Al-lah ser de los nuestros?”. Sus (buenas) obras habrán sido en vano y perderán (esta vida y la otra).","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُوٓاْ أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ إِنَّهُمۡ لَمَعَكُمۡۚ حَبِطَتۡ أَعۡمَٰلُهُمۡ فَأَصۡبَحُواْ خَٰسِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":722,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:54","price":"54. ¡Oh, creyentes!, aquellos de ustedes que renieguen de su fe (no perjudicarán a Al-lah en nada), y Al-lah hará surgir a otras gentes (mejores que ellos) a quienes amará y que Lo amarán; serán humildes con los creyentes y severos con quienes rechazan la verdad; lucharán por la causa de Al-lah y no temerán ser reprochados por nadie. Tal es el favor que Al-lah concede a quien quiere; y el favor de Al-lah es inmenso y Él todo lo sabe.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَن يَرۡتَدَّ مِنكُمۡ عَن دِينِهِۦ فَسَوۡفَ يَأۡتِي ٱللَّهُ بِقَوۡمٖ يُحِبُّهُمۡ وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلۡمُؤۡمِنِينَ أَعِزَّةٍ عَلَى ٱلۡكَٰفِرِينَ يُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ وَلَا يَخَافُونَ لَوۡمَةَ لَآئِمٖۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":723,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:55","price":"55. Sus protectores y aliados son solamente Al-lah, Su Mensajero y los creyentes, quienes cumplen el salat, entregan el azaque y se inclinan (ante Al-lah sometiéndose humildemente a Él).","arabic":"إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُواْ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُمۡ رَٰكِعُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":724,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:56","price":"56. Y quienes tomen por aliados y protectores a Al-lah, a Su Mensajero y a los creyentes (serán de los partidarios de Al-lah), y los partidarios de Al-lah serán los vencedores. ","arabic":"وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُواْ فَإِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡغَٰلِبُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":725,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:57","price":"57. ¡Oh, creyentes!, no tomen por protectores y aliados a quienes se burlan de su religión de entre quienes recibieron las Escrituras antes que ustedes ni a quienes rechazan la verdad; y teman a Al-lah si de verdad son creyentes.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلَّذِينَ ٱتَّخَذُواْ دِينَكُمۡ هُزُوٗا وَلَعِبٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَٱلۡكُفَّارَ أَوۡلِيَآءَۚ وَٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":726,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:58","price":"58. Y cuando realizan la llamada a la oración (salat), se la toman a burla y diversión; eso es porque son gentes que no razonan.","arabic":"وَإِذَا نَادَيۡتُمۡ إِلَى ٱلصَّلَوٰةِ ٱتَّخَذُوهَا هُزُوٗا وَلَعِبٗاۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":727,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:59","price":"59. Diles (a esos judíos y cristianos que se burlan del Islam, ¡oh, Muhammad!): “¡Ustedes que recibieron las Escrituras!, ¿nos critican por el simple hecho de creer en Al-lah y en lo que nos ha revelado (el Corán), así como en las Escrituras que reveló con anterioridad, y por creer que muchos de ustedes son rebeldes (por preferir la desobediencia a Al-lah y la falsedad)?”.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ هَلۡ تَنقِمُونَ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ مِن قَبۡلُ وَأَنَّ أَكۡثَرَكُمۡ فَٰسِقُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":728,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:60","price":"60. Diles: “¿Quieren que les informe sobre aquellas personas que son peores (que nosotros) para Al-lah y que recibirán, en consecuencia, un castigo peor? Son quienes han sido expulsados de Su misericordia y han incurrido en Su ira, aquellos a quienes transformó en monos y cerdos (por violar la ley del sábado) y quienes adoran la falsedad; esos están en una situación peor y son quienes realmente están extraviados del camino recto”.","arabic":"قُلۡ هَلۡ أُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكَ مَثُوبَةً عِندَ ٱللَّهِۚ مَن لَّعَنَهُ ٱللَّهُ وَغَضِبَ عَلَيۡهِ وَجَعَلَ مِنۡهُمُ ٱلۡقِرَدَةَ وَٱلۡخَنَازِيرَ وَعَبَدَ ٱلطَّٰغُوتَۚ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ عَن سَوَآءِ ٱلسَّبِيلِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":729,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:61","price":"61. Y cuando (los hipócritas de entre los judíos) vienen a ti, dicen: “Creemos”, pero llegan rechazando la verdad y parten del mismo modo; y Al-lah conoce bien lo que ocultan.","arabic":"وَإِذَا جَآءُوكُمۡ قَالُوٓاْ ءَامَنَّا وَقَد دَّخَلُواْ بِٱلۡكُفۡرِ وَهُمۡ قَدۡ خَرَجُواْ بِهِۦۚ وَٱللَّهُ أَعۡلَمُ بِمَا كَانُواْ يَكۡتُمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":730,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:62","price":"62. Y verás que muchos de ellos se precipitan hacia el pecado, la transgresión y la apropiación ilícita de bienes. ¡Qué malo es lo que hacen!","arabic":"وَتَرَىٰ كَثِيرٗا مِّنۡهُمۡ يُسَٰرِعُونَ فِي ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَأَكۡلِهِمُ ٱلسُّحۡتَۚ لَبِئۡسَ مَا كَانُواْ يَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":731,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:63","price":"63. ¿Por qué los sabios (en su religión) y los rabinos no les impiden mentir, proferir palabras pecaminosas y consumir bienes de manera ilícita? ¡Qué malo es lo que hacen!","arabic":"لَوۡلَا يَنۡهَىٰهُمُ ٱلرَّبَّٰنِيُّونَ وَٱلۡأَحۡبَارُ عَن قَوۡلِهِمُ ٱلۡإِثۡمَ وَأَكۡلِهِمُ ٱلسُّحۡتَۚ لَبِئۡسَ مَا كَانُواْ يَصۡنَعُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":732,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:64","price":"64. Y los judíos dicen: “La mano[190] de Al-lah está cerrada (Al-lah es tacaño y no concede provisiones)”. Al-lah ha hecho que ellos sean los más tacaños y los ha expulsado de Su misericordia por lo que dicen. Sus manos están abiertas y concede lo que quiere como desea. Y lo que te ha sido revelado por parte de tu Señor (¡oh, Muhammad!) no hace sino aumentar la rebeldía y el rechazo a la verdad de muchos de ellos. Y hemos suscitado la enemistad y el odio entre ellos hasta el Día de la Resurrección. Cada vez que encienden el fuego de la guerra (contra ti), Al-lah lo sofoca (y hace que sus planes se vuelvan contra ellos). Y no cesan de sembrar la corrupción en la tierra; y a Al-lah no Le gustan los corruptores.","arabic":"وَقَالَتِ ٱلۡيَهُودُ يَدُ ٱللَّهِ مَغۡلُولَةٌۚ غُلَّتۡ أَيۡدِيهِمۡ وَلُعِنُواْ بِمَا قَالُواْۘ بَلۡ يَدَاهُ مَبۡسُوطَتَانِ يُنفِقُ كَيۡفَ يَشَآءُۚ وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗاۚ وَأَلۡقَيۡنَا بَيۡنَهُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۚ كُلَّمَآ أَوۡقَدُواْ نَارٗا لِّلۡحَرۡبِ أَطۡفَأَهَا ٱللَّهُۚ وَيَسۡعَوۡنَ فِي ٱلۡأَرۡضِ فَسَادٗاۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":733,"juzNumber":6,"footnotes":"[190]  Ver la nota de la aleya 115 de la sura 2.","lang":"es"},{"name":"5:65","price":"65. Y si los judíos y los cristianos creyeran (en Al-lah y en Su mensajero Muhammad) y tuvieran temor de Al-lah (obedeciendo Sus mandatos y absteniéndose de lo que prohíbe), perdonaríamos sus pecados y los admitiríamos en los jardines de las delicias (el Paraíso).","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡكِتَٰبِ ءَامَنُواْ وَٱتَّقَوۡاْ لَكَفَّرۡنَا عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأَدۡخَلۡنَٰهُمۡ جَنَّٰتِ ٱلنَّعِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":734,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:66","price":"66. Y si hubiesen seguido los mandatos de la Torá y del Evangelio[191] y siguiesen (ahora) lo que les ha sido revelado por su Señor (el Corán), recibirían sustento en abundancia tanto del cielo como de la tierra. Entre ellos hay una comunidad que está en el buen camino[192], pero muchos de ellos obran mal.","arabic":"وَلَوۡ أَنَّهُمۡ أَقَامُواْ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ وَمَآ أُنزِلَ إِلَيۡهِم مِّن رَّبِّهِمۡ لَأَكَلُواْ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۚ مِّنۡهُمۡ أُمَّةٞ مُّقۡتَصِدَةٞۖ وَكَثِيرٞ مِّنۡهُمۡ سَآءَ مَا يَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":735,"juzNumber":6,"footnotes":"[191]  La Torá y el Evangelio originales, antes de ser alterados por el hombre, contenían muchas referencias sobre el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— y les ordenaban seguirlo; así que, si realmente hubieran seguido sus Escrituras, habrían creído en el Corán.\n[192]  Quienes están en el buen camino son los que creen en el Corán y en el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— y obran en consecuencia.","lang":"es"},{"name":"5:67","price":"67. ¡Mensajero!, transmite a los hombres (todo) lo que te ha sido revelado por parte de tu Señor; y si no lo haces (porque omites parte, por mínima que sea) no habrás transmitido Su mensaje. Al-lah te protegerá de los hombres[193]. Ciertamente, Al-lah no guía a quienes rechazan la verdad.","arabic":"۞ يَٰٓأَيُّهَا ٱلرَّسُولُ بَلِّغۡ مَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَۖ وَإِن لَّمۡ تَفۡعَلۡ فَمَا بَلَّغۡتَ رِسَالَتَهُۥۚ وَٱللَّهُ يَعۡصِمُكَ مِنَ ٱلنَّاسِۗ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":736,"juzNumber":6,"footnotes":"[193]  Al-lah asegura en esta aleya al Profeta —que Al-lah lo bendiga y le dé la paz— que no tiene nada qué temer porque Él se encargará de protegerlo y de concederle la victoria sobre el enemigo, y que su única misión es la de transmitir el mensaje de su Señor. Antes de que esta aleya fuera revelada, el Profeta —que Al-lah lo bendiga y le dé la paz— solía permanecer vigilante durante la noche hasta que alguno de sus seguidores se ofrecía para proteger su vivienda.","lang":"es"},{"name":"5:68","price":"68. Diles (a los judíos y a los cristianos, ¡oh, Muhammad!): “¡Ustedes que recibieron las Escrituras!, no siguen realmente ninguna religión mientras no obren conforme a la Torá y al Evangelio (originales) y a lo que les ha sido revelado (ahora) por su Señor”. Y lo que te ha sido revelado por parte de tu Señor no hará sino aumentar la rebeldía y la incredulidad de muchos de ellos. No te apenes, pues, por las gentes que rechazan la verdad.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَسۡتُمۡ عَلَىٰ شَيۡءٍ حَتَّىٰ تُقِيمُواْ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ وَمَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡۗ وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗاۖ فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":737,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:69","price":"69. Ciertamente, los creyentes (de esta nación: los musulmanes), los judíos, los sabeos y los cristianos, quienes de ellos hayan tenido fe en Al-lah y en el Día de la Resurrección y hayan obrado rectamente (sin desviarse de la verdad y de la unicidad de Al-lah antes de la aparición de Muhammad)[194] serán recompensados por su Señor y no tendrán nada qué temer (en la otra vida) ni se sentirán afligidos. ","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـُٔونَ وَٱلنَّصَٰرَىٰ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":738,"juzNumber":6,"footnotes":"[194]  Ver la nota de la aleya 62 de la sura 2.","lang":"es"},{"name":"5:70","price":"70. Y, en verdad, establecimos un pacto con los hijos de Israel y les enviamos mensajeros. Cada vez que recibían la llegada de un Mensajero con lo que no era de su agrado, a unos los desmentían y a otros los mataban.","arabic":"لَقَدۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ وَأَرۡسَلۡنَآ إِلَيۡهِمۡ رُسُلٗاۖ كُلَّمَا جَآءَهُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُهُمۡ فَرِيقٗا كَذَّبُواْ وَفَرِيقٗا يَقۡتُلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":739,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:71","price":"71. Y creyeron que no serían castigados y se volvieron ciegos y sordos (ante la verdad). Después (tras ser castigados, se arrepintieron y) Al-lah los perdonó; mas, muchos de ellos volvieron a no (querer) ver ni oír (la verdad y se desentendieron de ella). Y Al-lah ve todo lo que hacen.","arabic":"وَحَسِبُوٓاْ أَلَّا تَكُونَ فِتۡنَةٞ فَعَمُواْ وَصَمُّواْ ثُمَّ تَابَ ٱللَّهُ عَلَيۡهِمۡ ثُمَّ عَمُواْ وَصَمُّواْ كَثِيرٞ مِّنۡهُمۡۚ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":740,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:72","price":"72. Realmente, quienes dicen que Al-lah es el Mesías, hijo de María, han caído en la incredulidad (por rechazar la verdad), pues el propio Mesías decía: “¡Oh, hijos de Israel!, adoren a Al-lah, mi Señor y su Señor. Al-lah ha prohibido el Paraíso a quien adore a otros fuera de Él (y no se arrepienta). Y (quien lo haga) habitará en el fuego; y los injustos (idólatras) no tendrán quién los auxilie.","arabic":"لَقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَۖ وَقَالَ ٱلۡمَسِيحُ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۖ إِنَّهُۥ مَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ حَرَّمَ ٱللَّهُ عَلَيۡهِ ٱلۡجَنَّةَ وَمَأۡوَىٰهُ ٱلنَّارُۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":741,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:73","price":"73. Realmente, quienes dicen que Al-lah es parte de la trinidad han caído en la incredulidad, pues no hay más que una divinidad con derecho a la adoración (Al-lah). Y si no desisten de sus palabras, quienes nieguen la verdad recibirán un castigo doloroso. ","arabic":"لَّقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ ثَالِثُ ثَلَٰثَةٖۘ وَمَا مِنۡ إِلَٰهٍ إِلَّآ إِلَٰهٞ وَٰحِدٞۚ وَإِن لَّمۡ يَنتَهُواْ عَمَّا يَقُولُونَ لَيَمَسَّنَّ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":742,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:74","price":"74. ¿Es que no van a volverse a Al-lah en arrepentimiento y a pedirle perdón? Y Al-lah es Indulgente y Misericordioso.","arabic":"أَفَلَا يَتُوبُونَ إِلَى ٱللَّهِ وَيَسۡتَغۡفِرُونَهُۥۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":743,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:75","price":"75. El Mesías, hijo de María, no es sino un Mensajero de Al-lah, al igual que otros que lo precedieron; y su madre, una fiel creyente. Ambos comían alimentos (como todos los seres humanos). Observa (¡oh, Muhammad!) cómo les explicamos las pruebas (de la unicidad de Al-lah) y cómo ellos se alejan de la verdad.","arabic":"مَّا ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُ وَأُمُّهُۥ صِدِّيقَةٞۖ كَانَا يَأۡكُلَانِ ٱلطَّعَامَۗ ٱنظُرۡ كَيۡفَ نُبَيِّنُ لَهُمُ ٱلۡأٓيَٰتِ ثُمَّ ٱنظُرۡ أَنَّىٰ يُؤۡفَكُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":744,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:76","price":"76. Diles: “¿Adoran fuera de Al-lah aquello que no puede dañarlos ni beneficiarlos?”. Y Al-lah es el Oyente (de todas las cosas) y el Omnisciente.","arabic":"قُلۡ أَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا نَفۡعٗاۚ وَٱللَّهُ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":745,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:77","price":"77. Diles (a los judíos y a los cristianos): “¡Ustedes que recibieron las Escrituras!, no se excedan en su religión más allá de la verdad (diciendo que Jesús es el hijo de Dios —o de Al-lah—) ni sigan las pasiones de unas gentes que se extraviaron con anterioridad, que extraviaron a muchos otros y se desviaron del buen camino”.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ غَيۡرَ ٱلۡحَقِّ وَلَا تَتَّبِعُوٓاْ أَهۡوَآءَ قَوۡمٖ قَدۡ ضَلُّواْ مِن قَبۡلُ وَأَضَلُّواْ كَثِيرٗا وَضَلُّواْ عَن سَوَآءِ ٱلسَّبِيلِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":746,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:78","price":"78. Al-lah expulsó de Su misericordia en las Escrituras que reveló a David (los Salmos) y a Jesús, hijo de María (el Evangelio), a quienes rechazaban la verdad de entre los hijos de Israel por desobedecer (a Al-lah y a Sus mensajeros) y por traspasar los límites (de lo prohibido).","arabic":"لُعِنَ ٱلَّذِينَ كَفَرُواْ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبۡنِ مَرۡيَمَۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":747,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:79","price":"79. Solían no censurase entre ellos las malas acciones que realizaban. ¡Qué malo era lo que hacían!","arabic":"كَانُواْ لَا يَتَنَاهَوۡنَ عَن مُّنكَرٖ فَعَلُوهُۚ لَبِئۡسَ مَا كَانُواْ يَفۡعَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":748,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:80","price":"80. Verás que (ahora) muchos de ellos se alían con quienes rechazan la verdad. ¡Qué malo es lo que sus propias almas les han incitado a hacer! Han incurrido en la ira de Al-lah y tendrán un castigo eterno.","arabic":"تَرَىٰ كَثِيرٗا مِّنۡهُمۡ يَتَوَلَّوۡنَ ٱلَّذِينَ كَفَرُواْۚ لَبِئۡسَ مَا قَدَّمَتۡ لَهُمۡ أَنفُسُهُمۡ أَن سَخِطَ ٱللَّهُ عَلَيۡهِمۡ وَفِي ٱلۡعَذَابِ هُمۡ خَٰلِدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":749,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:81","price":"81. Si hubiesen creído en Al-lah, en el Profeta (Muhammad) y en lo que le ha sido revelado (el Corán), no habrían tomado (a quienes rechazan la verdad) por aliados; mas muchos de ellos son rebeldes.","arabic":"وَلَوۡ كَانُواْ يُؤۡمِنُونَ بِٱللَّهِ وَٱلنَّبِيِّ وَمَآ أُنزِلَ إِلَيۡهِ مَا ٱتَّخَذُوهُمۡ أَوۡلِيَآءَ وَلَٰكِنَّ كَثِيرٗا مِّنۡهُمۡ فَٰسِقُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":750,"juzNumber":6,"footnotes":"","lang":"es"},{"name":"5:82","price":"82. Hallarás que los judíos y los idólatras son los más hostiles contra los creyentes, mientras que los más próximos a apreciarlos son quienes se llaman a sí mismos cristianos. Y esto se debe a que entre ellos hay sacerdotes y monjes que no son arrogantes (ante la verdad y la aceptan).  ","arabic":"۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":751,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:83","price":"83. Si escuchan lo que ha sido revelado al Mensajero (Muhammad), ves que sus ojos se llenan de lágrimas porque reconocen la verdad. Dicen: “¡Señor nuestro!, creemos (en Tu Libro y en tu Mensajero Muhammad). Inscríbenos entre quienes dan testimonio (de la verdad).","arabic":"وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعۡيُنَهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ مِمَّا عَرَفُواْ مِنَ ٱلۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":752,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:84","price":"84. ¡¿Y cómo no íbamos a creer en Al-lah y en la verdad que nos ha llegado (el Corán), si deseamos que nuestro Señor nos admita (en el Paraíso) junto con los virtuosos?!”.","arabic":"وَمَا لَنَا لَا نُؤۡمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلۡحَقِّ وَنَطۡمَعُ أَن يُدۡخِلَنَا رَبُّنَا مَعَ ٱلۡقَوۡمِ ٱلصَّٰلِحِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":753,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:85","price":"85. Al-lah los retribuirá por sus palabras con jardines por los cuales corren ríos, y allí vivirán eternamente. Tal es la recompensa de quienes hacen el bien.","arabic":"فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":754,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:86","price":"86. Y quienes no crean (en la unicidad de Al-lah y en Su Mensajero Muhammad) y nieguen Nuestras aleyas (el Corán), esos serán los habitantes del fuego.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":755,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:87","price":"87. ¡Oh, creyentes!, no se prohíban las cosas buenas que Al-lah les ha permitido y no traspasen los límites de lo lícito; ciertamente, Al-lah no ama a los transgresores.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":756,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:88","price":"88. Y coman de las cosas lícitas y buenas que Al-lah les ha proveído y teman a Al-lah, en Quien creen.","arabic":"وَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":757,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:89","price":"89. Al-lah no los castigará por los juramentos que pronuncien de manera inintencionada, pero sí lo hará por lo que juren deliberadamente (y no cumplan). Como expiación (por no cumplir sus juramentos), deberán alimentar a diez pobres con lo que normalmente alimentan a sus familias, o vestirlos o liberar a un esclavo. Pero quien no pueda permitirse (ninguna de las acciones mencionadas anteriormente), deberá ayunar tres días. Esta es la expiación de los juramentos que pronuncien (y no cumplan o bien juren en vano). Y sean responsables con sus juramentos (no juren demasiado y cumplan lo que juren). Así es como Al-lah les aclara Sus mandatos para que sean agradecidos.","arabic":"لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":758,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:90","price":"90. ¡Oh, creyentes!, las bebidas alcohólicas, los juegos de azar, los altares donde se sacrifican ofrendas a falsas divinidades y vaticinar el futuro o la suerte mediante flechas (práctica que se hacía antes del Islam) son una abominación y obra del Demonio; así que aléjense de todo ello para que puedan triunfar y prosperar.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":759,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:91","price":"91. El Demonio quiere incitar entre ustedes la enemistad y el odio mediante las bebidas alcohólicas y los juegos de azar y quiere evitar que recuerden a Al-lah y que recen; ¿es que no se alejarán de ello?","arabic":"إِنَّمَا يُرِيدُ ٱلشَّيۡطَٰنُ أَن يُوقِعَ بَيۡنَكُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ فِي ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِ وَيَصُدَّكُمۡ عَن ذِكۡرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِۖ فَهَلۡ أَنتُم مُّنتَهُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":760,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:92","price":"92. Y obedezcan a Al-lah y a Su Mensajero y cuídense (de desobedecer). Y si le dan la espalda (al Profeta y lo desobedecen), sepan que a él solo le incumbe transmitir el mensaje (de Al-lah) con claridad.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَٱحۡذَرُواْۚ فَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":761,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:93","price":"93. Quienes creen y obran rectamente no serán reprochados por lo que hayan consumido con anterioridad (a la prohibición) siempre y cuando tengan temor de Al-lah, crean en Él y realicen buenas obras y aumente después su temor de Al-lah y su fe en Él (mediante la realización constante de buenas acciones que demuestren su fe y su deseo de complacer a Al-lah) y lleguen a adorar a Al-lah con plena conciencia de Él, como si lo estuvieran viendo; y Al-lah ama a quienes hacen el bien (y lo adoran de la mejor de las maneras).","arabic":"لَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ ثُمَّ ٱتَّقَواْ وَّءَامَنُواْ ثُمَّ ٱتَّقَواْ وَّأَحۡسَنُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":762,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:94","price":"94. ¡Oh, creyentes!, Al-lah los pondrá a prueba prohibiéndoles la caza que puedan alcanzar con las manos o lanzas (cuando estén en el estado de consagración para realizar la peregrinación y tengan, entonces, prohibido cazar) para que se manifieste quién tiene temor de Él cuando nadie lo ve[195]. Y quien traspase los límites (de lo lícito) tendrá un castigo doloroso.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":763,"juzNumber":7,"footnotes":"[195]  También puede entenderse “a pesar de no ver a Al-lah”.","lang":"es"},{"name":"5:95","price":"95. ¡Oh, creyentes!, no cacen cuando estén en estado de consagración para la peregrinación. Y quien de ustedes lo haga de manera intencionada tendrá que compensarlo mediante el sacrificio de una pieza similar a la que cazó y llevarla a la Kaaba[196] como ofrenda (a Al-lah), la cual deberá ser determinada por dos hombres justos de entre ustedes; o bien deberá alimentar a los pobres como expiación o ayunar un plazo equivalente para que tome conciencia de la gravedad de lo que ha cometido. Al-lah perdonará lo que se haya realizado en el pasado (antes de que la caza estuviese prohibida); pero quien reincida será castigado por Al-lah en respuesta a su acción. Y Al-lah es Poderoso, capaz de castigar duramente (a quienes Lo desobedecen).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":764,"juzNumber":7,"footnotes":"[196]  Aquí no debe entenderse literalmente al lado de la Kaaba, sino que por extensión se entiende toda el área del Haram que incluye la mayor parte de la ciudad de La Meca, ya que el sacrificio del animal puede hacerse en cualquier punto de esta zona. ","lang":"es"},{"name":"5:96","price":"96.  Les está permitida la pesca (si están en estado de consagración para la peregrinación) y alimentarse de lo que el mar les proporcione (aun estando muerto) para su disfrute y el de quienes se hallen de viaje; pero se les prohíbe la caza mientras estén en dicho estado de consagración. Y teman a Al-lah, ante Quien serán reunidos (para comparecer ante Él el Día de la Resurrección).","arabic":"أُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ مَتَٰعٗا لَّكُمۡ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":765,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:97","price":"97. Al-lah ha hecho de la Kaaba, la Casa Sagrada, un refugio seguro (donde realizar las peregrinaciones del Hayy y del ‘Umrah); y también (garantizan seguridad a los hombres[197]) los meses sagrados, los animales destinados al sacrificio y las guirnaldas. Ello es para que sepan que Al-lah tiene conocimiento de todo cuanto existen en los cielos y en la tierra y que Al-lah es Omnisciente.","arabic":"۞ جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":766,"juzNumber":7,"footnotes":"[197]  En la Kaaba y sus alrededores (el área del Haram) está prohibida toda violencia, incluso contra los animales, y, por ese motivo, puede considerarse un refugio seguro para los peregrinos y para quienes habiten en la zona. Asimismo, son una garantía de seguridad los meses sagrados, porque está prohibido en ellos la guerra, y las guirnaldas con las que se identifican los animales destinados como ofrendas para que estos sean respetados, así como sus dueños.","lang":"es"},{"name":"5:98","price":"98. Sepan que Al-lah es severo en el castigo, pero que también es Indulgente y Misericordioso.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":767,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:99","price":"99. Al Mensajero (Muhammad) solo le incumbe transmitirles el mensaje, y Al-lah sabe lo que manifiestan y lo que ocultan.","arabic":"مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُۗ وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":768,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:100","price":"100. Di (¡oh, Muhammad!): “No puede compararse lo bueno y lícito con lo malo e ilícito, aunque te impresione la abundancia de lo malo”. ¡Y teman a Al-lah, hombres de buen juicio (no hagan lícito lo que Al-lah ha prohibido) para que así puedan triunfar y prosperar!","arabic":"قُل لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِۚ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":769,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:101","price":"101. ¡Oh, creyentes! No pregunten sobre asuntos que no han sido revelados por el bien de ustedes[198]. Si preguntan sobre ellos cuando el Corán está siendo revelado, se les explicarán (y puede que les resulte difícil cumplir lo que se les dice). Al-lah los ha perdonado (por lo que preguntaron con anterioridad)[199]. Y Al-lah es Indulgente y Tolerante.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":770,"juzNumber":7,"footnotes":"[198]  Se prohibía preguntar, durante el tiempo de la revelación del Corán, sobre asuntos cuya respuesta no aportaba ningún beneficio y que podía implicar una difícil imposición, ya que, en aquella época, el Profeta —que Al-lah lo bendiga y le dé la paz— ya explicaba a sus seguidores las cuestiones que estos debían saber. Esta aleya fue revelada después de que la peregrinación del Hayy se hiciera obligatoria. Un creyente preguntó con insistencia si la peregrinación tenía que realizarse cada año, cuando la aleya que mencionaba su obligatoriedad no mencionaba nada al respecto. El Profeta —que Al-lah lo bendiga y le dé la paz— finalmente contestó que no, pero si hubiese dicho que sí, se hubiese convertido en obligatorio realizarla cada año, y muy pocos hubiesen podido cumplir tal obligación.\n[199]  También puede entenderse: “Al-lah ha evitado mencionar dichos asuntos (por el bien de ustedes)”.","lang":"es"},{"name":"5:102","price":"102. Otras gentes que los precedieron también formularon tales preguntas (con actitud desafiante) y pasaron a rechazar la verdad (porque no creyeron en las respuestas que obtuvieron ni obedecieron).","arabic":"قَدۡ سَأَلَهَا قَوۡمٞ مِّن قَبۡلِكُمۡ ثُمَّ أَصۡبَحُواْ بِهَا كَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":771,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:103","price":"103. Al-lah no ha ordenado cosas como Bahirah, Saa’ibah, Wasilah o Ham[200]. Quienes rechazan la verdad inventan mentiras contra Al-lah, y la mayoría de ellos no razonan.","arabic":"مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٖ وَلَا سَآئِبَةٖ وَلَا وَصِيلَةٖ وَلَا حَامٖ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُواْ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":772,"juzNumber":7,"footnotes":"[200] Estas cuatro palabras hacen referencia a unos camellos que poseían ciertas características por las que se dedicaban a los ídolos y de los que los árabes, que se imponían a sí mismos tales reglas, no podían beneficiarse.","lang":"es"},{"name":"5:104","price":"104. Y si se les dice: “Vengan y acérquense a lo que Al-lah ha revelado y a Su Mensajero”, dicen: “Nos basta lo que encontramos que seguían nuestros antepasados”. ¿Cómo?, ¿aun cuando sus antepasados no sabían nada ni estaban guiados?","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":773,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:105","price":"105. ¡Creyentes, preocúpense de ustedes mismos (realizando todas las buenas obras que puedan)! Quien se extravíe no podrá perjudicarlos en nada si están en el buen camino. Todos retornarán a Al-lah (el Día de la Resurrección) y les informará sobre lo que hacían (en la vida terrenal).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ عَلَيۡكُمۡ أَنفُسَكُمۡۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهۡتَدَيۡتُمۡۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":774,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:106","price":"106. ¡Oh, creyentes!, si alguno de ustedes está próximo a morir y quiere dejar testamento, que tome a dos testigos justos de entre ustedes o a otros dos que no sean de los suyos (porque no sean musulmanes), si la adversidad de la muerte los alcanza estando de viaje. Reténganlos después del salat y, si tienen dudas sobre ellos, que juren por Al-lah (lo siguiente): “No cambiaremos el testimonio bajo ningún precio ni en beneficio de algún pariente cercano, y no ocultaremos el testimonio de Al-lah, de lo contrario estaríamos entre los pecadores”.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ شَهَٰدَةُ بَيۡنِكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ حِينَ ٱلۡوَصِيَّةِ ٱثۡنَانِ ذَوَا عَدۡلٖ مِّنكُمۡ أَوۡ ءَاخَرَانِ مِنۡ غَيۡرِكُمۡ إِنۡ أَنتُمۡ ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَأَصَٰبَتۡكُم مُّصِيبَةُ ٱلۡمَوۡتِۚ تَحۡبِسُونَهُمَا مِنۢ بَعۡدِ ٱلصَّلَوٰةِ فَيُقۡسِمَانِ بِٱللَّهِ إِنِ ٱرۡتَبۡتُمۡ لَا نَشۡتَرِي بِهِۦ ثَمَنٗا وَلَوۡ كَانَ ذَا قُرۡبَىٰ وَلَا نَكۡتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذٗا لَّمِنَ ٱلۡأٓثِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":775,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:107","price":"107. Y si se descubre que ambos han pecado (porque han mentido o se han hecho con parte de la herencia del testamento), que otros dos testigos de entre los parientes más cercanos del fallecido ocupen su lugar y juren por Al-lah (lo siguiente): “Nuestro testimonio es más verídico que el de los testigos anteriores y no nos hemos excedido (al acusarlos de mentir), de lo contrario estaríamos entre los injustos”.","arabic":"فَإِنۡ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسۡتَحَقَّآ إِثۡمٗا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسۡتَحَقَّ عَلَيۡهِمُ ٱلۡأَوۡلَيَٰنِ فَيُقۡسِمَانِ بِٱللَّهِ لَشَهَٰدَتُنَآ أَحَقُّ مِن شَهَٰدَتِهِمَا وَمَا ٱعۡتَدَيۡنَآ إِنَّآ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":776,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:108","price":"108. Así será más probable que den un testimonio correcto, porque temerán que (si mienten) sus juramentos puedan ser refutados por otros posteriores. Y teman a Al-lah y obedezcan. Y Al-lah no guía a las gentes rebeldes (que se niegan a obedecer a Al-lah y prefieren la falsedad a la verdad).","arabic":"ذَٰلِكَ أَدۡنَىٰٓ أَن يَأۡتُواْ بِٱلشَّهَٰدَةِ عَلَىٰ وَجۡهِهَآ أَوۡ يَخَافُوٓاْ أَن تُرَدَّ أَيۡمَٰنُۢ بَعۡدَ أَيۡمَٰنِهِمۡۗ وَٱتَّقُواْ ٱللَّهَ وَٱسۡمَعُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":777,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:109","price":"109. El día en que Al-lah reúna a Sus mensajeros (el Día de la Resurrección) y les pregunte: “¿Qué respuesta obtuvieron (de los hombres cuando los exhortaban a la unicidad de Al-lah)?”, estos responderán: “Lo desconocemos; realmente, solo Tú posees el conocimiento absoluto de todas las cosas”.","arabic":"۞ يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":778,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:110","price":"110. (Y recuerda a tu gente) cuando Al-lah le dijo a Jesús, hijo de María: “Recuerda las gracias que te he concedido, así como a tu madre, cuando te apoyé y fortalecí con el ángel Gabriel para que hablaras a los hombres en la cuna y en la madurez; y cuando te enseñé la escritura y la sabiduría, la Torá y el Evangelio; y cuando modelaste, a partir del barro, la figura de un pájaro con Mi permiso y soplaste en él, y se convirtió en un pájaro de verdad, con Mi permiso; y cuando curabas al ciego de nacimiento y al leproso con Mi permiso; y cuando resucitabas a los muertos con Mi permiso; y cuando te protegí de los hijos de Israel, cuando llegaste a ellos con claros milagros y dijeron, quienes de entre ellos rechazaban la verdad, que no era sino pura brujería;","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":779,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:111","price":"111. y cuando inspiré a tus discípulos que creyeran en Mí y en Mi Profeta (tú, Jesús), dijeron: ‘Creemos. Sé testigo de que nos sometemos (a Ti)’”.","arabic":"وَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُوٓاْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":780,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:112","price":"112. Y (recuerda) cuando los discípulos dijeron: “Jesús, hijo de María, ¿puede tu Señor hacer descender sobre nosotros una mesa servida del cielo?”. (Jesús) respondió: “Teman a Al-lah, si de verdad son creyentes”. ","arabic":"إِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":781,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:113","price":"113. Dijeron: “Queremos comer de ella y tranquilizar los corazones (afianzando nuestra fe), y asegurarnos de que dices la verdad y ser testigos de ella”.","arabic":"قَالُواْ نُرِيدُ أَن نَّأۡكُلَ مِنۡهَا وَتَطۡمَئِنَّ قُلُوبُنَا وَنَعۡلَمَ أَن قَدۡ صَدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":782,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:114","price":"114. Jesús, hijo de María, invocó a Al-lah diciendo: “¡Señor nuestro!, haz descender sobre nosotros una mesa servida del cielo que sea motivo de celebración, para el primero y último de nosotros, y una prueba de Tu poder (y de que aceptas mi súplica para que ellos acepten el mensaje que les transmito). Y concédenos de Tu provisión, pues Tú eres el mejor proveedor”.","arabic":"قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلۡ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدٗا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةٗ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":783,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:115","price":"115. Al-ah dijo: “La haré descender sobre ustedes; mas, quien tras ello rechace la verdad de entre ustedes recibirá un castigo de Mi parte como nadie antes en el mundo había recibido”.","arabic":"قَالَ ٱللَّهُ إِنِّي مُنَزِّلُهَا عَلَيۡكُمۡۖ فَمَن يَكۡفُرۡ بَعۡدُ مِنكُمۡ فَإِنِّيٓ أُعَذِّبُهُۥ عَذَابٗا لَّآ أُعَذِّبُهُۥٓ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":784,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:116","price":"116. Y Al-lah dirá (a Jesús el Día de la Resurrección): “Jesús, hijo de María, ¿dijiste tú a la gente que te tomaran a ti y a tu madre por divinidades en vez de a Mí?”. (Jesús) dirá: “¡Gloria a ti! ¿Cómo iba a decir algo que no tengo derecho (a decir)? Si lo hubiera dicho, Tú lo sabrías. Tú sabes lo que hay en mí mientras que yo no sé lo que hay en Ti; Tú eres el conocedor absoluto de todas las cosas.","arabic":"وَإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ءَأَنتَ قُلۡتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَٰهَيۡنِ مِن دُونِ ٱللَّهِۖ قَالَ سُبۡحَٰنَكَ مَا يَكُونُ لِيٓ أَنۡ أَقُولَ مَا لَيۡسَ لِي بِحَقٍّۚ إِن كُنتُ قُلۡتُهُۥ فَقَدۡ عَلِمۡتَهُۥۚ تَعۡلَمُ مَا فِي نَفۡسِي وَلَآ أَعۡلَمُ مَا فِي نَفۡسِكَۚ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":785,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:117","price":"117. Solo les dije lo que Tú me ordenaste decir: ‘Adoren (solamente) a Al-lah, mi Señor y su Señor’. Y fui su testigo mientras permanecí entre ellos; mas, cuando me ascendiste[201] a ti, fuiste Tú Quien los supervisó; y Tú eres testigo de todas las cosas.","arabic":"مَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِي بِهِۦٓ أَنِ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ وَكُنتُ عَلَيۡهِمۡ شَهِيدٗا مَّا دُمۡتُ فِيهِمۡۖ فَلَمَّا تَوَفَّيۡتَنِي كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيۡهِمۡۚ وَأَنتَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":786,"juzNumber":7,"footnotes":"[201]  Ver las aleyas 157 y 158 de la sura 4.","lang":"es"},{"name":"5:118","price":"118. Si los castigas, son tus siervos; y si los perdonas, Tú eres el Poderoso, el Sabio”.","arabic":"إِن تُعَذِّبۡهُمۡ فَإِنَّهُمۡ عِبَادُكَۖ وَإِن تَغۡفِرۡ لَهُمۡ فَإِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":787,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:119","price":"119. Al-lah dirá: “Este es el día en que los veraces verán su veracidad recompensada. Obtendrán jardines por los cuales corren ríos, y allí vivirán eternamente”. Al-lah estará complacido con ellos y ellos con Él; esa será la gran victoria.","arabic":"قَالَ ٱللَّهُ هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":788,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:120","price":"120. A Al-lah pertenece el dominio de los cielos y de la tierra y de cuanto hay en ellos; y Él tiene poder sobre todas las cosas.","arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":789,"juzNumber":7,"footnotes":"","lang":"es"}],"chapter":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah","Chapter Al-Ma'idah","Ma'idah","Surah Ma'idah","Chapter Ma'idah","Al Ma'idah","Surah Al Ma'idah","Chapter Al Ma'idah","Surah 5","Chapter 5","The Table Spread","المَائدة"]}