{"data":[{"name":"59:1","price":"1. Todo cuanto existe en los cielos y en la tierra glorifica a Al-lah. Y Él es el Poderoso, el Sabio.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5127,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:2","price":"2. Él es Quien hizo que quienes rechazaban la verdad de entre los judíos saliesen de sus hogares en el primer destierro[1029]. Ustedes (creyentes) no creyeron que los abandonarían, y ellos pensaron que sus fortalezas los protegerían de Al-lah. Pero el castigo de Al-lah les llegó por donde no esperaban y Él arrojó el miedo a sus corazones. Destruyeron sus casas con sus propias manos y con las manos de los creyentes. ¡Reflexionen sobre ello, hombres de buen juicio!","arabic":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5128,"juzNumber":28,"footnotes":"[1029]  Se refiere a los judíos de la tribu de Bani Nadir, quienes traicionaron al Profeta —que Al-lah lo bendiga y le dé la paz— al romper el acuerdo de no agresión que firmaron con él una vez se hubo establecido en Medina. Como castigo, el Profeta —que Al-lah lo bendiga y le dé la paz— les ordenó abandonar sus hogares, pero les permitió llevar consigo la carga que sus camellos pudiesen soportar, con la excepción de las armas. Ellos mismos destruyeron sus casas, tras coger lo que pudieron, para que los creyentes no pudiesen ocuparlas ni beneficiarse de ellas. Algunos de ellos se dirigieron a Siria y otros muchos a Jaibar, desde donde seguirían poniendo en peligro la paz de los musulmanes, hasta que estos conquistaron la población tras el Tratado de Hudaibiyah.","lang":"es"},{"name":"59:3","price":"3. Si Al-lah no hubiese decretado para ellos el exilio, los hubiera castigado en esta vida con un castigo aún peor; y en la otra recibirán el castigo del fuego.","arabic":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5129,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:4","price":"4. Y ello porque se opusieron a Al-lah y a Su Mensajero. Y quien se oponga a Al-lah (que sepa que) Él es severo en el castigo.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5130,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:5","price":"5. Cuando cortaron las palmeras que cortaron (¡oh, creyentes!) y otras las dejaron en pie sobre sus raíces, lo hicieron con el permiso de Al-lah para humillar a los corruptores[1030].","arabic":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5131,"juzNumber":28,"footnotes":"[1030]  Cuando los creyentes sitiaban las fortalezas de los judíos de la tribu de Bani Nadir recibieron la orden del Profeta —que Al-lah lo bendiga y le dé la paz— de cortar y quemar las palmeras datileras de las que se proveían. Los judíos se quejaron porque el Islam prohibía sembrar la corrupción en la tierra y ordenaba respetar los campos y las cosechas durante las batallas. Entonces Al-lah reveló esta aleya que exculpaba tanto a quienes las cortaron como a quienes las dejaron en pie, puesto que lo habían hecho con Su consentimiento.","lang":"es"},{"name":"59:6","price":"6. Y lo que Al-lah concedió a Su Mensajero como botín procedente de ellos (los judíos de Bani Nadir) lo consiguieron sin que tuviesen que hacer correr caballo o camello alguno. Al-lah concede poder a Sus Mensajeros sobre quien quiere. Y Al-lah es Todopoderoso.","arabic":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5132,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:7","price":"7. Todo lo que Al-lah haya concedido a Su Mensajero como botín procedente de ciudades y pueblos conquistados (sin que hayan tenido que combatir) es para (la causa de) Al-lah, para Su Mensajero, para sus parientes cercanos, para los huérfanos, para los pobres y para los viajeros que no dispongan de medios (para proseguir su viaje). Esto es así para que (la riqueza procedente del botín) no circule solo entre los ricos de ustedes. Acepten lo que el Profeta les dé y absténganse de todo lo que les prohíba. Y teman a Al-lah. Ciertamente, Al-lah es severo en el castigo.","arabic":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5133,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:8","price":"8. (Parte de dicho botín es también) para los pobres que fueron expulsados de sus hogares y despojados de sus bienes (que poseían en La Meca) y emigraron (a Medina) buscando el favor de Al-lah y Su complacencia, y defienden la religión de Al-lah y a Su Mensajero. Esos son los sinceros (en la religión).","arabic":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5134,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:9","price":"9. Y quienes habitaban la ciudad (de Medina) y aceptaron la fe antes de que llegaran a ellos (quienes emigraron de La Meca) aman sinceramente a estos últimos y no sienten resentimiento ni envidia en sus corazones por la parte (del botín) que han recibido quienes emigraron. Les dan preferencia en todo, aunque ellos mismos padezcan necesidad[1031]. Y a quienes Al-lah libre de la avaricia y del egoísmo, esos serán los auténticos triunfadores.  ","arabic":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5135,"juzNumber":28,"footnotes":"[1031]  Los habitantes de Medina (conocidos como los ansar) que acogieron a los emigrantes de La Meca los ayudaron concediéndoles parte de sus bienes y propiedades, y establecieron con ellos unos lazos especiales de hermandad que incluso les permitían heredar entre ellos, antes de que fuera revelada la aleya que limitaba el derecho a heredar solamente a los parientes de sangre más cercanos (ver la nota de la aleya 33 de la sura 4). Algunos llegaban a darles lo único que tenían para comer, anteponiendo las necesidades de los emigrantes de La Meca a las de sus propios hijos.","lang":"es"},{"name":"59:10","price":"10. Y las generaciones que los sucedieron (en la fe) invocan a Al-lah diciendo: “¡Señor!, perdónanos, así como a nuestros hermanos que creyeron antes que nosotros. No infundas en nuestros corazones rencor hacia los creyentes, ¡oh, Señor! Ciertamente, Tú eres Compasivo y Misericordioso”.","arabic":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5136,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:11","price":"11. ¿Acaso no ves cómo los hipócritas dicen a sus hermanos en la incredulidad de entre los judíos (de Bani Nadir): “Si son expulsados, saldremos con ustedes y no obedeceremos nunca a nadie en contra de ustedes. Y si son atacados, los auxiliaremos”? Mas Al-lah es testigo de que mienten.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5137,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:12","price":"12. Si son expulsados, no saldrán con ellos; y si son atacados, no los auxiliarán. Y en el caso de que pretendieran auxiliarlos, huirían y no los ayudarían.","arabic":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5138,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:13","price":"13. Ustedes (creyentes) causan más temor en sus corazones que Al-lah. Eso es porque son gentes que no entienden.","arabic":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5139,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:14","price":"14. (Los judíos) no los combatirán unidos, a no ser que lo hagan desde sólidas fortalezas o tras muros (donde puedan ocultarse). Entre ellos hay una fuerte enemistad. Tú crees que están unidos (¡oh, Muhammad!), pero sus corazones están divididos. Eso es porque son gentes que no razonan.","arabic":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5140,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:15","price":"15. Son como sus inmediatos predecesores (que como ellos rechazaron la verdad); sufrieron las consecuencias de sus acciones y tendrán (en la otra vida) un castigo doloroso.","arabic":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5141,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:16","price":"16. (Los hipócritas que hacen falsas promesas a los judíos) se asemejan al Demonio cuando le dice al hombre que niegue la verdad, y cuando este lo hace, (el Demonio) se desentiende de él diciendo: “No tengo nada que ver contigo. Yo temo a Al-lah, el Señor de toda la creación”.","arabic":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5142,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:17","price":"17. Y ambos (tanto el que extravía con falsas promesas como el extraviado) tendrán por final el fuego (del Infierno) donde permanecerán eternamente. Esa es la retribución de los injustos (que rechazan la verdad).","arabic":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5143,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:18","price":"18. ¡Oh, creyentes!, teman a Al-lah (cumpliendo Sus mandatos y absteniéndose de lo que les prohíbe), y que cada uno considere lo que ha preparado para el día de mañana (el Día de la Resurrección); y sean piadosos. Ciertamente, Al-lah está bien informado de lo que hacen.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5144,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:19","price":"19. Y no sean como quienes se olvidaron de Al-lah y Él hizo entonces que se olvidaran de sí mismos (al no realizar buenas obras). Esos son los rebeldes.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5145,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:20","price":"20. No pueden compararse los habitantes del fuego con los habitantes del Paraíso. Los habitantes del Paraíso serán los vencedores.","arabic":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5146,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:21","price":"21. Si hubiésemos hecho descender este Corán sobre una montaña, la verías someterse humildemente a Al-lah y resquebrajarse por temor a Él. Y exponemos ejemplos como este a los hombres para que reflexionen sobre ellos (y crean)[1032].","arabic":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5147,"juzNumber":28,"footnotes":"[1032]  Al-lah quiere que el hombre reflexione sobre el hecho de que si una montaña, la cual es sólida y enorme, se resquebrajaría y desintegraría por temor a su Señor si fuera capaz de comprender el Corán, ¿cómo es que el corazón del hombre no se suaviza y se somete por completo a Al-lah cuando él sí puede comprenderlo?","lang":"es"},{"name":"59:22","price":"22. Él es Al-lah, la única divinidad (verdadera) que merece ser adorada. Él es el Conocedor absoluto del gaib[1033]y de lo manifiesto. Él es el Clemente, el Misericordioso.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5148,"juzNumber":28,"footnotes":"[1033]  Ver la nota de la aleya 3 de la sura 2.","lang":"es"},{"name":"59:23","price":"23. Él es Al-lah, la única divinidad (verdadera) que merece ser adorada. (Él es) el Soberano Absoluto, el Puro (de lo que falsamente Le atribuyen) y Glorificado, el Perfecto, Quien reafirma (a Sus siervos y les concede seguridad), Quien observa (todo lo que hace Su creación), el Poderoso, el Dominador Supremo, el Magnífico. ¡Glorificado sea Al-lah! Él está muy por encima de compartir Su divinidad con nadie.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5149,"juzNumber":28,"footnotes":"","lang":"es"},{"name":"59:24","price":"24. Él es Al-lah, el Único Creador, Quien crea todo de la nada y da la forma que quiere a Su creación. A Él solo pertenecen los nombres y los atributos más sublimes. Todo cuanto hay en los cielos y en la tierra Lo glorifica. Y Él es el Poderoso, el Sabio.","arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5150,"juzNumber":28,"footnotes":"","lang":"es"}],"chapter":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr","Chapter Al-Hashr","Hashr","Surah Hashr","Chapter Hashr","Al Hashr","Surah Al Hashr","Chapter Al Hashr","Surah 59","Chapter 59","The Exile","الحشر"]}