{"data":[{"name":"39:32","price":"ߖߍߣߍ߲ ߠߊ߫ ߕߐ߬ߢߍ߮ ߕߊ߬ߡߌ߲߬ߣߍ߲߫ ߡߐ߰ ߕߊ ߟߊ߫ ߡߍ߲ ߞߊ߬ ߥߎߦߊ ߟߴߊߟߊ߫ ߟߊ߫߸ ߞߊ߬ ߕߎ߬ߢߊ ߡߊߛߐ߬ߛߐ߬ ߏ߬ ߣߊ߬ߣߍ߲ ߊ߬ ߡߊ߬ ، ߊ߬ ߝߐ߫ ߡߊ߬ߞߍ߬ ߦߙߐ߫ ߕߍ߫ ߔߊߦߌߔߊߦߌ ߘߐ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߓߊ߬؟","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:33","price":"ߡߍ߲ ߣߊ߬ߣߍ߲߫ ߕߎ߬ߢߊ ߘߌ߫ ߞߵߊ߬ ߟߊߛߙߋߦߊ߫ ߏ߬ ߟߎ߫ ߟߋ߬ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߬ ߘߌ߫ ߘߋ߬","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:34","price":"ߏ߬ ߟߎ߬ ߘߌߦߊߣߊ߲ߕߊ ߟߎ߫ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߕߍ߰ߟߊ ߘߐ߫ ، ߏ߬ ߟߋ ߦߋ߫ ߢߊ߬ߓߊ߮ ߟߎ߫ ߛߊ߬ߙߊ ߘߌ߫","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:35","price":"ߞߵߏ߬ ߟߊߥߟߌ߬ ߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߘߐ߫ ߖߎ߯ߡߊ߲ ߠߊߓߋ߭ ߡߵߊߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߟߏ߫ ߸ ߊ߬ ߣߌ߫ ߞߵߊ߬ߟߎ߬ ߞߐ߲ߘߐ߲߫ ߊ߬ߟߎ߫ ߛߊ߬ߙߊ ߟߊ߫ ߞߊ߬ ߓߍ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߘߐ߫ ߢߌ߬ߡߊ ߡߊ߬","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:36","price":"ߊ߬ ߝߐ߫ ߊߟߊ߫ ߡߴߊ߬ ߟߊ߫ ߖߐ߲߭ ߥߛߊ߬ ߓߐ߫ ߘߍ߫؟ ߊ߬ߟߎ߬ ߦߴߌߟߋ ߘߐߛߌߟߊ߲ ߠߊ߫ ߘߌ߬ ( ߖߏ߭ ߟߎ߬ ߢߍ߫ ) ߡߍ߲ ߠߎ߬ ߕߍ߫ ߊߟߊ߫ ߘߌ߫ ، ߊߟߊ߫ ߞߏ߬ߣߌ߲߬ ߓߊ߯ ߡߍ߲ ߠߊߝߟߌ߬ ߸ ߞߊ߲ߘߊߓߊ߯ ߕߍ߫ ߏ߬ ߟߊ߫","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:37","price":"ߣߌ߫ ߊߟߊ߫ ߘߏ߲߬ ߞߊ߬ ߡߍ߲ ߞߊ߲ߘߊ߫ ߸ ߟߊ߬ߝߟߌ߬ߓߊ߯ ߕߍ߫ ߏ߬ ߟߊ߫ ، ߦߊ߯ߟߴߊߟߊ߫ ߕߍ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߕߊߢߐ߲߯ߓߐߟߊ߫ ߘߌ߫ ߓߊ߬؟","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:38","price":"ߣߴߌ ߞߵߊ߬ߟߎ߫ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߞߏ߫ ߖߍߣߍ߲ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫؟ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߟߋ߬ ߘߍ߯ ߞߏ߫ ߊߟߊ߫ ، ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߞߟߌ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߣߌ߫ ߊߟߊ߫ ߞߊ߬ ߡߊ߲߬ߕߙߐ߬ ߟߊߢߌߣߌ߲߫ ߒߠߋ ߦߋ߫ ߸ ߦߊ߯ߟߊ߫ ߏ߬ ߟߎ߬ ߘߴߊ߬ ߟߊ߫ ߡߊ߲߬ߕߙߐ ߟߊߥߌ߬ߟߌ߫ ߓߊ߬؟ ߥߟߊ߫ ߣߴߊ߬ ߞߊ߬ ߤߌߣߊ߫ ߟߊߢߌߣߌ߲߫ ߒߠߋ ߦߋ߫ ߸ ߦߊ߯ߟߴߊ߬ߟߎ߬ ߘߴߊ߬ ߟߊ߫ ߤߌߣߊ ߘߐߡߌ߬ߣߊ߫ ߓߊ߬؟، ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߥߊ߬ߛߊ ߟߋ߬ ߊߟߊ߫ ߘߌ߫ ، ߛߍ߲߬ߓߍ߬ߟߊ ߟߎ߫ ߘߏ߲߬ ߦߴߊ߬ߟߎ߫ ߛߍ߲߬ߓߍ߬ ߟߴߏ߬ ߟߋ ߟߊ߫","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:39","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߟߎ߬ ߸ ߊߟߎ߫ ߦߋ߫ ߓߊ߯ߙߊ ߞߍ߫ ߊߟߎ߫ ߛߋߞߏߦߊ ߟߊ߫ ߸ ߒߠߋ ߝߣߊ߫ ߦߋ߫ ߓߊ߯ߙߊ߫ ߞߍߟߊ ߟߋ߬ ߘߌ߫ ، ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߘߌߣߵߊ߬ ߟߐ߲߫","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:40","price":"ߖߊ߲߰ߞߕߊ ߣߊ߬ߕߐ߫ ߡߍ߲ ߡߊ߬ ߞߊ߬ߣߌ߲߫ ߞߵߊ߬ ߘߐ߯ߦߊ߫ ߸ ߊ߬ ߣߌ߫ ߖߊ߲߰ߞߕߊ߬ ߕߏߒߡߕߊ ߦߋ߫ ߓߋ߬ ߊ߬ ߞߊ߲߬","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:41","price":"ߒ߬ߠߎ߫ ߣߊ߬ ߟߍߙߊ ߟߊߖߌ߰ ߟߴߌ ߡߊ߬ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߕߎ߬ߢߊ ߟߋ߬ ߟߊ߫ ، ߡߍ߲ ߓߊ߯ ߞߊ߲ߘߊ߫ ߏ߬ ߘߐ߫ ߏ߬ ߦߴߊ߬ ߖߘߍ߬ ߦߋ߫ ، ߣߌ߫ ߡߍ߲ ߝߟߌ߬ ߘߊ߫ ߏ߬ ߦߋ߫ ߝߌ߬ߟߌ ߞߍ߫ ߟߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߬ ߟߊ߫ ، ߌߟߋ ߞߏ߬ߣߌ߲߬ ߕߍ߫ ߊ߬ߟߎ߫ ߛߍ߲߬ߓߍ߬ߟߊ߲߫ ߘߌ߫","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:42","price":"ߊߟߊ߫ ߟߋ߬ ߣߌ ߟߎ߫ ߡߌ߬ߘߊ߬ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߛߊ߬ߦߊ ߕߎ߬ߡߊ ߸ ߡߍ߲ ߠߊ߫ ߛߊ߬ߦߊ ߡߊ߫ ߛߋ߫ ߡߎߣߎ߲߬ ߊ߬ ߘߴߏ߬ ߝߣߊ߫ ߡߌ߬ߘߊ߫ ߛߎ߬ߣߐ߮ ߟߊ߫ ، ߛߊ߬ߦߊ ߟߊߕߍ߰ߣߍ߲߬ ߡߍ߲ ߡߵߊ߬ ߘߴߏ߬ ߟߊߡߙߊ߬ ߸ ߞߊ߬ ‹ ߛߎ߬ߣߐ߰ߓߊ߮ › ߕߊ ߓߌ߬ߟߊ߬ ߞߊ߬ ߕߊ߯ ߛߋ߫ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲ ߡߊ߬ ، ߕߊ߰ߛߌ߬ߟߌ߫ ߟߴߏ߬ ߟߎ߬ ߘߐ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߛߌߡߊߟߌߟߊ ߟߎ߬ ߦߋ߫ ߘߋ߬","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:43","price":"ߥߟߴߊ߬ߟߎ߫ ߣߐ߬ ߊ߬ߟߎ߬ ߓߟߏߞߍ߫ ߟߊ߫ ߛߟߏ߬ߣߊ߬ߟߌ߬ߓߊ߯ ߟߎ߫ ߟߋ߬ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߓߊ߬؟߸ ߊ߬ ߝߐ߫ ߞߏ߫ ߤߟߴߊ߬ ߓߊ߯ ߕߘߍ߬ ߏ߬ ߟߎ߬ ߕߍ߫ ߝߏߦߌ߫ ߡߙߊ߬ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߕߍ߫ ߝߏߦߌ߬ ߤߊ߲ߞߟߌߡߦߊ߫ ߟߊ߫؟","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:44","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߛߟߏ߬ߣߊ߬ߟߌ ߓߍ߯ ߊߟߊ߫ ߟߋ߬ ߓߟߏ߫ ߸ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߡߊ߲߬ߛߊ߬ߦߊ ߦߴߊ߬ߟߋ ߟߋ߬ ߕߊ߫ ߘߌ߫ ، ߏ߬ ߞߐ߫ ߊߟߎ߫ ߟߊߛߊ߬ߦߌ߲߬ߕߐ߫ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:45","price":"ߊߟߊ߫ ߞߋߟߋ߲߫ ߓߊ߯ ߞߏߝߐ߫ ߞߏߕߊ߲߫ ߡߐ߰ ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߖߎ߫ ߡߍ߲ ߠߎ߬ ߡߊ߫ ߟߊ߫ ߛߎ߬ߟߊ߬ߞߏ ߟߊ߫ ، ߡߍ߲ ߠߎ߬ ߕߍ߫ ߊ߬ߟߋ߬ ߘߌ߫ ߣߴߏ߬ ߟߎ߬ ߞߏߝߐ߫ ߘߊ߫ ߛߊ߫ ߸ ߌ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߢߊ߯ ߟߊ߫","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:46","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߌߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߛߌ߲ߘߌߓߊ߮ ߸ ߘߏ߲߰ߣߍ߲ ߣߌ߫ ߟߊ߲ߞߣߍߡߊߣߍ߲ ߟߐ߲ߓߊ߮ ߸ ߌߟߋ ߟߋ߬ ߞߕߌ߫ ߟߴߌ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߕߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߢߐ߲߯ ߛߐߛߐߞߏ ߟߎ߬ ߘߐ߫","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:47","price":"ߡߍ߲ ߠߎ߫ ߣߐ߬ ߕߐ߬ߢߍ߮ ߞߍ߫ ߟߊ߫ ߤߊߟߌ߬ ߣߌ߫ ߘߎ߰ߞߟߏ ߞߣߐߝߋ߲ ߓߍ߯ ߞߍ߫ ߘߴߏ߬ ߟߎ߬ ߕߊ ߘߌ߫ ߸ ߊ߬ ߣߴߏ߬ ߢߐ߲߰ ߜߘߍ߫ ߟߊߣߍ߲ ߏ ߞߊ߲߬ ߸ ߊ߬ߟߎ߫ ߕߎ߲߬ ߘߴߊ߬ߟߎ߫ ߞߎ߲߬ߞߊ߬ ߏ߬ ߟߊ߫ ߟߐ߬ߓߊ ߟߏ߲ ߠߋ߬ ߘߍ߯ ߞߊ߬ ߓߐ߫ ߖߊ߲߰ߞߕߊ߬ ߖߎ߮ ߡߊ߬ ، ߓߊ ߞߏ߫ ߓߘߊ߫ ߟߊ߲ߞߣߍߡߴߊ߬ߟߎ߬ ߦߋ߫ ߊߟߊ߫ ߓߟߏ߫ ( ߖߊ߲߰ߞߕߊ ߘߐ߫ ) ߊ߬ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߡߍ߲ ߖߌ߰ ߟߊ߫","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:48","price":"ߊ߬ ߣߴߊ߬ߟߎ߬ ߗߋߥߊߟߌ߫ ߖߎ߮ ߟߎ߬ ߓߘߊ߫ ߟߊ߲ߞߣߍߡߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߝߋ߲߫ ߓߌ߲߬ߓߊߥߏ ߓߋ߬ ߊ߬ߟߎ߫ ߞߊ߲߬ ߊ߬ߟߎ߫ ߕߘߍ߬ ߡߍ߲ ߡߊߦߟߍ߫ ߟߊ߫","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:49","price":"ߒ߬ߓߊ߬ ߣߌ߫ ߕߙߐ߫ ߡߊ߰ ߘߊ߫ ߡߐ߱ ߟߊ߫ ߸ ߊ߬ ߘߌ߫ ߒ߬ ߡߊߕߙߊ߫ ߝߛߊߦߌ߫ ، ߣߴߊ߲ ߣߊ߬ ߘߴߊ߬ ߛߐ߫ ߒ߬ ߠߊ߫ ߣߍߡߊ ߘߏ߫ ߟߴߏ߬ ߞߐ߫ ߛߊ߫ ߸ ߊ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߣߌ߲߬ ߘߌߣߍ߲߫ ߒ ߡߊ߬ ߟߐ߲ߠߌ߲ ߠߋ߫ ߡߊ߬ ، ߍ߲߬ߍ߲߫ ߸ ߏ߬ ߦߋ߫ ߞߘߐߓߐߟߌ ߟߋ߬ ߘߌ߫ ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ߫ ߝߊ߲߬ߓߊ ߟߋ߬ ߕߴߏ߬ ߟߐ߲߫ ߠߊ߫","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:50","price":"ߊ߬ߟߎ߬ ߢߍߓߊ߮ ߟߎ߫ ߕߎ߲߬ ߓߘߴߏ߬ ߢߐ߲߰ ߝߐ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߏ߬ ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ߫ ߞߍߣߍ߲ ߠߎ߬ ߡߊ߫ ߝߏߦߌ߫ ߢߵߊ߬ߟߎ߬ ߦߋ߫","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:51","price":"ߏ߬ ߞߍ ߏ߬ ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ߫ ߖߎ߮ ߟߎ߫ ߓߌ߲߬ߓߊߏ ߞߵߊ߬ߟߎ߫ ߛߐ߬ߘߐ߲߬ ، ߡߍ߲ ߠߎ߬ ߝߣߊ߫ ߣߐ߬ ߕߐ߬ߢߍ߮ ߞߍ߫ ߟߊ߫ ߢߌ߲߬ ߠߎ߬ ߘߐ߫ ߏ߬ ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ߫ ߖߎ߮ ߟߎ߫ ߓߌ߲߬ߓߊߏ ߟߎ߬ ߓߍߣߵߊ߬ߟߎ߫ ߛߐ߬ߘߐ߲߬ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߓߟߏߡߓߊߟߌ߫ ߞߍ߫ ߝߋߎ߫","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:52","price":"ߊ߬ߟߎ߬ ߡߴߊ߬ ߟߐ߲߫ ߓߊ߬ ߞߏ߫ ߊߟߊ߫ ߦߋ߫ ߤߊ߬ߙߌ߬ߖߍ߮ ߘߐߝߎߟߋ߲߫ ߠߊ߫ ߡߐ߰ ߟߋ߬ ߦߋ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߸ ߊ߬ ߘߴߊ߬ ߘߐߜߙߐ߬ ߝߣߊ߫؟، ߕߊ߰ߛߌ߬ߟߌ߫ ߟߴߏ߬ ߘߐ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߋ߫ ߘߋ߬","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:53","price":"ߊ߬ ߝߐ߫ ߒ ߠߊ߫ ߖߐ߲߭ ߠߎ߬ ߦߋ߫ ߡߍ߲ ߠߎ߫ ߞߊ߬ ߕߌߢߍߟߌ ߞߍ߫ ߊ߬ߟߎ߫ ߖߘߍ߬ ߟߊ߫߸ ߞߏ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߖߌ߰ߕߍ߰ ߊߟߊ߫ ߟߊ߫ ߤߌߣߊ ߟߊ߫ ߸ ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߞߎ߲߬ߞߏ ߓߍ߯ ߡߊߞߕߏ߫ ߟߊ߫ ߟߋ߬ ߞߐߘߍ߫ ، ߊ߬ߟߋ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ ߘߌ߫ ߸ ߤߌߣߟߊ ߟߋ߬","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:54","price":"ߊߟߎ߫ ߦߴߊߟߎ߫ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߲߬ ߊߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬ ߞߵߊߟߎ߫ ߖߘߍ߬ߞߟߏ߫ ߊ߬ ߦߋ߫ ߞߊ߬ ߞߐ߲߰ ߖߊ߲߰ߞߕߊ ߣߊ߭ ߢߍ߫ ߊߟߎ߫ ߡߊ߬ ߸ ߊߟߎ߫ ߕߍ߫ ߘߍ߬ߡߍ߲߬ ߠߴߏ߬ ( ߡߍ߲ ߣߊ߭ ) ߞߐ߫","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:55","price":"ߊߟߎ߫ ߦߋ߫ ߝߋ߲ ߢߌ߬ߡߊ ߟߊߓߊ߬ߕߏ߬ ߡߍ߲ ߠߊߖߌ߰ߣߍ߲߫ ߊߟߎ߫ ߡߵߊߟߎ߫ ߡߊ߰ߙߌ ߓߟߏ߫ ߸ ߦߊ߬ߣߌ߫ ߖߊ߲߰ߞߕߊ ߦߋ߫ ߣߵߊߟߎ߫ ߡߊ߬ ߓߙߊ߬ߒ߬ߘߐ߬ߓߟߏߡߊ߬ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߦߟߌ߫ ߕߍ߫ ߊ߬ ߟߊ߫","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:56","price":"ߣߌߡߊ ߣߊ߬ߡߊߣߵߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߕߊ߫ ߣߡߌߛߊ߫ ߦߋ߫ ߕߋ߲߬ ߞߟߋ߫ ߸ ߊߟߊ߫ ߡߊߝߊ߲߭ ߡߊߓߌ߬ߟߊ ߘߐ߫ ߒ ߓߟߏ߫ ߞߊ߬ߣߌ߲߫ ߸ ߊ߬ ߣߌ߫ ߒ ߞߍ ߡߍ߲ ߞߍ߫ ߘߊ߫ ߦߟߍߓߐߒߘߐߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:57","price":"ߥߟߴߊ߬ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߣߌ߫ ߊߟߊ߫ ߕߌ߲߬ ߞߊ߬ ߒ ߞߊ߲ߘߊ߫ ߒ ߕߎ߲߬ ߘߌ߫ ߞߍ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߬ ߘߏ߫ ߘߌ߫ ߟߋ߬ ߘߍ߯","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:58","price":"ߤߊߡߊ߲ߕߍ߫ ߊ߬ ߦߴߊ߬ ߝߐ߫ ߖߊ߲߰ߞߕߊ ߦߋ߫ ߕߎߡߊ ߟߊ߫ ߸ ߞߏ߫ ߣߌ߫ ߞߐߛߊߦߌ߲߫ ߦߌߟߊ߫ ߓߍ߫ ߒ ߧߋ߫ ߸ ߒ ߧߋ߫ ߞߍ߫ ߢߊ߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫ ߏ߬ ߘߐ߫","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:59","price":"ߞߊ߯ߙߌ߫ ߸ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߫ ߣߊ߬ ߘߊ߫ ߟߵߌ ߡߊ߬ ߝߋߎ߫ ߸ ߌ ߞߵߏ߬ ߟߎ߬ ߡߊߛߐ߬ߛߐ߫ ߟߋ߬ ߞߵߌ ߖߘߍ߬ߘߐߓߏ߲߬ߧߊ߫ ߞߊ߬ ߞߍ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:60","price":"ߌ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߢߘߊ ߟߎ߫ ߛߌ߲߬ߛߌ߲߬ߣߍ߲ ߦߋ߫ ߟߐ߬ߓߊ ߟߏ߲ ߡߍ߲ ߠߎ߫ ߞߊ߬ ߥߎߦߊ ߟߴߊߟߊ߫ ߟߊ߫ ، ߊ߬ ߝߐ߫ ߡߊ߬ߞߍ߬ ߦߌߟߊ߫ ߕߍ߫ ߔߊߦߌߔߊߦߌ ߘߐ߫ ߖߘߍ߬ߘߐ߬ߓߊ ߟߎ߬ ߦߋ߫ ߓߊ߬؟","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:61","price":"ߊߟߊ߫ ߘߌ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߬ ߟߊߞߛߌ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߣߌ߬ ߛߐߘߐ߲ ߠߎ߬ ߟߊ߫ ߸ ߖߎ߯ߡߊ߲߫ ߕߍ߫ ߡߊ߰ ߟߴߏ߬ ߟߎ߬ ߟߊ߫ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߫ ߛߎ߬ߣߎ߲߬ ߠߊ߫","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:62","price":"ߊߟߊ߫ ߟߋ߬ ߝߋ߲ ߓߍ߯ ߘߊ߲ߓߊ߮ ߘߌ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߘߏ߲߬ ߟߐ߬ߣߍ߲߬ ߝߋ߲ ߓߍ߯ ߟߊ߫ ( ߞߏ ߟߊ߫ )","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:63","price":"ߊ߬ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߞߏ߲ߢߌ߲ ߠߎ߬ ߘߌ߫، ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߣߍ߲߬ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫ ߛߊ߫߸ ߏ߬ ߟߎ߫ ߟߋ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:64","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߒߠߋ ߟߐ߬ ߟߴߊߟߊ߫ ߕߊ߬ߣߊ߫ ߟߋ߫ ߓߊ߬ߕߏ߬ ߟߊ߫ ߓߊ߬ ߊߟߎ߬ ߡߐ߰ ߞߏߟߐ߲ߓߊߟߌ ߟߎ߬؟","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:65","price":"ߦߟߌߘߏ߲ ߘߏ߲߬ ߟߐ߬ߣߍ߲߫ ߌ ߡߊ߬ ߟߋ߬ ߊ߬ ߣߴߌ ߢߍߓߊ߮ ߟߎ߫ ߡߊ߬ ߸ ߞߏ߫ ߣߴߌ ߞߊ߬ ߜߙߊ߬ߟߌ ߞߍ߫ ߌ ߟߊ߫ ߓߊ߯ߙߊ ߘߌ߫ ߕߌߢߍ߫ ߟߋ߬ ߘߍ߯ ߞߵߌ ߞߍ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫ ߘߏߌ߲߫","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:66","price":"ߍ߲߬ߍ߲߫ ( ߌ ߞߴߏ߬ ߞߍ߫ ߘߋ߬ )߸ ߌ ߦߋ߫ ߊߟߊ߫ ߟߋ߫ ߓߊ߬ߕߏ߬ ߞߊ߬ ߞߍ߫ ߥߊߟߢߌߡߊߟߐ߲ߠߊ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:67","price":"ߊ߬ߟߎ߬ ߡߴߊߟߊ߫ ߓߏ߲߬ߧߴߊ߬ ߓߏ߲߬ߧߊ ߕߎ߬ߢߦߊ߬ߢߊ ߞߊ߲߬ ߸ ߘߎ߱ ߡߎ߰ߡߍ ߦߴߊ߬ ߕߙߐ߬ߡߢߐ߬ ߞߋߟߋ߲߫ ߠߋ߬ ߘߌ߫ ߟߐ߬ߓߊ ߟߏ߲ ، ߛߊ߲ ߠߎ߬ ߡߟߋߞߋߕߐ߫ ߟߴߊ߬ ߞߌߣߌ߲ ߠߊ߸ ߊ߬ ߛߊߣߌ߲ߡߊ߲߫ ߞߵߊ߬ ߞߘߐߕߵߊ߬ߟߎ߬ ߟߊ߫ ߜߙߊ߬ߢߐ߲߰ߦߊ߬ ߝߋ߲ ߠߎ߫ ߡߊ߬","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:68","price":"ߓߘߎ ߘߌߣߊ߬ ߝߍ߫ ( ߝߟߐ ߞߍ߫ )߸ ߏ߬ ߓߊ߯ ߞߍ߫ ߣߌߡߊ ߟߎ߬ ߘߌ߫ ߜߊ߬ߙߊ߲߬ߞߕߊ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߘߎ߱ ߘߐ߫ ߝߏ߫ ߡߍ߲ ߓߊ߯ ߊߟߊ߫ ߘߌߦߊ߫ ، ߏ߬ ߟߋ ߞߐ߫ ߊ߬ ߘߌ߫ ߝߍ߫ ߕߎ߲߯ ߌ ߘߴߊ߬ߟߎ߫ ߟߐ߬ߣߍ߲ ߦߋ߫ ߝߟߍߟߌ ߟߵߌߞߘߐ߫","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:69","price":"ߘߎ߰ߞߟߏ ߘߌ߫ ߞߣߍߦߴߊ߬ ߡߊ߰ߙߌ ߟߊ߫ ߦߋߟߋ߲ ߠߊ߫، ( ߗߋߥߊߟߌ ߟߎ߬ ) ߟߍߙߊ ߘߌ߫ ߟߊ߫ ( ߞߣߍ ߞߊ߲߬ )، ߣߊ߬ ߘߌ߫ ߞߍ߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߬ ߣߌ߫ ߛߙߋ ߟߎ߬ ߘߌ߫ ߞߊ߬ ߞߕߌ ߕߍ߰ ߊ߬ߟߎ߬ ߕߍ߫ ߕߎ߬ߢߊ ߟߊ߫߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߬ ߕߐ߬ߢߍ߰ ߟߊ߫","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:70","price":"ߣߌߡߊ ߓߍ߯ ߘߌ߫ ߘߝߴߊ߬ ߗߋߥߊߟߌ ( ߛߊ߬ߙߊ ) ߟߊ߫ ߸ ߓߊߏ߬ ߊ߬ߟߋ ߟߋ߫ ߞߵߊ߬ ߟߐ߲ߓߊ ߞߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߞߍ߫ ߟߊ߫","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:71","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߓߍߣߊ߬ ߜߍ߲߬ߜߍ߲߫ ߞߊ߬ ߕߊ߯ ߔߊߦߌߔߊߦߌ ߡߊ߬ ߛߘߍߞߎߘߎ߲ ߠߎ߬ ߘߌ߫ ߸ ߤߊ߲߯ ߊ߬ߟߎ߬ ߘߌ߫ ߛߴߊ߬ ߡߊ߬ ߸ ߊ߬ ߘߊ ߟߎ߬ ߘߌ߫ ߟߊߞߊ߬ ߏ߬ ߘߐ߫، ߊ߬ ߞߣߐ߬ߜߍ߲߬ߓߊ߮ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߞߋߟߊ߫ ߟߎ߫ ߡߊ߫ ߣߵߊߟߎ߫ ߡߊ߬ ߓߊ߬ ߞߊ߬ ߓߐ߫ ߊߟߎ߫ ߖߍ߬ߘߍ ߘߐ߫؟߸ ߞߵߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߟߝߊߙߌ ߟߎ߫ ߞߊ߬ߙߊ߲߬ ߊߟߎ߫ ߦߋ߫ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߡߊߛߌߟߊ߲߫ ߊߟߎ߫ ߟߊ߫ ߓߌ߬ ߟߏ߲ ߣߌ߲߬ ߓߍ߲߬ߢߐ߲߰ߦߊ ߟߊ߫؟، ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߴߏ߬ ߞߍ߫ ߘߊ߫ ߸ ߞߏ߬ߣߌ߲߬ ߖߊ߲߰ߞߕߊ ߞߎߡߊ ߟߋ߬ ߜߋ߲ߜߋ߲ߦߊߣߍ߲߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߡߊ߬","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:72","price":"ߊ߬ ߘߌ߫ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߘߏ߲߬ ߔߊߦߌߔߊߦߌ ߓߏ߲߬ߘߊ ߟߎ߬ ߟߊ߫ ߞߊ߬ ߕߏ߫ ߦߋ߲߬ ߞߘߊߎ߫ ߸ ߖߘߍ߬ߘߐ߬ߓߊ ߟߎ߬ ߡߊߞߍ߫ ߦߌߟߊ ߞߊ߫ ߖߎ߯ ߟߋ߫ ߘߋ߬","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:73","price":"ߡߍ߲ ߠߎ߫ ߞߵߊ߬ߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬߸ ߏ߬ ߟߎ߬ ߘߌ߫ ߛߍ߲߬ߛߍ߲߫ ߞߊ߬ ߕߊ߯ ( ߡߍ߲ߘߌߦߊ߫ ) ߣߊߞߐ ߡߊ߬ ߛߘߍߞߎߘߎ߲ ߠߎ߬ ߘߌ߫ ߸ ߤߊ߲߯ ߊ߬ߟߎ߬ ߘߌ߫ ߛߴߊ߬ ߡߊ߬ ߸ ߊ߬ ߓߏ߲߬ߘߊ ߟߎ߬ ߘߌ߫ ߟߊߞߊ߬ ߏ߬ ߘߐ߫ ، ߊ߬ ߞߣߐ߬ߜߍ߲߬ߓߊ߮ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߛߍߣߍ߲߬ ߞߏ߫ ߊߟߎ߫ ߣߌ߫ ߖߐ߫ ߸ ߊߟߎ߫ ߣߌ߫ ߢߊ߬ߟߌ߫ ، ߊߟߎ߫ ߦߋ߫ ߘߏ߲߬ ߊ߬ ߞߣߐ߫ ߞߟߋ߫ ߞߊ߬ ߕߏ߫ ߦߋ߲߬ ߞߘߊߎ߫","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:74","price":"ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߏ߬ ߘߐ߫ ߞߏ߫ ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ ߞߵߊ߬ ߟߊ߫ ߦߟߌߡߊߘߌߦߊߞߊ߲ ߕߏ߫ ߊ߬ ߡߊ߬ ߒ߬ ߧߋ߫ ߸ ߞߊ߬ ߘߎ߱ ߘߴߊ߲ ߡߊ߬ ߗߍ ߘߌ߫ ߸ ߊ߲ ߧߋ߫ ߒ߬ ߡߊߞߍ߫ ߣߊߞߐ ߞߣߐ߫ ߒ߬ ߛߊ߬ߥߏ߬ߣߊ߲߬ ߦߙߐ ߘߐ߫، ߓߊ߯ߙߟߊ ߟߎ߫ ߛߊ߬ߙߊ ߞߊ߫ ߢߌ߲߬ ߟߋ߬ ߘߋ߬","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"39:75","price":"ߌ ߘߌ߫ ߡߟߍ߬ߞߊ ߟߎ߬ ߕߡߍߢߍߣߍ߲ ߦߋ߫ ߛߍ߬ߡߍ ߟߊߡߌߣߌ߲ ߘߐ߫ ߕߡߍߢߍ߬ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߛߊߣߌ߲ߧߊ ߞߍ߫ ߟߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߕߊ߲߬ߘߏ ߟߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߞߕߌ ߓߘߊ߫ ߕߍ߰ ߊ߬ߟߎ߬ ߓߍ߯ ߕߍ߫ ߕߎ߬ߢߊ ߟߊ߫ ߸ ߊ߬ ߘߌ߫ ߝߐ߫ ߛߍߣߍ߲߬ ߞߏ߫ ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߰ߙߌ ߟߋ߬","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:1","price":"ߤ߭ ߡ","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:2","price":"ߟߍߙߊ ߟߊߖߌ߱ ߝߘߊߣߍ߲߫ ߊߟߊ߫ ߟߋ߬ ߟߊ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߟߋ߬ ߸ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:3","price":"ߞߎ߲߬ߞߏ ߡߊߞߕߏߓߊ߮ ߟߋ߬ ߸ ߖߘߍ߬ߟߊ߬ߛߊߦߌ ߡߌ߬ߘߊ߬ߓߊ߮ ߟߋ߬ ߸ ߓߌ߲߬ߓߊߏ ߕߌ߱ ߟߋ߬ ، ߣߍߡߊ ߕߌ߱ ߟߋ߬ ߸ ߡߊ߰ߙߌ߬ ߛߌ߫ ߕߍ߫ ߊ߬ߟߋ߬ ߞߐ߫ ߸ ߟߊ߬ߓߊ߲ ߞߍߕߐ߫ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:4","price":"ߡߐ߰ ߛߌ߫ ߕߍ߫ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߊߘߐߖߊ߬ ߟߊ߫ ߝߏ߫ ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߣߍ߲߫ ( ߊ߬ ߘߐ߫ )، ߏ߬ ߟߎ߬ ߟߊ߫ ߦߟߍ߬ߡߊ߲߬ߦߟߍߡߊ߲ ߞߊߣߵߌ ߜߍߙߍ߲ߞߍ߫ ߖߡߊ߬ߣߊ ߟߎ߬ ߢߊߝߍ߬ ߘߋ߬","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:5","price":"ߣߎ߯ߤߎ߲߫ ߡߌ߬ߙߌ߲߬ߘߌ ߞߊ߬ ߡߊ߬ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߢߌ߲߬ ߠߎ߬ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߊ߬ ߣߴߏ߬ ߟߎ߬ ߞߐ߫ ߞߙߎߞߊ ߟߎ߬ ، ߡߊ߲߬ߕߏ߲ ߓߍ߯ ߞߵߊ߬ ߣߌ ߟߴߊ߬ߟߎ߬ ߕߊ߫ ߞߋߟߊ߫ ߞߊ߲߬ ߛߴߊ߬ߟߎ߬ ߘߴߏ߬ ߟߎ߫ ߡߌ߬ߘߊ߬ ߸ ߊ߬ߟߎ߫ ߞߊ߬ ߘߊߘߐߖߊ ߞߍ߫ ߝߎ ߞߎ߲߬ߠߊ߬ ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߕߎ߬ߢߊ ߓߎߙߎ߲ߞߐ߫ ߏ߬ ߟߊ߫ ߸ ߊ߬ ߞߵߊ߬ߟߎ߫ ߡߌ߬ߘߊ߫ ߏ߬ ߟߋ ߘߐ߫ ߒ ߠߊ߫ ߓߌ߲߬ߓߊߏ ߞߍ߫ ߘߴߏ߬ ߘߐ߫ ߘߌ߬؟","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:6","price":"ߌ ߡߊ߰ߙߌ ߟߊ߫ ߞߎߡߊ ߜߋ߲ߜߋ߲ߦߊ߫ ߘߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߡߊ߬ ߕߋ߲߬ ߠߋ߬ ߞߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߕߊ ߘߏ߲߬ߞߏ ߟߎ߫ ߟߋ߬ ߘߌ߫","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:7","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߍ߬ߡߍ ߕߊ߬ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߦߴߊ߬ ߟߊߡߌߣߌ߲ ߘߐ߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߛߊߣߌ߲ߧߊ ߞߍ߫ ߟߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߕߊ߲߬ߘߏ ߟߊ߫ ߞߊ߬ ߟߴߊ߬ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌߣߌ߲ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߓߘߊ߫ ߦߙߌߥߊ߫ ߝߋ߲ ߓߍ߯ ߡߊ߬ ߤߌߣߊ ߣߌ߫ ߟߐ߲ߠߌ߲ ߘߐ߫ ߸ ߖߊ߰ߣߌ߲߬ ߡߐ߱ ߟߎ߬ ߡߊߞߕߏ߫ ߡߍ߲ ߠߎ߫ ߞߵߊ߬ߟߎ߫ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߫ ߊ߬ ߣߌ߫ ߞߵߌ ߟߊ߫ ߛߌߟߊ ߟߊߓߊ߬ߕߏ߬ ߸ ߊ߬ߟߎ߫ ߕߊ߲߬ߞߊ߬ ߥߋ߲߯ߓߋ ߖߊ߲߰ߞߕߊ ߡߊ߬ ߟߋ߬ ߘߍ߯","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:8","price":"ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߦߴߊ߬ߟߎ߬ ߟߊߘߏ߲߬ ߝߙߍ ߣߊߞߐ ߟߎ߬ ߘߐ߫ ߌ ߞߵߊ߬ߟߎ߬ ߦߟߌߡߊߘߌߦߊ߫ ߏ߬ ߡߍ߲ ߠߊ߫ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߫ ߢߊ߬ ߘߴߊ߬ߟߎ߫ ߝߊ߭ ߟߎ߬ ߣߴߊ߬ߟߎ߬ ߝߘߎߡߊ ߟߎ߬ ߣߴߊ߬ߟߎ߬ ߓߐ߲ߛߐ߲ ߠߎ߬ ߘߐ߫ ، ߓߊߏ߬ ߌߟߋ߬ ߸ ߣߌ߬ߣߌ߬ߟߊ ߟߵ ߌ ߘߌ߫ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:9","price":"ߊ߬ ߣߴߌ ߦߴߊ߬ߟߎ߫ ߕߊ߲߬ߞߊ߬ ߖߎ߯ߡߊ߲ ߠߎ߫ ߡߊ߬ ، ߌ ߓߊ߯ ߡߍ߲ ߕߊ߲߬ߞߊ߬ ߖߎ߯ߡߊ߲ ߠߎ߫ ߡߊ߬ ߏ߬ ߟߏ߲ ߌ ߓߘߊ߫ ߤߌߣߊ߫ ߏ߬ ߟߊ߫ ߸ ߏ߬ ߟߋ ߘߏ߲߬ ߦߋ߫ ߣߌ߬ ߓߟߋߓߟߋ ߘߌ߫","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:10","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߟߋ߬ ߜߋߟߋ߲ߜߋߟߋ߲ߕߐ߫ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߟߊ߬ߜߏߦߊߢߍ ߟߋ߫ ߜߍ߬ߟߍ߲߬ߡߊ߲߫ ߞߊ߬ ߕߊ߬ߡߌ߲߬ ߊߟߎ߫ ߟߊ߫ ߖߘߍ߬ ߟߊ߬ߜߏߦߊߢߍ ߞߊ߲߬ ߸ ߊߟߎ߫ ߜߎ ߕߎ߲߬ ߦߋ߫ ߞߟߌ߫ ߟߊ߫ ߟߊߒߠߦߊ ߡߊ߬ ߥߍ߫ ߸ ߊߟߎ߫ ߘߴߊ߬ ߞߍ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߘߌ߫ ߏ߬ ߓߍ߯ ߞߐ߫","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:11","price":"ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߓߘߴߊ߲ ߛߊ߬ ߞߏ߫ ߝߌ߬ߟߊ߬ ߞߵߊ߲ ߠߊߣߌߡߦߊ߫ ߞߏ߫ ߝߌ߬ߟߊ߬ ߸ ߊ߲ ߓߘߴߊ߲ ߟߐ߬ ߒ߬ ߞߎ߲߬ߞߏ ߟߎ߬ ߟߊ߫ ߝߛߊߦߌ߫ ߒ߬ߓߊ߬ ߦߊ߯ߟߊ߫ ߛߌߟߊ߫ ߓߴߦߋ߲߬ ߓߐߟߌߞߏ ߘߐ߫ ߓߊ߬؟","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:12","price":"ߏ߰ ߟߋ߬ ߓߊߏ߬ ߊߟߊ߫ ߞߋߟߋ߲߫ ߓߊ߯ ߞߟߌ߫ ߊߟߎ߫ ߘߌ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߞߍ߫ ߸ ߣߌ߫ ߜߙߊ߬ߟߌ ߞߍ߫ ߘߴߊ߬ ߡߊ߬ ߊߟߎ߫ ߘߌ߫ ߟߊ߫ ߏ߬ ߟߊ߫ ߸ ߒ߬ߓߊ߬ ߞߕߌߦߊ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߦߋ߫ ߸ ߔߏ߲ߞߌ߲ ߠߋ߬ ߘߊ߲߬ߞߙߐ߬ߓߊ ߟߋ߬","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:13","price":"ߊ߬ߟߋ ߟߴߊ߬ ( ߟߊ߫ ߛߋߓߊ߯ߦߊ ) ߦߌ߬ߘߊ߬ߞߏ ߟߎ߫ ߦߌ߬ߘߊ߬ ߟߴߊߟߎ߫ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߬ ߦߋ߫ ߤߊ߬ߙߌ߬ߖߍ߮ ߟߊߖߌ߰ ߟߴߊߟߎ߫ ߡߊ߬ ߞߊ߬ ߓߐ߫ ߛߊ߲ ߘߐ߫ ߸ ߡߐ߰ ߛߌ߫ ߕߴߊ߬ ߕߊ߰ߛߌ߬ ߟߊ߫ ߝߏ߫ ߡߍ߲ ߦߴߊ߬ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߲߬ ߠߊ߫","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:14","price":"ߊߟߎ߯ ߊߟߊ߫ ߞߟߌ߫ ߞߊ߬ ߘߌ߯ߣߊ ߓߎ߰ߓߎ߯ ߊ߬ ߦߋ߫ ߟߋ߬ ߤߊߟߴߏ߬ ߜߏߦߊ߫ ߘߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:15","price":"ߟߐ߬ߦߌ߬ߟߊ߬ ߡߊߦߟߍ߬ߣߍ߲ ߞߊ߬ߣߌ߲߫ ߸ ߛߍ߬ߡߍ ߕߌ߱ ߟߋ߬ ، ߊ߬ ߦߋ߫ ߛߟߐߡߌ߲ ( ߡߊ߰ߙߌ߫ ) ߠߊߝߟߌ߬ ߟߴߊ߬ ߟߊ߫ ߖߊ߬ߡߊߙߌ ߟߊ߫ ߡߐ߰ ߟߋ߬ ߡߊ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߴߊ߬ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߘߐ߫ ߸ ߛߴߏ߬ ߘߌ߫ ߡߊ߬ߛߌ߬ߟߊ߲߬ߠߌ߲ ߞߍ߫ ߢߐ߲߯ߓߍ߲ ߟߏ߲ ߠߊ߫","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:16","price":"ߊ߬ߟߎ߬ ߞߍߕߐ߫ ߜߍ ߘߐ߫ ߟߏ߲ ߡߍ߲ ߊ߬ߟߎ߬ ߝߏߦߌ߬ ߕߍ߫ ߘߏ߲߰ ߊߟߊ߫ ߡߊ߬ ߸ ߡߊ߲߬ߛߊ߬ߦߊ ߦߋ߫ ߖߍߣߍ߲ ߕߊߓߟߏߡߊ߬ ߓߌ߬؟ ߊ߬ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߦߋ߫ ߸ ߞߎ߲߬ߞߋߟߋ߲ ߠߋ߬ ߸ ߞߘߊߡߊߟߌߟߊ ߟߋ߬","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:17","price":"ߣߌߡߊ ߓߍ߯ ߛߙߊ߬ߕߐ߫ ߊ߬ ߗߋߥߊߟߌ߫ ߣߐ ߟߋ߬ ߟߊ߫ ߓߌ߬ ߸ ߕߐ߬ߢߍ߰ ߕߍ߫ ߓߌ߬ ߘߋ߬ ߸ ߊߟߊ߫ ߖߊ߬ߕߋ߬ߟߌ߬ ߟߊ߬ߞߊߟߌ߲ ߕߌ߱ ߟߋ߬ ߘߌ߫","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:18","price":"ߌ ߦߴߊ߬ߟߎ߬ ߡߊߛߌߟߊ߲߫ ߟߏ߲߫ ߛߎ߬ߘߎ߲߬ߧߊ߬ߕߊ ߟߊ߫ ߸ ߏ߬ ߕߎ߬ߡߊ ߖߎ߬ߛߎ ߟߎ߬ ( ߖߊ߬ߣߍ߲߬ ) ߞߊ߲ߘߎ߮ ߠߎ߬ ߘߐ߫ ߘߌߡߌ߲ ߘߌ߫ ߜߋ߲ ߸ ߞߏߝߌ߬ߟߊ ߓߊߘߋ߲ߡߊߛߎߘߎ߲߫ ߕߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߟߊ߫ ߸ ߛߟߏ߬ߣߊ߬ߟߌ߬ߟߊ߫ ߘߏ߲߬ ߕߍ߫ ߡߍ߲ ߞߊ߲߫ ߘߌ߫ ߡߌ߬ߘߊ߬","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:19","price":"‹ ߊߟߊ߫ › ߞߊ߬ ߢߊ ߟߎ߬ ߟߊ߫ ߖߊ߲߬ߝߊ ߟߐ߲߫ ߊ߬ ߣߌ߫ ߛߌߛߌ ߟߎ߬ ߦߋ߫ ߡߍ߲ ߘߏ߲߰ ߠߊ߫","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:20","price":"ߊߟߊ߫ ߦߋ߫ ߞߕߌ߫ ߟߊ߫ ߕߎ߬ߢߊ ߟߋ߬ ߟߊ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߞߟߌ߫ ߟߊ߫ ߛߊ߫ ߞߵߊ߬ߟߋ߬ ߕߏ߫ ߏ߬ ߟߎ߬ ߕߍ߫ ߞߕߌ߫ ߟߊ߫ ߝߏߦߌ߬ ߟߊ߫ ، ߊߟߊ߫ ߓߊ߬ ߸ ߊ߬ߟߋ ߟߋ߬ ߡߍ߲ߠߌ߲ߠߊ ߘߌ߫ ߸ ߦߋߟߌߟߊ ߟߋ߬","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:21","price":"ߦߊ߯ߟߴߊ߬ߟߎ߬ ߕߴߊ߬ߟߎ߬ ߘߐߕߊ߯ߡߊ߫ ߟߊ߫ ߘߎ߱ ߢߊߝߍ߬ ߓߊ߬ ߞߵߊ߬ ߘߐߜߍ߫ ߊ߬ߟߎ߬ ߢߍߓߊ߮ ߟߎ߬ ߟߊߓߊ߲ ߞߍߣߍ߲߫ ߢߊ ߡߍ߲ ، ߏ߬ ߟߎ߫ ߕߎ߲߬ ߜߍ߬ߟߍ߲߬ߡߊ߲߫ ߕߘߍ߬ ߊ߬ߟߎ ߘߌ߫ ߛߍ߲ߓߍ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߝߏ߲߬ߝߏ߲߬ ( ߠߊ߬ߘߊ߲ ) ߘߐ߫ ߘߎ߱ ߞߊ߲߬ ߸ ߊߟߊ߫ ߞߵߏ߬ ߟߎ߫ ߡߌ߬ߘߴߊ߬ߟߎ߫ ߞߎ߲߬ߞߏ ߟߎ߬ ߟߊ߫ ߟߋ߬ ߸ ߕߊ߲߬ߞߊ߬ߓߊ߯ ߘߏ߲߬ ߡߊ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߟߴߊߟߊ߫ ߡߊ߬","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:22","price":"ߓߊߏ߬ ߊ߬ߟߎ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߫ ߕߍ߬ߘߍ߫ ߣߊ߬ ߟߴߊ߬ߟߎ߫ ߡߊ߬ ߔߊߞߌ ߟߎ߬ ߘߌ߫ ߟߋ߬ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߞߍ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߘߌ߫ ߸ ߊߟߊ߫ ߞߵߊ߬ߟߎ߫ ߡߌ߬ߘߊ߫ ߏ߬ ߟߋ ߘߐ߫ ߓߊ ߏ߬ ߦߋ߫ ߛߍ߲ߓߍߡߊ߫ ߓߌ߲߬ߓߊ߬ߏ߬ ߜߍ߬ߟߍ߲߬ߕߌ߮ ߟߋ߬ ߘߌ߫","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:23","price":"ߊ߲ ߞߊ߬ ߡߎߛߊ߫ ߗߋ߫ ߒ߬ ߠߊ߫ ߡߊ߲߬ߕߊߣߌ߲ ߠߎ߬ ߣߌ߫ ߘߊ߬ߟߎ߫ ߓߟߋ߬ߓߟߋ ߟߋ߬ ߘߌ߫","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:24","price":"ߞߊ߬ ߕߊ߯ ߝߙߊߥߎ߲߫ ߣߌ߫ ߤߊߡߊ߲߫ ߣߌ߫ ߞߊ߯ߙߏ߲߫ ߠߎ߫ ߡߊ߬ ߸ ߏ߬ ߟߎ߬ ߞߊ߲߫ ߏ߬ ߘߐ߫ ߞߴߏ߬ ߦߋ߫ ߛߎߓߊ߯ ߥߎߦߊ߫ ߝߐߟߊ ߟߋ߬ ߘߌ߫","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:25","price":"ߏ ߣߊ߬ߣߍ߲ ߊ߬ߟߎ߫ ߡߊ߬ ߕߎ߬ߢߊ ߘߌ߫ ߞߊ߬ ߝߘߊ߫ ߒ߬ߠߎ߬ ߟߊ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߡߐ߱ ߟߎ߬ ߘߋ߲ߞߍ ߟߎ߬ ߓߍ߯ ߝߊ߰ ߏ߬ ߘߐ߫ ߡߍ߲ ߠߎ߬ ߟߊ߫ ߘߴߊ߬ ߟߊ߫ ߸ ߞߵߊ߬ߟߎ߫ ߡߏ߬ߛߏ ߟߎ߬ ߢߣߊߡߊ ߕߏ߫ ( ߡߊ߬ߟߏ߬ߦߊ ߘߊߞߘߐ߫ )߸ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߟߊ߫ ߝߙߍ߬ߞߘߐ߬ߖߎ߰ߦߊ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߝߏ߫ ߊ߬ ߦߋ߫ ߝߌ߬ߟߌ ߟߋ߬ ߘߐ߫","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:26","price":"ߝߙߊߥߎ߲߫ ߞߊ߲߫ ߏ߬ ߘߐ߫ ߞߏ߫ ߊߟߎ߫ ߒ ߕߏ߫ ߦߋ߲߬ ߒ ߧߋ߫ ߡߎߛߊ߫ ߝߊ߰ ߸ ߊ߬ ߦߴߊ߬ ߡߊ߰ߙߌ ߞߟߌ߫ ߝߛߊߦߌ߫ ߒ ߧߋ߫ ߛߌߟߊ߲߫ ߠߊ߫ ߟߋ߬ ߊ߬ ߞߊߣߵߊߟߎ߫ ߟߊ߫ ߣߊߡߎ߲ ߡߊߝߊ߬ߟߋ߲߬ ߸ ߥߟߴߊ߬ ߞߊߣߊ߬ ߕߌߢߍߟߌ ߟߊ߲ߞߣߍߡߊ߫ ߖߡߊ߬ߣߊ ߞߣߐ߫","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:27","price":"ߡߎߛߊ߫ ߞߊ߲߫ ߞߏ߫ ߋ ߸ ߒߠߋ ߓߘߊ߫ ߒ ߞߊ߬ߙߌ߬ߝߊ߬ ߒ ߡߊ߰ߙߌ ߣߴߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߞߊ߬ ߓߐ߫ ߖߘߍ߬ߘߐ߬ߓߊ ߘߊ߬ߡߊ ߡߊ߬ ߡߍ߲ ߕߍ߫ ߟߊ߫ ߟߊ߫ ߖߊ߬ߕߋ߬ߓߐ ߟߏ߲ ߠߊ߫","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:28","price":"ߗߍ߬ ߟߊߒߠߦߊߓߊ߮ ߘߏ߫ ߞߊ߲߫ ߝߙߊߥߺߎ߲߫ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߐ߫ ߞߏ߬ߣߌ߲߬ ߏ߬ ߦߴߊ߬ ߟߊ߫ ߟߊߒߠߦߊ ߘߏ߲߰ ߠߊ߫ ߸ ߞߏ߫ ߊ߬ ߝߐ߫ ߊߟߎ߫ ߘߌ߫ ߗߍ߬ ߝߊ߰ ߞߏ߫ ߊ߬ ߓߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߟߋ߬ ߊߟߊ߫ ߘߌ߫؟ ߊ߬ ߘߏ߲߬ ߜߎ ߓߘߊ߫ ߣߵߊߟߎ߫ ߡߊ߬ ߔߊߞߌ ߟߎ߬ ߘߌ߫ ߞߊ߬ ߝߘߴߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫؟ ߣߴߊ߬ ߞߍ߫ ߘߊ߫ ߥߎߦߊ߫ ߟߊ߫ ߸ ߊ߬ ߟߊ߫ ߥߎߦߊ ߦߴߊ߬ ߖߍ߬ߘߍ ߟߋ߫ ߡߊ߬ ߸ ߣߴߊ߬ ߘߏ߲߬ ߞߍ߫ ߘߊ߫ ߕߎ߬ߢߊ߬ ߟߊ߫ ߞߏ ߘߏ߫ ߘߴߊߟߎ߫ ߛߐ߬ߘߐ߲߫ ߘߋ߬ ߊ߬ ߦߴߊ߬ ߞߐ߲߬ߞߐ߲߬ ߠߴߊߟߎ߫ ߞߊߡߊ߬ ߡߍ߲ ߘߐ߫ ، ߓߊߏ߬ ߊߟߊ߫ ߸ ߊ߬ ߕߍ߫ ߡߐ߰ ߞߊ߲ߘߊ߫ ߟߊ߫ ߡߍ߲ ߦߋ߫ ߖߊߛߟߌߟߊ߫ ߥߎߦߊ߫ ߝߐߟߊ ߘߌ߫","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:29","price":"ߊ߬ ߞߏ߫ ߒ ߡߌ߬ߙߌ߲߬ߘߌ ߸ ߡߊ߲߬ߛߊ߬ߦߊ ߦߴߊߟߎ߫ ߓߟߏ߫ ߓߌ߬ ߟߊ߬ߥߛߊ ߘߐ߫ ߖߡߊ߬ߣߊ ߞߣߐ߫ ߝߛߊߦߌ߫ ߸ ߒ߬ߞߊ߬ ߖߍߣߍ߲ ߘߴߊ߲ ߘߍ߬ߡߍ߲߬ ߊߟߊ߫ ߟߊ߫ ߞߟߍ߬ ߜߍߟߍ߲ ߘߐ߫ ߣߴߏ߬ ߣߊ߬ ߘߴߊ߲ ߡߊ߬؟، ߝߙߊߥߎ߲߫ ߞߊ߲߫ ߞߏ߫ ߒ ߕߍ߫ ߝߏߦߌ߫ ߦߌ߬ߘߊ߬ ߟߴߊߟߎ߫ ߟߊ߫ ߝߏ߫ ߒ ߢߊ߯ ߡߍ߲ ߠߊ߫ ߸ ߒ ߕߍ߫ ߝߏߦߌ߫ ߓߌ߬ߟߊ߬ ߟߴߊߟߎ߫ ߞߘߐ߫ ߝߏ߫ ߞߊ߲ߘߦߊ ߛߌߟߊ","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:30","price":"ߊ߬ߟߋ߬ ߟߊߒߠߦߊߓߊ߮ ߞߊ߲߫ ߞߏ߫ ߒ ߡߌ߬ߙߌ߲߬ߘߌ ߸ ߒ ߛߌߟߊ߲ߣߍ߲߫ ߊߟߎ߫ ߘߌ߫ ߞߙߎߞߊ ߟߎ߬ ߟߊ߫ ߟߏ߲ ߢߐ߲߰ ߠߋ߬ ߟߊ߫","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:31","price":"ߣߎ߯ߤߎ߲߫ ߡߌ߬ߙߌ߲߬ߘߌ ߕߊ߯ߢߊ ߢߐ߲߰ ߞߊ߬ߣߌ߲߫ ߸ ߊ߬ ߣߌ߫ ߊ߯ߘߌ ߟߎ߬ ߣߌ߫ ߛߊ߬ߡߎߘߊ ߟߎ߬ ߣߌ߫ ߡߍ߲ ߠߎ߫ ߞߐ߲߰ ߘߴߏ߬ ߟߎ߬ ߢߍ߫ ߸ ߊߟߊ߫ ߘߏ߲߬ ߡߊ߫ ߞߍ߫ ߕߐ߬ߢߍ߮ ߟߊߢߌߣߌ߲ߓߊ߯ ߘߌ߫ ߖߐ߲߭ ߠߎ߬ ߦߋ߫","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:32","price":"ߊ߬ ߞߏ߫ ߒ ߡߌ߬ߙߌ߲߬ߘߌ ߸ ߒ ߛߌߟߊ߲ߣߍ߲߫ ߊߟߎ߫ ߘߌ߫ ߢߐ߲߯ ߜߋߟߋ߲ߜߋߟߋ߲ ߟߏ߲ ߠߋ߬ ߟߊ߫","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:33","price":"ߊߟߎ߫ ߦߴߊߟߎ߫ ߞߐߘߏ߲߬ ߠߊ߫ ߓߏ߬ߙߌ ߘߌ߫ ߏ߬ ߟߏ߲ ߠߋ߬ ߸ ߕߊ߲߬ߞߊ߬ߓߊ߯ ߕߍ߫ ߞߍ߫ ߊߟߎ߫ ߟߴߊߟߊ߫ ߡߊ߬ ߸ ߊߟߊ߫ ߓߊ߯ ߡߍ߲ ߠߊߝߟߌ߬ ߞߊ߲ߘߊߓߊ߯ ߕߴߏ߬ ߟߊ߫","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:34","price":"ߦߛߎߝߎ߫ ߣߊ߬ ߘߴߊߟߎ߫ ߡߊ߬ ߔߊߞߌ ߟߎ߬ ߘߌ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߞߏ߬ߣߌ߲߬ ߊ߬ ߣߊ߬ ߘߴߊߟߎ߫ ߡߊ߬ ߡߍ߲ ߘߌ߫ ߊߟߎ߫ ߡߊ߫ ߓߐ߫ ߞߎߛߎ߲ ߘߐ߫ ߏ߬ ߞߏߢߊ ߘߐ߫ ߤߊ߲߯ ߊ߬ ߛߊ߬ ߘߊ߫ ߸ ߊߟߎ߫ ߞߊ߲߫ ߏ߬ ߘߐ߫ ߞߏ߫ ߊߟߊ߫ ߕߍߣߊ߬ ߞߋߟߊ߫ ߜߘߍ߫ ߟߊߥߟߌ߬ ߟߴߊ߬ ߞߐ߫ ߜߘߍߞߍ߫ ߸ ߊߟߊ߫ ߦߋ߫ ߡߐ߰ ߟߊߝߟߌ߬ ߟߊ߫ ߏ߬ ߢߊ ߟߋ߬ ߡߍ߲ ߦߋ߫ ߖߊߛߟߌߟߊ߫ ߝߌ߬ߟߊ߲߬ߝߌ߬ߟߊ߲߬ߒߕߋ ߘߌ߫","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:35","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߘߊߘߐߖߊ ߞߍ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫ ߣߌ߫ ߞߎ߲߬ ߣߊ߬ߣߍ߲߬ ߛߌ߫ ߕߍ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߸ ߏ ߟߊ߬ߜߏߦߊߢߍ ߓߏ߲߬ߓߊ߬ ߊߟߊ߫ ߓߘߊ ߊ߬ ߣߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߓߘߊ ، ߊߟߊ߫ ߦߋ߫ ߖߘߍ߬ߘߐ߬ߓߊ߫ ߘߋ߲߬ߘߋ߬ߙߎ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߛߣߐ߬ߡߍ ߟߊߣߘߐ߫ ߟߊ߫ ߕߋ߲߬ ߠߋ߬","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:36","price":"ߝߋߙߊߥߎ߲߫ ߞߊ߲߫ ߞߏ߫ ߤߊߡߊ߲߫ ߸ ߛߊ߲ߜߟߊ ߘߏ߫ ߟߐ߬ ߒ ߧߋ߫ ߛߊ߫ ߒ ߘߌ߫ ߛߋ߫ ߛߌߟߊ ߟߎ߫ ߡߊ߬","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:37","price":"ߛߊ߲ ߠߎ߬ ߛߌߟߊ ߟߎ߫ ߞߊ߬ߣߌ߲߫ ߸ ߒ ߧߋ߫ ߒ ߠߊߓߌ߬ߟߊ߬ ߡߎߛߊ߫ ߡߊ߰ߙߌ ߡߊ߬ ߏ߬ ߘߐ߫ ߸ ߒߠߋ ߞߏ߬ߣߌ߲߬ ߦߴߊ߬ ߓߛߌ߬ߞߌ߬ ߟߊ߫ ߥߎߦߊ߫ ߝߐߟߊ ߟߋ߬ ߘߌ߫ ߛߎߋ߫ ، ߒ߬ߓߊ߬ ߝߙߊߥߎ߲߫ ߗߋߥߊߟߌ߫ ߖߎ߮ ߟߊߗߋ߲߬ߧߊ߬ ߘߴߊ߬ ߢߣߊ߫ ߕߋ߲߬ ߠߋ߬ ߞߵߊ߬ ߞߎ߲߬ߠߊߛߊ߬ߦߌ߲߬ ߛߌߟߊ ߡߊ߬ ߸ ߝߙߊߥߎ߲߫ ߠߊ߫ ߝߍ߬ߙߍ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߝߏ߫ ߗߌߙߏ߲ߠߌ߲","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:38","price":"ߊ߬ߟߋ߬ ߟߊߒߠߦߊߓߊ߮ ߞߊ߲߫ ߞߏ߫ ߒ ߡߌ߬ߙߌ߲߬ߘߌ ߸ ߊߟߎ߫ ߒ ߠߊߓߊ߬ߕߏ߬ ߒ ߧߴߊߟߎ߫ ߞߊ߲ߘߊ߫ ߛߌߟߊ߫ ߓߘߍ ߡߊ߬","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:39","price":"ߊ߬ ߞߏ߫ ߒ ߡߌ߬ߙߌ߲߬ߘߌ ߸ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߣߌ߲߬ ߦߋ߫ ߘߊ߰ߡߎ߲߬ ߘߐߙߐ߲߫ ߠߋ߬ ߘߌ߫ ߸ ߛߎ߬ߟߊ߫ ߟߋ߬ ߡߊ߬ߝߊ ߛߏ ߘߌ߫ ߖߙߌ߫","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:40","price":"ߡߍ߲ ߓߊ߯ ߖߎ߯ߡߊ߲߫ ߞߍ߫ ߏ߬ ߕߍ߫ ߛߙߊ߬ ߟߊ߫ ߘߏ߫ ߜߘߍ߫ ߟߊ߫ ߝߏ߫ ߊ߬ ߢߐ߲߱ ، ߡߍ߲ ߓߊ߯ ߢߌ߬ߡߊ߬ ߞߍ߫ ߗߍ߬ߡߊ߲߫ ߘߐ߫ ߥߟߊ߫ ߡߛߏ߬ߡߊ߲߫ ߘߐ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ ߦߋ߫ ߟߊߒߠߦߊߓߊ߯ ߘߌ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߦߋ߫ ߘߏ߲߬ ߠߊ߫ ߡߍ߲ߘߌߦߊ߫ ߞߵߊ߬ߟߎ߬ ߓߊߟߏ߫ ߦߋ߲߬ ߤߊߟߌ߬ ߣߌ߫ ߖߊ߬ߕߋ߬ߟߌ߫ ߕߍ߫","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:41","price":"ߊ߬ ߞߏ߫ ߒ ߡߌ߬ߙߌ߲߬ߘߌ ߸ ߡߋ߬ߘߋ ߦߋ߫ ߒ ߠߊ߫ ߓߏ߲߰ ߒ ߧߴߊߟߎ߫ ߞߟߌ߫ ߟߊ߫ ߞߛߌ ߡߊ߬ ߸ ߊߟߎ ߦߋ߫ ߒߠߋ ߞߟߌ߫ ߟߊ߫ ߕߊ ߡߊ߬؟","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:42","price":"ߊߟߎ߯ ߒߠߋ ߞߟߌ߫ ߟߊ߫ ߟߋ߬ ߛߊ߫ ߒ ߘߌ߫ ߒ ߓߊ߲߬ ߊߟߊ߫ ߘߐ߫ ߞߍ߬ ߞߊ߬ ߝߋ߲߫ ߜߊ߬ߙߴߊ߬ ߡߊ߬ ߡߍ߲ ߟߐ߲ߠߌ߲߫ ߕߍ߫ ߒ ߠߊ߫ ߸ ߞߵߊ߬ ߕߘߍ߬ ߘߏ߲߬ ߒߠߋ ߦߴߊߟߎ߫ ߞߟߌ߫ ߟߊ߫ ( ߊߟߊ߫ ) ߣߌ߬ߣߌ߬ߟߊ ߣߌ߫ ߡߊ߬ߞߕߏ߬ߟߊ ߟߋ߫ ߡߊ߬","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:43","price":"ߡߍ߲ ߦߋ߫ ߘߍ߫ ߸ ߊߟߎ ߦߋ߫ ߒߠߋ ߞߟߌ߫ ߟߊ߫ ߡߍ߲ ߡߊ߬ ߞߟߌߟߌ߫ ( ߟߊߡߌߘߊ߫ ) ߕߴߏ߬ ߦߋ߫ ߘߎߢߊ߫ ߘߐ߫ ߊ߬ ߕߴߊ߬ ߦߋ߫ ߛߎ߬ߟߊ߫ ، ߊ߲ ߛߊ߬ߦߌ߬ߕߐ߫ ߊߟߊ߫ ߟߋ߫ ߡߊ߬ ߛߎߋ߫ ߊ߬ ߣߌ߫ ߖߊߛߟߌߟߊ ߟߎ߫ ߟߋ߬ ߕߊ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:44","price":"ߊ߬ ߡߍ߲-ߍ-ߡߍ߲߫ ߒ ߧߋ߫ ߡߍ߲ ߝߐ ߞߊ߲߬ ߊߟߎ߫ ߦߋ߫ ߊߟߎ߫ ߦߟߌ߫ ߘߌߣߊ߫ ߓߌ߬ߟߊ߫ ߏ߬ ߘߐ߫ ߸ ߒ ߧߋ߫ ߒ ߠߊ߫ ߞߏߢߊ ߟߊߕߊ߬ߡߌ߲߬ ߠߴߊߟߊ߫ ߟߋ߫ ߡߊ߬ ߓߊߏ߬ ߊߟߊ߫ ߟߋ߫ ߖߐ߲߭ ߠߎ߬ ߦߋߓߊ߮ ߘߌ߫","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:45","price":"ߏ߬ ߞߍ ߊߟߊ߫ ߞߵߊ߬ ߕߊ߲߬ߞߴߊ߬ߟߎ߬ ߟߊ߫ ߝߙߍ߬ ( ߘߐߓߍ߲߬ߣߍ߲ ߠߎ߬ ) ߖߎ߯ߦߊ ߡߊ߬ ߸ ߊ߬ ߣߌ߫ ߖߊ߲߰ߞߕߊ߬ ߖߎ߮ ߓߋ߬ ߘߊ߫ ߝߙߊߥߎ߲߫ ߞߐߙߍ ߞߊ߲߬","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:46","price":"ߕߊ ߞߊ߬ߣߌ߲߫ ߸ ߊ߬ߟߎ߫ ߞߊ߲߬ߞߊ߲߬ߕߐ߫ ߏ߬ ߟߋ ߟߊ߫ ߛߐ߰ ߣߌ߫ ߥߎ߬ߙߊ߬، ߊ߬ ߣߌ߫ ߟߐ߬ߓߊ ߟߐ߬ߕߐ߫ ߟߏ߲ ߡߍ߲ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߝߙߊߥߎ߲߫ ߞߐߙߍ ߟߊߘߏ߲߬ ߖߊ߲߰ߞߕߊ ߘߐ߫ ߜߍ߬ߟߍ߲߬ߡߊ߲ ߘߐ߫","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:47","price":"ߊ߬ߟߎ߬ ߦߋ߫ ߢߐ߲߮ ߡߊߞߟߍ߬ ߟߊ߫ ߕߊ ߘߐ߫ ߕߎ߬ߡߊ ߡߍ߲ ߖߐ߲ߝߐ߲ߓߊ߯ߕߐ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߖߘߍ߬ߘߐ߬ߓߊ ߟߎ߫ ߡߊ߬ ߞߏ߫ ߒ߬ߠߎ߫ ߕߘߍ߬ ߊߟߎ߫ ߞߐߓߌߟߊ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߸ ߦߊ߯ߟߴߊߟߎ߫ ߘߌ߫ ߕߊ ߞߎߘߎ߲߫ ߞߋߟߋ߲߫ ߟߊߘߊ߲߬ ߒ߬ ߠߊ߫ ߓߊ߬؟","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:48","price":"ߖߘߍ߬ߘߐ߬ߓߊ ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߖߋ߬ߓߌ߬ ߞߏ߫ ߊ߲ ߓߍ߯ ߟߋ߬ ߦߴߊ߬ ߘߐ߫ ߛߍߣߍ߲߬ ߸ ߓߊߏ߬ ߊߟߊ߫ ߓߘߊ߫ ߓߊ߲߫ ߞߕߌ߫ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߕߍ߫","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:49","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߕߊ ߘߐ߫ ߸ ߏ߬ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߔߊߦߌߔߊߦߌ ߞߣߐ߬ߜߍ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߴߊߟߎ߫ ߡߊ߰ߙߌ ߞߟߌ߫ ߞߟߋ߫ ߊ߬ ߦߋ߫ ߖߊ߲߰ߞߕߊ ߘߐߝߍߦߴߊ߲ ߞߊ߲߬ ߟߏ߲߫ ߞߋߟߋ߲߫ ߔߋ߫","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:50","price":"ߏ߬ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߟߊ߫ ߞߋߟߊ ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߣߊ߬ ߟߴߊߟߎ߫ ߡߊ߬ ߔߊߞߌ ߟߎ߬ ߘߌ߫ ߓߊ߬؟ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߤߊ߯ߟߌ߫ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߕߎ߲߯ ߞߏ߫ ߊߟߎ߫ ߖߍ߬ߘߍ ߦߋ߫ ߞߟߌߟߌ ߞߍ߫ ߞߍ߬ ߸ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߟߊ߫ ߞߟߌߟߌ ߘߏ߲߬ ߕߍ߫ ߘߏ߫ ߜߘߍ߫ ߘߌ߫ ߝߌ߬ߟߌ ߞߐ߫","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:51","price":"ߊ߲ߠߎ߫ ߞߊ߬ߣߌ߲ ߸ ߒ߬ ߘߌߣߊ߬ ߒ߬ ߠߊ߫ ߞߋߟߊ ߟߎ߬ ߣߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߘߍ߬ߡߍ߲߬ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߘߐ߫ ߟߋ߬ ߘߍ߯ ߊ߬ ߣߌ߫ ߛߙߋ ߟߎ߫ ߟߐ߬ ߟߏ߲ ߘߐ߫","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:52","price":"ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߫ ߟߐ߬ߦߙߌ ߢߊ߬ߕߣߐ߫ ߕߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߟߏ߲ ߡߍ߲ ߸ ߘߊ߲ߞߊ ߝߊ߲߭ ߠߴߊ߬ߟߎ߬ ߦߋ߫ ߞߊ߬ ߛߏ߫ ߖߎ߮ ߞߴߊ߬ߟߎ߬ ߦߋ߫","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:53","price":"ߊ߲ ߞߊ߬ ߡߎߛߊ߫ ߛߐ߫ ߞߊ߲ߘߦߊ ߟߊ߫ ߟߋ߬ ߸ ߞߊ߬ ( ߊ߬ ߟߊ߫ ) ߟߍߙߊ ߞߍ߫ ߗߍ ߘߌ߫ ߌߛߌߙߊߌߟߞߊ ߟߎ߬ ߦߋ߫","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:54","price":"ߞߵߏ߬ ߞߍ߫ ߞߊ߲ߘߦߊ ߣߌ߫ ߖߊ߲߬ߓߌ߬ߟߊ߬ߟߌ ߘߌ߫ ߤߊ߲ߞߟߌ߫ ߞߌߛߍߕߌ߮ ߟߎ߬ ߦߋ߫","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:55","price":"ߌ ߡߎ߬ߢߎ߲߫ ߠߋ߬ ߗߐ߫ ߓߊ ߊߟߊ߫ ߟߊ߫ ߦߟߌߡߊߘߌߦߊ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߣߴߌ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ ߢߌߣߌ߲ ߞߴߌ ߞߎ߲߬ߞߏ ߟߊ߫ ߞߊ߬ ߛߊߣߌ߲ߧߊ ߞߵߌ ߡߊ߰ߙߌ ߕߊ߲߬ߘߏ ߟߊ߫ ߸ ߥߎ߬ߙߊ߬ߘߊ ߣߌ߫ ߛߐ߰ߡߊ߬ߘߊ ߟߊ߫","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:56","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߘߊߘߐߖߊ ߞߍ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫ ߣߌ߫ ߞߎ߲߬ ߣߊ߬ߣߍ߲߬ ߛߌ߫ ߕߍ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߒ߬ߤߤߎ߲߮ ، ߝߏߦߌ߬ ߕߴߏ߬ ߟߎ߬ ߛߌߛߌ ߟߎ߬ ߘߐ߫ ߖߘߍ߬ߘߐ߬ߓߏ߲ߧߊ ߞߐ߫ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߬ ߛߋ߫ ߟߴߏ߬ ߡߊ߬ ، ߒ߬ߓߊ߬ ߌ ߦߋ߫ ߞߊ߬ߙߌ߬ߝߊ߬ߟߌ߬ߢߌߣߌ߲ ߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߓߊߏ߬ ߊߟߊ߫ ߸ ߊ߬ߟߋ ߟߋ߬ ߡߍ߲ߠߌ߲ߠߊ ߘߌ߫ ߸ ߦߋߟߌߟߊ ߟߋ߬","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:57","price":"ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲ ߠߋ߫ ߜߍ߬ߟߍ߲߬ߡߊ߲߫ ߡߐ߱ ߟߎ߬ ߘߊ߲ ߘߌ߫ ߔߊߎ߲߫ ߸ ߞߏ߬ߣߌ߲߬ ߡߐ߱ ߝߊ߲߬ߓߊ ߟߋ߬ ߕߍ߫ ߟߐ߲ߠߌ߲߫ ߞߍ߫ ߟߊ߫","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:58","price":"ߝߎߦߋ߲ ߣߌ߫ ߦߋߟߌߟߊ ߕߍ߫ ߞߢߊ߫ ߸ ߊ߬ ߣߌ߫ ߟߊߒߠߦߊߓߊ߯ ߢߌ߬ߡߊ߬ ߞߍ߬ߟߊ ߟߎ߬ ߣߌ߫ ߖߎ߯ߡߊ߲߫ ߞߍߟߊ ߟߎ߬ ߝߣߊ߫ ، ߊߟߎ߫ ߕߊ߰ߛߌ߬ߞߏ ߟߋ߬ ߞߊ߫ ߘߐ߯","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:59","price":"ߟߐ߬ߓߊ ߕߎ߬ߡߊ ߣߊ߬ߕߐ߫ ߟߋ߬ ߸ ߕߎ߲߬ߞߎ߬ߙߎ߲߬ ߛߌ߫ ߕߍ߫ ߊ߬ ߘߐ߫ ߞߏ߬ߣߌ߲߬ ߡߐ߱ ߝߊ߲߬ߓߊ ߟߋ߬ ߕߍ߫ ߟߊ߫ ߟߴߊ߬ ߟߊ߫","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:60","price":"ߊߟߎ߫ ߡߊ߰ߙߌ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߊߟߎ߯ ߒ ߞߟߌ߫ ߒ ߧߴߊߟߎ߫ ߟߊߡߌ߬ߘߊ߬ ߸ ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߫ ߖߘߍ߬ߘߐߓߏ߲߬ߧߊ߬ ߟߊ߫ ߒ ߓߊ߬ߕߏ ߡߊ߬ ߛߊ߫ ߸ ߏ߬ ߟߎ߬ ߘߐ߯ߦߊߓߊ߯ߕߐ ߓߍߣߊ߬ ߘߏ߲߬ ߔߊߦߌߔߊߦߌ ߘߐ߫","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:61","price":"ߊߟߊ߫ ߟߋ߫ ߞߊ߬ ߛߎ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ߛߴߊߟߎ߫ ߘߴߊߟߎ߫ ߡߝߊ߫ ߏ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߕߟߋ߬ߘߐ߬ߟߊ ߞߍ߫ ߦߋߟߌ߫ ߕߎߡߊ߫ ߘߌ߫ ، ߊߟߊ߫ ߦߋ߫ ߢߊ߬ߒߡߊ߭ ߕߌ߱ ߟߋ߬ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߟߊ߫ ߘߋ߬ ߞߏ߬ߣߌ߲߬ ߡߐ߱ ߝߊ߲߬ߓߊ ߟߋ߬ ߕߍ߫ ߞߏߢߌߡߊߟߐ߲߫ ߞߍ߫ ߟߊ߫","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:62","price":"ߏ߬ ߟߋ ߊߟߊ߫ ߘߌ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߞߊ߬ߣߌ߲߫ ߸ ߝߋ߲ ߓߍ߯ ߘߊ߲ߓߊ߮ ߟߋ߬ ߸ ߡߊ߰ߙߌ߬ ߛߌ߫ ߕߍ߫ ߝߏ߫ ߊ߬ߟߋ߬ ߸ ߊߟߎ߫ ߦߋ߫ ߞߕߐߡߊߛߊ߬ߦߌ߬ ߟߊ߫ ߘߌ߬ ߓߏ߲߰؟","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:63","price":"ߡߐ߱ ߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߞߕߐߡߊߛߊ߬ߦߌ߬ ߟߊ߫ ߕߋ߲߬ ߠߋ߬ ߡߍ߲ ߠߎ߫ ߕߘߍ߬ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬ ߟߊ߫","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:64","price":"ߊߟߊ߫ ߟߋ߫ ߞߊ߬ ߘߎ߱ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ߡߝߊ߬ ߦߙߐ ߘߌ߫ ߞߊ߬ ߡߐ߲ߕߐ߲ ߞߍ߫ ߓߟߌ ߘߌ߫ ߸ ߊ߬ ߞߵߊߟߎ߫ ߛߌ߲ߞߐ߲ߦߊ߫ ߞߵߊߟߎ߫ ߛߌ߲ߞߐ߲ ߠߎ߬ ߟߊߢߊ߬ ߸ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߝߋ߲߫ ߓߘߍ ߟߎ߬ ߟߊ߫ ، ߏ߬ ߟߋ ߊߟߊ߫ ߘߌ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߞߊ߬ߣߌ߲߫ ، ߒ߬ߓߊ߬ ߒ߬ߓߊ߬ߘߍ ߊߟߊ߫ ߦߋ߫ ߸ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߰ߙߌ ߟߋ߬","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:65","price":"ߊ߬ߟߋ ߟߋ߬ ߣߌߡߊ ߘߌ߫ ߡߊ߰ߙߌ߬ ߛߌ߫ ߕߍ߫ ߊ߬ߟߋ߬ ߞߐ߫ ߸ ߏ ߡߊ߬ ߊߟߎ߫ ߦߴߊ߬ߟߋ߬ ߞߟߌ߫ ߣߊߡߎ߲ ߓߎ߰ߓߎ߮ ߘߌ߫ ߊ߬ ߦߋ߫ ߸ ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߰ߙߌ ߟߋ߬","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:66","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒߠߋ ߓߊ߬ ߸ ߒ ߝߊߕߊ߲ߕߌߣߍ߲߫ ߝߋ߲ ߠߎ߫ ߓߊ߬ߕߏ ߡߊ߬ ߟߋ߬ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߞߟߌ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߔߊߞߌ ߟߎ߫ ߣߊ߭ ߞߐ߫ ߒ ߡߊ߬ ߞߊ߬ ߝߘߊ߫ ߒ ߡߊ߰ߙߌ ߟߊ߫ ، ߊ߬ ߣߌ߫ ߝߣߊ߫ ߒ ߓߘߊ߫ ߟߐ߬ ߞߏ߫ ߒ ߧߋ߫ ߒ ߖߘߍ߬ߞߟߏ߫ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߰ߙߌ ߦߋ߫","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:67","price":"ߊ߬ߟߋ ߟߋ߫ ߞߵߊߟߎ߫ ߘߊ߲߫ ߓߊ߲߬ߞߎ ߘߐ߫ ߏ߬ ߞߐ߫ ߛߖߌ ߘߐ߫ ߏ߬ ߞߐ߫ ߖߋ߬ߟߌ߬ߛߌ߲ߓߌ ߘߐ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊߟߎ߫ ߢߋߙߌ߲ ߠߊߓߐ߫ ߛߴߊߟߎ߫ ߘߌ߫ ߛߋ߫ ߊߟߎ߫ ߞߐ߮ ߡߊ߬ ߏ߬ ߞߐ߫ ߸ ߊ߬ ߣߌ߫ ߛߴߊߟߎ߫ ߘߌߣߊ߬ ߞߍ߫ ߡߐ߰ߓߊ߬ߞߘߐ ߟߎ߬ ߘߴߏ߬ ߞߐ߫ ، ߡߐ߰ ߦߴߊߟߎ߫ ߘߐ߫ ߏ߬ ߦߋ߫ ߛߏߡߊߦߟߍߡߊ߲߫ ߠߊ߫ ( ߞߐ߮ ߣߌ߫ ߞߘߐ߬ߓߊ߬ߦߊ ߢߍ߫ ) ߖߏߣߊ߫ ߸ ߛߴߊߟߎ߫ ߘߌ߫ ߛߋ߫ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲ ߘߏ߫ ߡߊ߬ ߸ ߊ߬ ߣߌ߫ ߛߴߊߟߎ߫ ߘߌ߫ (ߕߎ߬ߜߍ߬ߕߎ߬ߜߍ߬ߦߊ߬ߢߊ) ߏ߬ ߢߊߦߋ߫","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:68","price":"ߊ߬ߟߋ ߟߋ߫ ߟߊ߬ߣߌ߬ߡߦߊ߬ߟߌ ߞߍ߫ ߟߊ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߟߊ߬ߣߌ߬ߒ߬ߕߊ߲߬ߧߊ߬ߟߌ ߞߍ߫ ߟߊ߫ ߸ ߣߴߊ߬ ߞߍ߫ ߘߊ߫ ߞߏ ߘߏ߫ ߟߊߕߍ߰ ߟߊ߫߸ ߊ߬ ߦߴߊ߬ ߝߐ߫ ߟߴߏ߬ ߡߊ߬ ߟߋ߬ ߞߏ߫ ߞߍ߫ ߏ߬ ߘߌ߫ ߞߍ߫ ߌߞߘߐ߫","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:69","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߘߊߘߐߖߊ ߞߍ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫ ߸ ߏ߬ ߟߎ߬ ߦߋ߫ ߞߕߐߡߊߛߊ߬ߦߌ߬ ߟߊ߫ ߘߌ߬؟","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:70","price":"ߡߍ߲ ߠߎ߫ ߞߊ߬ ߟߍߙߊ ߞߍ߫ ߥߎߦߊ ߘߌ߫ ߊ߬ ߣߌ߫ ߝߋ߲ ߝߣߊ߫ ߒ߬ ߞߊ߬ ߒ߬ ߠߊ߫ ߞߋߟߊ ߟߎ߬ ߗߋ߫ ߡߍ߲ ߘߌ߫ ߸ ߊ߬ ߓߊ߯ ߡߍ߲-ߍ-ߡߍ߲߫ ߞߍ߫ ߏ߬ ߟߎ߬ ߘߌߣߵߊ߬ ߟߐ߲߫","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:71","price":"ߏ ߕߎ߬ߡߊ ߞߏߟߏ߲ߜߊ߲ ߠߎ߬ ߣߌ߫ ߖߟߐ߬ߞߐ ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߞߊ߲ ߠߎ߬ ߟߊ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߛߊ߬ߡߊ߲߬ ߠߊ߫","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:72","price":"ߝߎߦߊߝߎߦߊ ߘߐ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ߟߎ߬ ߞߍ߫ ߕߊ ߘߐ߫ ߞߵߊ߬ߟߎ߬ ߟߊߡߍߣߍ߲߫","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:73","price":"ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߝߋ߲ ߠߎ߬ ߦߋ߫ ߡߌ߲߫ ߊߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߡߍ߲ ߠߎ߫ ߜߙߊ߬ ߟߊ߫؟","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:74","price":"ߞߵߊߟߊ߫ ߕߏ߫ ߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߴߏ߬ ߟߎ߬ ߓߘߊ߫ ߕߎߣߎ߲߫ ߒ߬ ߡߊ߬ ، ߞߏ߫ ߍ߲߬ߍ߲߫ ߸ ߒ߬ߠߎ߫ ߕߎ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߞߟߌ߫ ߟߊ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߊߟߊ߫ ߦߋ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߟߊߝߟߌ߬ ߟߊ߫ ߕߋ߲߬ ߠߋ߬","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:75","price":"ߏ߬ ߕߊ߬ߣߍ߲߫ ߊߟߎ߫ ߟߊ߫ ߖߍ߰ߙߍ ߟߋ߫ ߡߊ߬ ߘߎ߰ߞߟߏ ߞߊ߲߬ ߕߎ߬ߢߊ ߕߊ߬ߣߊ߫ ߞߎ߲߬ߠߊ߫ ߸ ߊ߬ ߣߴߊߟߎ߫ ߕߘߍ߬ ߊߟߎ߫ ߢߊ߲߬ߞߊ߲ ߡߍ߲ ߞߍ߫ ߟߊ߫","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:76","price":"ߊߟߎ߯ ߘߏ߲߬ ߔߊߦߌߔߊߦߌ ߘߊ ߟߎ߬ ߟߊ߫ ߞߊ߬ ߕߏ߫ ߦߋ߲߬ ߥߍ߫ ، ߤߊ߲߫ ߸ ߖߘߍ߬ߘߐ߬ߓߊ ߟߎ߬ ߡߊߞߍ߫ ߦߙߐ ߞߊ߫ ߖߎ߯ ߠߋ߫ ߘߋ߬","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:77","price":"ߒ߬ߓߊ߬ ߌߟߋ ߦߴߌ ߡߎ߬ߢߎ߲߬ ߸ ߓߊߏ߬ ߊߟߊ߫ ߟߊ߫ ߦߟߌߡߊߘߌߦߊ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߘߌ߫ ߸ ߞߋߟߋ߲߫ ߒ߬ ߧߋ߫ ߞߏ ߘߏ߫ ߦߘߵߌ ߟߊ߫ ߒ߬ ߧߋ߫ ߒ߬ ߞߐ߲߬ߞߐ߲߬ ߠߴߊ߬ߟߎ߬ ߞߊߡߊ߬ ߡߍ߲ ߘߐ߫ ߸ ߥߟߊ߫ ߒ߬ ߧߴߌ ߛߏߡߊߦߟߍߡߊ߲߫ ߸ ߊߟߎ߫ ߞߏ߬ߣߌ߲ ߠߊߛߊ߬ߦߌ߬ߕߐ߫ ߒ߬ߠߎ߫ ߟߋ߫ ߡߊ߬","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:78","price":"ߊ߲ ߞߊ߬ ߞߋߟߊ ߘߏ߫ ߟߎ߫ ߗߋ߫ ߌߟߋ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߘߏ߫ ߦߴߏ߬ ߟߎ߬ ߘߐ߫ ߊ߲ ߞߵߏ߬ ߟߎ߫ ߘߊ߲߬ߕߍ߰ ߌ ߦߋ߫ ߘߏ߫ ( ߜߘߍ߫ ) ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߊ߲ ߡߴߏ߬ ߘߊ߲߬ߕߍ߰ ߌ ߦߋ߫ ، ߊ߬ ߘߏ߲߬ ߕߍ߫ ߓߍ߲߬ ߞߋߟߊ߫ ߛߌ߫ ߦߋ߫ ߞߊ߬ ߣߊ߬ ߡߊ߲߬ߕߊߣߌ߲ ߘߏ߫ ߘߌ߫ ߝߴߏ߬ ߦߋ߫ ߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߋ߬ ߟߊ߫ ߸ ߒ߬ߓߊ߬ ߣߌ߫ ߊߟߊ߫ ߟߊ߫ ߥߊߟߋߦߊ ߣߊ߬ ߘߊ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߞߕߌ ߘߌ߫ ߕߍ߰ ߕߎ߬ߢߊ ߟߊ߫ ߸ ߝߊ߬ߣߌ߲߬ߧߊ߬ߓߊ߮ ߟߎ߫ ߓߣߐ߬ߕߐ߫ ߏ߬ ߦߙߐ ߟߋ߬","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:79","price":"ߊߟߊ߫ ߟߋ߫ ߞߊ߬ ߞߟߏߝߋ߲ ߠߎ߬ ߘߊ߲߫ ߊߟߎ߫ ߦߋ߫ ߛߴߊߟߎ߫ ߘߌ߫ ߦߟߍ߬ ߊ߬ ߘߏ߫ ߟߎ߫ ߞߊ߲߬ ߸ ߊߟߎ߫ ߦߴߊ߬ ߘߏ߫ ߟߎ߫ ߝߣߊ߫ ߘߊߥߎ߲߫ ߠߊ߫","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:80","price":"ߢߊ߬ߕߣߐ߬ ߜߘߍ߫ ߦߴߊ߬ߟߎ߬ ߟߴߊߟߎ߫ ߦߋ߫ ߸ ߊߟߎ߫ ߡߊ߬ߞߏ߬ ( ߡߊ߬ ߝߋ߲ ) ߠߎ߬ ߦߋ߫ ߟߊߛߋ߫ ߟߴߊ߬ ߞߊ߲߬ ( ߊ߬ߟߎ߬ ߡߊߟߐ߬ ߦߙߐ ߘߐ߫ ) ߡߍ߲ ߞߎ߬ߘߎ ߦߴߊߟߎ߫ ߞߊ߲ߠߊ߫ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߡߊߘߏ߬ߣߌ߲߬ ߠߴߊ߬ߟߎ߫ ߞߊ߲߬ ߊ߬ ߣߌ߫ ߞߎߟߎ߲ ߝߣߊ߫ ߞߣߐ߫","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:81","price":"ߊ߬ ߦߴߊ߬ ߟߊ߫ ߡߊ߲߬ߕߊߠߌ߲ ߟߎ߫ ߟߋ߫ ߦߌ߬ߘߊ߬ ߟߴߊߟߎ߫ ߟߊ߫ ߣߌ߲߬ ߸ ߞߏ߬ߣߌ߲߬ ߊߟߎ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߡߊ߲߬ߕߊߣߌ߲ ߢߌ߬ߡߊ߲߫ ߠߋ߬ ߡߊߛߐ߬ߛߐ߬ ߟߊ߫؟","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:82","price":"ߦߊ߯ߟߴߊ߬ߟߎ߬ ߡߴߊ߬ߟߎ߬ ߘߐߕߊ߯ߡߊ߫ ߘߎ߰ߞߟߏ ߢߊߝߍ߬ ߞߵߊ߬ ߝߟߍ߫ ߏ߬ ߘߐ߫ ߓߵߊ߬ߟߎ߬ ߢߍߓߊ߮ ߟߎ߬ ߟߊߓߊ߲ ߞߍ߫ ߘߊ߫ ߢߊ ߡߍ߲؟ ߏ߬ ߟߎ߬ ߞߊ߫ ߛߌߦߊ߫ ߕߎ߲߬ ߦߴߊ߬ߟߎ ߘߌ߫ ߸ ߊ߬ߟߎ߫ ߝߊ߲߬ߞߊ ߣߴߊ߬ߟߎ߫ ߝߏ߲߬ߝߏ߲ ߓߍ߯ ߞߐ߯ߣߍ߲߫ ߕߎ߲߬ ߦߴߊ߬ߟߎ ߕߊ ߘߌ߫ ߘߎ߱ ߞߊ߲߬ ߸ ߞߏ߬ߣߌ߲߬ ߏ߬ ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߡߊ߫ ߝߏߦߌ߫ ߢߵߊ߬ߟߎ߬ ߦߋ߫","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:83","price":"ߏ߬ ߟߎ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߫ ߣߊ߬ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ߔߊߞߌ ߟߎ߬ ߘߌ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߏ߬ ߟߎ߫ ߞߊ߬ ߖߍ߰ߙߍ ߞߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߟߐ߲ߠߌ߲ ߠߊ߫ ، ߝߋ߲߫ ߓߋ߬ ߘߴߊ߬ߟߎ߫ ߞߊ߲߬ ߏ߬ ߟߋ ߘߐ߫ ߊ߬ߟߎ߫ ߕߘߍ߬ ߡߍ߲ ߡߊߦߟߍ߫ ߟߊ߫","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:84","price":"ߊ߬ߟߎ߫ ߣߊ߬ ߒ߬ ߠߊ߫ ߓߌ߲߬ߓߊߏ ߦߋ߫ ߟߴߏ߬ ߘߐ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߓߘߊ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߸ ߊ߬ ߞߋߟߋ߲߫ ߔߋ߫ ߸ ߞߊ߬ ߒ߬ ߓߊ߲߬ ߝߋ߲߫ ߠߎ߫ ߘߐ߫ ߞߊ߬ߣߌ߲߫ ߒ߬ ߕߎ߲߬ ߦߋ߫ ߜߙߊ߬ߢߐ߲߰ߦߊ ߞߍ߫ ߟߊ߫ ߡߍ߲ ߠߎ߬ ߟߊ߫","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"40:85","price":"ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߟߊߒߠߦߊ ߕߎ߲߬ ߕߍ߫ ߝߏߦߌ߫ ߢߵߊ߬ߟߎ߬ ߦߋ߫ ߒ߬ ߠߊ߫ ߓߌ߲߬ߓߊߏ ߦߋ ߞߐ߫ ߊ߬ߟߎ߬ ߓߟߏ߫ ߸ ߊߟߊ߫ ߘߊ߲ߢߊ ߟߴߏ߬ ߘߌ߫ ߡߍ߲ ߕߊ߲߬ߡߌ߲߬ߣߍ߲߫ ߊ߬ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߘߐ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߓߣߐ߬ߣߍ߲߫ ߦߙߐ ߏ߬ ߟߋ ߘߐ߫","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:1","price":"ߤ߭ ߡ","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:2","price":"ߟߊ߬ߖߌ߰ߟߌ߫ ߟߋ߫ ߞߊ߬ ߝߘߊ߫ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ ߟߊ߫ ߤߌߣߟߊ ߟߊ߫","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:3","price":"ߟߍߙߊ߫ ߟߋ߬ ߸ ߊ߬ ߟߝߊߙߌ ߟߎ߫ ߕߐ߬ߝߍ߬ߦߊ߬ߣߍ߲߫ ߘߐ߬ߛߊߙߌ ߘߌ߫ ߊߙߊߓߎ߫ ߞߊ߲ ߘߐ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߞߏߟߐ߲ߠߊ ߟߎ߫ ߟߋ߬ ߦߋ߫","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:4","price":"ߘߟߊߝߎ ߣߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ ߘߌ߫ ߸ ߊ߬ߟߎ߫ ߝߊ߲߬ߓߊ ߣߵߊ߬ߟߎ߬ ߞߐߘߏ߲߬ ߠߴߏ߬ ߟߋ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߡߍ߲ߠߌ߲߫ ߞߍ߫ ߟߴߏ߬ ߟߋ ߘߐ߫","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:5","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߒ߬ ߛߣߐ߬ߡߍ ߟߎ߬ ߦߋ߫ ߜߎ߬ߕߙߎ ߟߋ߬ ߘߐ߫ ߞߊ߬ ߓߐ߫ ߊ߲ ߞߟߌߞߊ߲ߠߊ ߡߊ߬ ߌ ߓߟߏ߫ ߸ ߜߐߛߐ߲ ߠߋ߬ ߝߣߊ߫ ߦߴߊ߲ ߕߟߏ ߟߎ߬ ߘߐ߫ ߸ ߞߊ߬ߕߎ߲߯ ߥߊ߬ߣߊߙߌ ߟߵߊ߲ ߣߴߌ ߕߍ߫ ، ߏ߬ ߘߐ߫ ߸ ߌ ߟߊ߫ ߓߊ߯ߙߊ ߞߍ߫ ߝߛߊߦߌ߫ ߒ߬ߠߎ߬ ߝߣߊ߫ ߦߋ߫ ߒ߬ ߕߊ߫ ߓߊ߯ߙߊ ߞߊ߲߬","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:6","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒߠߋ ߦߴߊߟߎ߫ ߢߐ߲߰ ߡߐ߰ ߟߋ߬ ߘߌ߫ ߸ ߦߟߌߘߏ߲ ߠߋ߫ ߟߐ߬ ߟߊ߫ ߒ ߡߊ߬ ߸ ߊߟߎ߫ ߡߊ߰ߙߌ ߞߏ߬ߣߌ߲߬ ߦߋ߫ ߡߊ߰ߙߌ߬ ߞߋߟߋ߲߫ ߔߋ߫ ߟߋ߬ ߘߌ߫ ߸ ߏ߬ ߘߐ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߕߋߟߋ߲߫ ߏ߬ ߟߋ ߟߊ߫ ߞߊ߬ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌߣߌ߲ ߞߍ߫ ߊ߬ ߟߊ߫ ߸ ߜߊ߬ߟߏ߬ ߦߋ߫ ߛߏߡߊ ߟߎ߬ ߦߋ߫ ߞߟߋ߫","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:7","price":"ߡߍ߲ ߠߎ߬ ߕߍ߫ ߖߞߊ ߘߌ߫ ߟߊ߫ ߏ߬ ߟߎ߫ ߟߋ߫ ߓߊ߲߬ߣߍ߲߫ ߛߎ߬ߟߊ߬ߞߏ ߡߊ߬","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:8","price":"ߡߍ߲ ߠߎ߫ ߞߏ߬ߣߌ߲ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߊ߬ ߓߊ߲߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߸ ߛߙߊ߬ ߓߟߏߕߍ߰ߓߊߟߌ ߟߴߏ߬ ߟߎ߬ ߦߋ߫","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:9","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ ߦߴߊߟߎ߫ ߓߊ߲߬ ߠߊ߫ ‹ ߡߊ߰ߙߌ › ߟߋ߬ ߘߐ߫ ߓߊ߬ ߡߍ߲ ߞߊ߬ ߘߎ߱ ߘߊ߲߫ ߕߋ߬ߟߋ߫ ߝߌ߬ߟߊ߬ ߞߘߐ߫ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߢߐ߲߰ߘߐ ߟߎ߬ ߞߍ߫ ߟߴߏ߬ ߟߋ ߟߊ߫؟ ߏ߬ ߟߋ ߘߏ߲߬ ߦߋ߫ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߰ߙߌ ߘߌ߫","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:10","price":"ߊ߬ ߞߊ߬ ߕߌ߲ߘߌ ߟߎ߬ ߞߍ߫ ߘߎ߱ ߘߐ߫ ߊ߬ ߛߊ߲ߘߐ߫ ߞߵߊ߬ ߘߐߘߏ߲߬ ߜߡߊ߫ ߸ ߞߵߊ߬ ߓߊߟߏ ߟߎ߫ ߘߡߊ߬ߦߌ߬ߙߊ߬ߦߴߊ߬ ߘߐ߫ ߕߟߋ߬ ߣߊ߯ߣߌ߲߫ ߞߘߐ߫ ߟߊߞߢߊߓߟߏߡߊ߬ ߢߌ߬ߣߌ߲߬ߞߊ߬ߟߌ߬ߟߊ ߟߎ߬ ߦߋ߫","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:11","price":"ߊ߬ ߓߊ߲߫ ߘߊ߫ ߞߵߊ߬ ߝߙߍ߫ ߛߊ߲ ߡߊ߬ ߞߵߊ߬ ߕߘߍ߬ ߏ߬ ߦߋ߫ ߛߌ߬ߛߌ ߘߌ߫، ߊ߬ ߞߵߊ߬ ߝߐ߫ ߏ߬ ߣߌ߫ ߘߎ߱ ߡߊ߬ ߞߏ߫ ߊߟߎ߯ ߣߵߊߟߎ߫ ߖߘߍ߬ ߦߋ߫ ߥߟߊ߫ ߜߏߦߊ߬ߜߏߦߊ ߟߊ߫ ߸ ߏ߬ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߒ߬ ߓߘߊ߫ ߣߊ߬ ߒ ߖߘߍ߬ ߦߋ߫","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:12","price":"ߊ߬ ߞߵߏ߬ ߟߎ߬ ߟߊߕߍ߰ ߛߊ߲߫ ߥߐߙߐ߲ߥߌ߬ߟߊ߬ ߘߌ߫ ߟߏ߲߫ ߝߌ߬ߟߊ߬ ߞߘߐ߫ ، ߊ߬ ߞߵߊ߬ ߞߏߢߊ ߦߟߌߘߏ߲ ߟߐ߬ ߛߊ߲ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߞߣߐ߫ ߸ ߊ߲ ߞߊ߬ ߘߎߢߊ߫ ߛߊ߲ ߡߊߗߋ߲߬ߧߊ߫ ߕߊߘߎ߲ ߠߎ߫ ߟߋ߬ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߞߵߊ߬ ߞߍ߫ ߕߊ߲߬ߞߊ߬ߟߌ߬ߟߊ߲ ߘߌ߫ ߸ ߏ߬ ߦߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߟߊ߫ ߘߡߊ߬ߦߌ߬ߙߦߊ߬ߟߌ ߟߋ߬ ߘߌ߫ ߸ ߟߐ߲ߠߌ߲ߠߊ ߞߊ߬ߣߌ߲߫","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:13","price":"ߣߴߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߞߐߘߏ߲߬ ߏ߬ ߘߐ߫ ߸ ߌ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߓߘߴߊߟߎ߫ ߡߊߛߌߟߊ߲߫ ߜߊ߬ߙߊ߲߬ߞߕߊ ߟߊ߫ ߸ ߦߏ߫ ߊ߯ߘߌ ߟߎ߬ ߣߌ߫ ߛߊ߬ߡߎ߯ߘߊ ߟߎ߬ ߟߊ߫ ߜߊ߬ߙߊ߲߬ߞߕߊ ߢߐ߲߱","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:14","price":"ߕߎ߬ߡߊ ߡߍ߲ ߞߋߟߊ ߟߎ߫ ߣߊ߬ ߘߴߏ߬ ߟߎ߫ ߡߵߊ߬ߟߎ߬ ߢߍߕߐ߫ ߊ߬ ߣߴߊ߬ߟߎ߬ ߞߕߐ߫ ߸ ߞߏ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߝߏߦߌ߫ ߓߊ߬ߕߏ߬ ߝߏ߫ ߊߟߊ߫ ߸ ߏ߬ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߣߴߊ߬ ߕߎ߲߬ ߞߊ߬ ߒ߬ ߡߊ߰ߙߌ ߘߌߦߊ߫ ߊ߬ ߕߘߍ߬ ߘߌ߫ ߡߟߍ߬ߞߊ ߘߏ߫ ߟߎ߫ ߟߊߖߌ߰ ߟߋ߬ ߘߍ߯ ، ߊߟߎ߫ ߞߏ߬ߣߌ߲߬ ߞߋߟߦߊߣߍ߲߫ ߡߍ߲ ߘߌ߫ ߊ߲ ߓߊ߲߬ߣߍ߲߫ ߠߴߏ߬ ߡߊ߬ ߘߋ߬","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:15","price":"ߊ߯ߘߌ ߟߎ߬ ߕߊ߫ ߝߊ߲߭ ߘߏ߲߬ ߸ ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߖߘߍ߬ߘߐߓߏ߲߬ߧߊ߫ ߟߋ߫ ߘߎ߰ߞߟߏ ߞߊ߲߬ ߕߎ߬ߢߊ߫ ߕߊ߬ߣߊ߫ ߞߎ߲߬ߠߊ߫ ߸ ߊ߬ߟߎ߫ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߖߍߣߍ߲ ߛߍ߲ߓߍ ߜߍ߬ߟߍ߲߬ߡߊ߲߫ ߒ߬ߠߎ߬ ߘߌ߫؟ ߦߊ߯ߟߊ߫ ߏ߬ ߟߎ߬ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߊߟߊ߫ ߡߍ߲ ߞߵߊ߬ߟߎ߬ ߘߊ߲߫ ߞߴߏ߬ ߟߋ ߛߍ߲ߓߍ ߜߍ߬ߟߍ߲߬ߡߊ߲߫ ߞߊ߬ ߕߊ߬ߡߌ߲߫ ߊ߬ߟߎ߫ ߞߊ߲߬؟ ߊ߬ߟߎ߬ ߞߍߣߍ߲߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬ߓߊ߮ ߟߋ߬ ߘߌ߫ ߘߐߙߐ߲߫","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:16","price":"ߊ߲ ߞߊ߬ ߝߢߐ߫ ߜߍߟߍ߲ ߗߋ߫ ߊ߬ߟߎ߬ ߞߊߡߊ߬ ߟߏ߲߫ ߣߙߐ߬ߖߎ߮ ߟߎ߬ ߘߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߛߴߊ߲ ߘߴߊ߬ߟߎ߬ ߡߊߜߙߏ߬ ߘߐ߯ߦߡߊ ߖߊ߲߰ߞߕߊ ߟߊ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߘߐ߫ ߸ ߛߎ߬ߟߊ߫ ߖߊ߲߰ߞߕߊ ߟߋ߫ ߘߏ߲߬ ߘߐ߯ߦߡߊ ߓߏ߲߬ߓߊ߫߸ ߓߊ ߊ߬ߟߎ ߘߍ߬ߡߍ߲߬ߕߐ߫ ߕߍ߫","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:17","price":"ߛߊ߬ߡߎ߯ߘߊ ߟߎ߬ ߕߊߝߊ߲߭ ߘߏ߲߬ ߸ ߊ߲ ߞߵߏ߬ ߟߎ߬ ߞߊ߲ߘߊ߫ ߗߐ߫ ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ߫ ߞߊ߬ ߝߎߦߋ߲ߦߊ ߟߋ߫ ߞߊ߬ߣߌ߲߬ ߞߊ߲ߘߦߊ ߘߌ߫ ߸ ߘߐ߯ߦߡߊ ߖߊ߲߰ߞߕߊ ߜߊ߬ߙߊ߲߬ߞߕߊ ߞߵߊ߬ߟߎ߫ ߡߌ߬ߘߊ߫ ߏ߬ ߟߋ ߘߐ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߝߍ߬","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:18","price":"ߊ߲ ߞߊ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߟߋ߬ ߟߊߞߛߌ߫ ߓߊ ߏ߬ ߟߎ߫ ߕߘߍ߬ ߊ߬ߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߟߊ߫","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:19","price":"ߊߟߊ߫ ߖߎ߮ ߟߎ߬ ߟߊߘߍ߬ߕߐ߫ ߟߏ߲ ߡߍ߲ ߞߊ߬ ߕߊ߯ ߕߊ ߘߐ߫ ߊ߬ߟߎ߫ ߓߌ߬ߟߊ߬ߣߍ߲ ߢߐ߲߮ ߞߐ߫","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:20","price":"ߤߊ߲߯ ߊ߬ߟߎ߬ ߘߌ߫ ߛߴߊ߬ ߡߊ߬ ߸ ߊ߬ߟߎ߬ ߕߟߏ ߟߎ߬ ߣߴߊ߬ߟߎ߬ ߢߊ ߟߎ߬ ߣߴߊ߬ߟߎ߫ ߜߏ߬ߟߏ ߟߎ߬ ߘߌ߫ ߓߊ߯ߙߊ ߟߎ߬ ߛߙߋߦߊ ߟߊߟߐ߬ ߊ߬ߟߎ߫ ߞߊ߲߬ ߊ߬ߟߎ߬ ߗߋߥߊߟߌ߫ ߞߍߣߍ߲ ߠߎ߬ ߘߐ߫","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:21","price":"ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߊ߬ߟߎ߫ ߜߏ߬ߟߏ ߟߎ߫ ߡߊ߬ ߏ߬ ߘߐ߫ ߞߏ߫ ߡߎ߲߬ߠߴߊߟߎ߫ ߞߊ߬ ߛߙߋߦߊ ߟߊߟߐ߬ ߒ߬ߠߎ߫ ߞߊ߲߬؟ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߟߋ߫ ߞߊ߬ ߒ߬ ߠߊߞߎߡߊ߫ ߏ߬ ߡߍ߲ ߞߊ߬ ߝߋ߲ ߓߍ߯ ߟߊߞߎߡߊ߫ ߸ ߏ߬ ߟߋ ߞߵߊߟߎ߫ ߘߊ߲߫ ߛߋ߲߬ߧߊ߬ ߝߟߐ ߘߐ߫ ߊߟߎ߫ ߟߊߛߊ߬ߦߌ߬ߕߐ߫ ߏ߬ ߟߋ ߡߊ߬","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:22","price":"ߊߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߡߍ߲ ߢߡߊߘߏ߲߰ ߠߊ߫ ߞߏ߫ ߊߟߎ߫ ߕߟߏ ߟߎ߬ ߣߴߊߟߎ߫ ߢߊ ߟߎ߬ ߣߴߊߟߎ߫ ߜߏ߬ߟߏ ߟߎ߬ ߕߍߣߊ߬ ߛߙߋߦߊ ߟߊߟߐ߬ ߟߴߊߟߎ߫ ߘߐ߫ ، ߞߏ߬ߣߌ߲߬ ߊ߬ ߞߍ߫ ߘߴߊߟߎ߫ ߢߣߊ߫ ߟߋ߬ ߞߏ߫ ߊߟߊ߫ ߡߊ߫ ߛߌߦߊߡߊ߲߫ ߟߐ߲߫ ߊߟߎ߫ ߗߋߥߊߟߌ ߘߐ߫","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:23","price":"ߏ߬ ߟߋ ߦߴߊߟߎ߫ ߟߊ߫ ߖߌ߰ߟߌ ߘߌ߫ ߊߟߎ߫ ߞߊ߬ ߡߍ߲ ߖߌ߰ ߊߟߎ߫ ߡߊ߰ߙߌ ߦߋ߫ ߸ ߊ߬ ߞߵߊߟߎ߫ ߟߊߕߏ߫ ߊ߬ ߘߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߏ߬ ߟߋ ߞߵߊߟߎ߫ ߟߊߓߊ߲߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:24","price":"ߣߴߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߡߎ߬ߢߎ߲߬ ߕߊ ߟߋ߫ ߞߏ߬ߣߌ߲߬ ߦߴߊ߬ߟߎ߬ ߡߊߞߍ߫ ߦߙߐ ߘߌ߫ ߸ ߣߴߊ߬ߟߎ߫ ߘߏ߲߬ ߞߊ߬ ߘߌ߬ߢߍ߬ߟߊ߬ߢߌߣߌ߲ ߞߍ߫ ߸ ߊ߬ߟߎ߬ ߕߍߣߊ߬ ߞߍ߫ ߟߊ߫ ߘߌ߬ߢߍ߬ߒ߬ߡߊ߬ߕߊ ߟߎ߬ ߝߋ߲߫ ߘߌ߫","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:25","price":"ߊ߲ ߞߊ߬ ߞߙߎߝߊߢߐ߲߯ ߠߎ߫ ߟߊߕߍ߰ ߊ߬ߟߎ߫ ߡߊ߬ ߸ ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߢߍߞߏ ߟߎ߬ ߣߴߊ߬ߟߎ߬ ߞߐߞߏ ߟߎ߬ ߟߊߗߋ߲߬ߧߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߏ߬ ߞߍ ߞߎߡߊ ߜߋ߲ߜߋ߲ߦߊ߫ ߘߴߊ߬ߟߎ߫ ߞߊ߲߬ ߡߊ߲߬ߕߏ߲ ߠߎ߫ ߝߍ߬ ߡߍ߲ ߠߎ߫ ߕߊ߬ߡߌ߲߬ ߘߴߊ߬ߟߎ߬ ߢߍ߫ ߥߐ߬ߞߎߟߐ ߟߎ߬ ߣߌ߫ ߡߐ߱ ߟߎ߬ ߘߐ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ߬ ߞߍ߫ ߘߊ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߘߐߙߐ߲߫","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:26","price":"ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߣߍ߲߫ ߏ߬ ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߕߟߏߡߊߟߐ߬ ߞߎ߬ߙߊ߬ߣߊ ߢߌ߲߬ ߠߊ߫ ߘߋ߬ ߸ ߊߟߎ߫ ߦߋ߫ ߡߊ߲߬ߞߊ߲߬ߡߊ߲ߞߊ߲ ߠߋ߬ ߞߍ߫ ߊ߬ ߘߐߛߊߙߌ߫ ߕߎߡߊ ߛߴߊߟߎ߫ ߘߌ߫ ߛߴߊ߬ߟߎ߬ ߟߊ߫","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:27","price":"ߊ߲ ߞߍߕߐ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߡߊߜߙߏ߬ ߟߊ߫ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲ ߠߊ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߲ ߘߴߊ߬ߟߎ߫ ߛߊ߬ߙߴߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߘߐ߫ ߖߎ߯ߡߊ߲ ߠߊ߫","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:28","price":"ߏ߬ ߟߋ ߊߟߊ߫ ߖߎ߮ ߟߎ߫ ߛߊ߬ߙߊ ߘߌ߫ ߸ ߕߊ ߞߊ߬ߣߌ߲߫ ، ߦߋ߲߬ ߠߴߊ߬ߟߎ߬ ߦߋ߫ ߘߎߡߊ ߛߏ ߘߌ߫ ߞߵߏ߬ ߞߍ߫ ߛߊ߬ߙߊ ߘߌ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߒ߬ ߠߊ߫ ( ߛߋߓߊ߯ߦߊ ) ߦߌ߬ߘߊ߬ߞߏ ߟߎ߬ ߡߊߛߐ߬ߛߐ ߝߍ߬ ߊ߬ߟߎ߬ ߓߟߏ߫","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:29","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߸ ߡߍ߲ ߠߎ߫ ߝߌ߬ߟߊ ߞߵߊ߲ ߠߊߝߟߌ߬ ߥߐ߬ߞߎߟߐ ߟߎ߬ ߣߌ߫ ߡߐ߱ ߟߎ߬ ߘߐ߫ ߸ ߏ߬ ߟߎ߫ ߦߌ߬ߘߵߊ߲ ߠߊ߫ ߒ߬ ߧߴߊ߬ߟߎ߬ ߞߍ߫ ߒ߬ ߛߋ߲߭ ߠߎ߬ ߞߘߐ߫ ߸ ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߞߍ߫ ߘߎ߰ߟߊ߬ߕߊ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:30","price":"ߡߍ߲ ߠߎ߫ ߞߏ߬ߣߌ߲ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߟߋ߬ ߊߟߊ߫ ߘߌ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ߟߎ߬ ߕߋߟߋ߲߫ ߸ ߞߋ߲ߛߐ߲ ߟߎ߬ ߦߋ߫ ߖߌ߰ ߟߴߏ߬ ߟߎ߫ ߟߋ߫ ߡߊ߬ ߸ ߞߏ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߛߌߟߊ߲߫ ߊߟߎ߫ ߞߣߊ߫ ߛߎ߬ߣߎ߲߬ ߸ ߊߟߎ߯ ߛߍߥߊ߫ ߡߍ߲ߘߌߦߊ߫ ߟߋ߬ ߟߊ߫ ߸ ߊߟߎ߫ ߕߘߍ߬ ߦߟߌߡߊߘߌߦߊ߫ ߟߊ߫ ߡߍ߲ ߠߊ߫","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:31","price":"ߒ߬ߠߎ߫ ߟߵߊߟߎ߫ ߢߌ߲߭ ߠߎ߬ ߘߌ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߛߎ߬ߟߊ߫ ߝߣߊ߫ ߘߐ߫ ، ߊߟߎ߫ ߣߌ ߛߊ߬ߥߏ߬ߣߊ߲߬ߝߋ߲ ߠߎ߬ ߦߴߊߟߎ߫ ߦߋ߫ ߦߋ߲߬ ߸ ߊߟߎ߫ ߟߊ߫ ߝߋ߲߫ ߡߊߞߟߌߕߊ ߟߎ߬ ߝߣߊ߫ ߦߴߊߟߎ߫ ߦߋ߫ ߦߋ߲߬","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:32","price":"ߏ߬ ߦߋ߫ ߝߊ߲߬ߘߊ߫ ߟߋ߬ ߘߌ߫ ߞߊ߬ ߝߘߊ߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߤߌߣߟߊ ߟߊ߫","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:33","price":"ߖߍߣߍ߲ ߠߊ߫ ߞߎߡߊ ߞߊ߫ ߢߌ߲߬ ߞߊ߬ ߕߊ߬ߡߌ߲߬ ߞߟߌߟߌߓߊ߮ ߕߊ ߞߊ߲߬ ߊߟߊ߫ ( ߞߏ ) ߡߊ߬ ߞߊ߬ ߢߌ߬ߡߊ ߝߣߊ߫ ߞߍ߫ ߸ ߊ߬ ߣߴߊ߬ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߒߠߋ ߦߋ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫؟","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:34","price":"ߢߌ߬ߡߊ ߣߌ߫ ߖߎ߯ߡߊ߲ ߕߍ߫ ߞߢߊ߫ ߞߟߋ߫ ߸ (ߖߎ߯ߡߊ߲ ) ߟߊߕߎ߲߬ߕߎ߲߬ߠߌ߲ ߞߍ߫ ߢߊ߫ ߞߊ߲߬ ߡߍ߲ ߦߊ߯ ߝߌ߬ߛߊ߬ ߸ ߘߊ߬ߡߊ߲߬ߛߊ߫ ߖߎ߯ߦߊ ߦߴߌ ߣߌ߫ ߡߍ߲ ߕߍ߫ ߏ߬ ߘߐ߫ ߸ ߏ߬ ߘߌ߫ ߞߍ߫ ߦߏ߫ ߢߌ߲߬ ߓߊߘߋ߲ߡߊ߫ ߛߎߘߎ߲ ߠߋ߬","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:35","price":"ߡߐ߰ ߛߌ߫ ߕߍ߫ ߓߍ߲߬ ߠߴߏ߬ ߡߊ߬ ( ߖߎ߯ߟߊߡߐ߮ ߡߌ߬ߘߊ߬ߢߊ ߘߐ߫ ) ߝߏ߫ ߡߍ߲ ߠߎ߫ ߦߴߊ߬ߟߎ߫ ߡߎ߬ߢߎ߲߬ ߠߊ߫ ߸ ߡߐ߰ ߛߌ߫ ߟߋ߬ ߜߎ ߕߍ߫ ߓߍ߲߬ ߠߴߏ߬ ߡߊ߬ ߝߏ߫ ߣߌ߬ߓߊ߬ ߕߌ߮","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:36","price":"ߣߌ߫ ߜߍ߬ߘߍ ߟߊ߫ ߘߐ߬ߛߎ߬ߟߌ ߞߵߌ ߘߐߛߎ߫ ߸ ߌ ߦߋ߫ ߕߊ߲߬ߞߊ߬ ߟߊ߬ߢߌߣߌ߲ ߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߸ ߓߊ ߏ߬ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߘߌ߫ ߸ ߊ߬ ߦߋ߫ ߟߐ߲ߠߌ߲ߠߊ߫ ߘߌ߫","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:37","price":"ߊ߬ ߟߊ߫ ( ߛߋߓߊ߯ߦߊ ) ߦߌ߬ߘߊ߬ߞߏ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߛߎ ߣߌ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߣߌ߫ ߕߋ߬ߟߋ ߣߌ߫ ߞߊߙߏ ߘߌ߫ ߸ ߊߟߎ߫ ߞߊߣߊ߬ ߕߌ߲ߓߌߘߌ߲ ߞߍ߫ ߕߋ߬ߟߋ ߦߋ߫ ߥߟߊ߫ ߞߊߙߏ ߦߋ߫ ߸ ߊߟߎ߯ ߕߌ߲ߓߌߘߌ߲ ߞߍ߫ ߊߟߊ߫ ߟߋ߬ ߦߋ߫ ߡߍ߲ ߞߵߏ߬ ߟߎ߬ ߘߊ߲߫ ߣߴߊ߬ ߕߘߍ߬ ߘߊ߫ ߞߏ߫ ߊߟߎ߫ ߦߴߊ߬ߟߋ ߟߋ߫ ߓߊ߬ߕߏ߬ ߟߊ߫","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:38","price":"ߣߴߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߖߘߍ߬ߘߐߓߏ߲߬ߧߊ߫ ߘߏ߲߬ ߒ߬ߤߤߎ߲߮ ߸ ߡߍ߲ ߠߎ߫ ߞߏ߬ߣߌ߲ ߦߴߌ ߡߊ߰ߙߌ ߕߍ߬ߟߊ ߘߐ߫ ߸ ߏ߬ ߟߎ߬ ߦߋ߫ ߛߊߣߌ߲ߧߊ ߞߍ߫ ߟߴߊ߬ ߦߋ߫ ߛߎ ߣߌ߫ ߕߋ߬ߟߋ ߘߐ߫ ߸ ߏ߬ ߕߍ߫ ߟߐ߯ߓߐ߫ ߟߴߊ߬ߟߎ߬ ߟߊ߫","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:39","price":"ߊ߬ ߟߊ߫ ( ߛߋߓߊ߯ߦߊ ) ߦߌ߬ߘߊ߬ߞߏ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߸ ߌߟߋ ߦߋ߫ ߘߎ߱ ( ߖߌ ) ߖߊ߬ߣߍ߲ ߦߋ߫ ߟߊ߫ ߜߍ߯ߙߍ߫ ߸ ߣߴߊ߲ ߞߊ߬ ߖߌ ߟߊߖߌ߰ ߊ߬ ߞߊ߲߬ ߊ߬ ߘߌ߫ ߟߊߡߊ߰ߡߊ߰ ߞߊ߬ ߓߎ߯ ߸ ߒ߬ߓߊ߬ ߡߍ߲ ߠߵߏ߬ ߟߊߣߌߡߦߊ߫ ߟߴߏ߬ ߘߌ߫ ߖߐ߫ ߸ ߏ߬ ߟߋ ߦߋ߫ ߛߎ߭ ߟߎ߬ ߟߊߣߌߡߦߊߓߊ߮ ߘߌ߫ ߓߊ ߏ߬ ߟߋ ߦߋ߫ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:40","price":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߫ ߖߍ߲߬ߞߍ߬ ߟߊ߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ( ߡߊߝߊ߲߭ ) ߘߐ߫ ߸ ߏ߬ ߟߎ߬ ߕߍ߫ ߘߏ߲߰ ߠߊ߫ ߒ߬ ߡߊ߬ ߝߋߎ߫ ߸ ߊ߬ ߝߐ߫ ߡߍ߲ ߟߊߝߟߌ߬ߕߐ߫ ߕߊ ߘߐ߫ ߏ߬ ߟߋ ߞߊ߫ ߝߌ߬ߛߊ߫ ߓߊ߬ ߥߟߊ߫ ߡߍ߲ ߞߎ߲߬ߠߊ߬ߝߎߟߋ߲ߣߍ߲ ߦߋ߫ ߣߊ߬ ߟߊ߫ ߟߐ߬ߓߊ ߟߏ߲؟ ߊߟߎ߫ ߦߴߊߟߎ߫ ߛߊ߬ߥߏ ߞߍ߫ ߝߛߊߦߌ߫ ߓߊߏ߬ ‹ ߊߟߊ߫ › ߢߊ߯ ߊߟߎ߫ ߗߋߥߊߟߌ߫ ߞߍߣߐ ߟߎ߬ ߟߊ߫","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:41","price":"ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߣߍ߲߫ ( ߘߐ߬ߛߊߙߌ ) ߞߊ߬ߥߊ߲߬ߘߌ ߘߐ߫ ߊ߬ ߣߊ߬ߣߍ߲ ߞߐ ߊ߬ߟߎ߫ ߡߊ߬ ߸ ߤߋ߫ ߸ ߟߍߙߊ߫ ߡߌ߬ߙߌ߲߬ߡߊ߫ ߟߴߊ߬ ߘߌ߫ ߘߋ߬","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:42","price":"ߞߊ߬ߙߏ߲ ߕߍ߫ ߣߊ߬ ߟߴߊ߬ ߡߵߊ߬ ߢߍߕߐ߫ ߥߟߴߊ߬ ߞߕߐ߫ ߸ ߟߊ߬ߖߌ߰ߟߌ ߟߋ߫ ߞߊ߬ ߝߘߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ߫ ߕߊ߲߬ߘߏ߬ߕߊ ߟߊ߫","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:43","price":"ߝߏߦߌ߬ ߕߍ߫ ߝߐ߫ ߌߟߋ ߦߋ߫ ߝߏ߫ ߡߍ߲ ߝߐ߫ ߘߊ߫ ߞߋߟߊ߫ ߜߘߍ ߟߎ߬ ߦߋ߫ ߌߟߋ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫ ߓߊߏ߬ ߌ ߡߊ߰ߙߌ ߸ ߡߊ߬ߞߕߏ߬ߟߌ ߕߌ߱ ߟߋ߬ ߸ ߊ߬ ߣߌ߫ ߓߌ߲߬ߓߊ߬ߏ߬ ߘߌߡߌ߲ߣߍ߲ ߕߌ߱ ߟߋ߬","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:44","price":"ߣߴߊ߲ ߕߎ߲߬ ߞߵߊ߬ ߞߍ߫ ߘߐ߬ߛߊ߬ߙߌ߬ߕߊ߫ ߘߌ߫ ߘߐ߬ߞߎߙߊ߲ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߕߎ߲߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߥߟߊߞߏ߫ ߊ߬ ߟߝߊߙߌ ߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߕߐ߬ߝߍ߬ߦߊ߫ ߸ ߞߏ߬ߣߌ߲߬ ߌ߬ߦߏ߯ ߞߎ߬ߙߊ߲߬ߓߊ߰ߞߊ߲ ߣߌ߫ ߊ߬ߙߊ߬ߓߎ߬ߞߍ؟، ߊ߬ ߝߐ߫ ߞߏ߫ ߊ߬ ߦߋ߫ ߞߊ߲ߘߦߊ ߣߌ߫ ߞߍ߲ߘߍߦߊ ߘߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߟߋ߬ ߦߋ߫ ߸ ߞߏ߬ߣߌ߲߬ ߡߍ߲ ߠߎ߬ ߕߍ߫ ߟߊ߫ ߟߴߊ߬ ߟߊ߫ ߜߐߛߐ߲ ߠߴߏ߬ ߟߎ߬ ߕߟߏ ߟߎ߬ ߘߐ߫ ߊ߬ ߦߴߊ߬ߟߎ ߟߋ߫ ߡߊ߬ ߝߎߦߋ߲ߦߊ ߘߌ߫ ߝߣߊ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߜߋߟߋ߲ߜߋߟߋ߲߫ ߠߊ߫ ߦߙߐ߫ ߖߊ߲ ߘߐ߫ ( ߡߐ߰ ߞߟߌ߫ ߢߊ ߡߊ߬ )","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:45","price":"ߊ߲ ߞߊ߬ ߡߎߛߊ߫ ߛߐ߫ ߟߍߙߊ ߟߊ߫ ߟߋ߬ ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ߫ ߞߊ߬ ߢߐ߲߮ ߛߐ߬ߛߐ߫ ߏ߬ ߘߐ߫ ، ߣߌ߫ ߞߎߡߊ ߘߏ߲߬ ߞߐ߲߰ߣߍ߲ ߕߍ߫ ߞߊ߬ ߝߘߊ߫ ߌ ߡߊ߰ߙߌ ߟߊ߫ ߛߊ߫ ߞߕߌ ߓߘߊ߫ ߕߍ߰ ߊ߬ߟߎ߬ ߕߍ߫ ، ߊ߬ߟߎ߫ ߘߏ߲߬ ߦߋ߫ ߝߌ߬ߟߊ߲ߝߌ߬ߟߊ߲ ߠߋ߬ ߘߐ߫ ߊ߬ ߞߏߢߊ ߘߐ߫ ߕߋ߲߬ ߞߎߛߎ߲߫","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"nk"},{"name":"41:46","price":"ߡߍ߲ ߓߊ߯ ߢߌ߬ߡߊ߬ ߞߍ߫ ߏ߬ ߦߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߬ ߦߋ߫ ߏ߬ ߘߐ߫ ߸ ߣߌ߫ ߡߍ߲ ߞߊ߬ ߖߎ߯ߦߊ߫ ߞߍ߫ ߏ߬ ߦߴߏ߬ ߞߍ߫ ߟߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߬ ߟߊ߫ ߸ ߌ ߡߊ߰ߙߌ ߞߏ߬ߣߌ߲߬ ߕߍ߫ ߓߊ߰ ߟߊ߫ ߖߐ߲߭ ߠߎ߫ ߡߊ߬","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"nk"}],"juz":{"id":24,"name":"فَمَنْ أَظْلَمُ","transliteration":"Faman Azlam","transEn":"Then Who is More Unjust","startVerse":"39:32","endVerse":"41:46","totalVerses":175}}