{"data":[{"name":"58:1","price":"ߊߟߊ߫ ߞߊ߬ ߡߏ߬ߛߏ ߟߊ߫ ߞߎߡߊ ߡߍ߲߫ ߸ ߡߍ߲ ߦߴߌ ߘߊߘߐߛߐ߬ߛߐ߬ ߟߴߊ߬ ߗߍ߬ ߟߊ߫ ߞߏ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߬ ߦߴߊ߬ ߡߊߞߊ߬ߛߌ߬ ߟߴߊߟߊ߫ ߦߋ߫ ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߟߊ߫ ߞߎߡߊߢߐ߲߯ߦߊ ߡߍ߲߫ ߠߊ߫ ߖߐ߫ ، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߦߋߟߌߟߊ ߟߋ߬","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:2","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߓߊߞߐߟߞߊߟߌߟߌ ߞߍ߫ ߟߴߊ߬ߟߎ߫ ߡߏ߬ߛߏ ߟߎ߬ ߟߴߊߟߎ߫ ߘߐ߫ ߸ ߏ߬ ߟߎ߬ ߕߍ߫ ߞߍ߫ ߟߴߊ߬ߟߎ߬ ߣߊ߫ ߘߌ߫ ߏ߬ ߘߐ߫ ߘߋ߬ ߸ ߊ߬ߟߎ߬ ߓߊ ߟߎ߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߘߌ߫ ߝߏ߫ ߡߍ߲ ߠߎ߫ ߞߵߊ߬ߟߎ߬ ߡߏߦߌ߫ ߸ ߊ߬ߟߎ߫ ߞߏ߬ߣߌ߲߬ ߦߋ߫ ߜߏߡߊ߲ ߠߋ߬ ߝߐ߫ ߟߊ߫ ߞߎߡߊ ߘߐ߫ ߊ߬ ߣߌ߫ ߝߊ߬ߣߌ߲߬ߧߊ߫ ، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߜߊ߲ߒߞߎ߲ߠߟߊ߫ ߡߊ߬ߞߕߏ߬ߟߊ ߟߋ߬ ߘߌ߫","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:3","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߓߊߞߐߟߞߊߟߌߟߌ ߞߍ߫ ߟߴߊ߬ߟߎ߫ ߡߏ߬ߛߏ ߟߎ߬ ߟߊ߫ ߞߊ߬ ߓߊ߲߫ ߞߊ߬ ߛߊ߬ߦߌ߫ ߊ߬ߟߎ߬ ߝߐ߫ ߞߎߡߊ ߡߊ߬ ߸ ( ߖߐ߲߬ ) ߞߊ߲ߤߙߐߦߊ߫ ߟߴߏ ߡߊ߬ ߞߊ߬ ߞߐ߲߰ ߊ߬ߟߎ߫ ߡߊ߱ ߡߊ߬ ߢߐ߲߮ ߠߊ߫ ߸ ߊߟߎ߫ ߦߋ߫ ߞߊ߬ߥߊ߲߬ߘߌ߬ ߟߴߏ߬ ߟߋ ߟߊ߫ ߓߊߏ߬ ߊߟߊ߫ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߫ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:4","price":"ߣߌ߫ ߡߍ߲ ߕߴߏ߬ ߛߐ߬ߘߐ߲߬ ߸ ߞߊߙߏ߫ ߝߌߟߊ߫ ߛߎ߲߫ ߕߎ߲߰ߣߍ߲ߢߐ߲߰ߠߊ ߟߴߏ ߡߵߊ߬ߟߎ߫ ߣߊ߬ߡߊߣߊ߬ ߡߊ߰ ߢߐ߲߮ ߠߊ߫ ، ߣߌ߫ ߡߍ߲ ߝߣߊ߫ ߕߴߏ߬ ߟߊߣߐ߬ ߸ ߘߐ߰ߕߐ߫ ߓߌߥߐ߯ߙߐ߫ ߟߘߊߥߎ߲ߠߌ߲߫ ߠߴߏ߬ ߡߊ߬ ߸ ߏ߬ ߟߊߥߟߌ߬ߕߐ߫ ߟߋ߬ ߛߴߊߟߎ߫ ߘߌ߫ ߟߴߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߊ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߊߟߊ߫ ߟߊ߫ ߞߎ߬ߙߎ߲߬ߘߎ ߟߎ߬ ߘߌ߫ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲߫ ߠߋ߫ ( ߏ߬ ߟߊߕߊ߬ߡߌ߲߬ߓߊ߯ ) ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:5","price":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߕߟߏߜߟߍ߬ߦߊ߬ ߟߴߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߡߊ߬ ߸ ߏ߬ ߟߎ߬ ߓߘߊ߫ ߘߐ߯ߦߊ߫ ߦߏ߫ ߊ߬ߟߎ߬ ߢߍߓߊ߮ ߟߎ߬ ߘߐ߯ߦߊ߫ ߘߊ߫ ߢߊ ߡߍ߲ ߸ ߊ߲ ߘߏ߲߬ ߣߊ߬ ߟߝߊߙߌ߫ ߘߐߞߣߍߣߍ߲ ߠߎ߫ ߟߋ߬ ߟߊߖߌ߰ ߟߊ߫ ، ߞߏ߬ߣߌ߲߬ ߟߊ߬ߝߍߦߊ ߖߊ߲߰ߞߕߊ ߟߋ߬ ( ߏ߬ ߘߐ߫ ) ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:6","price":"ߊߟߊ߫ ߦߴߊ߬ߟߎ߬ ߓߍ߯ ߟߊߘߍ߬ߣߍ߲ ߠߊߥߟߌ߬ ߟߊ߫ ߏ߬ ߟߏ߲ ߠߋ߬ ߞߵߊ߬ߟߎ߬ ߗߋߥߟߌ ߟߎ߬ ߖߐ߲ ߠߊߓߐ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߸ ߊߟߊ߫ ߣߵߏ ߖߊ߬ߕߋ߬ ߟߊ߫ ߟߋ߬ ߸ ߊ߬ߟߎ ߘߏ߲߬ ߢߌ߬ߣߊ߬ߣߍ߲߫ ߏ߬ ߟߋ ߞߐ߫ ߸ ߊߟߊ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߞߏ ߓߍ߯ ߛߙߋ ߘߌ߫","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:7","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߊߟߊ߫ ߸ ߊ߬ ߞߵߊ߬ ߟߐ߲߫ ߡߍ߲ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߞߣߐ߫ ߊ߬ ߣߌ߫ ߡߍ߲ ߦߋ߫ ߘߎ߱ ߞߣߐ߫؟ ߡߐ߰ ߛߓߊ߬ ߛߌ߫ ߟߊ߫ ߢߐ߲߯ߦߋ߫ ߕߍ߫ ߞߍ߫ ߝߏ߫ ߊ߬ ߦߋ߫ ߞߍ߫ ߏ߬ ߟߎ߬ ߣߊ߯ߣߌ߲ߣߊ߲ ߘߌ߫ ، ߥߟߊ߫ ߟߏ߯ߟߎ߫ ߕߊ߫߸ ߝߏ߫ ߊ߬ ߦߋ߫ ߞߴߏ߬ ߟߎ߬ ߥߐ߯ߙߐߣߊ߲ ߘߌ߫ ߸ ߊ߬ ߕߍ߫ ߞߴߏ߬ ߘߎ߰ߟߴߊ߬ ߘߏ߲߬ ߕߴߏ߬ ( ߦߙߌߞߊ ) ߛߊ߲ߘߐ߫ ߸ ߝߏ߫ ߊ߬ ߦߋ߫ ߞߍ߫ ߏ߬ ߟߎ߫ ߝߍ߬ ߊ߬ߟߎ߬ ߓߊ߯ ߞߍ߫ ߝߊ߲߬-ߊ-ߝߊ߲߬ ߸ ߊ߬ ߘߌ߫ ߓߊ߲߫ ߞߵߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߟߎ߬ ߖߐ߲ ߠߊߓߐ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߟߐ߬ߓߊ ߟߏ߲ ߸ ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߞߏ ߓߍ߯ ߟߐ߲ߓߊ߯ߓߊ ߟߋ߬ ߘߌ߫","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:8","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߡߐ߱ ߡߍ߲ ߠߎ߬ ߜߍ߲ߣߍ߲߫ ߢߐ߲߯ߦߋ ߡߊ߬ ߏ߬ ߟߎ߬ ߦߋ߫ ߓߊ߲߫ ߠߊ߫ ߞߊ߬ ߛߊ߬ߦߌ߲߬ ߊ߬ߟߎ߬ ߜߍ߲ߞߏ ߏ߬ ߡߊ߬ ߕߎ߲߯ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߢߐ߲߯ߦߋ ߞߍ߫ ߟߊ߫ ߖߟߎ߬ߡߎ߲ ߣߌ߫ ߖߎ߯ߦߊ ߣߌ߫ ߞߋߟߊ ߛߐ߬ߛߐ ߟߋ߫ ߡߊ߬ ߸ ߣߴߊ߬ߟߎ߫ ߣߊ߬ ߘߴߌ ߕߘߍ߬ ߊ߬ߟߎ߬ ߘߴߌ ߝߏ߬ ߝߋ߲߫ ߠߴߊߟߊ߫ ߡߴߌ ߝߏ߬ ߡߍ߲ ߠߊ߫ ߸ ߊ߬ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߴߊ߬ߟߎ߬ ߞߣߐߘߐ߫ ߛߊ߫ ߞߏ߫ ߥߟߊߞߏ߫ ߊߟߊ߫ ߕߎ߲߬ ߦߴߊ߲ ߖߊ߲߰ߞߕߊ߫ ߒ߬ ߝߐߕߊ ߢߌ߲߬ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߥߊ߬ߛߊ ߟߋ߬ ߔߊߦߌߔߊߦߌ ߘߌ߫ ߊ߬ߟߎ߫ ߘߏ߲߬ߕߐ߫ ߏ߬ ߟߋ ߘߐ߫، ߏ߬ ߘߏ߲߬ ߞߊ߫ ߖߎ߯ ߟߊ߬ߓߊ߲߬ ߦߙߐ߬ߦߊ ߘߐ߫ ߞߟߋ߫","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:9","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߓߊ߯ ߞߍ߫ ߢߐ߲߯ߦߋ ߞߍ߫ ߟߊ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߢߐ߲߯ߦߋ ߞߍ߫ ߖߟߎ߬ߡߎ߲ ߣߌ߫ ߖߎ߯ߦߊ ߣߌ߫ ߞߋߟߊ ߛߐ߬ߛߐ ߞߊ߲߬ ߘߋ߬ ߸ ߊߟߎ߯ ߢߐ߲߯ߦߋ ߞߍ߫ ߢߌ߬ߡߊ߬ߦߊ ߣߌ߫ ߝߊ߲ߕߊ߲ߞߊ ߟߋ߫ ߞߊ߲߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߵߊߟߎ߫ ߟߊߘߍ߬ߕߐ߫ ߏ߬ ߡߍ߲ ߡߊ߬","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:10","price":"ߢߐ߲߯ߦߋ ߝߘߊߣߍ߲߫ ߜߍ߬ߘߍ ߟߋ߬ ߟߊ߫ ߘߋ߬ ߛߴߊ߬ ߘߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߟߊߛߎ߬ߣߎ߲߫ ߸ ߊ߬ ߘߏ߲߬ ߕߴߏ߬ ߟߎ߬ ߕߙߐߓߊ߯ ߘߌ߫ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫ ߸ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߘߏ߲߬ ߦߴߊ߬ߟߎ߫ ߛߍ߲߬ߓߍ߬ ߊߟߊ߫ ߟߋ߬ ߟߊ߫","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:11","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߣߴߊ߬ ߝߐ߫ ߘߴߊߟߎ߫ ߦߋ߫ ߞߏ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߘߓߐ߫ ߛߌ߰ ߦߌ߬ߟߊ߬ߞߏ ߘߐ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߘߓߐ߫ ߘߋ߬ ߸ ߊߟߊ߫ ߘߌ߫ ߘߐ߬ߦߙߌ߬ߥߊ߬ߟߌ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ߏ߬ ߘߐ߫ ، ߣߴߊ߬ ߘߏ߲߬ ߝߐ߫ ߘߊ߫ ߞߏ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߥߟߌ߬ ߊߟߎ߫ ߦߴߊߟߎ߫ ߥߟߌ߬ ߘߏߦߌ߲߫ ߸ ߊߟߊ߫ ߦߋ߫ ߡߐ߰ ߟߎ߫ ߟߋ߫ ߡߐ߬ߟߐ߲ ߠߎ߬ ߡߊߦߟߍ߬ ߟߊ߫ ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߊߟߎ߫ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߬ ߛߐߣߍ߲߫ ߟߐ߲ߠߌ߲ ߠߊ߫ ߸ ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߫ ߞߟߊ߬ߡߊ߬ߓߊ߯ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:12","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߞߋߟߊ ߜߎ߲߬ߘߎ߬ߢߐ߲߰ߦߊ߬ ߟߊ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߟߊ߫ ߜߎ߲߬ߘߎ߬ߢߐ߲߰ߦߊ ߢߍߓߌ߬ߟߊ߬ ߖߘߍ߬ߡߊ߬ߓߐ߬ߝߋ߲ ߘߏ߫ ߟߊ߫ ߸ ߏ߬ ߟߋ ߘߌߡߊ߲߫ ߊߟߎ߫ ߟߊ߫ ߏ߬ ߟߋ ߛߊߣߌ߲ߡߊ߲߫ ߝߣߊ߫ ߸ ߣߴߊߟߎ߫ ߡߊ߫ ߝߋ߲߫ ߠߋ߫ ߛߐ߬ߘߐ߲߬ ߛߊ߫ ߊߟߊ߫ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫ ߏ߬ ߘߐ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:13","price":"ߊߟߎ߫ ߦߋ߫ ߛߌߟߊ߲߫ ߠߊ߫ ߟߋ߬ ߊߟߎ߫ ߟߊ߫ ߜߎ߲߬ߘߎ߬ߢߐ߲߰ߦߊ ߢߍߓߌ߬ߟߊ ߘߐ߫ ߖߘߍ߬ߡߊ߬ߓߐ߬ߝߋ߲ ߠߎ߬ ߟߊ߫ ߓߊ߬؟ ߒ߬ߓߊ߬ ߣߴߊߟߎ߫ ߡߴߏ߬ ߞߍ߫ ߊ߬ ߓߘߊ߫ ߖߘߍ߬ߟߊ߬ߛߊߦߌ ߡߌ߬ߘߵߊߟߎ߫ ߦߋ߫ ߸ ߊߟߎ߫ ߦߋ߫ ߛߊߟߌ ߟߐ߬ ߏ߬ ߘߐ߫ ߘߋ߬ ߞߊ߬ ߖߞߊ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߞߵߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߞߊ߲ߡߌ߬ߘߊ߬ ، ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߫ ߞߟߊ߬ߡߊ߬ߓߊ߯ ߟߋ߬ ߘߌ߫","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:14","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߡߍ߲ ߠߎ߫ ߣߵߊ߬ߟߎ߫ ߓߛߌ߬ ߟߊ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߟߊ߫ ߊߟߊ߫ ߡߐߣߍߣߍ߲߫ ߡߍ߲ ߠߎ߫ ߡߊ߬ ߏ߬ ߟߎ߬ ߕߍ߫ ߊߟߎ߫ ߝߋ߲߫ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߘߐ ߏ߬ ߟߎ߬ ߝߣߊ߫ ߝߋ߲߫ ߘߌ߫، ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߫ ߞߊ߬ߟߌ߬ ߟߊ߫ ߥߎߦߊ ߟߋ߫ ߞߊ߲߬ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߫ ߞߵߊ߬ ߟߐ߲߫ ߞߋ߲߫","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:15","price":"ߊߟߊ߫ ߓߘߊ߫ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲߫ ߘߐߓߍ߲߬ ߏ߬ ߟߎ߬ ߞߊߡߊ߬ ، ߤߊ߲߫ ߸ ߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߞߊ߫ ߖߎ߯ ߟߋ߫ ߘߋ߬","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:16","price":"ߊ߬ߟߎ߬ ߓߘߴߊ߬ߟߎ߬ ߟߊ߫ ߞߊ߬ߟߌ߬ߟߌ ߟߎ߫ ߡߌ߬ߘߊ߬ ߕߊ߲߬ߞߊ߬ߟߊ߲߫ ߠߋ߬ ߘߌ߫ ߸ ߞߊ߬ ߞߎ߲߬ߠߊ߬ߛߊߦߌ ߞߍ߫ ߊߟߊ߫ ߛߌߟߊ ߡߊ߬ ߏ߬ ߘߐ߫ ߸ ߟߊ߬ߝߍߦߊ ߖߊ߲߰ߞߕߊ ߟߋ߫ ߘߏ߲߬ ߦߴߊ߬ߟߎ߬ ߦߋ߫","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:17","price":"ߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߬ ߣߴߊ߬ߟߎ߬ ߘߋ߲ ߠߎ߬ ߕߍߣߊ߬ ߝߏߦߌ߫ ߢߊ߬ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߞߊ߬ ߓߐ߫ ߊߟߊ߫ ߡߊ߬ ߸ ߏ߬ ߟߎ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߕߊ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߕߏߕߐ߫ ߏ߬ ߟߋ ߘߐ߫","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:18","price":"ߊߟߊ߫ ߞߍߕߐ߫ ߊ߬ߟߎ߬ ߓߍ߯ ߟߊߥߟߌ߬ ߟߊ߫ ߟߏ߲ ߡߍ߲ ߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߞߊ߬ߟߌ߫ ߏ߬ ߦߋ߫ ߦߏ߫ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߫ ߞߊ߬ߟߌ߬ ߟߴߊߟߎ߫ ߦߋ߫ ߢߊ ߡߍ߲ ߸ ߊ߬ ߦߴߊ߬ߟߎ߬ ߢߣߊ߫ ߏ߬ ߘߐ߫ ߛߊ߫ ߞߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߟߋ߫ ߞߊ߲߬ ( ߏ߬ ߘߌ߫ )، ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ ߟߋ߬ ߥߎߦߊ߫ ߝߐߟߊ ߟߎ߬ ߘߌ߫ ߗߐ߫","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:19","price":"ߜߍ߬ߘߍ ߟߋ߫ ߣߌ߬ߣߌ߬ߣߴߊ߬ߟߎ߫ ߡߊ߬ ߸ ߏ ߞߵߊ߬ߟߎ߬ ߟߊߢߌ߬ߣߵߊߟߊ߫ ߞߏߝߐ ߞߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߫ ߜߍ߬ߘߍ ߟߊ߫ ߞߙߎߞߊߘߋ߲ ߠߎ߬ ߘߌ߫ ، ߞߵߊ߬ ߕߘߍ߬ ߗߐ߫ ߜߍ߬ߘߍ ߟߊ߫ ߞߙߎߞߊߘߋ߲ ߠߎ߫ ߟߋ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:20","price":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߕߟߏߜߟߍ߬ߦߊ߬ ߟߴߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߡߊ߬ ߏ߬ ߟߎ߬ ߦߋ߫ ߘߐ߯ߦߊߓߊ߯ߕߐ ߟߎ߫ ߟߋ߬ ߘߐ߫","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:21","price":"ߊߟߊ߫ ߓߘߴߊ߬ ߛߓߍ߫ ߞߏ߫ ߒߠߋ ߘߌߣߊ߬ ߛߋ߫ ߟߋ߬ ߘߍ߯ ߊ߬ ߣߌ߫ ߒ ߠߊ߫ ߞߋߟߊ ߟߎ߬ ߸ ߊߟߊ߫ ߦߋ߫ ߝߊ߲߬ߞߊ߬ߡߊ߫ ߣߌ߬ߣߌ߬ߟߊ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"58:22","price":"ߡߌ߬ߙߌ߲߬ߘߌ ߡߍ߲ ߟߊߣߍ߲߫ ߊߟߊ߫ ߣߌ߫ ߟߏ߲߫ ߠߊߓߊ߲ ߠߊ߫ ߸ ߌ ߕߴߏ߬ ߟߎ߫ ߛߐ߬ߘߐ߲߬ ߘߌߦߊߢߍ ߟߐ߬ ߟߊ߫ ߡߐ߰ ߡߊ߬ ߡߍ߲ ߞߊ߬ ߕߟߏߡߊߜߟߍߦߊ ߟߐ߬ ߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߡߊ߬ ߸ ߤߊߟߴߏ߬ ߟߎ߬ ߞߍ߫ ߘߴߊ߬ߟߎ߫ ߝߊ߭ ߟߎ߬ ߘߌ߫ ߸ ߥߟߴߊ߬ߟߎ߬ ߘߋ߲ߞߍ ߟߎ߬ ߘߌ߫ ߸ ߥߟߴߊ߬ߟߎ߬ ߓߊߘߋ߲߫ ߗߍ߬ߡߊ߲ ߠߎ߬ ߘߌ߫ ߸ ߤߊߡߊ߲ߕߍ߫ ߊ߬ߟߎ߬ ߓߊߓߏ߲-ߞߣߐ-ߡߐ߮ ߟߎ߬ ߘߌ߫ ، ߊߟߊ߫ ߓߘߊ߫ ߟߊߒߠߦߊ ߛߓߍ߫ ߏ߬ ߟߎ߫ ߟߋ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߘߐ߫ ߞߵߊ߬ߟߎ߫ ߝߊ߲߬ߞߊߘߏ߲߬ ߛߟߐߡߌ߲ ߘߏ߫ ߟߊ߫ ߞߊ߬ ߝߘߴߊ߬ ߖߍ߬ߘߍ ߟߊ߫ ، ߊ߬ ߣߴߊ߬ ߘߴߊ߬ߟߎ߬ ߟߊߘߏ߲߬ ߣߊߞߐ ߟߎ߬ ߘߐ߫ ߸ ߞߐ߬ߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߴߏ߬ ߟߎ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫ ߞߎߟߊ߲ߞߎߟߊ߲߫ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߏߕߐ߫ ߏ߬ ߟߋ ߘߐ߫ ، ߊߟߊ߫ ߓߘߊ߫ ߘߌ߬ߢߍ߫ ߏ߬ ߟߎ߫ ߡߵߊ߬ߟߎ߬ ߝߣߊ߫ ߓߘߊ߫ ߘߌ߬ߢߍ߫ ߊ߬ߟߋ ߡߊ߬ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߊߟߊ߫ ߟߊ߫ ߞߙߎߞߊߘߋ߲ ߠߎ߬ ߘߌ߫ ߸ ߒ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߞߙߎߞߊߘߋ߲ ߠߎ߫ ߟߋ߬ ߛߎߘߊ߲ߓߊ߮ ߟߎ߬ ߘߌ߫ ߞߍ߬","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:1","price":"ߝߋ߲ ( ߓߍ߯ ) ߓߘߊ߫ ߛߊߣߌ߲ߧߊ ߝߐ߫ ߊߟߊ߫ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߞߣߐ߫ ߊ߬ ߣߌ߫ ߡߍ߲ ߦߋ߫ ߘߎ߱ ߞߣߐ߫ ߸ ߓߊ ߊ߬ߟߋ ߟߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߘߌ߫ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5127,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:2","price":"ߊ߬ߟߋ ߟߋ߫ ߞߊ߬ ߟߍߙߊߟߞߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߟߊߓߐ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߟߎ ߟߎ߬ ߞߣߐ߫ ߟߊ߬ߥߟߌ߬ߟߌ ߞߎ߲߬ߝߟߐ ߘߐ߫ ߸ ߊߟߎ߫ ߡߴߊ߬ ߖߌ߰ ߝߋߎ߫ ߞߴߏ߬ ߟߎ߬ ߘߌ߫ ߓߐ߫ ߸ ߏ߬ ߟߎ߬ ߝߣߊ߫ ߞߵߊ߬ ߖߌ߰ ߟߋ߬ ߞߏ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߖߌ߲߬ߝߘߎ ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߟߊߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߸ ߊߟߊ߫ ߣߊ߬ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ߦߌߟߊ߫ ߘߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߡߍ߲ ߖߌ߰ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߬ ߞߊ߬ ߛߌߟߊ߲ ߠߊߝߌ߬ߟߴߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߓߏ߲ ߠߎ߬ ߟߊߓߋ߬ ߟߴߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߓߟߏ ߟߎ߬ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߞߐ߬ߢߐ ߟߎ߬ ߟߊ߫ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߕߊ߰ߛߌ߫ ߏ ߡߊ߬ ߘߋ߬ ߊߟߎ߬ ߛߣߐ߬ߡߍ߬ ߟߊ߬ ߦߋߟߌ ߕߌ߱ ߟߎ߬","arabic":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5128,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:3","price":"ߣߌ߫ ߊߟߊ߫ ߕߎ߲߬ ߡߊ߫ ߞߏߕߊߟߌ ( ߞߣߍߓߌߟߊ ) ߛߓߍ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߸ ߊ߬ ߕߘߍ߬ ߘߴߊ߬ߟߎ߫ ߖߊ߲߰ߞߕߊ߫ ߘߎߢߊ߫ ߘߐ߫ ߸ ߕߊ ߖߊ߲߰ߞߕߊ ߟߋ߫ ߘߏ߲߬ ߦߴߊ߬ߟߎ߬ ߦߋ߫ ߟߊߞߌߙߊ߫","arabic":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5129,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:4","price":"ߓߊߏ߬ ߊ߬ߟߎ߫ ߣߊ߬ ߖߎ߯ߦߊ ߟߋ߫ ߟߐ߬ ߟߴߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߡߊ߬ ߸ ߡߍ߲ ߘߏ߲߬ ߓߊ߯ ߖߎ߯ߦߊ ߟߐ߬ ߊߟߊ߫ ߡߊ߬ ߒ߬ߤߤߎ߲߮ ߸ ߊߟߊ߫ ߦߋ߫ ߓߌ߲߬ߓߊ߬ߥߏ߬ ߜߍߟߍ߲ ߕߌ߱ ߟߋ߬ ߘߌ߫ ߏ߬ ߘߐ߫ ߘߋ߬","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5130,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:5","price":"ߊߟߎ߫ ߞߊ߬ ߡߍ߲ ߕߍ߰ ߕߌ߲߬ߖߐ߲߬ߛߎ߲߫ ߘߐ߫ ߓߊ߬ ߥߟߴߊߟߎ߫ ߞߵߊ߬ ߟߐ߬ߣߍ߲ ߕߏ߫ ߊ߬ ߟߌߟߌ߲ ߠߎ߫ ߞߎ߲߬ߘߐ߫ ߸ ߏ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߛߴߊ߬ ߘߌ߫ ߔߊߟߊ߲ߞߊߓߊ߮ ߟߎ߬ ߘߐ߯ߦߊ߫","arabic":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5131,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:6","price":"ߊߟߊ߫ ߓߊ߯ ߡߌ߬ߙߌ߲߬ߕߣߐ ߡߍ߲ ߠߊߛߊ߬ߦߌ߫ ߊ߬ ߟߊ߫ ߞߋߟߊ ߡߵߊ߬ߟߋ߬ ߡߐ߱ ߟߎ߫ ߞߎ߲߬ ߸ ߊߟߎ߫ ߡߊ߫ ߛߏ߬ ߟߎ߬ ߣߌ߫ ߢߐ߯ߡߍ߫ ߛߌ߫ ߓߏ߬ߙߌ߫ ߏ߬ ߞߊ߲ߡߊ߬ ߸ ߞߏ߬ߣߌ߲߬ ߊߟߊ߫ ߦߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߬ ߟߊߛߎ߫ ߟߊ߫ ߡߐ߰ ߟߋ߬ ߡߊ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߸ ߓߊ ߊߟߊ߫ ߟߋ߬ ߛߋߣߍ߲߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5132,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:7","price":"ߊߟߊ߫ ߓߊ߯ ߡߌ߬ߙߌ߲߬ߕߣߐ ߡߍ߲ ߠߊߛߊ߬ߦߌ߲߬ ߊ߬ ߟߊ߫ ߞߋߟߊ ߡߊ߬ ߘߎ߰ ߡߌߛߍ߲ ߠߎ߫ ߘߏ߲߬ߞߏ ߟߎ߫ ߞߎ߲߬ ߏ߬ ߦߋ߫ ߊߟߊ߫ ߕߊ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߞߋߟߊ ߕߊ ߣߌ߫ ߡߊ߬ߛߎ߬ߘߎ߲߬ߧߊ߬ߓߊ߮ ߟߎ߬ ߣߌ߫ ߝߊߙߌߕߊ ߟߎ߬ ߣߌ߫ ߘߐ߰ߕߐ ߟߎ߬ ߣߌ߫ ߛߌߟߊߘߋ߲ ߠߎ߬ ߕߊ ، ߏ߬ ߞߎ߲߭ ߠߋ߬ ߊ߬ ߞߊߣߊ߬ ߞߍ߫ ߝߌߙߌ߲ߝߌߙߌ߲ߕߊ߫ ߘߌ߫ ߓߊ߬ߣߊ ߟߎ߬ ߕߍ߫ ߊߟߎ߫ ߘߐ߫ ، ߞߋߟߊ ߓߊ߯ ߡߍ߲ ߘߴߊߟߎ߫ ߡߊ߬ ߊߟߎ߯ ߏ߬ ߡߌ߬ߘߊ߬ ߸ ߊ߬ ߓߊ߯ ߊߟߎ߫ ߜߍ߲߫ ߡߍ߲ ߡߊ߬ ߊߟߎ߯ ߝߘߊ߫ ߏ߬ ߟߊ߫ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߊߟߊ߫ ߡߊ߬ ߘߋ߬ ، ߓߊߏ߬ ߊߟߊ߫ ߸ ߓߌ߲߬ߓߊ߬ߏ߬ ߜߍߟߍ߲ ߕߌ߱ ߟߴߊ߬ ߘߌ߫ ߘߋ߬","arabic":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5133,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:8","price":"ߝߎ߲ߘߌߓߊ߯ ߓߟߏߞߏߟߏ߲ ߠߎ߬ ߝߣߊ߫ ߕߊ ߟߋ߬ ߏ߬ ߟߎ߬ ߡߍ߲ ߠߎ߬ ߟߊߓߐ߫ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ߟߎ ߟߎ߬ ߞߣߐ߫ ߊ߬ ߣߴߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߫ ߞߎ߲߬ߠߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߬ ߦߋ߫ ߢߊ߬ߒߡߊ߭ ߣߌ߫ ߘߌ߬ߢߍ ߢߌߣߌ߲ ߠߴߊߟߊ߫ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߦߋ߫ ߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߘߍ߬ߡߍ߲߬ ߠߊ߫ ߸ ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߫ ߕߎ߬ߢߊ߬ߕߌ߮ ߟߎ߬ ߘߌ߫","arabic":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5134,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:9","price":"ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߫ ߞߵߊ߬ߟߎ߬ ߡߊߞߍ߫ ( ߡߊ߬ߘߌ߬ߣߊ߬ ) ߛߏ ߞߣߐ߫ ߊ߬ ߣߌ߫ ߟߊߒߠߦߊ ߞߣߐ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߡߐ߰ ߟߋ߬ ߦߋ߫ ߘߌߦߊ߫ ߟߊ߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߡߍ߲ ߓߊ߯ ߝߎ߲ߘߌ߫ ߞߊ߬ ߕߊ߯ ߊ߬ߟߎ߫ ߕߘߍ߬ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߡߊ߬ߞߏ߬ ߛߌ߫ ߛߐ߬ߘߐ߲߬ ߠߴߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߛߣߐ߬ߡߍ ߟߎ߬ ߘߐ߫ ( ߝߎ߲ߘߌߓߊ߮ ) ߏ߬ ߟߎ߬ ߛߐߝߋ߲ ߠߊ߫ ، ( ߍ߲߬ߍ߲߫ ) ߊ߬ߟߎ߬ ߦߴߏ߬ ߟߎ߬ ߛߎߥߊ߲ߘߌ߫ ߟߴߊ߬ߟߎ߫ ߖߍ߬ߘߍ߫ ߡߊ߬ ߟߋ߬ ߤߊߟߌ߫ ߘߐ߱ ߟߋ߬ ߞߍ߫ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ، ߡߍ߲ ߞߏ߬ߣߌ߲߬ ߓߊ߯ ߕߊ߲߬ߞߴߊ߬ ߖߘߍ߬ ߣߌ ߟߊ߫ ߖߎ߯ߡߊ߲ߒߕߋߦߊ ߡߊ߬ ߸ ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߫ ߣߌ߬ߛߐ߬ߘߐ߲߬ߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5135,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:10","price":"ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߫ ߣߊ߬ߣߍ߲߫ ߏ߬ ߟߎ߬ ߞߐ߫ ߸ ߏ߬ ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ( ߡߊ߬ߕߙߊ߬ߟߌ ߘߐ߫ ) ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߸ ߒ߬ ߣߌ߫ ߒ߬ ߓߊߘߋ߲ ߠߎ߬ ߡߊߞߕߏ߫ ߡߍ߲ ߠߎ߫ ߞߐ߲߰ߣߍ߲߫ ߒ߬ ߢߍ߫ ߟߊߒߠߦߊ ߟߊ߫ ߸ ߖߊ߰ߣߌ߲߬ ߌ ߞߊߣߊ߬ ߞߐߣߌ߲ߧߊ߫ ߞߍ߫ ߒ߬ ߛߣߐ߬ߡߍ ߘߐ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߞߊߡߊ߬ ، ߊ߲ ߡߊ߰ߙߌ ߸ ߌߟߋ ߟߋ߫ ߞߌ߬ߣߌ߲߬ߞߌ߬ߣߌ߲߬ߠߊ߫ ߤߌߣߟߊ ߘߌ߫","arabic":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5136,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:11","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߝߌ߬ߟߊ߲߬ߞߊ߬ߝߏ߬ߦߊ ߟߊ߬ ߸ ߏ߬ ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߴߊ߬ߟߎ߬ ߓߊߘߋ߲߫ ߟߍߙߊߟߞߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߟߋ߬ ߞߏ߫ ߣߴߊߟߎ߫ ߟߊߓߐ߫ ߘߊ߫ ߊ߲ ߘߌ߫ ߓߐ߫ ߊߟߎ߫ ߝߍ߬ ߟߋ߬ ߘߍ߯ ߸ ߊ߲ ߘߏ߲߬ ߕߍ߫ ߡߐ߰ ߛߌ߫ ߞߊ߲ߡߌ߬ߘߵߊߟߎ߫ ( ߡߊ߬ߝߊ߲ ) ߘߐ߫ ߝߋߎ߫ ، ߣߴߊߟߎ߫ ߘߏ߲߬ ߞߟߍ߬ ߘߊ߫ ߊ߲ ߘߴߊߟߎ߫ ߘߍ߬ߡߍ߲߫ ߠߋ߬ ߘߍ߯ ߸ ߊߟߊ߫ ߘߏ߲߬ ߛߙߋߦߊߣߍ߲߫ ߞߏ߫ ߥߎߦߊ߫ ߝߐߟߊ ߟߎ߫ ߟߋ߬","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5137,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:12","price":"ߣߴߏ߬ ߟߎ߬ ߟߊߓߐ߫ ߘߊ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߓߐ߫ ߊ߬ߟߎ߫ ߝߍ߬ ߸ ߣߴߊ߬ߟߎ߫ ߞߟߍ߬ ߘߊ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߊ߬ߟߎ߫ ߘߍ߬ߡߍ߲߬ ߸ ߣߴߊ߬ߟߎ߫ ߘߏ߲߬ ߞߵߊ߬ߟߎ߫ ߘߍ߬ߡߍ߲߬ ߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߞߐߟߊ߫ ߓߏ߬ߙߌ ߘߌ߫ ߟߋ߬ ߘߍ߯ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߘߍ߬ߡߍ߲߫ ߏ߬ ߞߐ߫ ߡߎ߬ߕߎ߲߫","arabic":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5138,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:13","price":"ߤߍ߲߬ ߊߟߎ ߟߋ߬ ߢߍߛߌߟߊ߲ߢߍ ߓߏ߲߬ߓߴߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߘߐ߫ ߥߍ߫ ߞߊ߬ ߕߊ߬ߡߌ߲߬ ߊߟߊ߫ ߞߊ߲߬ ߸ ߏ߬ ߞߎ߲߭ ߠߋ߬ ߓߊߏ߬ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߟߋ߬ ߡߍ߲ ߕߍ߫ ߢߊߦߋߟߌ߫ ߞߍ߫ ߟߊ߫","arabic":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5139,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:14","price":"ߊ߬ߟߎ߬ ߟߊߘߍ߬ߣߍ߲ ߕߍ߫ ߊߟߎ߫ ߞߟߍ߬ ߝߋߎ߫ ߝߏ߫ ( ߊ߬ߟߎ߬ ߓߊ߯ ߞߍ߫ ) ߛߏ߫ ߖߌ߲߬ߡߊ ߟߎ߬ ߞߣߐ߫ ߸ ߥߟߊ߫ ߞߏߞߏ ߟߎ߬ ߞߕߐ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍߞߟߍ ߜߍ߬ߟߍ߲߬ߡߊ߲߬ߓߊ ߟߋ߬ ߸ ߌ ߦߴߊ߬ ߖߌ߰ ߟߊ߫ ߞߏ߫ ߊ߬ߟߎ߬ ߟߊߘߍ߬ߣߍ߲߫ ߠߋ߬ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߝߘߊߣߍ߲߫ ߠߋ߬ ߸ ߏ߬ ߞߎ߲߭ ߠߋ߬ ߓߊߏ߬ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߟߋ߬ ߡߍ߲ ߠߎ߬ ߕߍ߫ ߞߏ߫ ߤߊߞߟߌߡߦߊ߫ ߟߊ߫","arabic":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5140,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:15","price":"( ߊ߬ߟߎ߬ ߦߋ߫ ߟߋ߬ ) ߦߏ߫ ߊ߬ߟߎ߬ ߢߍߓߊ߮ ߡߍ߲ ߠߎ߫ ߛߎ߬ߘߎ߲߬ߡߊ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߗߐ߫ ߸ ߏ߬ ߟߎ߫ ߘߏ߲߬ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߞߏ ߞߐߝߟߌ߫ ߖߎ߮ ߡߊߜߏ߬ߙߏ߫ ߟߋ߬ ߸ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߠߋ߬ ߝߣߴߊ߬ߟߎ߬ ߦߋ߫","arabic":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5141,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:16","price":"( ߊ߬ߟߎ߬ ߦߋ߫ ߟߋ߬ ) ߦߏ߫ ߜߍ߬ߘߍ ߓߍ߫ ߢߊ ߡߍ߲ ߞߊ߲߬ ߗߐ߫ ߸ ߕߎ߬ߡߊ ߡߍ߲ ߏ ߞߵߊ߬ ߝߐ߫ ߡߐ߱ ߡߊ߬ ߞߏ߫ ߌ ߓߊ߲߬ ߸ ߏ߬ ߣߵߊ߬ ߓߊ߲߬ ߠߊ ߊ߬ ߞߊ߲߫ ߏ ߡߊ߬ ߞߏ߫ ߒߠߋ ߓߘߊ߫ ߒ ߣߍ߰ߓߐ߫ ߌ ߟߊ߫  ߞߏ߫ ߘߐ߫ ߸ ߓߊ ߒߠߋ ߦߋ߫ ߛߌߟߊ߲߫ ߠߊ߫ ߊߟߊ߫ ߟߋ߬ ߢߍ߬ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߰ߙߌ","arabic":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5142,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:17","price":"ߊ߬ߟߎ߫ ߝߌ߬ߟߊ ߟߊߓߊ߲ ߞߍ߫ ߘߊ߫ ߡߍ߲ ߘߌ߫ ߏ߬ ߘߐ߫ ߸ ߏ߬ ߟߋ ߦߴߊ߬ߟߎ߬ ߞߍߟߌ ߘߌ߫ ߕߊ ߘߐ߫ ߞߊ߬ ߕߏ߫ ߦߋ߲߬ ߸ ߏ߬ ߟߋ ߘߏ߲߬ ߦߋ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߫ ߛߊ߬ߙߊ ߘߌ߫","arabic":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5143,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:18","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߘߋ߬ ߸ ߊ߬ ߣߌ߫ ߣߌߡߊ ߦߴߊ߬ ߝߟߍ߫ ߊ߬ ߣߊ߬ ߡߍ߲ ߢߍߓߌ߬ߟߊ߬ ߟߊ߫ ߛߌߣߌ߲߫ ߢߍ߫ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߘߋ߬ ߓߊߏ߬ ߊߟߊ߫ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߫ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5144,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:19","price":"ߊߟߎ߫ ߞߊߣߊ߬ ߞߍ߫ ߘߋ߬ ߦߏ߫ ߡߍ߲ ߠߎ߫ ߢߌ߬ߣߊ߬ ߘߴߊߟߊ߫ ߞߐ߫ ߸ ߏ߬ ߝߣߊ߫ ߞߵߊ߬ߟߎ߬ ߟߊߢߌ߬ߣߴߊ߬ߟߎ߫ ߖߘߍ߬ ߞߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ߔߊߟߊ߲ߞߊߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5145,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:20","price":"ߕߊ ߘߏ߲߬ߞߏ ߟߎ߬ ߣߌ߫ ߡߍ߲ߘߌߦߊ߫ ߘߏ߲߬ߞߏ ߟߎ߬ ߕߍ߫ ߞߢߊ߫ ߸ ߡߍ߲ߘߌߦߊ߫ ߘߏ߲߬ߞߏ ߟߎ߫ ߟߋ߫ ߣߌ߬ ߛߐ߬ߘߐ߲߬ߠߊ ߟߎ߬ ߘߌ߫","arabic":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5146,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:21","price":"ߣߴߊ߲ ߕߎ߲߬ ߞߊ߬ ߘߐ߬ߛߊߙߌ ߣߌ߲߬ ߠߊߖߌ߰ ߞߎ߬ߙߎ ߘߏ߫ ߡߊ߬ ߌ ߕߘߍ߬ ߘߴߏ߬ ߢߍ߬ߣߍ߲߬ߕߐ ߛߍ߲ߞߍߕߐ ߦߋ߫ ߊߟߊ߫ ߢߍߢߍߣߍ߲ ߡߊ߬ ، ߒ߬ߓߊ߬ ߞߏߟߊߒߞߏߡߊ ߟߎ߫ ߟߋ߬ ߣߌ߲߬ ߊ߲ ߧߴߏ߬ ߟߊ߫ ߟߊ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߟߋ߬ ߛߴߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߞߣߐߘߐߡߙߌ߫","arabic":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5147,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:22","price":"ߊ߬ߟߋ ߟߋ߬ ߊߟߊ߫ ߘߌ߫ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߕߍ߫ ߡߍ߲ ߞߐ߫ ߸ ߘߏ߲߰ߣߍ߲ ߣߌ߫ ߟߊ߲ߞߣߍߡߊߣߍ߲ ߟߐ߲ߓߊ߮ ߟߋ߬ ߸ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ߫ ߘߌ߫ ߤߌߣߟߊ߫ ߟߋ߬.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5148,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:23","price":"ߊ߬ߟߋ ߟߋ߬ ߊߟߊ߫ ߘߌ߫ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߕߍ߫ ߡߍ߲ ߞߐ߫ ߸ ߡߊ߲߬ߛߊ ߟߋ߬ ߸ ߓߍ߬ߛߍ ߟߋ߬ ߸ ߝߍ߬ߒߕߊ߲ ߠߋ߬ ߸ ߟߊ߬ߛߙߋ߬ߦߊ߬ߟߊ ߟߋ߬ ߸ ߥߊ߲߬ߥߊ߲߬ߓߊ߮ ߟߋ߬ ߸ ߣߌ߬ߣߌ߬ߟߊ ߟߋ߬ ߸ ߛߊ߯ߣߊ ߟߋ߬ ߸ ߖߘߍ߬ߘߐ߬ߓߊ ߟߋ߬ ߸ ߊߟߊ߫ ߟߊߜߍߣߍ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߜߙߊ߬ߢߐ߲߰ߦߊ߬ ߝߋ߲ ߠߎ߫ ߡߊ߬","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5149,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"59:24","price":"ߊ߬ߟߋ ߟߋ߬ ߊߟߊ߫ ߘߌ߫ ߸ ߣߐ߬ߣߐ߬ߟߌ߬ߟߊ ߟߋ߬ ߸ ߘߊ߲ߠߌ߲ߠߊ ߟߋ߬ ߸ ߛߌ߲ߞߐ߲ߦߟߊ ߟߋ߬ ߸ ߕߐ߯ ߓߘߍ ߟߎ߫ ߟߴߊ߬ ߟߊ߫ ߸ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߞߣߐߝߋ߲ ߠߎ߬ ߦߋ߫ ߛߊߣߌ߲ߧߊ ߝߐ߫ ߟߴߊ߬ ߦߋ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߘߌ߫","arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5150,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:1","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߞߊߣߊ߬ ߒ ߖߎ߮ ( ߟߎ߬ ) ߣߴߊߟߎ߫ ߖߎ߮ ( ߟߎ߫ ) ߡߌ߬ߘߵߊߟߎ߫ ߢߌ߲߭ ߠߎ߬ ߘߌ߫ ߘߋ߫ ߞߊ߬ ߕߏ߫ ߟߊ߬ߘߌߦߊߢߍ ߟߊߝߟߌ߬ ߟߴߏ߬ ߟߎ߫ ߡߊ߬ ߞߍ߬ߣߍ߲ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߓߘߊ߫ ߓߊ߲߫ ߊ߬ߟߎ߫ ߓߊ߲߬ ߠߊ߫ ߝߋ߲߫ ߘߐ߫ ߡߍ߲ ߣߊ߬ߣߍ߲߫ ߊߟߎ߫ ߡߊ߬ ߕߎ߬ߢߊ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߞߋߟߊ ߟߊߓߐ߫ ߟߊ߫ ߊ߬ ߣߴߊߟߎ߫ ߖߍ߬ߘߍ ߝߣߊ߫ ߸ ߓߊ ߞߏ߫ ߊߟߎ߫ ߓߘߊ߫ ߟߴߊߟߎ߫ ߡߊ߰ߙߌ ߊߟߊ߫ ߟߊ߫ ߸ ( ߊߟߎ߫ ߞߴߏ߬ ߞߍ߫ ߘߋ߬ ) ߣߴߊߟߎ߫ ߓߐߣߍ߲߫ ߞߍ߫ ߘߊ߫ ߖߘߍ߬ߘߌ ߟߋ߬ ߞߊߡߊ߬ ߒߠߋ ߟߊ߫ ߛߌߟߊ ߘߐ߫ ߊ߬ ߣߌ߫ ߒ ߠߊ߫ ߘߌ߬ߢߍ߬ ߢߌߣߌ߲ ߞߊߡߊ߬ ߸ ߊߟߎ߫ ߦߋ߫ ߜߎ߲߬ߘߎ߬ ߘߐ߬ ߘߌߦߊߢߍ ߟߐ߬ ߟߴߏ߬ ߟߎ߫ ߟߋ߫ ߡߊ߬ ߣߌ߲߬ ߸ ߒߠߋ ߟߋ߫ ߘߏ߲߬ ߞߵߊ߬ ߟߐ߲߫ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߘߏ߲߰ ߠߊ߫ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߟߊ߲ߞߣߍߡߊ߫ ߟߊ߫ ߸ ߡߍ߲ ߓߊ߯ ߏ߬ ߞߍ߫ ߊߟߎ߫ ߘߐ߫ ߡߎ߬ߕߎ߲߬ ߏ߬ ߓߘߊ߫ ߝߟߌ߬ ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲ ߡߊ߬","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5151,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:2","price":"ߣߴߊ߬ߟߎ߫ ߞߵߊߟߎ߫ ߡߊߛߐ߬ߘߐ߲߬ ߸ ߊ߬ߟߎ߬ ߘߌ߫ ߞߍ߫ ߊߟߎ߫ ߖߎ߮ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߓߟߏ ߟߎ߬ ߣߴߊ߬ߟߎ߫ ߣߍ߲߭ ߠߎ߬ ߘߐߛߊ߬ߡߊ߲߬ ߊߟߎ߫ ߞߊߡߊ߬ ߖߎ߯ߡߊ߲ ߘߌ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߓߘߴߊ߬ ߣߊ߬ߕߊ߫ ߟߋ߬ ߞߏ߫ ߥߟߊߞߏ߫ ߊߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߓߊ߲߬ߓߊ߰ߦߊ߫","arabic":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5152,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:3","price":"ߊߟߎ߫ ߟߊ߫ ߓߊߘߋ߲ߧߊ ߟߎ߬ ߣߴߊߟߎ߫ ߘߋ߲ ߠߎ߬ ߕߍ߫ ߞߏߢߵߊߟߎ߫ ߦߋ߫ ߏ߬ ߘߐ߫ ߡߎ߬ߕߎ߲߬ ߸ ߟߐ߬ߓߊ ߟߏ߲ ߘߏ߲߬ ߘߐ߫ ߊ߬ ߘߌ߫ ߞߕߌ߫ ߊߟߎ߫ ߕߍ߫ ߸ ߊߟߊ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߊߛߊ߬ߓߊ߮ ߘߌ߫","arabic":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5153,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:4","price":"ߞߢߊߢߐ߲߯ߦߊ߫ ߢߌߡߊ߫ ߟߋ߬ ߊߟߎ߫ ߦߋ߫ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߣߴߊ߬ ߝߍ߬ߡߐ߮ ߟߎ߬ ߟߊ߫ ߞߏ ߘߐ߫ ߸ ߕߎ߬ߡߊ ߡߍ߲ ߊ߬ߟߎ߫ ߞߵߊ߬ ߝߐ߫ ߊ߬ߟߎ߫ ߡߌ߬ߙߌ߲߬ߘߌ ߦߋ߫ ߞߏ߫ ߒ߬ߠߎ߫ ߣߍ߰ߓߐߣߍ߲߫ ߠߵߊߟߎ߫ ߟߊ߫ ߞߏ߫ ߘߐ߫ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߝߋ߲ ߡߍ߲ ߠߎ߫ ߓߊ߬ߕߏ߬ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߸ ߊ߲ ߓߘߊ߫ ߒ߬ ߓߊ߲߬ ߊߟߎ߫ ߘߐ߫ ߊ߬ ߣߌ߫ ߖߎ߯ߦߊ ߣߌ߫ ߞߐߣߌ߲ߧߊ ߓߘߊ߫ ߟߊ߲ߞߣߍߡߊ߫ ߒ߬ ߣߴߊߟߎ߫ ߕߍ߫ ߡߎ߬ߕߎ߲߬ ߞߘߊߎ߫ ߤߊ߲߯ ߊߟߎ߫ ߦߋ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߊ߬ ߞߋߟߋ߲߫ ߔߋ߫ ߞߊ߬ߣߌ߲߫ ، ߝߏ߫ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߟߊ߫ ߞߎߡߊ߫ ߝߐߣߍ߲ ߊ߬ ߝߊ߬ ߦߋ߫ ߞߏ߫ ߒ ߓߍߣߊ߬ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌߣߌ߲ ߞߴߌ ߦߋ߫ ߸ ߓߊ ߒ ߕߍ߫ ߝߏߦߌ߫ ߡߙߊ߬ ߟߴߌ ߦߋ߫ ߞߊ߬ ߓߐ߫ ߊߟߊ߫ ߡߊ߬ ، ߊ߲ ߡߊ߰ߙߌ ߊ߲ ߓߘߊ߫ ߒ߬ ߛߍ߲߬ߓߍ߬ ߌ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߲ ߓߘߊ߫ ߒ߬ ߖߘߍ߬ߟߊߛߊ߬ߦߵߌ ߡߊ߬ ߸ ߟߊ߬ߓߊ߲ ߞߍߕߐ߫ ߞߊߕߙߍ߬ ߌߟߋ ߟߋ߫ ߡߊ߬","arabic":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5154,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:5","price":"ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߞߊߣߵߊ߲ ߞߍ߫ ߞߘߐߓߐߕߊ߫ ߘߌ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߸ ߌ ߦߴߊ߲ ߡߊߞߕߏ߫ ߟߋ߬ ߊ߲ ߡߊ߰ߙߌ ، ߓߊ ߌߟߋ ߸ ߌߟߋ ߟߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߘߌ߫ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5155,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:6","price":"ߞߢߊߢߐ߲߯ߦߊ߫ ߢߌߡߊ߫ ߟߋ߬ ߊߟߎ߫ ߦߋ߫ ߏ߬ ߟߎ߬ ߟߊ߫ ߞߏ ߘߐ߫ ߸ ߡߐ߰ ߦߋ߫ ߞߊ߬ߣߌ߲߬ ߡߍ߲ ߦߟߌ߫ ߦߋ߫ ߊߟߊ߫ ߣߌ߫ ߟߏ߲-ߠߊߓߊ߲ ߠߊ߫ ، ߣߌ߫ ߡߍ߲ ߞߵߊ߬ ߞߐߘߏ߲߬ ߒ߬ߤߤߎ߲߮، ߊߟߊ߫ ߸ ߞߊ߯ߙߌߓߊ߯ ߕߊ߲߬ߘߏ߬ߕߊ ߟߋ߬ ߊ߬ ߘߌ߫ ߏ߬ ߘߐ߫ ߘߋ߬","arabic":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5156,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:7","price":"ߕߎ߬ߡߊ߬ߘߐ߫ ߊߟߊ߫ ߘߌߣߊ߬ ߘߌߦߊߢߍ ߟߊߘߏ߲߬ ߊߟߎ߫ ߣߌ߫ ߡߐ߱ ߟߎ߬ ߕߍ߫ ߊߟߎ߫ ߞߊ߬ ߡߍ߲ ߠߎ߬ ߖߎ߯ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߸ ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߛߋߓߊ߯ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߊߟߊ߫ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫","arabic":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5157,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:8","price":"ߊߟߊ߫ ߕߍ߫ ߊߟߎ߫ ߜߍ߲߫ ߠߊ߫ ߢߊ߬ߟߌ ߡߊ߬ ߡߐ߱ ߟߎ߬ ߟߊ߫ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߕߋߟߋ߲߫ ߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߡߴߊߟߎ߫ ߞߟߍ߬ ߘߌ߯ߣߊ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߡߴߊߟߎ߫ ߟߊߓߐ߫ ߊߟߎ߫ ߟߊ߫ ߟߎ ߟߎ߫ ߡߊ߬ ، ߓߊߏ߬ ߊߟߊ߫ ߸ ߕߋߟߋ߲ߓߊ߯ߒߕߋ ߟߎ߫ ߟߋ߬ ߘߌߡߊ߲߫ ߊ߬ ߦߋ߫ ߘߋ߬","arabic":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5158,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:9","price":"ߊߟߊ߫ ߦߴߊߟߎ߫ ߜߍ߲߫ ߠߊ߫ ߓߌ߬ߛߌ ߡߊ߬ ߡߐ߰ ߟߎ߫ ߟߋ߬ ߟߊ߫ ߡߍ߲ ߠߎ߫ ߞߵߊߟߎ߫ ߞߟߍ߬ ߣߊߡߎ߲ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߞߵߊߟߎ߫ ߟߊߓߐ߫ ߊߟߎ߫ ߟߊ߫ ߟߎ ߟߎ߬ ߞߣߐ߫ ߞߊ߬ ߢߐ߲߮ ߡߊߘߍ߬ߡߍ߲߬ ߊߟߎ߫ ߟߊߓߐ ߡߊ߬ ߸ ߓߊߏ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߓߌ߬ߛߌ߫ ߏ߬ ߟߎ߬ ߟߊ߫ ߏ߬ ߟߎ߫ ߟߋ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߘߌ߫","arabic":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5159,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:10","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߣߌ߫ ߟߊߒߠߦߊߓߊ߯ߡߛߏ߫ ߝߎ߲ߘߌߣߍ߲ ߠߎ߫ ߣߊ߬ ߘߴߊߟߎ߫ ߡߊ߬ ߸ ߊߟߊ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߟߊߒߠߦߊ ߟߐ߲߫ ߗߐ߫ ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߦߴߊ߬ߟߎ߬ ߞߘߐߓߐ߫ ߸ ߣߴߊߟߎ߫ ߞߵߊ߬ߟߎ߬ ߟߐ߲߫ ߟߊߒߠߦߊߓߊ߯ ߟߎ߫ ߘߌ߫ ߊߟߎ߫ ߞߊߣߵߊ߬ߟߎ߬ ߟߊߛߊ߬ߦߌ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߡߊ߬ ߏ߬ ߞߐ߫ ߘߋ߬ ߓߊ ߊ߬ߟߎ߫ ߘߤߊ߬ߣߍ߲߫ ߕߍ߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߡߎ߬ߕߎ߲߬ ߸ ߏ߬ ߟߎ߬ ߝߣߊ߫ ߕߍ߫ ߘߊ߬ߤߴߊ߬ߟߎ߬ ߦߋ߫ ߡߎ߬ߕߎ߲߬ ، ߊߟߎ߫ ߦߴߏ߬ ߟߎ߬ ߟߊ߫ ߖߐ߰ߣߍ߬ ߓߐߣߍ߲ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ، ߕߍ߰ߡߊ߬ߛߌ߯ ߕߍ߫ ߊߟߎ߫ ߡߊ߬ ߏ߬ ߟߎ߫ ߛߌ߱ ߘߐ߫ ߊߟߎ߫ ߞߎ߲߬ ߣߴߊߟߎ߫ ߞߵߊ߬ߟߎ߬ ߛߐ߫ ߊ߬ߟߎ߬ ߝߘߎߝߋ߲ ߠߎ߬ ߟߊ߫ ߸ ߊߟߎ߫ ߘߏ߲߬ ߞߊߣߵߊߟߎ߫ ߓߟߏߞߍ߫ ߓߊ߲߬ߓߊ߰ߡߛߏ ߟߎ߬ ߟߊ߫ ߝߘߎߡߦߊ ߟߊ߫ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߟߊ߫ ߝߘߎߝߋ߲߫ ߓߐߣߍ߲ ߠߎ߬ ߡߞߊߣߌ߲߫ ( ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߟߊ߫ ) ߟߋ߬ ، ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߝߣߊ߫ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߝߘߎߝߋ߲߫ ߓߐߣߍ߲ ߠߎ߬ ߡߞߊߣߌ߲߫ ( ߊߟߎ߫ ߟߊ߫ )، ߏ߬ ߟߎ߫ ߟߋ߬ ߊߟߊ߫ ߟߊ߫ ߞߕߌ ߘߌ߫ ߸ ߊ߬ ߦߋ߫ ߞߕߌ߫ ߟߴߊߟߎ߫ ߕߍ߫ ( ߏ߬ ߟߋ ߟߊ߫ )، ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߟߐ߲ߠߌ߲ߠߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5160,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:11","price":"ߣߌ߫ ߘߏ߫ ߞߵߊߟߎ߫ ߘߊ߲߬ ߊߟߎ߫ ߡߏ߬ߛߏ ߟߎ߬ ߘߐ߫ ߞߊ߬ ߕߊ߯ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߝߍ߬ ߸ (ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ) ߊߟߎ߫ ߞߵߊ߬ߟߎ߬ ߛߊ߯ߘߊ߫ ߏ߬ ߘߐ߫ ߸ ߡߍ߲ ߠߎ߫ ߡߏ߬ߛߏ ߟߎ߫ ߓߏ߬ߙߌ߬ߣߍ߲߬ ߓߊ߯ ߞߍ߫ ߊߟߎ߫ ߦߴߏ߬ ߟߎ߬ ߟߊ߫ ߝߘߎߝߋ߲߫ ߓߐߣߍ߲ ߢߐ߲߰ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߊߟߎ߫ ߟߊߣߴߏ߬ ߡߍ߲ ߠߊ߫","arabic":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5161,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:12","price":"ߤߍ߲߬ ߌߟߋ߬ ߟߊ߬ߝߐ߬ߓߊ߮ ߸ ߣߌ߫ ߟߊߒߠߦߊߓߊ߯ߡߛߏ ߟߎ߫ ߣߊ߬ ߘߴߌ ߓߘߊ ߞߏ߫ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߞߊ߲߫ ߘߌ߫ ߟߴߌ ߡߊ߬ ߞߏ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߝߏߦߌ߫ ߜߙߊ߬ ߟߴߊߟߊ߫ ߡߊ߬ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߛߏ߲߬ߧߊ߬ߟߌ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߖߊߕߐߦߊ߫ ߞߍ߫ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߊ߬ߟߎ߬ ߘߋ߲ ߠߎ߫ ߝߊ߰ ߊ߬ߟߎ߬ ߕߍ߫ ߣߊ߬ ߞߊ߬ߙߏ߲߬ ߘߌ߫ ( ߘߋ߲ߞߏ ߘߐ߫ ) ߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߞߎ߲߬ߘߐߕߍ߰ ߟߴߊ߬ߟߎ߬ ߓߟߏ߫ ߝߌ߬ߟߊ ߣߴߊ߬ߟߎ߫ ߛߋ߲߬ ߝߌ߬ߟߊ ߕߍ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߕߍ߫ ߌߟߋ ߛߐ߬ߛߐ߬ ߞߏ߫ ߢߌߡߊ߫ ߛߌ߫ ߘߐ߫ ߸ ߌ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߞߊ߲߫ ߘߌߣߍ߲ ߡߌ߬ߘߊ߫ ߏ߬ ߘߐ߫ ߊ߬ ߣߴߌ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌߣߌ߲ ߞߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߸ ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5162,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"60:13","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߓߌ߬ߛߌ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߟߊ߫ ߘߋ߬ ߊߟߊ߫ ߛߊ߬ߙߌ߬ߣߍ߲߫ ߡߍ߲ ߠߎ߫ ߡߊ߬ ߸ ߓߊ ߏ߬ ߟߎ߬ ߓߘߊ߫ ߓߊ߲߫ ߖߌ߰ߕߍ߰ ߟߊ߫ ߛߎ߬ߟߊ߫ ߟߊ߫ ߦߏ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߖߌ߰ߕߍ߰ߣߍ߲߫ ߛߊ߬ߙߌ߬-ߞߣߐ߬-ߡߐ߮ ߟߎ߬ ( ߟߊߞߎߣߎ߲ߞߏ ) ߟߊ߫ ߢߊ ߡߍ߲","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5163,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"61:1","price":"ߝߋ߲ ( ߓߍ߯ ) ߓߘߊ߫ ߛߊߣߌ߲ߧߊ ߝߐ߫ ߊߟߊ߫ ߦߋ߫ ߡߍ߲ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߞߣߐ߫ ߊ߬ ߣߌ߫ ߡߍ߲ ߦߋ߫ ߘߎ߱ ߞߣߐ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߘߌ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5164,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"61:2","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߡߎ߲߬ ߠߴߊߟߎ߫ ߦߋ߫ ߝߋ߲߫ ߝߐ߫ ߟߴߊߟߎ߫ ߕߍ߫ ߡߍ߲ ߞߍ߫ ߟߊ߫؟","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5165,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"61:3","price":"ߝߋ߲߫ ߝߐ ߊߟߎ߫ ߓߟߏ߫ ߊߟߎ߫ ߕߍ߫ ߡߍ߲ ߞߍ߫ ߟߊ߫ ߸ ߏ߬ ߦߋ߫ ߕߍ߰ߒ߬ߛߏ߬ߦߊ߬ߓߊ߫ ߟߋ߬ ߘߌ߫ ߊߟߊ߫ ߓߘߊ","arabic":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5166,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"61:4","price":"ߊߟߊ߫߸ ߡߐ߰ ߟߎ߫ ߟߋ߬ ߘߌߡߊ߲߫ ߊ߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߞߍ߬ߟߍ ߞߍ߫ ߟߴߊ߬ ߟߊ߫ ߛߌߟߊ ߞߊ߲߬ ߟߐ߬ߖߟߎ߬ߡߊ ߘߐ߫ ߦߏ߫ ߟߐ߬ߟߌ߬-ߓߏ߲߫ ߣߘߐߣߍ߲߫-ߢߐ߲߰-ߠߊ ߟߋ߬","arabic":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5167,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"61:5","price":"ߕߎ߬ߡߊ ߡߍ߲ ߡߎߛߊ߫ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߦߋ߫ ߞߏ߫ ߒ ߡߌ߬ߙߌ߲߬ߘߌ ߸ ߡߎ߲߬ ߠߴߊߟߎ߫ ߦߋ߫ ߒ ߕߙߐ߫ ߟߊ߫ ߓߏ߲߰ ߊߟߎ߫ ߘߏ߲߬ ߞߵߊ߬ ߟߐ߲߫ ߞߏ߫ ߒߠߋ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߞߋߟߊ ߟߋ߬ ߘߌ߫ ߊߟߎ߫ ߡߊ߬ ، ߏ߬ ߟߎ߫ ߣߵߊ߬ߟߎ߫ ߖߍ߲߬ߞߍ߬ ߟߊ ( ߕߎ߬ߢߊ ߡߊ߬ )߸ ߊߟߊ߫ ߝߣߊ߫ ߞߵߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߫ ߖߍ߲߬ߞߍ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߓߊ ߊߟߊ߫ ߕߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߔߊߟߊ߲ߞߊߣߍ߲ ߠߎ߬ ߞߊ߲ߘߊ߫ ߟߊ߫","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5168,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"61:6","price":"ߕߎ߬ߡߊ ߡߍ߲ ߡߊߙߌߦߡߊ߫ ߘߋ߲ߞߍ߫ ߌߛߊ߫ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߌߛߌߙߊߌߟߞߊ ߟߎ߬ ߸ ߒߠߋ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߞߋߟߊ ߟߋ߬ ߘߌ߫ ߊߟߎ߫ ߡߊ߬ ߸ ߒ ߢߍߕߊ ߟߊߛߙߋߦߊߓߊ߮ ߞߊ߬ߣߌ߲߫ ߸ ߣߊߟߌ߬ߡߎ߲߫ ߕߊ߬ߎ߬ߙߊߕߌ ( ߞߎ߬ߙߎ߲߬ߘߎ ) ߘߌ߫ ߊ߬ ߣߌ߫ ߘߟߊߝߎߟߌߓߊ߮ ߞߋߟߊ߫ ߣߊ߬ߕߐ ߘߏ߫ ߟߊ߫ ߒ ߞߐ߫ ߏ߬ ߕߐ߯ ߞߏ߫ ߊߤߊ߬ߡߊߘߎ߫ ، ߏ߬ ߣߊ߬ߣߍ߲ ߊ߬ߟߎ߫ ߡߊ߬ ߔߊߞߌ ߟߎ߬ ߘߌ߫ ߏ߬ ߘߐ߫ ߸ ߊ߬ߟߎ ߞߊ߲߫ ߞߏ߫ ߣߌ߲߬ ߦߋ߫ ߛߎߓߊ߯ߦߊ ߜߍߘߐߕߊ ߟߋ߬ ߘߌ߫","arabic":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5169,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"61:7","price":"ߖߍߣߍ߲ ߠߊ߫ ߕߐ߬ߢߍ߮ ߕߊ߬ߡߌ߲߬ߣߍ߲߫ ߥߎߦߊ ߟߊߓߊ߮ ߞߊ߲߬ ߊߟߊ߫ ߟߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ ߦߋ߫ ߞߟߌ߫ ߟߊ߫ ߖߘߍ߬ߞߟߏ ߡߊ߬؟ ߊߟߊ߫ ߘߏ߲߬ ߕߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߞߊ߲ߘߊ߫ ߟߊ߫","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5170,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"61:8","price":"ߊ߬ߟߎ߬ ߦߴߊ߬ ߝߍ߬ ߟߋ߬ ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߊߟߊ߫ ߟߊ߫ ߦߋߟߋ߲ ߠߊߛߵߊ߬ߟߎ߬ ߘߊ ߟߎ߬ ߟߊ߫ ߸ ߊߟߊ߫ ߘߏ߲߬ ߦߴߊ߬ ߟߊ߫ ߦߋߟߋ߲ ߘߝߊߓߊ߮ ߟߋ߬ ߘߌ߫ ߤߟߴߊ߬ ߜߏߦߊ߫ ߘߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5171,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"61:9","price":"ߊ߬ߟߋ ߟߋ߫ ߞߵߊ߬ ߟߊ߫ ߞߋߟߊ ߗߋ߫ ߞߊ߲ߘߦߊ ߘߌ߫ ߊ߬ ߣߌ߫ ߕߎ߬ߢߊ ߘߌ߯ߣߊ ߘߌ߫ ߸ ߛߴߊ߬ ߘߴߏ߬ ߟߊ߲ߞߣߍߡߊ߫ ߘߌ߯ߣߊ ߓߍ߯ ߞߊ߲߬ ߤߟߴߊ߬ ߜߏߦߊ߫ ߘߊ߫ ߡߊ߰ߙߌ߬ߜߙߊ߬ߟߊ ߟߎ߬ ߦߋ߫","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5172,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"61:10","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߒ ߧߴߊߟߎ߫ ߞߊ߲ߘߊ߫ ߖߊ߬ߥߏ߫ ߡߊ߬ ߓߊ߬ ߏ߬ ߦߴߊߟߎ߫ ߟߊߞߛߌ߫ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߡߊ߬؟","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5173,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"61:11","price":"ߊߟߎ߫ ߦߋ߫ ߟߴߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߊ߫ ߞߊ߬ ߖߘߍ߬ߘߌ ߞߍ߫ ߊߟߊ߫ ߛߌߟߊ ߞߊ߲߬ ߊߟߎ߫ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߬ ߣߴߊߟߎ߫ ߖߘߍ߬ߞߎ߲ ߠߎ߬ ߟߊ߫ ߸ ߏ߬ ߟߋ ߘߌߡߊ߲߫ ߊߟߎ߫ ߟߊ߫ ߣߴߊߟߎ߫ ߓߍ߫ ߊ߬ ߟߐ߲߫ ߟߊ߫","arabic":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5174,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"61:12","price":"ߊ߬ ߘߴߊߟߎ߫ ߞߎ߲߬ߞߏ ߟߎ߬ ߡߊߞߕߏ߫ ߊߟߎ߫ ߦߋ߫ ߏ߬ ߘߐ߫ ߞߵߊߟߎ߫ ߟߊߘߏ߲߬ ߡߍ߲ߘߌߦߊ߫ ߸ ߞߐ߬ߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߴߏ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߡߊ߬ߞߍ߬ ߦߌ߬ߟߊ߬ ߢߌߡߊ ߟߎ߬ ߝߙߍ ߣߊߞߐ ߘߐ߫ ߸ ߏ߬ ߟߋ ߘߏ߲߬ ߦߋ߫ ߣߌ߬ ߓߟߋߓߟߋ ߘߌ߫ ߛߊ߫","arabic":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5175,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"61:13","price":"ߘߏ߫ ߜߘߍ߫ ߓߍ߫ ߏ߬ ߘߌߡߊ߲߫ ߊߟߎ߫ ߦߋ߫ ߸ ߘߍ߬ߡߍ߲߬ߠߌ߲ ߞߊ߬ߣߌ߲߫ ߞߊ ߝߘߴߊߟߊ߫ ߟߊ߫ ߊ߬ ߣߌ߫ ߟߊ߬ߥߛߊ߫ ߞߎ߲߬ߘߐ߬ߛߎߘߎ߲ ߸ ߒ߬ߓߊ߬ ߌ ߘߟߊߝߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߋ߫","arabic":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5176,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"61:14","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߋ߫ ߞߍ߫ ߊߟߊ߫ ߘߍ߬ߡߍ߲߬ߓߊ߮ ߟߎ߬ ߘߌ߫ ߟߋ߬ ߦߏ߫ ߡߊߙߌߦߡߊ߫ ߘߋ߲ߞߍ߫ ߌߛߊ߫ ߞߵߊ߬ ߝߐ ߡߍ߲ ߞߍ߫ ߞߋߟߊߞߋߟߊ ߟߎ߫ ߡߊ߬ ߞߏ߫ ߖߐ߲߫ ߠߎ߫ ߘߌ߫ ߞߍ߫ ߒ ߘߍ߬ߡߍ߲߬ߓߊ߮ ߟߎ߬ ߘߌ߫ ߞߊߕߙߍ߬ ߊߟߊ߫ ߡߊ߬؟ ߞߋߟߊߞߋߟߊ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߒ߬ߠߎ߬ ߘߌ߫ ߞߍ߫ ߘߍ߬ߡߍ߲߬ߓߊ߮ ߟߎ߬ ߘߌ߫ ߞߊߕߙߍ߬ ߊߟߊ߫ ߡߊ߬ ، ߖߊ߬ߡߊ ߝߊ߲߬ ߞߋߟߋ߲ ߞߍ߫ ߘߊ߫ ߟߊ߲ߒߠߦߊߓߊ߮ ߘߌ߫ ߌߛߌߙߊߌߟߞߊ ߟߎ߬ ߘߐ߫ ߏ߬ ߘߐ߫ ߖߊ߬ߡߊ ߕߐ߬ ߝߊ߲߬ ߞߋߟߋ߲ ߓߊ߲߬ߓߊ߰ߦߊ߬ ߘߊ߫ ߸ ߊ߲ ߞߊ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߝߊ߲߬ߞߊߘߏ߲߬ ߊ߬ߟߎ߬ ߖߎ߮ ߟߎ߫ ߡߊ߬ ߏ߬ ߟߋ ߘߐ߫ ߏ߬ ߞߍ ߏ߬ ߟߎ߬ ߞߍ߫ ߘߊ߫ ߛߋߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5177,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"62:1","price":"ߝߋ߲ ߓߍ߯ ߛߊߣߌ߲ߧߊ ߝߐ߫ ߟߴߊߟߊ߫ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߞߣߐ߫ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߘߎ߱ ߞߣߐ߫ ߸ ߡߊ߲߬ߛߊ ߟߋ߬ ߸ ߓߍ߬ߛߍ ߟߋ߬ ߸ ߣߌ߬ߣߌ߬ߟߊ ߟߋ߬ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5178,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"62:2","price":"ߊ߬ߟߋ ߟߋ߫ ߞߊ߬ ߞߋߟߊ ߘߏ߫ ߟߐ߬ ߞߎ߲߬ߝߌ߲ ߠߎ߫ ߡߵߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߘߐ߫ ߸ ߏ߬ ߦߴߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߛߊߙߌ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߊ߬ ߣߌ߫ ߞߵߊ߬ߟߎ߬ ߛߊߣߌ߲ߧߊ߫ ߞߵߊ߬ߟߎ߬ ߟߊߟߐ߲ߠߌ߲߫ ߟߍߙߊ ߣߌ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ ߟߊ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߜߎ ߕߍ߬ߘߍ߫ ߝߟߌ߬ ߔߘߋߞߟߋ ߟߋ߬ ߘߐ߫ ߞߘߐ߬ߡߊ߲߫","arabic":"هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5179,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"62:3","price":"ߊ߬ ߣߌ߫ ߘߏ߫ ߜߘߍ߫ ߟߎ߫ ߡߵߊ߬ߟߎ߬ ߘߐ߫ ߡߍ߲ ߠߎ߬ ߡߊ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߘߐ߫ ( ߘߎߢߊ߫ ߘߐ߫ ߣߊ ߘߐ߫ ) ߡߎߣߎ߲߬ ߸ ‹ ߊߟߊ߫ › ߟߋ߫ ߘߏ߲߬ ߣߌ߬ߣߌ߬ߟߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߘߌ߫","arabic":"وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5180,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"62:4","price":"ߏ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߟߋ߬ ߘߌ߫ ߊ߬ ߦߴߏ߬ ߘߌ߫ ߟߊ߫ ߡߐ߰ ߟߋ߬ ߡߊ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߸ ߓߊ ߊߟߊ߫ ߟߋ߫ ߢߊ߬ߒߡߊ߭ ߓߟߋ߬ߓߟߋ ߕߌ߱ ߘߌ߫","arabic":"ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5181,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"62:5","price":"ߡߍ߲ ߠߎ߬ ߢߎ߲߫ ߘߊ߫ ߕߊ߬ߥߎ߬ߙߊߕߌ ߟߊ߫ ߣߴߊ߬ߟߎ߬ ߡߴߊ߬ߟߎ߫ ߞߎ߲߭ ߟߐ߬ ߊ߬ ߞߘߐ߫ ߸ ߏ߬ ߟߎ߬ ߟߊߒߡߊ ߟߋ߫ ߝߊ߬ߟߌ ߟߊߢߎ߲ߣߍ߲ ߘߌ߫ ߟߍߙߊ ߟߎ߬ ߟߊ߫ ߸ ߡߌ߬ߙߌ߲߬ߘߌ ߘߏ߲߬ ߟߊߒߡߊ ߞߊ߫ ߖߎ߯ ߓߍ߫ ߡߍ߲ ߠߎ߫ ߞߵߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬ ߸ ߊߟߊ߫ ߘߏ߲߬ ߕߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߞߊ߲ߘߊ߫ ߟߊ߫","arabic":"مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5182,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"62:6","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߦߊ߬ߤߎ߯ߘߎ ߟߎ߬ ߸ ߣߴߊߟߎ߫ ߞߵߊ߬ ߕߍߟߍ߲ߞߍ߫ ߞߏ߫ ߊߟߎ ߟߋ߬ ߊߟߊ߫ ߢߌ߲߭ ߠߎ߬ ߘߌ߫ ߞߊ߬ ߡߐ߱ ߕߐ߭ ߟߎ߬ ߕߏ߫ ߊߟߎ߯ ߛߊ߬ߦߊ ߣߕߊ߬ ߥߍ߫ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߕߎ߬ߢߊ߬ߕߌ߯ ߟߎ߫ ߘߌ߫","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5183,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"62:7","price":"ߊ߬ߟߎ߬ ߕߴߏ ߣߕߊ߬ ߝߋߎ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߬ ߝߋ߲߫ ߝߍ߬ ߊ߬ߟߎ߬ ߓߟߏ ߟߎ߫ ߣߊ߬ ߡߍ߲ ߢߍߓߌ߬ߟߊ߬ ߟߊ߫ ߸ ߊߟߊ߫ ߘߏ߲߬ ߞߊ߬ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߟߐ߲ߓߊ ߟߋ߬","arabic":"وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5184,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"62:8","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߓߏ߬ߙߌ߬ ߟߊ߫ ߛߊ߬ߦߊ ߡߍ߲ ߢߍ߫ ߏ ߣߊ߬ߕߐ߬ ߊߟߎ߫ ߓߍ߲߬ߢߐ߲߰ߦߊ߬ ߟߊ߫ ߟߋ߫ ߘߋ߬ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊߟߎ߫ ߟߊߛߊ߬ߦߌ߲߬ ߞߏߘߏ߲߰ߣߍ߲ ߣߴߊ߬ ߟߊ߲ߞߣߍߡߊߣߍ߲ ߟߐ߲ߓߊ߮ ߡߊ߬ ߸ ߏ߬ ߘߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߖߐ߲ ߠߊߓߐ߫ ߊߟߎ߫ ߡߊ߬ ߏ߬ ߘߐ߫","arabic":"قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5185,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"62:9","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߣߌ߫ ߛߊߟߌ ߡߊߞߟߌ߫ ߘߊ߫ ߛߌ߬ߣߌ߲߬ߟߏ߲ ߘߐ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߟߞߊߟߌߦߊ߫ ߞߊ߬ ߕߊ߯ ߊߟߊ߫ ߞߏߝߐ ߡߊ߬ ߞߊ߬ ߝߋ߬ߙߋ ߓߟߏߞߊ߬ ߸ ߏ߬ ߟߋ ߘߌߡߊ߲߫ ߊߟߎ߫ ߟߊ߫ ߣߴߊߟߎ߫ ߓߴߊ߬ ߟߐ߲߫ ߠߊ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5186,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"62:10","price":"ߒ߬ߓߊ߬ ߣߌ߫ ߛߊߟߌ ߓߊ߲߫ ߘߊ߫ ߊߟߎ߯ ߖߍ߲ߛߍ߲߫ ߘߎ߱ ߞߣߐ߫ ߞߊ߬ ߘߏ߫ ߢߌߣߌ߲߫ ߊߟߊ߫ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߘߐ߫ ߊ߬ ߣߌ߫ ߞߵߊߟߊ߫ ߞߏߝߐ߫ ߛߌߦߊߡߊ߲ ߞߍ߫ ߖߐ߲߬ߛߴߊߟߎ߫ ߘߌ߫ ߛߎߘߊ߲߫","arabic":"فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5187,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"62:11","price":"ߣߴߊ߬ߟߎ߫ ߞߊ߬ ߖߊ߬ߥߏ ߘߏ߫ ߦߋ߫ ߥߟߊ߫ ߢߣߊߕߍ߮ ߘߏ߫ ߸ ߊ߬ߟߎ߬ ߘߌ߫ ߜߘߌ߫ ߏ ߞߊ߲߬ ߞߵߌ ߟߐ߬ߣߍ߲ ߕߏ߫ ߸ ߊ߬ ߝߐ߫ ߞߏ߫ ߝߋ߲ ߡߍ߲ ߦߋ߫ ߊߟߊ߫ ߓߘߊ ߏ߬ ߞߊ߫ ߝߌ߬ߛߊ߬ ߢߣߊߕߍ߮ ߘߌ߫ ߊ߬ ߣߌ߫ ߖߊ߬ߥߏ ߘߌ߫ ߸ ߊߟߊ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߤߊ߬ߙߌ߬ߖߍ߰ߟߊ ߟߎ߬ ߘߐ߫ ߢߌ߬ߡߊ ߘߌ߫","arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5188,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:1","price":"ߣߌ߫ ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߫ ߣߊ߬ ߘߴߌ ߡߵߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ ߛߙߋߦߊߣߍ߲߫ ߝߛߊߦߌ߫ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߞߋߟߊ ߟߵߌ ߘߌ߫ ߸ ߊߟߊ߫ ߘߏ߲߬ ߞߵߊ߬ ߟߐ߲߫ ߗߐ߫ ߞߏ߫ ߌ ߦߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߊߟߊ߫ ߛߙߋߦߊߣߍ߲߫ ߞߏ߫ ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߬ ߦߋ߫ ߥߎߦߊ߫ ߝߐ ߟߋ߬ ߟߊ߫","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:2","price":"ߊ߬ߟߎ߫ ߣߵߊ߬ߟߎ߬ ߟߊ߫ ߞߊ߬ߟߌ߬ߟߌ ߟߎ߫ ߟߋ߫ ߡߌ߬ߘߊ߬ ߟߊ߫ ߕߊ߲߬ߞߊ߬ߟߊ߲ ߘߌ߫ ( ߕߍ߰ߡߊ߬ߛߌ߮ ߘߐ߫ )، ߊ߬ߟߎ߫ ߞߊ߬ ߞߎ߬ߡߊ߲߬ߘߌ߬ߟߌ ߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߛߌߟߊ ߡߊ߬ ߏ߬ ߟߋ ߘߐ߫ ، ߤߊ߲߫߸ ߊ߬ߟߎ߬ ߞߍߥߊߟߌ ߟߎ߬ ߖߎ߯ߡߊ߲߫ ߠߋ߫ ߘߋ߬","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:3","price":"ߏ߬ ߞߎ߲߭ ߠߋ߬ ߸ ߓߊ ߊ߬ߟߎ߬ ߞߍ߫ ߘߊ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߟߋ߬ ߞߊ߬ ߓߊ߲߫ ߞߊ߬ ߓߊ߲߬ߓߊ߰ߦߊ߫ ، ߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߟߊߣߘߐ߫ ߘߴߏ߬ ߟߋ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߢߊߦߋߟߌ߫ ߞߍ߫ ߟߴߏ߬ ߟߋ ߘߐ߫","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:4","price":"ߣߴߌ ߞߵߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊ߬ߟߎ߫ ߝߊ߬ߘߌ ߟߎ߬ ߘߴߌ ߤߣߍ߫ ߸ ߣߴߊ߬ߟߎ߬ ߞߎߡߊ߫ ߘߊ߫ ߌ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ߞߎߡߊ ߟߊߡߍ߲߫ ، ߊ߬ߟߎ߫ ߘߏ߲߬ ߦߋ߫ ߟߋ߬ ߦߏ߫ ߡߐ߰ߡߐ߰ߣߍ߲߫ ߖߐ߯ߟߌ ߟߎ߫ ߟߋ߬ ، ߊ߬ߟߎ߬ ߦߋ߫ ߡߊ߲߬ߞߊ߲ ߓߍ߯ ߖߌ߰ ߟߴߊ߬ߟߎ ߟߋ߬ ߞߏ߫ ߘߌ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߖߎ߮ ߟߎ߬ ߘߌ߫ ، ߒ߬ߓߊ߬ ߌ ߕߊ߲߬ߞߊ߫ ߏ߬ ߟߎ߫ ߡߊ߬ ߘߋ߬ ߊߟߊ߫ ߓߘߴߊ߬ߟߎ߬ ߘߊ߲ߞߊ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߞߕߐߡߊߛߊ߬ߦߌ߬ ߟߊ߫ ( ߕߎ߬ߢߊ ߡߊ߬ ) ߘߌ߬؟","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:5","price":"ߣߴߊ߬ ߝߐ߫ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߎ߯ ߣߊ߬ ߊߟߊ߫ ߟߊ߫ ߞߋߟߊ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌߣߌ߲ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߞߎ߲߭ ߠߎ߬ ߡߙߎ߫ ، ߌ ߘߴߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߞߐߘߏ߲߬ ߠߊ߫ ߌߞߘߐ߫ ߞߵߊ߬ ߞߍ߫ ߝߊ߲ߘߐߓߦߊ ߘߌ߫","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:6","price":"ߌ ߞߊ߬ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌߣߌ߲߫ ߞߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߓߊ߬ ߥߟߊ߫ ߌ ߡߊ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌߣߌ߲߫ ߞߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߓߊ߬ ߸ ߏ߬ ߓߍ߯ ߞߊ߫ ߞߊ߲߫ ߊ߬ߟߎ߫ ߡߊ߬ ߸ ߓߊ ߊߟߊ߫ ߕߍߣߵߊ߬ߟߎ߬ ߡߊߞߕߏ߫ ߟߊ߫ ߟߋ߬ ߘߍ߯ ، ߓߊߏ߬ ߊߟߊ߫ ߸ ߊ߬ ߕߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߔߊߟߊ߲ߞߊߣߍ߲ ߠߎ߬ ߞߊ߲ߘߊ߫ ߟߊ߫","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:7","price":"ߊ߬ߟߎ ߟߴߊ߬ ߝߐ߫ ߟߊ߫ ߞߍ߬ߣߍ߲ ߞߏ߫ ߊߟߎ߫ ߞߣߊ߫ ߝߋ߲߫ ߝߏߦߌ ߘߏ߲߬ ߘߟߴߊߟߊ߫ ߟߊ߫ ߞߋߟߊ ߓߘߊ߫ ߕߊ߯ߟߊ ߟߎ߬ ߦߋ߫ ߸ ߝߏ߫ ߊ߬ߟߎ߬ ( ߟߊߘߍ߬ߟߌ ) ߓߊ߯ ߥߊ߬ߦߊ߫ ߟߋ߬ ߕߘߋ߫ ، ߊߟߊ߫ ߘߏ߲߬ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߡߣߐ߬ߓߏ߲ ߠߎ߬ ߘߌ߫ ߥߍ߫ ߞߏ߬ߣߌ߲߬ ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߬ ߕߴߏ߬ ߢߊߦߋ߫ ߟߊ߫","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:8","price":"ߊ߬ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߞߏ߫ ߣߴߊ߲ ߛߊ߬ߦߌ߬ ߘߊ߫ ߡߊ߬ߘߌ߬ߣߊ߫ ( ߣߌ߲߬ ߛߋ߲߭ )߸ ߜߟߌߦߊߕߌ߮ ߟߎ߬ ߘߌ߫ ߝߛߐߞߐߙߌ ߟߎ߬ ߟߊߓߐ߫ ߊ߬ ߞߣߐ߫ ، ߜߟߌߦߊ ߘߏ߲߬ ߦߋ߫ ߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߣߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߟߋ߬ ߦߋ߫ ߞߏ߬ߣߌ߲߬ ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߬ ߕߴߏ߬ ߞߊ߬ߟߊߡߊ߬","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:9","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߬ ߣߴߊߟߎ߫ ߘߋ߲ ߠߎ߬ ߞߊߣߵߊߟߎ߫ ߓߟߏߞߘߐߜߊ߬ ߊߟߊ߫ ߞߏߝߐ ߡߊ߬ ߘߋ߬ ، ߡߍ߲ ߓߊ߯ ߏ߬ ߞߍ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:10","price":"ߊߟߎ߫ ߦߋ߫ ߘߟߊߝߊ߮ ߞߍ߫ ߝߋ߲߫ ߘߐ߫ ߊ߲ ߞߵߊߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߡߍ߲ ߠߊ߫ ߞߊ߬ ߞߐ߲߰ ߛߊ߬ߦߊ ߣߊ߭ ߢߍ߫ ߊߟߎ߫ ߘߏ߫ ߡߊ߬ ، ߏ߬ ߦߴߊ߬ ߝߐ߫ ߏ߬ ߘߐ߫ ߛߊ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߥߟߊߞߏ߫ ߌ ߕߘߍ߬ ߒ ߘߏ߲߰ߘߌ߬ ߞߊߕߙߍ߬ ߛߕߊ߫ ߛߎߘߎ߲ߣߍ߲ ߘߏ߫ ߡߊ߬ ߸ ߒ ߕߎ߲߬ ߦߋ߫ ߛߘߊߞߊ ߓߐ߫ ߏ߬ ߘߐ߫ ߞߊ߬ ߞߍ߫ ߡߐ߰ ߢߌߡߊ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"63:11","price":"ߊߟߊ߫ ߘߏ߲߬ ߕߍ߫ ߣߌߡߊ߫ ߘߏ߲߰ߘߌ߬ ߟߴߊ߬ ߛߕߊ ߣߊ߬ߣߍ߲ ߞߐ߫ ߓߊߏ߬ ߊߟߊ߫ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߫ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:1","price":"ߝߋ߲ ߓߍ߯ ߦߋ߫ ߛߊߣߌ߲ߧߊ ߝߐ߫ ߟߴߊߟߊ߫ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߞߣߐ߫ ، ߊ߬ ߕߊ ߟߋ߬ ߡߊ߲߬ߛߊ߬ߦߊ ߘߌ߫ ߊ߬ ߣߴߊ߬ ߕߊ ߟߋ߫ ߕߊ߲߬ߘߏ߬ߟߌ ߘߌ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:2","price":"ߊߟߋ ߟߋ߫ ߞߵߊߟߎ߫ ߘߊ߲߫ ߸ ߓߊ߲߬ߓߊ߯ ߦߴߊߟߎ߫ ߘߐ߫ ߟߊߒߠߦߊߓߊ߯ ߦߴߊߟߎ߫ ߘߐ߫ ߸ ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߊߛߊ߬ߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:3","price":"ߊ߬ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫ ߕߎ߬ߢߊ ߟߋ߬ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߬ ߞߵߊߟߎ߫ ߛߌ߲ߞߐ߲ߦߊ߫ ߞߵߊߟߎ߫ ߛߌ߲ߞߐ߲ ߠߎ߬ ߟߊߢߊ߬ ߦߙߐߕߐߕߐ߫ ߸ ߓߍ߯ ߘߏ߲߬ ߟߊߓߊ߲ߕߐ߫ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:4","price":"ߊ߬ ߞߵߊ߬ ߟߐ߲߫ ߝߋ߲ ߡߍ߲ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߬ ߞߵߊ߬ ߟߐ߲߫ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߜߎ߲߬ߘߎ߬ ߟߊ߫ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߟߊ߲ߞߣߍߡߊ߫ ߟߊ߫ ، ߛߌߛߌ ߟߎ߬ ߘߐ߫ ߞߏ ߟߎ߬ ߟߐ߲ߓߊ߮ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߊߟߊ߫ ߘߌ߫","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:5","price":"ߡߐ߱ ߟߎ߫ ߖߊ߲߬ߖߏ߲ ߠߎ߬ ߡߊ߫ ߣߵߊߟߎ߫ ߡߊ߬ ߓߊ߬ ߡߍ߲ ߠߎ߫ ߞߊ߬ ߓߊ߲߬ߓߊ߰ߦߊ ߞߍ߫ ߞߘߐ߬ߡߊ߲߫ ߸ ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߞߏߢߊ ߞߐߝߟߌ߫ ߖߎ߮ ߡߊߜߏ߬ߙߏ߫ ߟߋ߬ ߸ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߝߣߊ߫ ߦߴߊ߬ߟߎ߬ ߦߋ߫","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:6","price":"ߏ߬ ߞߎ߲߭ ߠߋ߬ ߸ ߓߊ ߊ߬ߟߎ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߫ ߟߋ߫ ߕߍ߬ߘߍ߫ ߣߊ߬ ߟߴߊ߬ߟߎ߫ ߡߊ߬ ߔߊߞߌ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߫ ߞߵߊ߬ ߝߐ߫ ߏ߬ ߘߐ߫ ߟߋ߬ ߞߏ߫ ߌ߬ߦߏ߯ ߡߐ߰ߣߍ߲ ߛߊ߬ߕߊ ߦߋ߫ ߒ߬ߠߎ߬ ߞߊ߲ߘߊ߫؟߸ ߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߓߊ߲߬ ߏ߬ ߟߋ ߘߐ߫ ߞߵߊ߬ߟߎ߬ ߞߐߘߏ߲߬ ߸ ߊߟߊ߫ ߝߣߊ߫ ߞߊ߯ߙߌ߫ ߘߊ߫ ߓߊ ߊߟߊ߫ ߦߋ߫ ߞߊ߯ߙߌߓߊ߯ ߕߊ߲߬ߘߏ߬ߕߊ ߟߋ߬ ߘߌ߫","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:7","price":"ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߓߘߴߊ߬ ߕߍߟߍ߲ߞߍ߫ ߞߏ߫ ߊ߬ߟߎ߬ ߕߍߣߊ߬ ߟߊߥߟߌ߬ ߟߊ߫ ߸ ߊ߬ ߝߐ߫ ߞߏ߫ ߤߊ߯ߟߌ߫ ߊ߰ ߒ ߣߌ߫ ߒ ߡߊ߰ߙߌ ߕߍ߫ ߊߟߎ߫ ߓߍߣߊ߬ ߟߊߥߌ߬ߟߌ߫ ߞߊ߬ ߓߊ߲߫ ߞߵߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߖߐ߲ ߠߊߓߐ߫ ߊߟߎ߫ ߡߊ߬ ߸ ߏ߬ ߣߐ߲߰ߡߊ߲߬ߓߊ ߟߋ߬ ߊߟߊ߫ ߡߊ߬","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:8","price":"ߒ߬ߓߵߊߟߎ߫ ߦߋ߫ ߟߴߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߦߋߟߋ߲ ߠߊ߫ ߒ߬ ߞߊ߬ ߡߍ߲ ߠߊߖߌ߰ ߸ ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߫ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:9","price":"ߊ߬ ߦߴߊߟߎ߫ ߟߊߘߍ߬ ߟߊ߫ ߟߏ߲ ߡߍ߲ ߟߊ߬ߘߍ ߟߏ߲ ߞߊߡߊ߬ ߏ߬ ߟߋ ߦߋ߫ ߓߐ߬ߣߐߓߐ߬ߣߐ ߟߏ߲ ߘߌ߫ ߸ ߡߍ߲ ߞߏ߬ߣߌ߲߬ ߓߊ߯ ߟߴߊߟߊ߫ ߟߊ߫ ߞߊ߬ ߢߌ߬ߡߊ ߞߍ߫ ߊ߬ ߘߴߏ߬ ߟߊ߫ ߖߎ߯ߡߊ߲ ߠߎ߫ ߕߍ߬ ߞߊ߬ ߓߐ߫ ߊ߬ ߡߊ߬ ߞߵߊ߬ ߟߊߘߏ߲߬ ߣߊߞߐ߫ ߟߎ߫ ߘߐ߫ ߞߐ߬ߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߴߏ߬ ߟߎ߬ ߞߘߐ߫ ߸ ߊ߬ߟߎ߬ ߕߏߕߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߞߘߊߎ߫ ߸ ߏ߬ ߟߋ ߦߋ߫ ߣߌ߬ ߓߟߋߓߟߋ ߘߌ߫ ߛߊ߫","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:10","price":"ߡߍ߲ ߠߎ߫ ߞߊ߬ ߓߊ߲߬ߓߊ߰ߦߊ ߞߍ߫ ߞߊ߬ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ߕߊ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߕߏߕߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߏ߬ ߘߏ߲߬ ߞߊ߫ ߖߎ߯ ߟߊ߬ߓߊ߲߬ ߦߙߐ߬ߦߊ ߘߐ߫ ߞߟߋ߫","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:11","price":"ߛߐ߬ߘߐ߲߬ߞߏ߬ ߛߌ߫ ߕߍ߫ ߊߟߎ߫ ߛߐ߬ߘߐ߲߬ ߕߣߊ߬ߡߊ߫ ߘߐ߫ ߝߏ߫ ߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫ ߸ ߡߍ߲ ߞߏ߬ߣߌ߲ ߓߊ߯ ߟߴߊߟߊ߫ ߟߊ߫ ߊ߬ ߘߴߏ ߛߣߐ߬ߡߍ ߞߊ߲ߘߊ߫ ߸ ߊߟߊ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߞߏ ߓߍ߯ ߟߐ߲ߓߊ߮ ߘߌ߫","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:12","price":"ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߞߊ߲ߡߌ߬ߘߊ߫ ߞߊ߬ ߞߋߟߊ ߞߊ߲ߡߌ߬ߘߊ߬ ߸ ߣߴߊߟߎ߫ ߞߵߊߟߎ߫ ߞߐߘߏ߲߬ ߒ߬ߤߤߎ߲߮ ߸ ߡߍ߲ ߦߋ߫ ߒ߬ ߠߊ߫ ߞߋߟߊ ߡߊ߬ ߘߐߙߐ߲߫ ߏ߬ ߟߋ ߦߋ߫ ߟߊ߬ߛߋ߬ߟߌ߬ ߘߐߞߣߍߣߍ߲ ߘߌ߫","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:13","price":"ߊߟߊ߫߸ ߡߊ߰ߙߌ߬ ߕߍ߫ ߊ߬ߟߋ߬ ߞߐ߫ ߸ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߴߊ߬ߟߎ߫ ߛߍ߲߬ߓߍ߬ ߊߟߊ߫ ߟߋ߬ ߟߊ߫","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:14","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߖߎ߮ ߘߏ߫ ߦߴߊߟߎ߫ ߟߴߊߟߎ߫ ߡߏ߬ߛߏ ߟߎ߬ ߣߴߊߟߎ߫ ߘߋ߲ ߠߎ߬ ߘߐ߫ ߘߋ߬ ߸ ߏ߬ ߟߋ ߘߐ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߕߊ߲߬ߞߊ߫ ߏ߬ ߟߎ߫ ߡߊ߬ ، ߣߴߊߟߎ߫ ߞߏ߬ߣߌ߲ ߞߊ߬ ߜߊ߲ߒߞߎ߲ߠߊ ߞߍ߫ ߞߊ߬ ߘߐ߬ߞߏ߬ߦߊ߬ߕߏ߬ߟߌ ߞߍ߫ ߸ ߞߊ߬ ߡߊ߬ߞߕߏ߬ߟߌ ߞߍ߫ ، ߒ߬ߓߵߊߟߊ߫ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫ ߏ߬ ߘߐ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:15","price":"ߊߟߎ߫ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߬ ߣߴߊߟߎ߫ ߘߋ߲ ߠߎ߬ ߦߋ߫ ߞߘߐߓߐߟߌ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬ ߸ ߛߙߊ߬ߓߊ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߊߟߊ߫ ߓߟߏ߫ ߊ߬ ߕߍ߬ߟߊ ߘߐ߫","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:16","price":"ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߵߊߟߎ߫ ߛߋߞߏ ߟߊ߫ ߞߵߊߟߎ߫ ߕߟߏߡߊߟߐ߬ ߞߊ߬ ߞߊ߲ߡߌߘߊ ߞߍ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߤߙߊ߫ ߘߏ߲߬ ߘߟߊ߫ ߊߟߎ߫ ߖߘߍ߬ ߦߋ߫ ، ߒ߬ߓߊ߬ ߡߍ߲ ߓߊ߯ ߕߊ߲߬ߞߴߊ߬ ߣߌ ߟߊ߫ ߖߎ߯ߡߊ߲ߒߕߋߦߊ ߡߊ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ߛߎߘߊ߲ߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:17","price":"ߣߴߊߟߎ߫ ߞߵߊߟߊ߫ ߘߐ߲ߘߐ߫ ߘߐ߲ߘߐߟߌ߫ ߢߌߡߊ߫ ߟߊ߫ ߊ߬ ߘߴߏ߬ ߓߊߟߌ߫ ߊߟߎ߫ ߦߋ߫ ߞߊ߬ ߡߊ߬ߞߕߏ߬ߟߌ ߝߣߊ߫ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ، ߓߊ ߊߟߊ߫ ߦߋ߫ ߞߏߢߌߡߊߟߐ߲ߠߊ߫ ߡߎ߬ߢߎ߲߬ߓߊ߯ ߟߋ߬ ߘߌ߫","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"64:18","price":"ߘߏ߲߰ߣߍ߲ ߣߌ߫ ߟߊ߲ߞߣߍߡߊߣߍ߲ ߟߐ߲ߓߊ߮ ߟߋ߬ ߸ ߣߌ߬ߣߌ߬ߟߊ ߟߋ߬ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:1","price":"ߤߍ߲߬ ߌߟߋ߬ ߟߊ߬ߝߐ߬ߓߊ߮ ߸ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߡߏ߬ߛߏ ߟߎ߫ ߓߌ߬ߟߊ߬ ߟߊ߫ ߊߟߎ߫ ߦߴߊ߬ߟߎ߫ ߓߌ߬ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߝߙߌ߬ߦߊ ߟߋ߫ ߡߊ߬ ، ߊߟߎ߫ ߦߋ߫ ߝߙߌ߬ߦߊ ( ߕߎ߬ߡߊ ) ߦߙߌߞߊ߫ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߎ߫ ߡߊ߰ߙߌ ߊߟߊ߫ ߡߵߊߟߎ߫ ߞߊߣߵߊ߬ߟߎ߬ ߟߊߓߐ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߓߏ߲ ߠߎ߬ ߟߊ߫ ߊ߬ߟߎ߬ ߝߣߊ߫ ߞߊߣߊ߬ ߓߐ߫ ߸ ߝߏ߫ ߣߴߊ߬ߟߎ߫ ߣߊ߬ ߘߊ߫ ߞߏߙߏ߲ߧߊ ߜߍߘߐߕߊ ߘߌ߫ ߘߋ߬ ، ߢߌ߲߬ ߠߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߞߎ߬ߙߎ߲߬ߘߎ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߸ ߡߍ߲ ߓߊ߯ ߊߟߊ߫ ߟߊ߫ ߞߎ߬ߙߎ߲߬ߘߎ ߟߎ߬ ߟߊߕߊ߬ߡߌ߲߬ ߏ߬ ߓߘߊ߫ ߓߋ߬ ߊ߬ ߖߍ߬ߘߍ߫ ߞߊ߲߬ ߸ ߌߟߋ ߕߴߊ߬ ߟߐ߲߫ ߕߎ߬ߡߊ߬ߘߐ߫ ߊߟߊ߫ ߘߌߣߊ߬ ߞߏ߫ ߜߘߍ߫ ߓߌ߬ߟߴߊ߬ ߘߐ߫ ߏ߬ ߞߐ߫","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:2","price":"ߣߴߊ߬ߟߎ߬ ߛߋ߫ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ߛߕߊ ߡߊ߬ ߊߟߎ߫ ߦߴߊ߬ߟߎ߬ ߘߐߡߌ߬ߣߊ߫ ߏ߬ ߘߐ߫ ߢߡߊߟߐ߲ߣߍ߲߫ ߞߊ߲߬ ߸ ߥߟߴߊߟߎ߫ ߦߴߊ߬ߟߎ߬ ߝߘߊߢߐ߲߯ߦߊ߫ ߢߡߊߟߐ߲ߣߍ߲߫ ߞߊ߲߬ ، ߊߟߎ߫ ߦߴߊߟߎ߫ ߘߐ߫ ߕߋߟߋ߲ߓߊ߯ߒߕߋ߫ ߝߌ߬ߟߊ߬ ߞߍ߫ ߛߙߋ ߟߎ߬ ߘߌ߫ ߸ ߊߟߎ߫ ߦߋ߫ ߛߙߋߦߊ ߟߊߟߐ߬ ߊߟߊ߫ ߦߋ߫ ߟߋ߬ ߗߐ߫ ، ߏ߬ ߡߍ߲ ߏ߬ ߘߌ߫ ߡߐ߰ ߟߋ߬ ߦߋ߫ ߞߊ߬ߥߊ߲߬ߘߌ߬ ߟߴߏ߬ ߟߊ߫ ߡߍ߲ ߦߋ߫ ߟߊ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߊ߬ ߣߌ߫ ߟߏ߲߫ ߠߊߓߊ߲ ߠߊ߫ ، ߡߍ߲ ߘߏ߲߬ ߓߊ߯ ߊ߬ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߊ߬ ߘߌ߫ ߓߐ߲ߘߊ߫ ߞߍ߫ ߏ߬ ߦߋ߫","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:3","price":"ߊ߬ ߣߴߊ߬ ߘߴߏ߬ ߤߊ߬ߙߌ߬ߖߍ߰ ߦߙߐ߫ ߘߐ߫ ߊ߬ ߕߍ߫ ߡߍ߲ ߖߌ߰ ߟߊ߫ ، ߡߍ߲ ߘߏ߲߬ ߓߊ߯ ߊ߬ ߛߍ߲߬ߓߍ߬ ߊߟߊ߫ ߟߊ߫ ߊ߬ߟߋ ߟߴߏ߬ ߥߊ߬ߛߊ ߘߌ߫ ، ߊߟߊ߫ ߘߏ߲߬ ߦߴߊ߬ ߟߊ߫ ߞߏ ߘߊ߲߬ߠߊ߬ߛߋߓߊ߮ ߟߋ߬ ߘߌ߫ ߓߊ ߊߟߊ߫ ߣߊ߬ ߘߡߊ߬ߦߌߙߊ߫ ߟߋ߬ ߞߍ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:4","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߖߌ߰ߕߍ߰ ߟߊ߫ ߦߟߌߛߌ ߟߊ߫ ߊߟߎ߫ ߡߏ߬ߛߏ ߟߎ߬ ߘߐ߫ ߸ ߣߴߊߟߎ߫ ߞߎߛߎ߲߫ ߘߊ߫ ( ߏ߬ ߟߎ߫ ߝߍ߬ )߸ ߏ߬ ߟߎ߬ ߟߊ߫ ߝߙߌ߬ߦߊ ߦߋ߫ ߞߍ߫ ߞߊߙߏ߫ ߛߓߊ߬ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߬ ߡߊ߫ ߦߟߌߛߌ߫ ߡߎߣߎ߲߬ ، ߞߣߐߡߊ ߟߎ߬ ߛߊ߫ ߸ ߏ߬ ߟߎ߬ ߕߊ߫ ߛߕߊ ߦߋ߫ ߕߏ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߞߣߐߘߏߣߌ߲ ߠߎ߫ ߖߌ߰ ، ߡߍ߲ ߞߏ߬ߣߌ߲ ߓߊ߯ ߊ߬ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߵߊ߬ ߘߌ߫ ߣߐ߰ߦߊ߬ ߞߍ߫ ߏ߬ ߦߋ߫ ߊ߬ ߟߊ߫ ߞߏ ߘߐ߫","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:5","price":"ߊߟߊ߫ ߟߊ߫ ߟߐ߬ߒ߬ߞߏ߬ߟߊ ߟߎ߫ ߟߴߏ߬ ߘߌ߫ ، ߊ߬ ߣߵߏ߬ ߟߋ ߟߊߖߌ߰ ߟߴߊߟߎ߫ ߡߊ߬ ߸ ߡߍ߲ ߓߊ߯ ߊ߬ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߵߊ߬ ߘߴߏ߬ ߟߊ߫ ߖߎ߯ߡߊ߲ ߠߎ߫ ߕߍ߬ ߞߊ߬ ߓߐ߫ ߏ ߡߊ߬ ߸ ߊ߬ ߣߴߊ߬ ߘߌ߫ ߛߊ߬ߙߊ ߥߙߊ߬ ߏ߬ ߦߋ߫","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:6","price":"ߊߟߎ߫ ߦߴߊ߬ߟߋ߬ ߡߏ߬ߛߏ ߟߎ߬ ߡߊߞߍ߫ ߊߟߎ߫ ߡߊߞߍ߫ ߦߙߐ ߟߎ߫ ߟߋ߬ ߘߐ߫ ߊߟߎ߫ ߛߋߞߏ ߟߊ߫ ، ߊߟߎ߫ ߞߊߣߵߊ߬ߟߎ߬ ߕߙߐ߫ ߘߋ߬ ߞߵߊ߬ ߟߊߥߌ߬ߟߴߊ߬ߟߎ߬ ߘߐߜߍ߬ߘߍ߲ ߡߊ߬ ߸ ߣߴߊ߬ߟߎ߬ ߞߣߐߡߊ߫ ߞߍ߫ ߘߊ߫ ߊߟߎ߫ ߦߋ߫ ߕߏ߫ ߛߟߐ ߓߐ߫ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߝߎߚߎ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߞߣߐߘߏߣߌ߲ ߖߌ߰ ، ߣߴߊ߬ߟߎ߫ ߞߊ߬ ߟߊ߬ߡߌ߲߬ߠߌ߲ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ߸ ߊߟߎ߫ ߦߴߊ߬ߟߎ߫ ߛߊ߬ߙߊ ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߢߐ߲߮ ߟߐ߬ ߢߡߊߟߐ߲ߣߍ߲߫ ߠߋ߬ ߟߊ߫ ߘߋ߬ ، ߣߌ߫ ߕߍߜߟߍߦߊ ߘߏ߲߬ ߘߴߊߟߎ߫ ߕߍ߫ ߡߛߏ߬ ߜߘߍ߫ ߘߌ߫ ߟߊ߬ߡߌ߲߬ߠߌ߲ ߞߍ߫ ߘߋ߲ߝߊ ߦߋ߫","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:7","price":"ߦߙߌߥߊߕߌ߮ ߦߋ߫ ߖߐ߰ߣߍ߲߬ߓߐ ߞߍ߫ ߊ߬ ߟߊ߫ ߦߙߌߥߊ ߓߍ߬ߙߍ ߡߊ߬ ، ߡߍ߲ ߤߊ߬ߙߌ߬ߖߍ߮ ߜߍ߬ߙߍ߲߬ߘߍ߬ߣߍ߲߫ ߊ߬ ߡߊ߬ ߏ߬ ߝߣߊ߫ ߦߴߊ߬ ߕߊ߫ ߖߐ߰ߣߍ߲߬ߓߐ ߞߍ߫ ߊ߬ ߛߐߝߋ߲ߣߍ߲ ߘߐ߫ ߊߟߊ߫ ߓߟߏ߫ ، ߓߊ ߊߟߊ߫ ߕߍ߫ ߣߌߡߊ ߞߘߊߡߊ߫ ߟߊ߫ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߊ߬ ߞߵߊ߬ ߛߐ߫ ߡߍ߲ ߠߊ߫ ߸ ߊߟߊ߫ ߘߌߣߊ߬ ߣߐ߰ߦߊ ߞߍ߫ ߜߟߍ߬ߦߊ ߞߐ߫","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:8","price":"ߛߏ߫ ߖߋ߬ߟߌߖߋ߬ߟߌ߫ ߟߋ߬ ߓߍ߫ ߸ ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߕߟߏߜߟߍ߬ߦߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߥߊߟߋߦߊ ߡߵߊ߬ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߫ ߡߊ߬ ، ߊ߲ ߞߵߏ߬ ߟߎ߫ ߖߊ߬ߕߋ߬ߓߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߖߊ߬ߕߋ߬ߓߐ߬ ߜߍߟߍ߲ ߠߊ߫ ߸ ߊ߬ ߣߴߊ߲ ߞߵߏ߬ ߟߎ߫ ߖߊ߲߰ߞߕߊ߫ ߖߊ߲߰ߞߕߊ߬ ߖߎ߮ ߟߊ߫","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:9","price":"ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߞߏߢߊ ߞߐߝߟߌ߫ ߖߎ߮ ߡߊߜߏ߬ߙߏ߫ ߟߋ߬ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߞߏ ߟߊߓߊ߲ ߞߍ߫ ߓߐ߬ߣߐ ߘߌ߫","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:10","price":"ߝߣߊ߫߸ ߊߟߊ߫ ߓߘߊ߫ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲߫ ߘߐߓߍ߲߬ ߊ߬ߟߎ߬ ߦߋ߫ ، ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߊߟߎ߬ ߤߊߞߟߌߡߊ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߊ߫ ߓߘߊ߫ ߞߊ߬ߥߊ߲߬ߘߌ ߟߋ߬ ߟߊߖߌ߰ ߊߟߎ߫ ߡߊ߬ ߣߌ߲߬","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:11","price":"ߞߋߟߊ ߞߊ߬ߣߌ߲߫ ߸ ߏ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ߫ ߘߐߞߣߍߣߍ߲ ߠߎ߬ ߘߐߛߊߙߌ߫ ߟߴߊߟߎ߫ ߦߋ߫ ߸ ߛߴߊ߬ ߘߌ߫ ߟߊߒߠߦߊߓߊ߯ ߢߌ߬ߡߊ߬ ߞߍ߬ߟߊ ߟߎ߬ ߟߊߓߐ߫ ߘߌ߬ߓߌ ߟߎ߬ ߘߐ߫ ߞߊ߬ ߕߊ߯ ߦߋߟߋ߲ ߡߊ߬ ، ߡߍ߲ ߓߊ߯ ߟߴߊߟߊ߫ ߟߊ߫ ( ߏ߬ ߘߐ߫ ) ߞߊ߬ ߢߌ߬ߡߊ߬ ߞߍ߫ ߊ߬ ߘߴߏ߬ ߟߊߘߏ߲߬ ߣߊߞߐ߫ ߟߎ߫ ߘߐ߫ ߞߐ߬ߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߴߏ߬ ߟߎ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߕߏߕߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߞߘߊߎ߫ ߸ ߊߟߊ߫ ߓߘߊ߫ ߤߊ߬ߙߌ߬ߖߍ߮ ߟߊߢߊ߬ ߏ߬ ߦߋ߫ ߞߟߋ߫","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"65:12","price":"ߊߟߊ߫ ߟߋ߫ ߞߊ߬ ߛߊ߲߫ ߥߐߙߐ߲ߥߌ߬ߟߊ ߘߊ߲߫ ߸ ߏ߬ ߟߎ߫ ߢߐ߲߰ ߦߋ߫ ߘߎ߱ ߝߣߊ߫ ߘߐ߫ ، ߥߊߟߋߦߊ ߦߋ߫ ߖߌ߰ ߟߴߏ߬ ߟߎ߬ ߕߍ߫ ߟߋ߬ ߛߴߊߟߎ߫ ߘߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߛߋߣߍ߲߫ ߞߏ ߓߍ߯ ߟߊ߫ ، ߊ߬ ߣߌ߫ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߟߐ߲ߠߌ߲ ߣߊ߬ ߝߋ߲ ߓߍ߯ ߟߋ߬ ߟߊߝߏ߬ ߟߊ߫ ߔߘߋߞߎ߬","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"66:1","price":"ߤߍ߲߬ ߌߟߋ߬ ߟߊ߬ߝߐ߬ߓߊ߮ ߸ ߡߎ߲߬ߠߊ߫ ߌ ߦߋ߫ ߝߋ߲߫ ߠߊߕߐ߲߫ ߠߊ߫ ߊߟߊ߫ ߣߊ߬ ߡߍ߲ ߠߊߘߤߊ߬ ߟߴߌ ߦߋ߫؟ ߌ ߦߴߌ ߝߘߎߡߊ ߟߎ߫ ߘߌ߬ߢߍ ߟߋ߬ ߢߌߣߌ߲߫ ߠߴߏ߬ ߘߐ߫ ߓߊ߬؟ ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߤߌߣߟߊ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5230,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"66:2","price":"ߊߟߊ߫ ߓߘߴߊߟߎ߫ ߞߊ߬ߟߌ߬ ߞߊ߲ ߠߎ߬ ߘߓߐ ߟߊߓߌ߬ߟߵߊߟߎ߫ ߦߋ߫ ߸ ߓߊ ߊߟߊ߫ ߟߵߊߟߎ߫ ߟߊ߫ ߞߏߕߌ߮ ߘߌ߫ ߸ ߊ߬ ߣߴߊ߬ߟߋ ߟߋ߬ ߟߐ߲ߠߌ߲ߠߊ ߘߌ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬","arabic":"قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5231,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"66:3","price":"ߕߎ߬ߡߊ ߡߍ߲ ߟߊ߬ߝߐ߬ߓߊ߮ ߞߊ߬ ߞߎߡߊ ߘߏ߫ ߜߎ߲߬ߘߎ߫ ߊ߬ ߝߘߎߡߊ ߟߎ߬ ߘߏ߫ ߦߋ߫ ߸ ߏ ߣߵߏ߬ ߝߊߙߊ߲ߛߊ߫ ߟߊ ߊߟߊ߫ ߞߵߏ߬ ߟߊ߲ߞߣߍߡߦߊ߫ ߞߋߟߊ ߦߋ߫ ߞߵߊ߬ ߘߏ߫ ߟߊߓߐ߫ ߞߵߊ߬ ߞߐߘߏ߲߬ ߘߏ߫ ߟߊ߫ ، ߊ߬ ߝߣߊ߫ ߣߵߏ߬ ߟߊߓߐ߫ ߟߊ ߡߏ߬ߛߏ ߡߊ߬ ߏ߬ ߞߊ߲߫ ߞߏ߫ ߖߍߣߍ߲ ߞߵߏ߬ ߝߐ߫ ߌ ߦߋ߫؟ ߊ߬ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߫ ߞߵߊ߬ ߝߐ߫ ߒ ߧߋ߫ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߞߊ߬ߣߌ߲߫","arabic":"وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5232,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"66:4","price":"ߣߴߊߟߎ߫ ߞߏ߬ߣߌ߲ ߓߍ߫ ߊߟߎ߫ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߲߬ ߠߴߊߟߊ߫ ߡߊ߬ ( ߏ߬ ߞߊ߫ ߘߌ߫ ߊߟߎ߫ ߟߊ߫ )߸ ߓߊ ߊߟߎ߫ ߝߌ߬ߟߊ ߛߣߐ߬ߡߍ ߓߘߊ߫ ߓߊ߲߫ ߖߍ߲߬ߞߍ߬ ߟߊ߫ ، ߣߴߊߟߎ߫ ߘߏ߲߬ ߞߵߊߟߎ߫ ߢߐ߲߮ ߞߐߡߊߓߌ߲ߓߌ߲߫ ߊ߬ ߡߊ߬ ߊߟߊ߫ ߟߴߊ߬ ߢߌ߲߭ ߘߌ߫ ߏ߬ ߘߐ߫ ߘߋ߬ ߊ߬ ߣߌ߫ ߖߌ߬ߓߙߌߟߎ߫ ߣߌ߫ ߟߊߒߠߦߊߓߊ߯ ߢߌߡߊ ߟߎ߬ ߸ ߊ߬ ߣߌ߫ ߞߋ߲ߛߐ߲ ߠߎ߬ ߓߍ߯ ߦߴߊ߬ ߘߍ߬ߡߍ߲߬ߓߊ߯ ߟߋ߬ ߘߌ߫ ߏ߬ ߞߐ ߘߐ߫","arabic":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5233,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"66:5","price":"ߣߴߊ߬ ߞߵߊߟߎ߫ ߓߌ߬ߟߊ߬ ߕߎ߬ߡߊ߬ߘߐ߫ ߊ߬ ߡߊ߰ߙߌ ߘߴߊߟߎ߫ ߡߊߝߊ߬ߟߋ߲߫ ߊ߬ ߦߋ߫ ߝߘߎߡߊ߫ ߜߘߍ߫ ߟߎ߫ ߟߊ߫ ߡߍ߲ ߦߋ߫ ߝߌ߬ߛߵߊߟߎ߫ ߘߌ߫ ߸ ߛߌ߬ߟߊ߬ߡߊ߫ ߟߎ߫ ߣߌ߫ ߟߊߒߠߦߊߓߊ߯ ߟߎ߫ ߣߌ߫ ߖߘߍ߬ߞߟߏ߬ߟߊ߫ ߟߎ߫ ߣߌ߫ ߖߘߍ߬ߟߛߊ߬ߦߌ߬ߟߊ߫ ߟߎ߫ ߣߌ߫ ߓߊ߬ߕߏ߬ ߞߍ߬ߟߊ߫ ߟߎ߫ ߣߌ߫ ߝߎ߲ߘߌߟߊ߫ ߟߎ߫ ߣߌ߫ ߛߌ߲߫ ߓߋ߬ߣߍ߲߬ ߠߎ߫ ߣߌ߫ ߛߌ߲߫ ߟߐ߬ߣߍ߲߬ ߠߎ߫","arabic":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5234,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"66:6","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߖߍ߬ߘߍ ߟߎ߬ ߣߴߊߟߎ߫ ߞߐߙߍ ߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߕߊ ߡߊ߬ ߸ ߡߍ߲ ߢߐ߲߬ߛߐ߲ ߦߋ߫ ߡߐ߱ ߟߎ߬ ߣߌ߫ ߞߓߊ ߟߎ߬ ߘߌ߫ ، ߞߋ߲ߛߐ߲߫ ( ߥߏ߲ߛߏ߲߫ ) ߞߊ߬ߘߏ߬ߜߍ߬ߟߍ߲߬ߓߊ ߟߎ߫ ߟߴߊ߬ ߞߎ߲߬ߠߊ߫ ߸ ߏ߬ ߟߎ߬ ߕߍ߫ ߊߟߊ߫ ߛߐ߬ߛߐ߬ ߟߊ߫ ߝߋ߲߫ ߘߐ߫ ߊ߬ ߣߵߊ߬ߟߎ߫ ߟߐ߬ ߟߊ߫ ߡߍ߲ ߠߊ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߝߋ߲߫ ߠߋ߬ ߞߍ߫ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߟߐ߬ ߟߊ߫ ߡߍ߲ ߠߊ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5235,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"66:7","price":"ߤߍ߲߬ ߊߟߎ߬ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߊߟߎ߫ ߞߊߣߊ߬ ߘߊߘߐߡߌߘߊߞߎ߲ߧߊ߫ ߝߐ߫ ߓߌ߬ ߘߋ߬ ، ߓߊ ߊߟߎ߫ ߛߙߊ߬ߕߐ߫ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߋ߬ ߘߐߙߐ߲߫ ߠߊ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5236,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"66:8","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߬ ߊߟߊ߫ ߡߊ߬ ߞߣߐߜߍߦߊ ߖߘߍ߬ߟߊ߬ߛߊߦߌ ߟߊ߫ ߸ ߊ߬ ߢߐ߲߰ߘߐ߫ ߊߟߎ߫ ߡߊ߰ߙߌ ߘߴߊߟߎ߫ ߟߊ߫ ߖߎ߯ߡߊ߲ ߠߎ߫ ߕߍ߬ ߞߊ߬ ߓߐ߫ ߊߟߎ߫ ߡߵߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߟߊߘߏ߲߬ ߣߊߞߐ ߟߎ߬ ߘߐ߫ ߞߐ߬ߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߴߏ߬ ߟߎ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫ ، ߏ߬ ߟߏ߲ ߠߋ߬ ߸ ߊߟߊ߫ ߕߍ߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߣߴߊ߬ ߝߍ߬ߡߐ߯ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߟߊߡߊ߬ߟߏ߬ߦߊ߬ ߟߊ߫ ߸ ߏ߬ ߟߎ߬ ߦߋߟߋ߲ ߦߋ߫ ߕߊ߯ߡߊ߫ ߟߴߊ߬ߟߎ߬ ߢߍߕߐߟߊ ߣߴߊ߬ߟߎ߬ ߞߌߣߌ߲ߓߟߏ ߟߎ߫ ߝߍ߬ ߸ ߊ߬ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߊ߲ ߦߋߟߋ߲ ߘߝߊ߫ ߒ߬ ߧߋ߫ ߞߵߊ߲ ߡߊߞߕߏ߫ ߖߊ߰ߣߌ߲߫ ߸ ߓߊ ߌߟߋ ߟߋ߬ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5237,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"66:9","price":"ߤߍ߲߬ ߌߟߋ߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߸ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߣߌ߫ ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߫ ߞߟߍ߬ ߌ ߦߋ߫ ߞߊ߬ߘߏ߬ߜߟߍ߬ߦߊ ߞߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߸ ߊ߬ߟߎ߬ ߘߊ߯ ߦߌߟߊ ߟߋ߬ ߞߍߕߐ߫ ߔߊߦߌߔߊߦߌ ߘߌ߫ ߏ ߘߏ߲߬ ߞߊ߫ ߖߎ߯ ߟߊ߬ߓߊ߲߬ ߦߙߐ߬ߦߊ ߘߐ߫ ߞߟߋ߫","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5238,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"66:10","price":"ߊߟߊ߫ ߓߘߊ߫ ߛߊ߲߬ߘߊ ߟߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߣߎ߯ߤߎ߲߫ ߡߏ߬ߛߏ ߣߌ߫ ߟߎ߯ߕߎ߫ ߡߏ߬ߛߏ ߡߊ߬ ߸ ߏ߬ ߝߌ߬ߟߊ ߕߎ߲߬ ߦߋ߫ ߖߐ߲߬ ߝߌ߬ߟߊ߫ ߟߋ߬ ߛߟߊߟߊ߫ ߒ߬ ߠߊ߫ ߖߐ߲߬ ߢߌߡߊ ߟߎ߬ ߘߐ߫ ߸ ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߗߍ߬ ߟߎ߫ ߖߊ߲߬ߝߊ߫ ߞߏ߬ߣߌ߲߬ ߏ߬ ߟߎ߬ ߝߏߦߌ߬ ߡߊ߫ ߝߋ߲߫ ߟߊߘߊ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߞߊ߬ ߓߐ߫ ߊߟߊ߫ ߡߊ߬ ߸ ߊ߬ ߝߐ߫ ߘߴߏ߬ ߝߌ߬ߟߊ ߡߊ߬ ߏ߬ ߟߋ ߘߐ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߘߏ߲߬ ߕߊ ߘߐ߫ ߘߏ߲߬ߓߊ߮ ߟߎ߫ ߝߍ߬","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5239,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"66:11","price":"ߊߟߊ߫ ߓߘߊ߫ ߛߊ߲߬ߘߊ ߟߊ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ( ߝߣߊ߫ ) ߦߋ߫ ߝߙߊߥߎ߲߫ ߡߏ߬ߛߏ ߡߊ߬ ߸ ߏ߬ ߟߋ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߓߏ߲ ߘߏ߫ ߟߐ߬ ߒ ߧߋ߫ ߌ ߓߘߊ ߡߍ߲ߘߌߦߊ߫ ، ߌ ߦߋ߫ ߒ ߠߊߞߛߌ߫ ߝߙߊߥߎ߲߫ ߣߴߊ߬ ߗߋߥߊߟߌ ߡߊ߬ ߞߊ߬ ߒ ߠߊߞߛߌ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߫ ߡߊ߬","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5240,"juzNumber":28,"footnotes":"","lang":"nk"},{"name":"66:12","price":"ߊ߬ ߣߌ߫ ( ߞߵߊ߬ ߟߊ߫ ) ߌߡߎ߬ߙߊ߲߬ ߘߋ߲ߡߛߏ߫ ߡߊߙߌߦߡߊ߫ ߝߣߊ߫ ߡߊ߬ ߸ ߏ߬ ߡߍ߲ ߞߵߊ߬ ߟߊ߫ ߞߊߓߊ߲ߦߊ ߟߊߛߐ߲߫ ، ߊ߲ ߞߊ߬ ߒ߬ ߠߊ߫ ߛߟߐߡߌ߲ ߘߏ߫ ߝߍ߫ ( ߘߋ߲ ߘߌ߫ ) ߏ߬ ߘߐ߫ ߏ߬ ߟߋ ߘߐ߫ ، ߊ߬ߟߋ߬ ( ߡߏ߬ߛߏ ) ߞߵߊ߬ ߡߊ߰ߙߌ ߟߊ߫ ߞߎߡߊ ߟߎ߬ ߣߴߊ߬ ߟߊ߫ ߟߍߙߊ ߟߎ߬ ߟߊߛߙߋߦߊ߫ ߟߋ߬ ߸ ߊ߬ ߣߴߊ߬ ߞߍ߫ ߘߊ߫ ߖߘߍ߬ߞߟߏ߬ߟߊ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫","arabic":"وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ","category":["66 (At-Tahrim)","At-Tahrim","Surah At-Tahrim"],"ayahNumber":5241,"juzNumber":28,"footnotes":"","lang":"nk"}],"juz":{"id":28,"name":"قَدْ سَمِعَ اللَّهُ","transliteration":"Qad Sami’ Allah","transEn":"Allah Has Heard","startVerse":"58:1","endVerse":"66:12","totalVerses":137}}