{"data":[{"name":"2:253","price":"ߞߋߟߊ ߏ߬ ߟߎ߬ ߛߊ߫߸ ߊ߲ ߞߵߏ߬ ߘߏ߫ ߟߎ߫ ߟߊߝߌ߬ߛߊ߬ߦߊ߫ ߟߋ߬ ߘߏ߫ ߟߎ߫ ߘߌ߫ ߸ ߓߊߏ߬ ߊ߬ߟߎ߬ ߘߏ߫ ߓߍ߫ ߊߟߊ߫ ߞߵߏ߬ ߞߎߡߊߢߐ߲߯ߦߊ߫ ߞߊ߬ ߘߏ߫ ߡߐ߬ߟߐ߲ ߠߎ߬ ߡߊߦߟߍ߬ ( ߕߐ߭ ߟߎ߬ ߕߊ ߛߊ߲ߘߐ߫)، ߊ߲ ߞߊ߬ ߡߊߙߌߦߡߊ߫ ߘߋ߲ߞߍ߫ ߟߋ߬ ߛߐ߫ ߔߊߞߌ ߟߎ߬ ߟߊ߫ ߞߵߊ߬ ߝߊ߲߬ߞߊߘߏ߲߬ ߒ߬ ߓߟߏ߫ ߛߊߣߌ߲ߧߊ ߛߟߐߡߌ߲ ߠߊ߫، ߣߴߊ߬ ߕߎ߲߬ ߞߵߊߟߊ߫ ߘߌߦߊ߫ ߏ߬ ߟߎ߬ ߞߐߓߊ߮ ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߢߐ߲߮ ߞߟߍ߬ ߔߊߞߌ ߣߊ߭ ߞߐ߫ ߊ߬ߟߎ߫ ߡߊ߬، ߞߏ߬ߣߵߊ߬ߟߎ߬ ߡߊ߫ ߓߍ߲߬ ߊ߬ ߘߐ߫ ߟߋ߬ ߸ ߓߊ ߊ߬ߟߎ߬ ߘߏ߫ ߟߎ߫ ߞߍ߫ ߘߊ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߸ ߘߏ߫ ߟߎ߫ ߝߣߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ߬ ߘߊ߫، ߣߴߊ߬ ߕߎ߲߬ ߞߵߊߟߊ߫ ߘߌߦߊ߫ ߊ߬ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߢߐ߲߮ ߞߟߍ߬ ߝߋߎ߫، ߞߏ߬ߣߌ߲߬ ߊߟߊ߫ ߦߋ߫ ߞߏ߫ ߟߋ߬ ߞߍ߫ ߟߊ߫ ߸ ߊ߬ ߓߊ߯ ߡߍ߲ ߠߊߢߌߣߌ߲߫","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:254","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊ߲ ߞߵߊߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߡߍ߲ ߠߊ߫ ߊߟߎ߯ ߘߟߊߝߊ߮ ߞߍ߫ ߏ߬ ߘߐ߫ ߛߊߣߌ߬ ߟߏ߲߫ ߣߊ߬ߕߐ߫ ߝߙߋ߬ߢߐ߲߰ߦߊ߬ ߕߍ߫ ߡߍ߲ ߘߐ߫ ߸ ߕߋߙߌߢߐ߲߯ߦߊ߫ ߕߍ߫ ߸ ߛߟߏ߬ߣߊ߬ߟߌ߫ ߕߍ߫، ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߛߊ߫߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:255","price":"ߊߟߊ߫ ߸ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߕߍ߫ ߊ߬ߟߋ ߞߐ߫߸ ߣߌߡߊ ߟߋ߬߸ ߟߐ߬ߣߍ߲ߒߖߘߍ߬ߟߊ ߟߋ߬، ߖߌ߲߬ߞߐ߲߬ ߕߍ߫ ߊ߬ ߡߌ߬ߘߊ߬ ߟߊ߫ ߞߎߡߊߕߍ߫ ߛߎ߬ߣߐ߯ ߡߊ߬، ߝߋ߲ ߡߍ߲ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߐ߫ ߏ߬ ߓߍ߯ ߦߴߊ߬ ߕߊ ߟߋ߬ ߘߌ߫، ߖߐ߲߫ ߓߴߛߋ߫ ߛߟߏ߬ߣߊ߬ߟߌ ߞߍ߫ ߟߴߊ߬ ߓߘߊ ߣߴߊ߬ ߡߊ߫ ߘߌ߬ߢߍ߬؟ ߊ߬ ߞߊ߬ ߡߐ߱ ߟߎ߬ ߢߍߞߏ ߣߴߊ߬ߟߎ߬ ߞߐߞߏ ߓߍ߯ ߟߐ߲߫، ߊ߬ߟߎ ߘߏ߲߬ ߕߍ߫ ߝߏߦߌ߫ ߞߊ߬ߟߊߡߵߊ߬ߟߋ ߟߊ߫ ߟߐ߲ߠߌ߲ ߘߐ߫ ߝߏ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫، ߊ߬ ߟߊ߫ ߥߊ߰ߣߍ߲ ߦߙߌߥߊߣߍ߲߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߓߍ߯ ߡߊ߬، ߏ߬ ߝߌ߬ߟߊ ߟߊߕߊ߲߬ߞߊ ߘߏ߲߬ ߕߴߊ߬ ߘߐߜߍ߬ߣߍ߲߬ ߠߊ߫، ߊ߬ߟߋ ߟߋ߬ ߔߏ߲ߞߌ߲ ߘߌ߫ ߸ ߓߟߋ߬ߓߟߋ ߟߋ߬","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:256","price":"ߞߘߊߡߊߟߌ߫ ߕߍ߫ ߣߊߡߎ߲ ߘߐ߫ (ߡߎ߬ߕߎ߲߬) ߓߊ ߞߊ߲ߘߦߊ ߓߘߊ߫ ߘߐߞߣߍ߫ ߝߌ߬ߟߌ ߢߣߊ߫، ߡߍ߲ ߓߊ߯ ߊ߬ ߓߊ߲߬ ߞߏ߲ߞߏߓߊ ߘߐ߫ ߏ߬ ߘߐ߫ ߞߊ߬ ߟߴߊߟߊ߫ ߟߊ߫߸ ( ߊ߰ ߟߋ߬ ߦߏ߫ ) ߏ߬ ߓߘߴߊ߬ ߓߟߏߞߍ߫ ( ߟߊߒߠߦߊ) ߛߊ߲ߖߟߎ߫ ߝߛߊ߬ߡߊ߲ ߠߊ߫ ߡߍ߲ ߕߍ߫ ߕߍ߰ ߟߊ߫ ( ߕߏߒߘߐ ߝߏ߲ߝߊ߲ ߘߟߊ߫ )، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬ ߘߌ߫","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:257","price":"ߊߟߊ߫ ߟߋ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߢߌ߲߭ ߘߌ߫، ߊ߰ ߏ߬ ߟߎ߬ ߟߊߓߐ߫ ߟߊ߫ ( ߞߣߐ߬ߘߐ߬ߝߟߌ ) ߘߌ߬ߓߌ ߘߐ߫ ߟߋ߬ ߞߊߕߙߍ߬ ( ߖߛߎ߬ߡߊ߬ߝߊ ) ߦߋߟߋ߲ ߡߊ߬، ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߢߌ߲߭ ߠߋ߬ ߞߏ߲ߞߏߓߊ ߟߎ߬ ߘߌ߫، ߏ߬ ߟߎ߬ ߦߴߏ߬ ߟߎ߬ ߟߊߓߐ߫ ߟߊ߫ ( ߟߊߒߠߦߊ ) ߦߋߟߋ߲ ߘߐ߫ ߟߋ߬ ߞߊߕߙߍ߬ ( ߓߊ߲߬ߓߊ߰ߦߊ ) ߘߌ߬ߓߌ ߡߊ߬، ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ߕߊ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫، ߊ߬ߟߎ߬ ߕߏߕߐ߫ ߦߋ߲߬ ߠߋ߬","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:258","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߡߍ߲ ߞߊ߬ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߘߊߘߐߖߵߊ߬ ߡߊ߰ߙߌ߬ߞߏ ߘߐ߫ ߸ ߞߏ߫ ߊߟߊ߫ ߓߘߴߊ߬ߟߋ߬ ߛߐ߫ ߡߊ߲߬ߛߊ߬ߦߊ ߟߊ߫؟ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߞߵߊ߬ ߝߐ߫ ߡߍ߲ߞߍ߭ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߟߋ߬ ߦߋ߫ ߟߊ߬ߣߌ߬ߡߦߊ߬ߟߌ ߣߌ߫ ߛߊ߬ߟߌ ߞߍ߫ ߟߊ߫ ( ߣߌ ߓߌ߬ߟߊ ߣߴߊ߬ ߓߏ߬ߛߌ ߟߊ߫ ߓߎ߲ߓߎ߲ ߘߐ߫)، ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒߠߋ ߝߣߊ߫ ߦߋ߫ ߟߊ߬ߣߌ߬ߡߦߊ߬ߟߌ ߣߌ߫ ߛߊ߬ߟߌ ߞߍ߫ ߟߊ߫ (ߘߏ߫ ߡߊߞߕߏ ߣߌ߫ ߘߏ߫ ߜߘߍ߫ ߝߊ߱ ߟߊ߫ ߔߌߘߏ߫)، ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߞߊ߲߫ ߞߏ߫ ߊߟߊ߫ ߟߋ߬ ߦߋ߫ ߣߊ߬ ߟߊ߫ ߕߋ߬ߟߋ ߘߌ߫ ߛߐ߲߬ ߞߊ߬ ߓߐ߫ ߕߟߋ߬ߓߐ ߘߐ߫، ߒ߬ߓߊ߬ ߌ ߝߣߊ߫ ߦߋ߫ ߣߵߊ߬ ߘߌ߫ ߞߊ߬ ߓߐ߫ ߕߟߋ߬ߓߋ ߘߐ߫ ߓߊ߫، ߏ߬ ߞߍ ߓߊ߲߬ߓߊ߮ ߞߣߐ߬ߘߐߝߟߌ߬ ߘߊ߫ ߗߏ߫، ߓߊ ߊߟߊ߫ ߕߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߞߊ߲ߘߊ߫ ߟߊ߫","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:259","price":"ߥߟߊ߫ ( ߊ߬ ߦߋ߫ ߟߋ߬ ߖߐ߫) ߦߏ߫ ߡߍ߲ ߕߊ߬ߡߌ߲߬ߕߐ߬ߟߊ ߛߏ ߘߏ߫ ߟߊ߫߸ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ ߜߘߊߟߊߣߍ߲߫ ߊ߬ ( ߓߟߌ ) ߛߊ߲ߛߙߊ ߟߎ߫ ߞߊ߲߬ ߟߋߎ߫، ߊ߬ ߞߊ߲߫ ߞߏ߫ ߊߟߊ߫ ߞߍߕߐ߫ ( ߕߏ߲ߓߏ߲ ) ߣߌ߲߬ ߠߊߞߎߣߎ߲߫ ߠߴߊ߬ ߛߊ߬ߣߍ߲ ߞߐ߫ ߘߌ߬ ߛߊ߫؟ ߏ߬ ߞߍ ߸ ߊߟߊ߫ ߞߵߊ߬ߟߋ߫ ߛߊ߬ ߞߊ߬ ߛߊ߲߬ ߗߡߍ߬ ߞߍ߫ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ ߟߊߞߎߣߎ߲߫ ߸ ߞߵߊ߬ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߞߴߌ ߓߘߊ߫ ߡߍ߲߫ ߞߏ߫ ߖߋ߬ߟߌ߬ ߞߍ߫ ߦߊ߲߬؟ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߓߘߊ߫ ߡߍ߲߫ ߦߊ߲߬ ߕߟߋ߬ ߞߋߟߋ߲߫ ߢߐ߲߰ ߥߟߊ߫ ߕߋ߬ߟߋ ߝߊ߲߬ ߞߋߟߋ߲߫ ߕߋ߲߬، ߊߟߊ߫ ߞߊ߲߫ ߞߏ߫ ߊ߬ߦߌ߫، ߌ ߓߘߊ߫ ߡߍ߲߫ ߦߊ߲߬ ߛߊ߲߬ ߗߍ߬ߡߍ߫ ߢߐ߲߰ ߠߋ߬ ߟߊ߫، ߒ߬ߓߊ߬ ߌ ߢߊ ߟߐ߬ ߌ ߟߊ߫ ߛߎ߬ߡߊ߲ ߣߴߌ ߡߌ߲߬ߖߌ ߘߐ߫ ߓߊ߫߸ ߏ߬ ߛߌ߫ ߡߊ߫ ߕߌߢߍ߫، ߌ ߢߊ ߟߐ߬ ߌ ߟߊ߫ ߝߊ߬ߟߌ ߝߣߊ߫ ߘߐ߫ ߞߍ߬، ( ߒ߬ߓߊ߬ ) ߛߴߊ߲ ߘߴߌ ߞߍ߫ ߡߊ߲߬ߕߊߣߌ߲߫ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߸ ( ߏ߬ ߓߟߏ ߡߊ߬ ) ߌ ߢߊ ߟߐ߬ ߞߟߏ ߟߎ߬ ߘߐ߫ ߓߊ߫ ߊ߲ ߧߴߏ߬ ߟߎ߬ ߟߊߘߍ߬ ߟߊ߫ ߢߊ ߡߍ߲ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ ߡߊߕߎ߬ ߛߏ߬ߓߏ ߟߊ߫، ߞߏ ( ߢߊߘߐߜߍ ) ߘߐߞߣߍ߫ ߘߴߊ߬ ߡߊ߬ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߓߘߴߊ߬ ߟߐ߲߫ ߛߊ߫ ߒ ߞߏ߫ ߖߊ߰ ߊߟߊ߫ ߟߋ߰ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:260","price":"ߕߎ߬ߡߊ ߡߍ߲ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߌ ߟߊ߫ ߛߎ߬ ߟߊ߬ߞߎ߬ߣߎ߲߬ߢߊ ߦߌ߬ߘߊ߬ ߒ ߠߊ߫ ߞߟߋ߫߹ ߊߟߊ߫ ߞߊ߲߫ ߞߏ߫ ߌ ߕߍ߫ ߟߊߒߠߦߊߓߊ߯ ߘߌ߫ ߏ߬ ߘߐ߫ ߟߋ߫ ߓߊ߬؟ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߤߊ߯ߟߌ߯ ( ߒ ߟߊߣߴߌ ߟߊ߫ ߝߛߊߦߌ߫ )߸ ( ߒ ߧߴߊ߬ ߝߍ߬ ߟߋ߬ ߘߐߙߐ߲߫ ) ߛߊ߫ ߒ ߛߣߐ߬ߡߍ ߘߌ߫ ߡߝߊ߫، ߊߟߊ߫ ߞߊ߲߫ ߞߏ߫ ߒ߬ߓߊ߬ ߞߣߐ߬ ߣߊ߯ߣߌ߲߫ ߡߌ߬ߘߊ߬ ߌ ߦߴߏ߬ ߟߎ߬ ߟߊߘߋ߬ߙߵߌ ߟߊ߫ ( ߛߴߌ ߘߴߊߟߎ߬ ߟߐ߲߫ ߏ ߕߎ߬ߡߊ )، ߌ ߦߋ߫ ߓߊ߲߫ ߞߵߏ߬ ߟߎ߫ ( ߘߐߕߍ߰ߕߍ߰ߣߍ߲ ) ߞߎߘߎ߲߫ ߞߋߟߋ߲߫ ߓߌ߬ߟߊߓߌ߬ߟߊ߫ ߞߎ߬ߙߎ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߞߊ߲߬، ߞߊ߬ ߓߊ߲߫ ߛߊ߫ ߞߵߊ߬ߟߎ߫ ( ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ ) ߞߟߌ߫، ߏ߬ ߓߊ߯ ߞߍ߫ ߌߞߘߐ߫ ߊ߬ߟߎ߬ ߞߊߟߌߦߊߡߍߣߍ߲ߕߐ ߘߌ߫ ߣߵߌ ߡߊ߬، ߌ ߦߴߊ߬ ߟߐ߲߫ ( ߠߴߏ߬ ߟߋ ߡߊ߬ ) ߞߏ߫ ߊߟߊ߫ ߟߋ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߊ ߘߌ߫","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:261","price":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߘߏ߲߬ ߠߊ߫ ߊߟߊߞߏ ߘߟߊ߫߸ ߏ߬ ߟߊߒߡߊ ߦߋ߫ ߟߋ߬ ߦߏ߫ ߛߎ߬ߡߊ߲߬ ߞߡߊ߬ ߞߋߟߋ߲߫ ߓߊ߯ ߝߍߘߍ߲߫ ߕߋ߬ߞߏ߬ ߥߐߙߐ߲ߥߌ߬ߟߊ߬ ߘߌ߫، ߞߡߊ߫ ߗߡߍ߬ ߦߋ߫ ( ߕߋ߬ߞߏ߬ ߞߋߟߋ߲) ߕߌ߲ߛߐ߲ ߓߍ߯ ߟߊ߫، ߒ߬ߓߵߊߟߊ߫ ߦߋ߫ ߓߊߟߌߟߌ ߞߍ߫ ߟߴߊ߬ ߘߌߦߊߣߊ߲ߡߐ߮ ߟߋ߬ ߦߋ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߙߌߥߊߓߊ߯ ߟߐ߲ߠߌ߲ߣߠߊ ߟߋ߬ ߘߌ߫","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:262","price":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߫ ߘߏ߲߬ ߠߴߊߟߊߞߏ ߘߟߊ߫߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߘߏ߲߬ߘߟߊ߬ߝߋ߲ ߏ߬ ߡߊߛߊ߯ߘߊ߫ ߟߊ߫ ߞߎ߲߬ߘߐ߬ߓߌ߬ߟߊ߬ߟߌ߫ ߣߌ߫ ߕߙߐߦߊ߫ ߛߌ߫ ߟߊ߫، ߏ߬ ߟߎ߫ ߛߊ߬ߙߊ ߛߌ߰ߣߍ߲߫ ߠߴߊ߬ߟߎ߬ ߢߍ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߕߍ߰ߟߊ ߘߐ߫، ߛߌߟߊ߲߫ ߕߍ߫ ߏ߬ ߟߎ߬ ߟߊ߫߸ ߛߎ߬ߣߎ߲߫ ߘߏ߲߬ ߕߴߊ߬ߟߎ߫ ߡߊ߬","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:263","price":"ߞߊ߲߫ ߓߘߍ߫ ߝߐ ߣߌ߫ ߡߊ߬ߞߕߏ߬ߟߌ ߟߋ߬ ߦߊ߯ ߝߌ߬ߛߊ߬ ߛߘߊߞߊ߫ ( ߓߐ߫ ) ߘߌ߫ ߕߙߐߦߊ ߦߋ߫ ߡߍ߲ ߡߊߛߊ߯ߘߊ߫ ߟߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߞߊ߯ߙߌߓߊ߯ ߡߎ߬ߢߎ߲߬ߓߊ߮ ߟߋ߬ ߘߌ߫","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:264","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬، ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߟߊ߫ ߘߟߊߝߊ߯ߝߋ߲ ߠߎ߬ ߡߊߕߌߢߍ߫ ߞߎ߲߬ߘߐ߬ߓߌ߬ߟߊ߬ߟߌ ߣߌ߫ ߕߙߐߦߊ߫ ߟߊ߫ ߘߋ߬، ߦߏ߫ ߡߍ߲ ߦߴߊ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߘߏ߲߬ ߠߊ߫ ߘߟߊ߫ ߖߘߍ߬ߦߌߘߊ ߡߊ߬ ߡߐ߱ ߟߎ߬ ߟߊ߫، ߊ߬ ߘߏ߲߬ ߡߊ߫ ߟߴߊߟߊ߫ ߣߌ߫ ߟߏ߲ߠߊߓߊ߲ߞߏ ߛߌ߫ ߟߊ߫߸ ߏ߬ ߟߊߒߡߊ ߦߋ߫ ߟߋ߬ ߦߏ߫ ߝߎ߯ߘߌ ߓߊ߯ ߞߍ߫ ߝߘߊ ߞߊ߲߬߸ ߛߊ߲ߖߌߓߊ ߦߋ߫ ߓߐߙߐ߲ߘߐ߫ ߏ ߞߊ߲߬ ߞߵߊ߬ ߡߊߞߏߟߏ߲ ߕߏ߫ ߜߟߋߞߎ߬ ߸ ߊ߬ ( ߕߌ߱ ) ߟߎ߬ ߕߴߛߋ߫ ߟߊ߫ ߝߏߦߌ߬ ߟߊߣߐ߬ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߘߐ߫، ߊߟߊ߫ ߘߏ߲߬ ߕߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߓߊ߲߬ߣߍ߲ ߞߊ߲ߘߊ߫ ߟߊ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:265","price":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߫ ߘߏ߲߬ ߠߊ߫ ߘߟߴߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߎ߬ ߢߌߣߌ߲߫ ߞߊ߲ ߡߊ߬߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߖߘߍ߬ߓߊ߲ߓߊ߲߫ ߞߊ߲ ߡߊ߬ ( ߟߊߒߠߦߊ ߘߐ߫ )، ߏ߰ ߟߋ߬ ߦߏ߫ ߣߊߞߐ ߓߊ߯ ߞߍ߫ ( ߞߌ߬ߢߍ߬ߘߎ߮ ) ߕߌ߲ߘߌ ߟߊ߫߸ ߛߊ߲ߖߌߓߊ ߦߋ߫ ߓߐߙߐ߲ߘߐ߫ ߏ ߞߊ߲߬߸ ߏ߬ ߦߴߊ߬ ߥߟߏߒߘߐ ߟߎ߬ ߞߍ߫ ߓߊߟߌ߫ ߝߌ߬ߟߊ-ߝߌ߬ߟߊ߬ ߘߌ߫، ߒ߬ߓߊ߬ ߤߊߟߌ߬ ߣߌ߫ ߛߊ߲ߖߌߓߊ߫ ߡߊ߫ ߓߐߙߐ߲ߘߐ߫ ߊ߬ ߞߊ߲߬߸ ߛߊ߲ߖߌ߫ ߡߌߛߍ߲ ( ߘߴߊ߬ ߓߐ߫ ) ߕߋ߲߬، ߊߟߊ߫ ߘߏ߲߬ ߢߊ߯ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߊ߫ ߖߐ߫","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:266","price":"ߊߟߎ߫ ߘߏ߫ ߦߴߊ߬ ߣߕߊ߬ ߟߊ߫ ߓߊ߬ ߞߏ߫ ߣߊߞߐ߫ ߦߋ߫ ߞߍ߫ ߊ߬ߟߋ߬ ߓߟߏ߫ ߸ ߕߌ߲߬ߖߐ߲ ߠߎ߬ ߣߌ߫ ߖߐ߬ߓߌ߬ߙߋ߲߬ߛߎ߲ ߠߎ߬ ߦߋ߫ ߡߍ߲ ߞߣߐ߫، ߖߌߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߴߊ߬ ߞߘߐ߫ ߸ ( ߊ߬ ߣߌ߫ ) ߦߙߌߘߋ߲ ߛߎ߮ ߓߍ߯ ߦߴߊ߬ ߓߟߏ߫ ߦߋ߲߬، ߞߐ߬ߘߐ ߞߵߊ߬ߟߋ ߛߐ߬ߘߐ߲߫ ߞߵߊ߬ ߕߘߍ߬ ߓߐ߲ߛߐ߲߫ ߖߐ߲ߝߐ߲ߣߍ߲߫ ߠߎ߫ ߦߵߊ߬ ߓߟߏ߫ ( ߡߍ߲ ߠߎ߬ ߕߍ߫ ߓߊ߯ߙߊ߫ ߟߊߣߐ߬ )، ߘߊ߬ߡߊ߲߬ߛߊ߫ ߕߐ߲ߞߐߟߐ߲߫ ߕߡߊ ߣߊ߬ ߘߴߏ ߛߐ߬ߘߐ߲߬ ߞߵߊ߬ ߖߋ߬ߣߌ߲߬ ߞߙߐߕߐߕߐ߫، ߒ߬ߓߊ߬ ߊߟߊ߫ ߦߴߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߞߣߍ߫ ߟߴߊߟߎ߫ ߦߋ߫ ߕߊ߲߬ ߠߋ߬ ߛߴߊߟߎ߫ ߘߴߊ߬ ߘߐߡߙߌ߫","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:267","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߛߐ߬ߘߐ߲߬ߝߋ߲߬ ߓߘߍߓߘߍ ߟߎ߫ ߟߋ߫ ߘߏ߲߬ ߘߟߊ߫߸ ߊ߬ ߣߴߊ߲ ߞߊ߬ ߝߋ߲ ߡߍ߲ ߠߎ߬ ߟߊߓߐ߫ ߊߟߎ߫ ߦߋ߫ ߘߎ߱ ߘߐ߫، ߊߟߎ߫ ߞߊߣߵߊ߬ ߘߐ߫ ߝߋ߲߫ ߖߎ߮ ߞߙߍߞߙߍ߫ ߘߋ߬ ߞߏ߫ ߊߟߎ߫ ߦߴߏ߬ ߘߏ߲߬ ߠߊ߫ ߘߟߊ߫، ߊߟߎ߫ ߖߍ߬ߘߍ ߕߍ߫ ߛߐ߲߬ ߡߍ߲ ߡߌ߬ߘߊ߬ ߟߊ߫ ߞߊ߬ߣߌ߲߬ ߝߏ߫ ߣߴߊߟߎ߫ ߞߵߊߟߎ߫ ߢߊ ߟߊߛߌ߰ ߸ ߊߟߎ߫ ߘߏ߲߬ ߦߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߦߋ߫ ߞߊ߯ߙߌߓߊ߯ ߕߊ߲߬ߘߏ߬ߕߊ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:268","price":"ߜߍ߬ߘߍ ߦߴߊߟߎ߫ ߦߟߌߡߊߜߏߦߊ߫ ߟߊ߫ ߓߟߏߞߏߟߏ߲ߧߊ ߟߋ߬ ߟߊ߫ ߞߵߊߟߎ߫ ߟߐ߬ ߞߏߙߏ߲ߧߊ ߟߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߦߟߌߡߊߘߌߦߊ߫ ߟߴߊ߬ ߟߊ߫ ߡߊ߬ߞߕߏ߬ߟߌ ߣߴߊ߬ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߟߋ߬ ߟߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߙߌߥߊߓߊ߯ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬ ߘߌ߫","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:269","price":"ߊ߬ ߦߋ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ ߘߌ߫ ߟߊ߫ ߡߐ߰ ߟߋ߬ ߡߊ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫، ߥߘߋ߬ߥߘߋ߬ߟߌ ߘߏ߲߬ ߓߊ߯ ߘߌ߫ ߡߍ߲ ߡߊ߬߸ ߤߙߊ߫ ߛߌߦߊߡߊ߲߫ ߓߘߊ߫ ߘߌ߫ ߏ߬ ߡߊ߬ ߞߟߋ߫، ߡߐ߰ ߛߌ߫ ߟߋ߬ ߕߴߊ߬ ߕߊ߰ߛߌ߬ ߟߊ߫ ߝߏ߫ ߤߊߞߟߌ߫ ߞߌߛߍ߫ ߕߌ߮ ߟߎ߬","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:270","price":"ߊߟߎ߫ ߓߊ߯ ߘߏ߲߬ߘߊ߬ߟߊ ߡߍ߲-ߍ-ߡߍ߲߫ ߞߍ߫، ߥߟߴߊߟߎ߫ ߓߊ߯ ߘߊߞߊ߲ ߛߎ߯-ߎ-ߛߎ߯ ߕߊ߬߸ ߊߟߊ߫ ߞߵߏ߬ ߓߍ߯ ߟߐ߲߫، ߘߍ߬ߡߍ߲߬ߓߊ߯ ߟߋ߬ ߕߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߟߊ߫","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:271","price":"ߣߴߊߟߎ߫ ߞߊ߬ ߘߟߊߝߊ߯ߝߋ߲ ߟߎ߬ ߟߊ߲ߞߣߍߡߊ߫ ߏ߬ ߞߊ߫ ߢߌ߲߬ߓߊ ߟߋ߬، ߞߏ߬ߣߌ߲߬ ߣߴߊߟߎ߫ ߞߵߊ߬ߟߎ߫ ߘߏ߲߰ ߞߵߊ߬ߟߎ߫ ߣߌ߬ ߓߟߏߞߏߟߏ߲ ߠߎ߬ ߟߊ߫߸ ߏ߬ ߟߋ ߞߊ߫ ߘߌ߫ ߊߟߎ߫ ߟߊ߫، ߓߊ ߊߟߊ߫ ߦߴߊߟߎ߫ ߖߎ߯ߡߊ߲߫ ߞߍ߫ ߣߐ ߘߏ߫ ߟߎ߫ ߕߍ߬ ߟߴߏ߬ ߟߋ ߘߐ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߫ ߞߟߊ߬ߡߊ߬ߓߊ߯ ߟߋ߬ ߘߌ߫","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:272","price":"ߊ߬ߟߎ߬ ߞߊ߲ߘߊ ߕߴߌߟߋ ߡߊ߬ ( ߞߵߊ߬ߟߎ߫ ߟߐ߬ ߛߐߟߌ ߟߊ߫ )، ߓߊ߬ߙߌ߬ ߊߟߊ߫ ߟߋ߬ ߦߋ߫ ߡߐ߰ ߞߊ߲ߘߊ߫ ߟߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫، ߊߟߎ߫ ߘߏ߲߬ ߓߊ߯ ߝߋ߲-ߋ-ߝߋ߲߫ ߘߏ߲߬ ߘߟߊ߫ ߢߌ߬ߡߊ߬ ߘߐ߫ ߸ ߊߟߎ߫ ߦߴߏ߬ ߓߍ߯ ߞߍ߫ ߟߴߊߟߎ߫ ߖߍ߬ߘߍ߫ ߟߋ߬ ߦߋ߫، ߊߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߘߏ߲߬ߘߊ߬ߟߊ ߞߍ߫ ߟߊ߫ ( ߞߎ߲߬ ߜߘߍ߫ ߟߊ߫ ) ߝߏ߫ ߊߟߊ߫ ߞߏߟߘߊ߫ ߢߌߣߌ߲، ߊߟߎ߫ ߘߏ߲߬ ߓߊ߯ ߡߍ߲-ߍ-ߡߍ߲߫ ߘߏ߲߬ ߘߟߊ߫ ߢߌ߬ߡߊ߬ ߘߐ߫ ߸ ߏ ( ߛߊ߬ߙߊ ) ߘߌ߫ ߘߝߴߊߟߎ߫ ߦߋ߫ ߸ ߓߊߏ߬ ߊߟߎ߫ ߕߍ߫ ߕߐ߬ߢߍ߰ ߟߊ߫","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:273","price":"( ߞߊ߬ ߢߌ߬ߡߊ ߏ߬ ߟߎ߬ ߞߍ߫ ) ߓߟߏߞߏߟߏ߲ ߠߎ߫ ߟߋ߬ ߦߋ߫ ߸ ߡߍ߲ ߠߎ߬ ߓߟߏߕߍ߰ߣߍ߲߫ ߊߟߊ߫ ߛߌߟߊ ߟߊ߫، ߊ߬ߟߎ߬ ߕߍ߫ ߕߊ߯ߡߊ߫ ߟߊߣߐ߬ ߟߊ߫ ߖߡߊ߬ߣߊ ߢߊߝߍ߬، ߞߏߟߐ߲ߓߊߟߌ ߦߴߏ߬ ߟߎ߫ ߟߋ߫ ߓߛߌ߬ߞߌ߬ ߟߊ߫ ߓߊ߬ߣߊ ߟߎ߬ ߘߌ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߞߎ߲ߒߖߘߍ߬ߡߊ ߞߏߛߐ߲߬، ߌ ߦߴߊ߬ߟߎ߬ ߟߐ߲߫ ߠߴߊ߬ߟߎ߫ ߕߐ߰ߡߊ߬ߛߙߋ ߟߋ߫ ߡߊ߬، ( ߓߊ ) ߊ߬ߟߎ߫ ߞߏ߬ߣߌ߲߬ ߕߍ߫ ߡߐ߱ ߟߎ߬ ߕߙߊ߫ ߟߊ߫ ߝߘߌߝߘߌ߫، ߊߟߎ߫ ߓߊ߯ ߝߋ߲-ߋ-ߝߋ߲߫ ߘߏ߲߬ ( ߏ߬ ߟߎ߬ ߟߊ߫ ߞߏ ) ߘߟߊ߫ ߢߌ߬ߡߊ߬ ߘߐ߫ ߸ ߊߟߊ߫ ߞߵߏ߬ ߟߐ߲߫ ߖߐ߫","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:274","price":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߘߏ߲߬ ߠߊ߫ ߘߟߊ߫ ߛߎ ߘߐ߫ ߕߋ߬ߟߋ ߘߐ߫ ߸ ߜߎ߲߬ߘߎ ߘߐ߫ ߊ߬ ߣߌ߫ ߟߊ߲ߞߣߍߡߊ ߘߐ߫ ߸ ߏ߬ ߟߎ߫ ߛߊ߬ߙߊ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߘߊ، ߛߌߟߊ߲߫ ߕߴߏ߬ ߟߎ߬ ߟߊ߫ ߸ ߛߎ߬ߣߎ߲߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߫ ߡߊ߬","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:275","price":"ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߜߙߐ߬ߞߐ ߘߊߥߎ߲߫ ߠߊ߫ ߛߊ߫߸ ߏ߬ ߟߎ߬ ߕߍߣߊ߬ ߥߟߌ߬ ߟߊ߫ (ߛߊ߬ߙߌ ߘߐ߫ ߢߊ߫ ߜߘߍ߫ ߡߊ߬) ߝߏ߫ ߡߐ߰ ߥߟߌ߬ߢߊ߸ ߜߍ߬ߘߍ ߣߊ߬ ߡߍ߲ ߠߊߞߙߌ߬ߞߙߌ߬ߡߊ߬ ߟߊ߫ ( ߝߋ߲ߞߏ) ߝߊ߭ ߟߊ߫ ߡߊ߰ߢߐ߲߰ߦߊ ߟߊ߫، ߏ߬ ߕߊ߬ߣߍ߲߬ ߡߍ߲ ߡߊ߬߸ ߓߊ ߏ߬ ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߝߋ߬ߙߋ ߦߋ߫ ߟߋ߬ ߦߏ߫ ߜߙߐ߬ߞߐ، ߊߟߊ߫ ߘߏ߲߬ ߞߊ߬ ߝߋ߬ߙߋ ߟߋ߬ ߟߊߘߊ߬ߤߊ߫ ߞߊ߬ ߜߙߐ߬ߞߐ ߟߊߕߐ߲߫، ߣߌ߫ ߡߍ߲ ߞߏ߬ߣߌ߲ ߡߊ߰ߙߌ ߟߊ߫ ߟߊ߬ߟߌ߬ߟߌ (ߣߌ߲߬) ߣߊ߬ ߘߴߊ߬ ߡߊ߬ ߞߊ߬ ߝߘߊ߫ ߜߙߐ߬ߞߐ ߟߊ߫߸ ߕߊ߬ߡߌ߲߬ߣߍ߲߬ ߞߘߐ ߦߴߏ߬ ߕߊ߫ ߘߌ߫ ߝߛߊߦߌ߫ ߞߵߊ߬ ߟߊ߫ ߞߏ ߕߏ߫ ߊߟߊ߫ ߡߊ߬، ߒ߬ߓߊ߬ ߣߌ߫ ߡߍ߲ ߛߊ߬ߦߌ߲߬ ߘߴߊ߬ ߡߊ߬ ߏ߬ ߞߐ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ( ߞߍߕߐ߫ ) ߕߊ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫ ߸ ߏ߬ ߟߎ߬ ߕߏߕߐ߫ ߦߋ߲߬ ߠߋ߬","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:276","price":"ߊߟߊ߫ ߦߋ߫ ߜߙߐ߬ߞߐ ߝߊߛߊ߲߫ ߠߊ߫ ߟߋ߬ ߸ ߞߊ߬ ߘߏ߲߬ߒߘߟߊ߬ߝߋ߲ ( ߖߘߍ߬ߡߊ߬ߓߐ ) ߟߎ߬ ߓߎ߯، ߓߊ ߊߟߊ߫ ߕߍ߫ ߝߌߕߙߌߥߊߟߋ߫ ߖߟߎ߬ߡߎ߲߬ߕߐ߬ ߛߌ߫ ߝߍ߬","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:277","price":"ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫ ߸ ߞߊ߬ ߛߊߟߌ ߟߐ߬ ߞߊ߬ ߖߞߊ ߘߌ߫ ߸ ߏ߬ ߟߎ߫ ߛߊ߬ߙߊ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߘߊ߸ ߛߌߟߊ߲߫ ߕߴߏ߬ ߟߎ߬ ߟߊ߫߸ ߛߎ߬ߣߎ߲߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߫ ߡߊ߬","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:278","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߞߊ߬ ߜߙߐ߬ߞߐ߬ ( ߖߟߎ ) ߕߐ߬ ߕߏߣߍ߲ ߓߍ߯ ߕߏ߫ ߦߋ߲߬ ߔߋߎ߫ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߟߊߒߠߦߊߓߊ߯ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:279","price":"ߣߴߊߟߎ߫ ߘߏ߲߬ ߡߴߏ߬ ߞߍ߫ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߕߎ߬ߡߊ߬ߘߐ߫ ߊߟߊ߫ ߣߌ߫ ߞߋߟߊ ߟߊ߫ ߞߍ߬ߟߍ ߢߍ߫، ߣߴߊߟߎ߫ ߘߏ߲߬ ߞߊ߬ ߖߘߍ߬ߟߊ߬ߛߊߦߌ ߞߍ߫ ߸ ߊߟߎ߫ ߟߊ߫ ߣߊ߲߬ߝߟߏ߬ߞߎ߲ ߠߎ߬ ߘߐߙߐ߲߫ ߘߌ߫ ߕߏ߫ ߊߟߎ߫ ߓߟߏ߫ ߸ ߊߟߎ߫ ߕߍ߫ ߕߐ߬ߢߍ߰ ߞߍ߫ ߏ߬ ߘߐ߫ ߸ ߊߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߕߐ߬ߢߍ߰","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:280","price":"ߣߴߊߟߎ߫ ( ߟߊ߫ ߖߟߎ߬ߡߍ߬ߣߍ߲߬ߕߐ ߦߋ߫ ) ߜߟߍ߬ߦߊ ߘߐ߫ ߸ ߊߟߎ߫ ߦߴߊ߬ ߡߊߞߐ߬ߣߐ߲߬ ߣߐ߰ߦߊ ߥߊ߯ߕߌ ߟߊ߫، ߊߟߎ߫ ߝߊ߲߭ ߦߴߊ߬ ( ߕߏ߫ ߊ߬ ߓߟߏ߫ ߞߵߊ߬ ) ߞߍ߫ ߖߘߍ߬ߡߊ߬ߓߐ ߘߌ߫ ߸ ߏ߬ ߟߋ ߘߌߡߊ߲߫ ߊߟߎ߫ ߟߊ߫ ߣߴߊߟߎ߫ ߓߴߊ߬ ߞߊ߬ߟߊߡߊ߬","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:281","price":"ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߟߏ߲߫ ߡߊ߬߸ ߊߟߎ߫ ߟߊߛߊ߬ߦߌ߲߬ߕߐ߬ ߊߟߊ߫ ߡߊ߬ ߡߍ߲ ߘߐ߫، ߏ߬ ߞߐߝߍ߬ ߣߌߡߊ ߓߍ߯ ߗߋߥߊߟߌ ( ߛߊ߬ߙߊ ) ߘߌ߫ ߘߝߴߊ߬ ߦߋ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߫ ߕߐ߬ߢߍ߰ ߟߊ߫","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:282","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߖߎ߬ߟߎ ߟߊߘߊ߲߫ ߠߊ߫ ߞߵߊ߬ ߛߌ߰ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲߫ ߠߊ߫ ߸ ߊߟߎ߫ ߦߴߊ߬ ߛߓߍ߫ ߟߋ߬ ߖߐ߫، ߛߓߍߟߌߟߊ ߘߏ߫ ߦߴߊ߬ ߛߓߍ߫ ߊߟߎ߫ ߕߍ߫ ߕߋߟߋ߲ ߠߊ߫، ߛߓߍߟߌߟߊ ߞߊߣߵߊ߬ ߓߊ߲߬ ߞߏ߫ ߊ߬ ߕߴߊ߬ ߛߓߍ߫ ߟߊ߫ ߦߏ߫ ߊߟߊ߫ ߞߵߊ߬ ߟߊߟߐ߲ߠߌ߲߫ ߢߊ ߡߍ߲، ߊ߬ ߦߴߊ߬ ߛߓߍ߫ ߝߛߊߦߌ߫ ߸ ߖߟߎ߬ߡߍ߬ߣߍ߲߬ߕߐ ߦߋ߫ ߝߐߛߓߍ ߞߍ߫ ( ߊ߬ ߞߎ߲߬ ) ߸ ߏ߬ ߦߴߊ߬ ߝߊ߲ߕߊ߲߬ߞߴߊ߬ ߡߊ߰ߙߌ ߊߟߊ߫ ߡߊ߬، ߊ߬ ߞߊߣߊ߬ ߝߏߦߌ߬ ߖߊߛߌ߫ ߊ߬ ߘߐ߫، ߣߌ߫ ߖߟߎ߬ߡߍ߬ߣߍ߲߬ߕߐ ߞߍ߫ ߘߊ߫ ߞߎ߲߬ߝߌ߲߫ ߘߌ߫ ߥߟߊ߫ ߡߐ߰ ߖߐ߲ߝߐ߲ߣߍ߲߫ ߘߌ߫ ߸ ߥߟߴߊ߬ ߖߍ߬ߘߍ ߕߴߛߋ߫ ߝߐߛߓߍ߫ ߞߍ߫ ߟߊ߫߸ ߊ߬ ߥߛߊ߬ߓߊ߮ ߦߋ߫ ߝߐߛߓߍ ߞߍ߫ ߕߋߟߋ߲ ߠߊ߫. ߊߟߎ߫ ߦߋ߫ ߛߙߋ߫ ߝߌ߬ߟߊ߬ ߞߍ߫ ߊ߬ ߟߊ߫ ߊߟߎ߫ ߘߐ߫ ߗߍ߭ ߟߎ߬ ߘߐ߫، ߣߴߊ߬ߟߎ߬ ߡߊ߫ ߞߍ߫ ߗߍ߬ ߝߌ߬ߟߊ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߞߍ߫ ߗߍ߬ ߞߋߟߋ߲߫ ߣߌ߫ ߡߏ߬ߛߏ߫ ߝߌ߬ߟߊ߬ ߘߌ߫ ߸ ߏ߬ ߟߎ߬ ߦߋ߫ ߓߐ߫ ߡߐ߰ ߟߎ߫ ߟߋ߬ ߘߐ߫ ߊߟߎ߫ ߓߍ߯ ߘߌ߬ߢߍ߬ߣߍ߲߫ ߡߍ߲ ߠߎ߫ ߡߊ߬ ߛߙߋߞߏ ߘߐ߫ ߸ ߞߎߟߊߞߏߕߍ߫ ߣߴߏ߬ ߝߌ߬ߟߊ ߞߋߟߋ߲߫ ߝߟߌ߬ ߘߊ߫ ߕߐ߬ ߞߋߟߋ߲ ߘߴߏ ߦߟߌߟߊߓߌ߬ߟߊ߬، ߛߙߋ ߟߎ߬ ߞߊߣߵߊ߬ߟߎ߫ ߓߊ߲߬ ߘߋ߬ ߸ ߣߴߊ߬ߟߎ߬ ߞߟߌ߫ ߘߊ߫ ( ߛߙߋߦߊ ߟߊߟߐ߭ ߡߊ߬ )، ߖߎ߬ߟߎ ߛߓߍ ߞߊߣߊ߬ ߟߐ߯ߓߐ߫ ߊߟߎ߫ ߟߊ߫ ߘߋ߬ ߸ ߊ߬ ߘߐ߯ߦߊ߫ ߘߊ߫ ߥߟߴߊ߬ ߓߏ߲߬ߧߊ߬ ߘߊ߫ (ߞߵߏ߬ ߞߍ߫ ߟߋ߬ ߖߐ߫) ߞߵߊ߬ ߛߌ߰ ߊ߬ ߛߕߊ ߟߊ߫، ߏ߬ ߟߋ ߓߍ߲߬ߣߍ߲߬ ߊߟߊ߫ ߡߊ߬߸ ߏ߬ ߟߋ ߘߏ߲߬ ߕߋߟߋ߲ߣߍ߲߫ ߛߙߋߦߊ߫ ߞߏ ߘߐ߫ ߸ ߏ߬ ߟߋ ߞߊ߫ ߛߎ߬ߘߎ߲߬ ( ߜߍߢߐ߲߰ߡߊ ߟߊ߫ ) ߛߴߊߟߎ߫ ߞߊߣߊ߬ ߛߌߞߊ߫ ( ߢߐ߲߮ ߡߊ߬ )، ߝߏ߫ ߣߴߊ߬ ߞߍ߫ ߘߊ߫ ߘߎ߰ ߞߣߐ߬ ߖߊߥߏ߫ ߘߌ߫ ߘߋ߬ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߟߊߞߘߎߞߘߎ߫ ߟߊ߫ ߢߐ߲߮ ߕߍ߫ ߞߍ߬ߣߍ߲، ߞߎ߲߬ߞߏ߬ ߕߍ߫ ߊߟߎ߫ ߡߊ߬ ߞߏ߫ ߊߟߎ߫ ߡߴߏ߬ ߛߓߍ߫، ߊߟߎ߫ ߦߋ߫ ߛߙߋߓߍ ߞߍ߫ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߝߙߋ߬ߢߐ߲߰ߦߊ ߟߊ߫ ( ߟߏ߲ߘߐ߫ ߝߐߢߐ߲߯ߞߐ ߓߊ߬ߟߌ߬ ߞߊߡߊ߬)، ߕߙߐ߫ ߞߊ߫ ߟߊߛߋ߫ ߛߓߍߟߌߟߊ ߣߌ߫ ߛߙߋ ߛߌ߫ ߡߊ߬߸ ߣߴߊߟߎ߫ ߞߵߏ߬ ߞߍ߫ ߘߐߙߐ߲߫ ߏ߬ ߦߴߊߟߎ߫ ߟߊ߫ ߔߊߟߊ߲ߞߊ ߟߋ߬ ߘߌ߫، ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߊߟߊ߫ ߡߊ߬ ߟߋ߬ ߓߊߏ߬ ߊ߬ ߦߴߊߟߎ߫ ߟߊߞߍ߫ ߟߊ߫ ߞߏ߫ ߟߋ߫ ߞߊ߬ߟߊߡߊ߬ ߣߌ߲߬߸ ߊߟߊ߫ ߘߏ߲߬ ߦߴߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߐ߲ߓߊ߯ߓߊ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:283","price":"ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߕߊ߯ߡߊ߫ ߘߐ߫ ߊߟߎ߫ ߡߊ߫ ߛߓߍߟߌߟߊ߫ ߛߐ߬ߘߐ߲߬ ߸ ߒ߬ߓߊ߬ ߕߏ߬ߟߌ߬ߡߊ߬ߛߌ߯ ߡߌ߬ߘߊ߬ߕߊ߫ ߦߋ߫ ߞߴߦߋ߲߬، ߣߴߊߟߎ߫ ߘߏ߫ ߞߊ߬ ߝߋ߲߫ ߞߊ߬ߙߌ߬ߝߊ߬ ߘߏ߫ ߟߊ߫߸ ߞߊ߬ߙߌ߬ߝߊ ߞߍߣߍ߲߫ ߡߍ߲ ߠߊ߫ ߏ߬ ߦߋ߫ ߞߊ߬ߙߌ߬ߝߊ ߟߊߛߊ߬ߦߌ߫ ߊ߬ ߕߌ߱ ߡߊ߬ ߘߋ߬، ߞߵߊ߬ ߝߊ߲ߕߊ߲߬ߞߴߊ߬ ߡߊ߰ߙߌ߬ ߊߟߊ߫ ߡߊ߬، ߊߟߎ߫ ߞߊߣߊ߬ ߛߙߋߦߊ ߘߏ߲߰ ߝߋߎ߫ ߸ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߏ߲߰ ߏ ߛߣߐ߬ߡߍ ߞߎ߲߬ߞߏ߬ߕߐ ߟߋ߬ ߸ ߊߟߊ߫ ߘߏ߲߬ ߞߵߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߐ߲߫ ߠߋ߬","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:284","price":"ߊߟߊ߫ ߕߊ ߟߋ߬ ߝߋ߲ ߘߌ߫ ߡߍ߲ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߦߋ߫ ߘߎ߱ ߘߐ߫، ߊߟߎ߫ ߞߵߊߟߎ߫ ߣߌߘߐߞߏ ߘߏ߲߰ ߓߊ߬߸ ߥߟߴߊߟߎ߫ ߞߵߊ߬ ߟߊ߲ߞߣߍߡߊ߫ ߸ ߊߟߊ߫ ߘߴߊߟߎ߫ ߖߊ߬ߕߋ߬ߓߐ߫ ߏ ߡߊ߬، ߊ߬ ߘߌ߫ ߡߐ߰ ߡߊߞߕߏ߫ ߸ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫߸ ߊ߬ ߘߌ߫ ߡߐ߰ ߖߊ߲߰ߞߕߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫، ߊߟߊ߫ ߟߋ߰ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:285","price":"ߞߋߟߊ ߓߘߊ߫ ߟߊ߫ ߟߍߙߊ ߟߊ߫ ߡߍ߲ ߠߊߖߌ߰ߣߴߊ߬ ߡߵߊ߬ ߡߊ߰ߙߌ ߓߟߏ߫ ߸ ߊ߬ ߣߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬، ߊ߬ߟߎ߫ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߓߍ߯ ߟߊߣߍ߲߫ ߊߟߊ߫ ߟߊ߫߸ ߊ߬ ߟߊ߫ ߞߋ߲ߛߐ߲ ߠߎ߬ ߟߊ߫߸ ߊ߬ ߟߊ߫ ߟߍߙߊ ߟߎ߬ ߟߊ߫߸ ߊ߬ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߬ ߟߊ߫، ( ߝߣߊ߫ ) ߊ߲ ߕߍ߫ ߘߊ߲߬ߕߍ߰ߓߐ߫ ߞߍ߫ ߡߐ߰ ߛߌ߫ ߕߍ߫ ߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߬ ߘߐ߫، ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߓߘߊ߫ ߡߍ߲ߠߌ߲ ߞߍ߫ ߸ ߞߊ߬ ߞߊ߲߫ ߡߌߘߊ ߞߍ߫، ߊ߲ ߧߴߌ ߟߊ߫ ߡߊ߬ߞߕߏ߬ߟߌ ߟߋ߫ ߝߍ߬ ߊ߲ ߡߊ߰ߙߌ ߸ ߊ߲ ߣߊ߬ߕߐ߬ ߟߊߓߊ߲߫ ߠߴߌߟߋ ߟߋ߫ ߡߊ߬","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"2:286","price":"ߊߟߊ߫ ߕߍ߫ ߣߌߡߊ ߞߘߊߡߊ߫ ߟߊ߫ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߊ߬ ߛߋߞߏ، ߊ߬ ߞߵߊ߬ ߟߊ߫ ߢߌ߬ߡߊ߬ ߞߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߬ ߦߋ߫ ߸ ߊ߬ ߞߵߊ߬ ߟߊ߫ ߖߎ߯ߡߊ߲߫ ߞߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߬ ߟߊ߫، ( ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߘߡߊߞߊ߬ߛߌ߬ ) ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߞߊߣߵߊ߲ ߡߌ߬ߘߊ߬ ( ߞߎ߲߬ߞߏ߫ ߟߊ߫߸) ߣߴߊ߲ ߢߌ߬ߣߊ߬ ߘߊ߫ ߥߟߴߊ߲ ߝߎ߬ߕߎ߲߬ߕߌ߬ ߘߊ߫، ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߞߊߣߊ߬ ߘߏ߬ߣߌ߲߬ ߟߊ߫ ߒ߬ߞߎ߲߬ ߸ ߦߏ߫ ߌ ߞߊ߬ ߡߍ߲ ߟߊ߫ ߒ߬ ߢߍߓߊ߮ ߟߎ߫ ߞߎ߲߬، ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߘߏ߲߬ ߞߊߣߵߊ߲ ߟߊߢߎ߲߫ ߞߏ߫ ߟߊ߫ ߦߏ߫ ߌ ߞߊ߬ ߒ߬ ߢߍߓߊ߮ ߟߎ߬ ߟߊߢߎ߲߫ ߡߍ߲ ߢߐ߲߰ ߠߊ߫، ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߘߏ߲߬ ߞߊߣߵߊ߲ ߟߊߢߎ߲߫ ߞߏ߫ ߟߊ߫ ߊ߲ ߕߴߛߋ߫ ߡߍ߲ ߞߘߐ߫، ߌ ߦߋ߫ ߜߊ߲ߒߞߎ߲ߠߊ ߞߴߊ߲ ߧߋ߫ ߞߵߊ߲ ߡߊߞߕߏ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߤߌߣߴߊ߲ ߠߊ߫، ߌߟߋ ߟߵߊ߲ ߕߌ߱ ߘߌ߫، ߖߊ߰ߣߌ߲߬ ߌ ߦߴߊ߲ ߘߍ߬ߡߍ߲߫ ߡߌ߲߬ߙߌ߲߬ߘߌ߫ ߓߊ߲߬ߣߍ߲ ߠߎ߫ ߡߊ߬","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:1","price":"ߊ ߟ ߡ","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:2","price":"ߊߟߊ߫ ߸ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߕߍ߫ ߊ߬ߟߋ߬ ߞߐ߫ ߸ ߣߌߡߊ ߟߋ߬ ߸ ߟߐ߬ߣߍ߲ߒߖߘߍ߬ߟߊ ߟߋ߬","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:3","price":"ߊ߬ ߞߊ߬ ߟߍߙߊ ߟߊߖߌ߰ ߌ ߡߊ߬ ( ߞߵߊ߬ ߘߐߘߏ߲߬ ) ߕߎ߬ߢߊ ߟߋ߬ ߟߊ߫، ߞߵߏ߬ ߞߴߊ߬ ߢߍߕߊ ߟߎ߬ ߟߊߛߙߋߦߊߟߊ߲ ߘߌ߫ ߸ ߊ߬ ߣߴߊ߬ ߞߊ߬ ߕߊ߬ߎ߬ߙߊߕߌ ߣߌ߫ ߟߌ߲߬ߖߌ߯ߟߌ ߟߎ߬ ߟߊߖߌ߰","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:4","price":"ߊ߬ߟߋ߬ ߢߍ߫ ߸ ߞߵߏ߬ ߟߎ߬ ߞߍ߫ ߞߊ߲ߘߦߊ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ( ߡߐ߱ ߟߎ߫ ߖߍ߲߬ߞߍ ߞߐ߫ ߏ߬ ߟߎ߫ ߡߊ߬)، ߊ߲ ߞߊ߬ ߝߊߙߊ߲ߝߊߛߌߟߊ߲ ( ߞߎ߬ߙߊ߬ߣߊ) ߠߊߖߌ߰ ( ߏ߬ ߟߋ ߞߐ߫)، ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߣߍ߲߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫ ߸ ߏ߬ ߟߎ߬ ߢߍߛߌ߰ߣߍ߲߫ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲ ߠߋ߬ ߟߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߕߊߢߐ߲߯ߓߐ ߕߌ߱ ߟߋ߬ ߘߌ߫","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:5","price":"ߊߟߊ߫ ߸ ߝߏߦߌ߬ ߕߍ߫ ߘߏ߲߰ ߠߴߊ߬ߟߋ ߡߊ߬ ߞߏߦߌ߫ ߸ ߘߎ߱ ߡߊ߬ ߥߟߊ߫ ߛߊ߲ ߘߐ߫","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:6","price":"ߊ߬ߟߋ ߟߵߊߟߎ߫ ߝߊ߬ߘߌ߬ߡߦߊ߬ ߟߊ߫ ߘߋ߲ߛߏ ߟߎ߬ ߘߐ߫ ߊ߬ ߢߣߊ߫ ߢߊ ߡߊ߬ ( ߦߌߟߡߊ ߟߎ߬ ߘߐ߫ )، ߡߊ߰ߙߌ߬ ߛߌ߫ ߕߴߊ߬ߟߋ߬ ߞߐ߫، ߣߌ߬ߣߌ߬ߟߊ߫ ߟߋ߬ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ߫ ߟߋ߬","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:7","price":"ߊ߬ߟߋ ߟߋ߫ ߞߊ߬ ߟߍߙߊ ߟߊߖߌ߰ ߌ ߡߊ߬، ߟߝߊߙߌ ߘߏ߫ ߟߎ߫ ߦߴߏ߬ ߘߐ߫ ߏ߬ ߟߎ߫ ߥߘߋ߬ߥߘߋ߬ߦߊ߬ߣߍ߲߫߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߟߍߙߊ ߓߊߖߎ ߘߌ߫، ߘߏ߫ ߜߘߍ߫ ߓߍ߫ ߏ߬ ߟߎ߬ ߘߐߝߌ߲߬ߣߍ߲߫، ߒ߬ߓߊ߬ ( ߡߐ߰ ) ߖߛߎ߬ߘߐ߬ߞߍ߬ߞߏ ߦߋ߫ ߡߍ߲ ߠߎ߫ ߛߣߐ߬ߡߍ ߘߐ߫ ߸ ߏ߬ ߟߎ߬ ߦߋ߫ ߝߋ߲߫ ߠߋ߫ ߣߐ߬ߡߌ߬ߣߊ߬ ߟߴߏ߬ ߘߐ߫ ߡߍ߲ ߘߐߝߌ߲߬ߣߍ߲߫ ߥߊ߬ߥߎ߬ߟߋ߬ ߢߌ߬ߣߌ߲ ߞߊ߲ ߡߊ߬߸ ߊ߬ ߣߴߊ߬ ߞߘߐߡߊߖߊ߲ ߢߌߣߌ߲߫ ߞߊ߲ ߡߊ߬، ߡߐ߰ ߛߌ߫ ߘߏ߲߬ ߕߴߊ߬ ߞߘߐߡߊߖߊ߲ ߟߐ߲߫ ߝߏ߫ ߊߟߊ߫، ߡߍ߲ ߠߎ߫ ߖߊ߲߬ߝߊ߬ߣߍ߲߬ ߟߐ߲ߠߌ߲ ߘߐ߫ ߏ߬ ߟߎ߫ ߟߴߊ߬ ߝߐ߫ ߟߊ߫ ߞߏ߫ ߒ߬ߠߎ߬ ߟߊߣߍ߲߫ ߊ߬ ߟߊ߫ ߛߎߋ߯ ߸ ߓߊ ߊ߬ ߓߍ߯ ߓߐߣߍ߲߫ ߒ߬ ߡߊ߰ߙߌ ߓߘߊ ߟߋ߬، ߡߐ߰ ߛߌ߫ ߟߋ߬ ߕߍ߫ ߊ߬ ߘߐߡߙߌ߫ ߟߊ߫ ( ߢߊ ߏ߬ ߞߊ߲߬ ) ߝߏ߫ ߤߊߞߟߌ߫ ߞߌߛߍ߫ ߕߌ߮ ߟߎ߬","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:8","price":"(ߏ߬ ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫) ߊ߲ ߡߊ߰ߙߌ ߸ ߌ ߞߊߣߵߊ߲ ߛߣߐ߬ߡߍ ߟߎ߬ ߘߐߞߍ߫ ߡߎ߬ߕߎ߲߬ ߌ ߓߊ߲ ߞߐ ߊ߲ ߞߊ߲ߘߊ߫ ߟߊ߫، ߌ ߘߏ߲߬ ߦߋ߫ ߒ߬ ߛߐ߫ ߌ ߟߊ߫ ߣߍߡߊ ߘߏ߫ ߟߊ߫، ߓߊ ߌߟߋ ߟߋ߫ ߣߟߌ߬ߟߊ߬ߓߊ ߘߌ߫","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:9","price":"ߊ߲ ߡߊ߰ߙߌ ߸ ߌߟߋ ߟߋ߫ ߡߐ߱ ߟߎ߬ ߟߊߘߍ߬ߓߊ߮ ߘߌ߫ ߟߏ߲ ߡߊ߬ ߛߌߞߊ߫ ߕߍ߫ ߡߍ߲ ߘߐ߫، ߝߋߎ߫ ߸ ߊߟߊ߫ ߕߍ߫ ߛߘߊߒߡߊߕߎߡߊ ߝߘߏ߬ ߟߊ߫","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:10","price":"ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߓߊ߰ߦߊ߬ߣߍ߲߫ ߸ ߏ߬ ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߣߴߊ߬ߟߎ߬ ߘߋ߲ ߠߎ߬ ߕߍߣߵߊ߬ߟߎ߫ ߕߊ߲߬ߞߊ߬ ߟߴߊߟߊ߫ ߡߊ߬ ߝߏߦߌ߬ ߟߊ߫ ߸ ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ߕߊ ߢߐ߲߬ߛߐ߲ ߠߎ߬ ߘߌ߫","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:11","price":"ߦߏ߫ ߝߙߊߥߎ߲߫ ߘߏ߲߬ߞߏ ߟߎ߫ ߘߊ߬ߙߌ߬ߣߊ߲ ߖߐ߫ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߫ ߞߐ߲߰ߣߍ߲߫ ߏ߬ ߟߎ߬ ߢߍ߫، ߏ߬ ߟߎ߫ ߞߊ߬ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߥߎߦߊߒߕߋߦߊ߫ ߡߍ߲ߞߍ߭ ߸ ߊߟߊ߫ ߞߵߊ߬ߟߎ߫ ߡߌ߬ߘߴߊ߬ߟߎ߫ ߞߎ߲߬ߞߏ ߟߎ߬ ߟߴߏ߬ ߟߋ ߘߐ߫ ߗߐߞߎ߬ߡߐ߬، ߓߊߏ߬ ߊߟߊ߫ ߟߊ߫ ߓߌ߲߬ߓߥߏ ߜߍ߬ߟߍ߲߬ߡߊ߲߬ߓߊ ߟߋ߬","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:12","price":"ߊ߬ ߟߊߛߋ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߡߊ߬߸ ߞߏ߫ ߛߋ߫ ߓߍߣߊ߬ ߞߍ߫ ߊߟߎ߫ ߟߊ߫، ߊߟߎ߫ ߘߏ߲߬ ߘߌߣߊ߬ ߟߊߘߍ߬ ߔߊߦߌߔߊߦߌ ߘߐ߫ ߞߐߘߍ߫، ߟߊߦߙߐ߫ ߖߎ߯ ߞߏ ߘߊ߲߭ ߠߴߏ߬ ߘߌ߫","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:13","price":"ߕߐ߰ߡߊ߬ߛߙߋ߬ߞߏ߫ ߟߋ߬ ߞߍ߫ ߘߴߊߟߎ߫ ߦߋ߫ ߞߙߎ߫ ߝߌ߬ߟߊ ߟߊ߫ ߢߐ߲߯ߓߍ߲ ߘߐ߫، ߞߙߎ ߞߋߟߋ߲ ߦߋ߫ ߞߍ߬ߟߍ ߞߊ߲߬ ߊߟߊ߫ ߛߌߟߊ ߞߊ߲߬߸ ߕߐ߬ ߞߋߟߋ߲ ߦߋ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߌ߫، ߏ߬ ߟߎ߬ ߦߋ߫ ߘߐ ߏ߬ ߟߎ߬ ߦߋ߫ ߟߴߊ߬ߟߎ߫ ߢߐ߲߰ ߝߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫ ߢߊ ߟߊ߫ ߦߋߟߌ ߘߐ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߡߐ߰ ߟߋ߬ ߞߐߡߊߓߌ߲ߓߌ߲߫ ߠߴߊ߬ ߟߊ߫ ߘߍ߬ߡߍ߲߬ߠߌ߲ ߠߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫، ߕߊ߰ߛߌ߬ߟߌ߫ ߟߴߏ߬ ߘߐ߫ ߤߊ߲ߞߟߌ߫ ߟߊ߫ ߦߋߟߌ ߕߌ߱ ߟߎ߬ ߦߋ߫ ߘߋ߬","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:14","price":"ߣߋ߬ߦߌ߬ߣߊ߲߬ߝߋ߲ ߠߎ߫ ߞߊ߬ߣߌ߲ ߠߋ߬ ߟߊߗߋ߲߬ߧߊ߬ߣߍ߲߫ ߡߐ߱ ߟߎ߬ ߢߊߞߘߐ߫ ߡߏ߬ߛߏ ߟߎ߬ ߘߐ߫ ߸ ߘߋ߲ ߠߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߞߐ߲߬ߜߍ߲߫ ߠߊߘߍ߬ߕߊ ߟߎ߬ ߘߐ߫ ߸ ߏ߬ ߛߊߣߌ߲ ߣߴߊ߬ ߥߊߘߌ ߣߌ߫ ߛߏ߬ ߕߐ߰ߡߊ߬ߛߙߋ߬ߡߊ ߟߎ߬ ߣߌ߫ ߞߟߏߝߋ߲ ߠߎ߬ ߣߌ߫ ߛߍ߬ߣߍ ߟߎ߬ ߘߐ߫، ߏ߬ ߘߏ߲߬ ߦߋ߫ ߘߎߢߊߘߐߕߍ߮ ߘߊ߰ߡߎ߲ ߘߐߙߐ߲߫ ߠߋ߬ ߘߌ߫، ߒ߬ߞߵߊߟߊ߫ ߓߊ߬߸ ߛߊ߬ߦߌ߲߬ ߦߌ߬ߟߊ߬ ߢߌߡߊ ߦߴߏ߬ ߟߋ ߓߟߏ߫ ߊ߬ ߕߍ߰ߟߊ ߘߐ߫","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:15","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߧߴߊߟߎ߫ ߟߊߞߍ߫ ߤߙߊ߫ ߞߊ߬ߟߊߡߊ߬ ߓߊ߬ ߡߍ߲ ߞߊ߫ ߝߌ߬ߛߊ߬ ( ߡߊߘߊ߲ߣߍ߲ ) ߏ߬ ߟߎ߬ ߘߌ߫؟ ߓߊ߬ߙߌ߬ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߫ ߟߋ߬ ߕߊ߫ ߦߴߏ߬ ߘߌ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߘߊ ߘߋ߬، ߏ߬ ߟߋ ߣߊߞߐ߫ ߟߎ߫ ߘߌ߫ ߸ ߖߌߢߊ ߦߋ߫ ߥߦߏ߬ ߟߊ߫ ߡߍ߲ ߠߎ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫، ߏ߬ ߟߎ߫ ߘߏ߲߬ ߕߏߕߐ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߝߘߎߡߊ߫ ߛߊߣߌ߲ߡߊ߲ ߠߎ߬، ߞߵߏ߬ ߟߴߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߞߊ߲߬ ( ߊ߬ߟߎ߫ ߡߊ߬ )، ߊߟߊ߫ ߘߏ߲߬ ߢߊ߯ ߖߐ߲߭ ߠߎ߬ ߟߊ߫ ߖߐ߫","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:16","price":"ߏ߬ ߟߎ߫ ߟߴߊ߬ ߝߐ߫ ߟߊ߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߸ ߊ߲ ߓߘߊ߫ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫، ߏ߬ ߘߐ߫ ߸ ߊ߲ ߞߎ߲߬ߞߏ ߟߎ߬ ߡߊߞߕߏ ߒ߬ ߧߋ߫ ߸ ߊ߬ ߣߴߌ ߦߴߊ߲ ߕߊ߲߬ߞߊ߬ ߕߊ ߖߊ߲߰ߞߕߊ ߡߊ߬","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:17","price":"ߡߎ߬ߢߎ߲߬ߓߊ߮ ߟߎ߬ ߣߌ߫ ߕߎ߬ߢߊ߬ ߕߌ߮ ߟߎ߬ ߣߌ߫ ߖߘߍ߬ߞߟߏ߬ߟߊ ߟߎ߬ ߣߌ߫ ߘߟߊߝߊ߯ߟߊ ߟߎ߫ ߞߊ߬ߣߌ߲߫ ߸ ߊ߬ ߣߌ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߢߌ߬ߣߌ߲߬ߠߊ ߟߎ߬ ߛߎ߫ ߟߊߓߊ߲ ߠߎ߬ ߟߊ߫","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:18","price":"ߊߟߊ߫ ߛߙߋߦߊߣߍ߲߫ ߞߏ߫ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߕߍ߫ ߊ߬ߟߋ߬ ߞߐ߫، ߊ߬ ߣߌ߫ ߞߋ߲ߛߐ߲ ߠߎ߬ ߣߌ߫ ߟߐ߲ߞߏߕߌ߮ ߟߎ߬ ( ߛߙߋߦߊߣߍ߲߫ )، ߊ߬ ߟߐ߬ ߓߟߏ ߡߊ߬ ( ߊ߬ ߟߊ߫ ߘߊ߲ߝߋ߲ ߠߎ߬ ߘߊ߲ ߞߏߢߊ ߟߊ߫) ߕߋߟߋ߲ߓߊ߯ߦߊ ߟߊ߫، ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߕߍ߫ ߊ߬ߟߋ߬ ߞߐ߫، ߣߌ߬ߣߌ߬ߟߊ߫ ߟߋ߬ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ߫ ߟߋ߬","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:19","price":"ߘߌ߯ߣߊ ߡߍ߲ ߦߋ߫ ߊߟߊ߫ ߓߟߏ߫ ߸ ߏ߬ ߟߋ ߖߘߍ߬ߞߟߏ߬ߦߊ ߘߌ߫، ߟߍߙߊ ߘߌߣߍ߲߫ ߡߍ߲ ߠߎ߫ ߡߊ߬߸ ߏ߬ ߟߎ߬ ߡߊ߫ ߢߐ߲߮ ߛߐ߬ߛߐ߬ ߝߏ߫ ߟߐ߲ߠߌ߲ ߣߊ߬ߣߍ߲ ߞߐ߫ ߊ߬ߟߎ߫ ߡߊ߬ ( ߞߵߏ ߕߊ߬ ) ߢߊ߲ߜߏߦߊ ߞߍ ߡߊ߬ ߢߐ߲߮ ߠߊ߫، ߡߍ߲ ߞߏ߬ߣߌ߲߬ ߓߊ߯ ߊ߬ ߓߊ߲߬ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫، ߤߊ߫߸ ߊߟߊ߫ ߟߊ߫ ߖߋ߬ߕߋ߬ߓߐ ߟߞߊߟߌߡߊ߲߫ ߠߋ߫ ߘߋ߬","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:20","price":"ߒ߬ߓߊ߬ ߣߴߊ߬ߟߎ߫ ߞߵߌ ߘߊߘߐߖߊ߬߸ ߌ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߒߠߋ ߓߘߊ߫ ߒ ߞߏߟߘߊ ߞߟߏ߫ ߊߟߊ߫ ߦߋ߫ ߊ߬ ߣߌ߫ ߒ ߝߍ߬ߡߐ߮ ߟߎ߬، ߌ ߦߴߊ߬ ߝߐ߫ ߟߍߙߊߟߞߊ ߟߎ߬ ߣߌ߫ ߞߎ߲߬ߝߌ߲ ߠߎ߬ ߦߋ߫ ߏ߬ ߞߐ߫ ߞߏ߫ ߊߟߎ߫ ߓߘߊ߫ ߞߍ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߮ ߘߌ߫ ߓߊ߬؟، ߣߴߊ߬ߟߎ߬ ߞߍߣߍ߲߫ ߞߍ߫ ߘߊ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߮ ߟߎ߬ ߘߌ߫ ߊ߬ߟߎ߬ ߓߘߊ߫ ߞߊ߲ߘߊ߫ ߏ߬ ߘߐ߫، ߣߴߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߞߐߘߏ߲߬ ߠߋ߬ ߛߊ߫ ߸ ߟߊ߬ߛߋ߬ߟߌ ߘߐߙߐ߲߫ ߠߵߌߟߋ ߡߊ߬، ߊߟߊ߫ ߘߏ߲߬ ߢߊ߯ ߖߐ߲߭ ߠߎ߬ ߟߊ߫ ߟߋ߬ ߛߋߚߋ߫","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:21","price":"ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߣߍ߲߬ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫ ߞߵߊ߬ ߞߍ߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߫ ߝߊ߱ ߘߌ߫ ߕߎ߬ߢߊߕߣߊ߬ ߟߊ߫، ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߫ ߟߐ߬ ߞߍ߫ ߟߊ߫ ߕߋߟߋ߲ߓߊ߯ߦߊ ߟߊ߫ ߞߵߏ߬ ߟߎ߬ ߝߣߊ߫ ߝߊ߰߸ ߌ ߘߟߊߥߊ߬ߦߌ߲߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߠߊ߫","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:22","price":"ߏ߬ ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߟߎ߫ ߓߋ߬ߣߍ߲߫ ߠߋ߬ ߘߎߢߊ߫ ߣߌ߫ ߛߎ߬ߟߊ߫ ߓߍ߯ ߘߐ߫ ߓߙߌ߫ ߸ ߘߍ߬ߡߍ߲߬ߓߊ߯ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߬ ߟߊ߫","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:23","price":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߡߍ߲ ߠߎ߫ ߛߐ߫ ߘߊ߫ ߣߌ߬ߓߊ߫ ߟߊ߫ ( ߖߌ߰ ) ߟߍ߬ߙߊ߬ ߞߏ ߘߐ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߞߟߌ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߟߍߙߊ ߡߊ߬ ߛߊ߫ ߞߕߌ ߘߌ߫ ߟߴߊ߬ߟߎ߬ ߣߌ߫ ߢߐ߲߮ ߕߍ߫ ( ߏ ߡߊ߬ )، ߊ߬ߟߎ߫ ߝߊ߲߬ ߞߋߟߋ߲ ߦߴߊ߬ ߞߐߟߊ߫ ߟߴߏ߬ ߟߋ ߞߐ߫ ߔߏ߲߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ ߞߐߘߏ߲߬ߣߍ߲߫","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:24","price":"ߏ ߞߎ߲߭ ߠߋ߬ ߸ ߓߊ ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߕߊ ߕߍ߫ ߡߊ߰ ߟߊ߫ ߒ߬ߠߎ߬ ߟߊ߫ ߝߏ߫ ߕߟߋ߬ ߦߙߌߞߊ߫، ߊ߬ߟߎ߬ ߟߊ߫ ߞߎ߲߬ߘߐ߬ߕߍ߰ߞߏ ߟߎ߫ ߘߏ߲߬ ߞߵߊ߬ߟߎ߬ ߜߍߙߍ߲ߞߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߘߌ߯ߣߊ ߘߐ߫ ߥߍ߫","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:25","price":"ߊ߬ ߓߍߣߊ߬ ߞߍ߫ ߘߌ߬ ߣߴߊ߲ ߣߊ߬ ߘߴߊ߬ߟߎ߬ ߟߊߘߍ߬ ߟߏ߲߫ ߡߊ߬ ߕߎ߲߬ߞߎ߬ߙߎ߲߬ ߕߍ߫ ߡߍ߲ ߘߐ߫ ߸ ߞߊ߬ ߣߌߡߊ ߓߍ߯ ߗߋߥߊߟߌ ( ߛߊ߬ߙߊ ) ߘߝߴߊ߬ ߦߋ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߬ ߕߐ߬ߢߍ߰ ߟߊ߫؟","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:26","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߌߟߋ߬ ߡߊ߲߬ߛߊ߬ߦߊ ߡߙߊ߬ߓߊ߮߸ ߌ ߦߋ߫ ߡߊ߲߬ߛߊ߬ߦߊ ߘߌ߫ ߟߊ߫ ߡߐ߰ ߟߋ߬ ߡߊ߬ ߡߍ߲ ߓߊ߯ ߌ ߘߌߦߊ߫، ߞߊ߬ ߡߊ߲߬ߛߊ߬ߦߊ ߓߏ߬ߛߌ߫ ߡߐ߰ ߟߊ߫ ߡߍ߲ ߓߊ߯ ߌ ߘߌߦߊ߫، ߞߊ߬ ߡߐ߰ ߜߟߌߦߊ߫ ߡߍ߲ ߓߊ߯ ߌ ߘߌߦߊ߫، ߊ߬ ߣߌ߫ ߞߊ߬ ߡߐ߰ ߘߐ߯ߦߊ߫ ߡߍ߲ ߓߊ߯ ߌ ߘߌߦߊ߫، ߤߙߊ ߌߟߋ ߟߋ߬ ߓߟߏ߫ ߸ ߌߟߋ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:27","price":"ߌ ߦߋ߫ ߛߎ ߟߊߘߏ߲߬ ߠߊ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߘߐ߫ (ߞߵߏ߬ ߟߊߖߊ߲߬ߧߊ߫)، ߞߊ߬ ߕߟߋ߬ߘߐ߬ߟߊ ߟߊߘߏ߲߬ ߛߎ ߘߐ߫ ( ߞߵߏ߬ ߝߣߊ߫ ߟߊߖߊ߲߬ߧߊ߫)، ߌ ߦߋ߫ ߣߌߡߊ ߓߐ߫ ߟߊ߫ ߛߎ߭ ߘߐ߫ ߸ ߌ ߦߋ߫ ߛߎ߭ ߓߐ߫ ߟߊ߫ ߣߌߡߊ ߘߐ߫، ߌ ߦߋ߫ ߡߐ߰ ߤߊ߬ߙߌ߬ߖߍ߰ ߟߊ߫ ߡߍ߲ ߓߊ߯ ߌ ߘߌߦߊ߫ ߤߊߟߌ߬ ߣߌ߫ ߖߊ߬ߕߋ߬ߟߌ߫ ߕߍ߫","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:28","price":"ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߞߊߣߊ߬ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߞߍ߫ ߊ߬ߟߎ߫ ߢߌ߲߭ ߠߎ߬ ߘߌ߫ ߘߋ߬ ߞߵߊ߬ߟߎ߬ ߟߊߒߠߦߊߓߊ߯ߢߐ߲߮ ߕߏ߫، ߡߍ߲ ߓߊ߯ ߏ߬ ߞߍ߫ ߸ ߏ߬ ߕߍ߫ ߊߟߊ߫ ߕߊ߫ ( ߢߌ߲߬ߦߊ) ߘߐ߫ ߡߎ߬ߕߎ߲߬، ߝߏ߫ ߣߴߊߟߎ߫ ߞߍ߫ ߘߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߟߴߊ߬ߟߎ߫ ߡߊ߬ ߛߌߟߊ߲ߒߢߍߓߟߏߡߊ߬ ߘߋ߬، ߊߟߊ߫ ߦߴߊߟߎ߫ ߟߐ߬ ߟߴߊ߬ ߖߍ߬ߘߍ ߟߋ߬ ߡߊߕߊ߲߬ߞߊ߬ ߟߊ߫ ߣߌ߲߬ ( ߢߌ߲߬ߞߏ ߡߌ߬ߣߊ߬ߢߊ ߘߐ߫)߸ ߓߊߏ߬ ( ߓߍ߯ ) ߟߊߓߊ߲ߕߐ߫ ߊߟߊ߫ ߟߋ߫ ߡߊ߬","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:29","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߞߵߊߟߎ߫ ߛߌߛߌ߫ ߘߐ߫ ߞߏ ߘߏ߲߰ ߓߊ߬߸ ߥߟߴߊߟߎ߫ ߞߵߊ߬ ߟߊ߲ߞߣߍߡߊ߫߸ ߊߟߊ߫ ߞߵߊ߬ ߟߐ߲߫، ߊ߬ ߞߊ߬ ߝߋ߲ ߟߐ߲߫ ߝߣߊ߫ ߡߍ߲ ߓߍ߯ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߞߣߐ߫ ߊ߬ ߣߌ߫ ߡߍ߲ ߓߍ߯ ߦߋ߫ ߘߎ߱ ߞߣߐ߫، ߓߊ ߊߟߊ߯ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:30","price":"ߣߌߡߊ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߞߍߕߐ߫ ߊ߬ ߟߊ߫ ߢߌ߬ߡߊ߬ ߞߍߣߍ߲ ߦߋ߫ ߟߊ߫ ߜߍ ߘߐ߫ ߟߏ߲ ߡߍ߲، ߊ߬ ߣߴߊ߬ ߟߊ߫ ߖߎ߯ߡߊ߲߫ ߞߍߣߍ߲، ߊ߬ ߘߴߊ߬ ߣߕߊ߬ ߞߏ߫ ߥߟߊߞߏ߫ ߝߏ߬ߣߊ߲߬ ߖߊ߲߫ ߕߘߍ߬ ߦߋ߫ ߞߍ߫ ߊ߬ ߣߴߏ߬ ߕߍ߫، ߊߟߊ߫ ߦߴߊߟߎ߫ ߟߐ߬ ߟߴߊ߬ ߖߍ߬ߘߍ ߟߋ߬ ߡߊߕߊ߲߬ߞߊ߬ ߟߊ߫ ߣߌ߲߬ ( ߗߋߥߊߟߌ ߡߌ߬ߘߢߊ߬ߞߏ ߘߐ߫)، ߓߊ ߖߐ߲߭ ߠߎ߫ ߞߌ߬ߣߌ߲߬ߞߌߣߌ߲ ߠߋ߬ ߊߟߊ߫ ߟߊ߫","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:31","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߣߴߊߟߎ߫ ߞߍ߫ ߘߴߊߟߊ߫ ߝߍ߬ ߸ ߊߟߎ߫ ߒߠߋ ߟߊߓߊ߬ߕߏ߬، ߊߟߊ߫ ߝߣߊ߫ ߘߌ߫ ߞߍ߫ ߊߟߎ߫ ߝߍ߬ ߸ ߞߵߊߟߎ߫ ߡߊߞߕߏ߫ ߊߟߎ߫ ߞߎ߲߬ߞߏ ߟߎ߬ ߘߐ߫ ߸ ߓߊ ߊߟߊ߫ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߟߋ߬ ߘߌ߫ ߸ ߤߌߣߟߊ߫ ߟߋ߬","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:32","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߯ ߊߟߊ߫ ߣߌ߫ ߞߋߟߊ ߞߊ߲ ߡߌ߬ߘߊ߬، ߣߴߊ߬ߟߎ߫ ߘߏ߲߬ ߞߵߊ߬ߟߎ߬ ߞߐߘߏ߲߬ ߒ߬ߓߵߊߟߊ߫ ߕߍ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߝߍ߬","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:33","price":"ߊߟߊ߫ ߞߊ߬ ߊߘߡߊ߫ ߣߌ߫ ߣߎ߯ߤߎ߲߫ ߣߴߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߞߐߙߍ ߣߌ߫ ߌߡߎ߬ߙߊ߲߬ ߞߐߙߍ ߛߎߥߊ߲ߘߌ߫ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߬ ߟߋ߬ ߘߋ߬","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:34","price":"ߓߐ߲ߛߐ߲ ߏ߬ ߘߏ߫ ߓߐߣߍ߲߫ ߘߏ߫ ߟߋ߬ ߘߐ߫، ߊߟߊ߫ ߘߏ߲߬ ߡߍ߲ߠߌ߲ߠߊ߫ ߟߐ߲ߠߌ߲ߠߊ߫ ߟߋ߬ ߘߌ߫","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:35","price":"ߕߎ߬ߡߊ ߡߍ߲ ߌߡߎ߬ߙߊ߲߫ ߣߊ߬ߡߌ߬ߢߐ߲߮ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߒ ߓߘߊ߫ ߘߊߞߊ߲ߕߊ߬ ߌ ߦߋ߫ ߒ ߘߓߍ߫ ߘߐ߫ ߝߋ߲ ( ߢߋ߬ߟߋ ) ߢߌ߲߬ ߠߊ߫ ߞߵߊ߬ ߞߴߌ ߘߎ߲߬ߘߎ߬ߡߊ ߘߌ߫، ߒ߬ߓߊ߬ ߌ ߦߴߊ߬ ߡߌ߬ߘߊ߬ ߒ ߠߊ߫، ߓߊ ߌߟߋ ߸ ߌ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ ߟߋ߬ ߘߌ߫ ߸ ߟߐ߲ߠߌ߲ߠߊ ߟߵߌ ߘߌ߫","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:36","price":"ߊ߬ ߣߵߊ߬ ߡߏߦߌ߫ ߟߊ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߒ ߓߘߴߊ߬ ߡߏߦߌ߫ ߡߛߏ߬ߡߊ߲ ߘߌ߫، ߊ߬ ߘߏ߲߬ ߞߵߊ߬ ߟߐ߲߫ ߖߐ߫ ߊ߬ ߞߊ߬ ߡߍ߲ ߡߏߦߌ߫، ( ߊ߬ ߞߊ߲߫ ߞߏ߫ ) ߗߍ߬ߡߊ߲ ߘߏ߲߬ ߕߍ߫ ߦߏ߫ ߡߛߏ߬ߡߊ߲، ߒߠߋ ߞߏ߬ߣߌ߲ ߓߘߴߊ߬ ߕߐ߯ߟߊ߫ ߞߏ߫ ߡߊߙߌߦߡߊ߫، ߝߣߊ߫ ߸ ߒ ߓߘߴߊ߬ ߣߴߊ߬ ߓߐ߲ߛߐ߲ ߠߎ߫ ߞߊ߬ߙߌ߬ߝߊ߬ ߌ ߟߊ߫ ߞߊ߬ ߓߐ߫ ߜߍ߬ߘߍ ߡߊ߬߸ ߞߙߎ߬ߟߊ߬ߓߏ߲߬ߕߊ ߞߊ߬ߣߌ߲߫","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:37","price":"ߏ߬ ߞߍ ߊ߬ ߡߊ߰ߙߌ ߞߵߊ߬ ߘߋ߲ ߡߌ߬ߘߊ߬ ߘߐ߬ߡߌ߬ߘߊ߬ߟߌ߬ ߢߌߡߊ߫ ߟߊ߫߸ ߞߵߊ߬ ߟߊߡߐ߬ ߡߐ߬ߘߌ߬ߦߊ߬ ߓߟߏ ߡߊ߬ ߞߏߢߊ߬߸ ߞߊ߬ ߖߊߞߊ߬ߙߌ߬ߦߊ߫ ߟߐ߬ ߊ߬ ߟߊߞߟߏߞߟߏ ߟߊ߫، ߖߊߞߊ߬ߙߌ߬ߦߊ߫ ߕߎ߲߬ ߓߊ߯ ߘߏ߲߬ ߊ߬ ߞߊ߲߬ ߞߐߘߐ߲ߞߎ߲ ߘߐ߫ ߞߏߕߊ߲߫ ߊ߬ ߘߌ߫ ߘߊߥߎ߲ߠߌ߲ߝߋ߲ ߘߏ߫ ߛߐ߬ߘߐ߲߬ ߊ߬ ߓߘߊ ߦߋ߲߬، ߏ߬ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߡߊߙߌߦߡߊ߫߸ ߌߟߋ ߦߋ߫ ߢߌ߲߬ ߠߎ߫ ߛߐ߬ߘߐ߲߬ ߠߊ߫ ߘߌ߬ ߓߏ߲߰؟ ߊ߬ ߞߵߊ߬ ߖߋ߬ߓߌ߬ ߞߏ߫ ߊ߰ ߓߐ߫ ߟߴߊߟߊ߫ ߓߘߊ ߟߋ߬، ߊߟߊ߫ ߦߋ߫ ߡߐ߰ ߟߋ߬ ߤߊ߬ߙߌ߬ߖߍ߰ ߟߊ߫ ߘߋ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߣߌ߫ ߖߊ߬ߕߋ߬ߟߌ߫ ߕߍ߫","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:38","price":"ߖߊߞߊ߬ߙߌ߬ߦߊ߫ ߞߵߊ߬ ߡߊ߰ߙߌ ߞߟߌ߫ ߦߌߟߊ ߏ߬ ߟߋ ߘߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߌ ߦߋ߫ ߢߊ߬ ߒ ߡߊ߬ ߖߊ߰ߣߌ߲߫ ߞߊ߬ ߒ ߛߐ߫ ߓߐ߲ߛߐ߲߫ ߢߌߡߊ߫ ߟߊ߫، ߓߊ ߌߟߋ ߸ ߌߟߋ ߟߋ߬ ߕߌ߲ߞߌ ߡߍ߲ߓߊ߮ ߘߌ߫","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:39","price":"ߏ߬ ߞߍ ߸ ߞߋ߲ߛߐ߲ ߠߎ߫ ߞߵߊ߬ ߞߟߌ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ ߟߐ߬ߣߍ߲߫ ߛߊߟߌ ߟߊ߬ ߞߐߘߐ߲ߞߎ߲ ߘߐ߫، ߞߏ߫ ߊߟߊ߫ ߦߴߊ߬ ߘߟߊߝߎ߬ ߟߴߌ ߦߋ߫ ߦߊߤߊ߬ߦߊ߫ ߟߊ߫، ߊ߬ ߘߌ߫ ߞߍ߫ ߞߎߡߊߘߋ߲߫ ( ߌߛߊ߫ ) ߟߊߛߙߋߦߊߓߊ߮ ߘߌ߫ ߡߍ߲߫ ߝߘߊߕߐ߫ ߊߟߊ߫ ߟߊ߫، ߞߊ߬ ߞߍ߫ ߛߟߊߕߌ߯ ߣߌ߫ ߞߎ߲ߖߘߍߡߊߓߊ߯ ߣߌ߫ ߟߊ߬ߝߐ߬ߓߊ߯ ߘߌ߫ ߡߐ߰ ߢߌߡߊ ߟߎ߬ ߘߐ߫","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:40","price":"ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߘߋ߲ߞߍ߫ ߞߍߕߐ߫ ߒߠߋ ߓߟߏ߫ ߘߌ߬ ߸ ߞߓߐߞߓߐߦߊ ߛߋߣߍ߲ ߞߐ߫ ߒ ߡߊ߬߸ ߒ ߡߏ߬ߛߏ ߝߣߊ߫ ߦߋ߫ ߦߟߌߕߍ߯ߕߐ ߘߌ߫؟ ߊ߬ ߞߵߊ߬ ߖߋ߬ߓߌ߬ ߞߏ߫ ߊ߰ ߘߏ߲߬ ߕߋ߲߬ ߠߋ߬ ߸ ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߝߋ߲߫ ߠߋ߬ ߞߍ߫ ߟߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:41","price":"ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߕߐ߰ߡߊ߬ߛߙߋ߫ ߞߍ߫ ߒ ߧߋ߫ ( ߘߟߊߝߎߞߏ ߟߊ߫ ) ߞߟߋ߫، ߊ߬ ߞߊ߲߫ ߞߏ߫ ߌ ߟߊ߫ ߕߐ߰ߡߊ߬ߛߙߋ ߦߋ߫ ߡߍ߲ ߘߌ߫ ߸ ߌ ߕߴߛߋ߫ ߞߎߡߊ߫ ߟߊ߫ ߡߐ߱ ߟߎ߫ ߝߍ߬ ߕߋ߬ߟߋ߫ ߛߓߊ߬ ߞߘߐ߫ ߝߏ߫ ߞߐߡߌ߲ߠߌ߲ ( ߊ߬ߟߎ߫ ߡߊ߬ ߌ ߡߊ߬ߞߏ ߟߎ߬ ߟߊ߫ )، ߌ ߡߊ߰ߙߌ ߞߏߝߐ߫ ߛߌߦߊߡߊ߲ ߞߍ߫ ߘߐߙߐ߲߫ ߸ ߊ߬ ߣߌ߫ ߞߵߊ߬ ߛߊߣߌ߲ߧߊ ߝߐ߫ ߞߍ߬ߣߍ߲ ߥߎ߬ߙߊ ߣߌ߫ ߛߐ߰ߡߊ߬","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:42","price":"ߕߎ߬ߡߊ ߡߍ߲ ߞߋ߲ߛߐ߲ ߠߎ߫ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߡߊߙߌߦߡߊ߫ ߟߋ߬ ߸ ߊߟߊ߫ ߓߘߴߌ ߛߎߥߊ߲ߘߌ߫ ߟߋ߫ ߓߏ߬ ߞߵߌ ߛߊߣߌ߲ߧߊ߫߸ ߊ߬ ߣߌ߫ ߞߵߌ ߛߎߥߊ߲ߘߌ߫ ߖߊ߯ߓߊ ߡߏ߬ߛߏ ߟߎ߫ ߡߊ߬","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:43","price":"( ߞߏ߫) ߡߊߙߌߦߡߊ߫ ߟߋ߬ ߸ ߌ ߖߘߍ߬ߞߟߏ߫ ߌ ߡߊ߰ߙߌ ߦߋ߫ ߞߊ߬ ߕߌ߲ߓߌߘߌ߲ ߞߍ߫ ߸ ߊ߬ ߣߴߌ ߦߋ߫ ߞߐߡߊߓߌߘߌ߲ ߞߍ߫ ߞߐߡߊߓߌߘߌ߲ߠߊ ߟߎ߫ ߝߍ߬","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:44","price":"ߣߌ߲߬ ߦߋ߫ ߞߏߘߏ߲߰ߣߍ߲ ߖߊ߲߬ߖߏ߲ ߠߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫ ߸ ߊ߲ ߧߴߌ ߦߟߌߘߏ߲߬ ߠߴߏ߬ ߟߋ ߟߊ߫ ߣߌ߲߬ ( ߛߴߌ ߘߌ߫ ߞߴߊ߬ ߞߊ߬ߟߊߡߊ߬)، ߓߊ ߌ ߕߎ߲߬ ߕߴߊ߬ߟߎ߫ ߝߍ߬ ߦߋ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߞߟߊ߬ߓߐ ߕߎ߬ߡߊ ߟߊ߫ ߡߊߙߌߦߡߊ߫ ߟߊߡߐ߬ߓߊ߰ ߞߏ ߘߐ߫، ߌ ߘߏ߲߬ ߕߎ߲߬ ߕߴߊ߬ߟߎ߫ ߝߍ߬ ߊ߬ߟߎ߬ ߟߊ߫ ߢߐ߲߯ߡߊߞߟߍ߫ ߕߎߡߊ ߟߊ߫ ( ߏ ߞߎ߲߬ߠߊ߬ߦߋߙߋ߲ ߝߍ߬ )","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:45","price":"ߕߎ߬ߡߊ ߡߍ߲ ߞߋ߲ߛߐ߲ ߠߎ߫ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߤߍ߲߬ ߌߟߋ߬ ߡߊߙߌߦߡߊ߫߸ ߊߟߊ߫ ߦߴߊ߬ ߘߟߊߝߎ߬ ߟߴߌ ߦߋ߫ ߊ߬ ߟߊ߫ ߞߎߡߊߘߋ߲߫ ߞߋߟߋ߲߫ ߠߊ߫ ߞߵߏ߬ ߝߘߴߊ߬ ߖߍ߬ߘߍ ߟߊ߫ ߸ ( ߏ߬ ߘߌߣߊ߬ ߞߍ߫ ߘߋ߲ߞߍ߫ ߘߌ߫ )߸ ߊ߬ ߕߐ߯ ߞߏ߫ ߡߊߙߌߦߡߊ߫ ߘߋ߲ߞߍ߫ ߟߊ߬ߞߛߌ߬ߟߌ߬ߟߊ߫ ߡߊߡߎ߲߬ߣߍ߲ ( ߊ߬ߟߌ߬ߡߊ߬ߛߌ߯ߤߎ߬ ߌߛߊ߫ )، ߊ߬ ߞߍߕߐ߫ ߡߐ߰ߘߐ߬ߜߍ߬ߓߊ߫ ߟߋ߬ ߘߌ߫ ߘߎߢߊ߫ ߣߌ߫ ߛߎ߬ߟߊ߫، ߊ߬ ߣߌ߫ ߡߊ߬ߛߎ߬ߘߎ߲߬ߧߊ߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫ (ߡߊ߰ߙߌ ߟߊ߫)","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:46","price":"ߊ߬ ( ߢߊߘߊ߲ ) ߘߌ߫ ߡߐ߱ ߟߎ߬ ߞߎߡߊߢߐ߲߯ߦߊ߫ ߖߍ߰ߖߍ߮ ߘߐ߫ ߊ߬ ߣߌ߫ ߜߌߛߌ߲ߧߊ ߕߎ߬ߡߊ ߟߊ߫، ߊ߬ ߣߴߊ߬ ߘߌ߫ ߞߍ߫ ߡߐ߰ ߢߌߡߊ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:47","price":"ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߘߋ߲߫ ߞߍߕߐ߫ ߒߠߋ ߓߟߏ߫ ߘߌ߬ ߞߵߊ߬ ߕߘߍ߬ ߗߍ߬ ߡߊ߫ ߡߊ߰ ߒ ߠߊ߫؟ ߊ߬ ߞߵߊ߬ ߖߋ߬ߓߌ߬ ߞߏ߫ ߊ߬ ߘߏ߲߬ ߕߋ߲߬ ߠߋ߬ ߘߋ߬ ߸ ߓߊ ߊߟߊ߫ ߝߋ߲߫ ߠߋ߬ ߘߊ߲߫ ߠߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫، ߓߊߏ߬ ߊ߬ ߓߊ߯ ߞߏ ߡߍ߲ ߠߊߕߍ߰ ߊ߬ ߦߴߊ߬ ߝߐ߫ ߟߴߏ߬ ߡߊ߬ ߟߋ߬ ߘߐߙߐ߲߫ ߞߏ߫ ߞߍ߫، ߏ߬ ߘߌ߫ ߞߍ߫ ߘߏߦߌ߲߫","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:48","price":"ߊ߬ ߘߴߊ߬ ߟߊߟߐ߲ߠߌ߲߫ ߟߍߙߊ ߣߌ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߕߊ߬ߎ߬ߙߊߕߌ ߣߌ߫ ߟߌ߲߬ߖߌ߯ߟߌ ߟߊ߫","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:49","price":"ߊ߬ ߣߴߊ߬ ߞߍߕߐ߫ ߗߋߘߋ߲ ߠߋ߬ ߘߌ߫ ߌߛߌߙߊߌߟߞߊ ߟߎ߫ ߡߊ߬߸ ( ߞߵߊ߬ ߝߐ߫ ) ߞߏ߫ ߒߠߋ ߣߊ߬ߣߴߊߟߎ߫ ߡߊ߬ ߡߊ߲߬ߕߊߣߌ߲ ߠߋ߬ ߘߌ߫ ߞߊ߬ ߝߘߴߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫߸ ߓߊ ߒ ߘߌ߫ ߓߐ߱ ߟߊߘߊ߲߫ ߊߟߎ߫ ߦߋ߫ ߞߵߊ߬ ߞߍ߫ ߖߐ߫ ߦߏ߫ ߞߐ߬ߣߐ ߓߍ߫ ߢߊ ߡߍ߲، ߒ ߘߌ߫ ߏ߬ ߝߍ߫ ߝߎ߯ ߸ ߊ߬ ߘߌ߫ ߞߍ߫ ߞߐ߬ߣߐ ( ߖߍ߬ߘߍߖߍ߬ߘߍ ) ߘߌ߫ ߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫، ߒ ߘߌ߫ ߝߎߦߋ߲߫ ߡߏߦߌߣߍ߲ ߣߌ߫ ߓߊ߬ߞߌ߬ߕߐ ߟߎ߬ ߟߊߞߍ߲ߘߍߦߊ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߛߎ߭ ߟߎ߬ ߟߊߞߎߣߎ߲߫ ߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫߸ ߒ ߜߎ ߘߴߊߟߎ߫ ߞߌ߬ߓߊ߬ߙߏ߬ ߝߋ߲ ߠߎ߬ ߟߊ߫߸ ߊߟߎ߫ ߣߊ߬ ߡߍ߲ ߠߎ߬ ߘߊߥߎ߲߫ ߠߊ߫߸ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߟߊߡߙߊ߬ ߟߴߊߟߎ߫ ߟߊ߫ ߓߏ߲ ߠߎ߬ ߞߣߐ߫ ( ߓߟߏߡߊߛߌ߮ ) ߘߌ߫، ߏ߬ ߟߎ߬ ߦߋ߫ ߊߟߎ߫ ߦߋ߫ ߕߊ߰ߛߌ߬ ߞߏ߬ߓߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬ ߣߴߊ߬ ߕߘߍ߬ ߘߊ߫ ߞߏ߫ ߊߟߎ߫ ߟߊߣߴߊ߬ ߟߊ߫","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:50","price":"ߒ ߘߏ߲߬ ߦߋ߫ ߒ ߢߍ߫ ߟߍߙߊ߫ ߕߊ߬ߎ߬ߙߊߕߌ ߟߊߛߙߋߦߊ߫ ߟߊ߫، ߊ߬ ߣߌ߫ ߝߋ߲ ߡߍ߲ ߠߎ߬ ߟߊߕߐ߲ߣߍ߲߫ ߕߘߍ߬ ߊߟߎ߫ ߡߊ߬ ߛߊ߫ ߒ ߘߴߏ߬ ߘߏ߫ ߟߎ߫ ߟߊߘߤߵߊߟߎ߫ ߦߋ߫، ߒ ߜߎ ߣߊ߬ߣߍ߲߫ ߊߟߎ߫ ߡߊ߬ ߡߊ߲߬ߕߊߣߌ߲߫ ߠߋ߬ ߘߌ߫ ߞߊ߬ ߝߘߴߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫، ߏ߬ ߘߐ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߞߊ߬ ߒ ߞߊ߲ߡߌ߬ߘߊ߬","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:51","price":"ߊߟߊ߫ ߟߋ߬ ߒ ߡߊ߰ߙߌ ߣߴߊߟߎ߫ ߡߊ߰ߙߌ ߘߌ߫ ߘߋ߬ ߸ ߏ ߡߵߊߟߎ߫ ߦߴߊ߬ ߓߊ߬ߕߏ߬، ߓߊ ( ߓߊ߬ߕߏ߬ߝߋ߲ ߢߣߊߓߐߢߊ ) ߣߌ߲߬ ߠߋ߬ ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲ ߘߌ߫","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:52","price":"ߌߛߊ߫ ߛߏ߬ߓߌ ߊ߬ߟߎ߫ ߡߊ߬ ߓߊ߲߬ߓߊ߰ߦߊߞߏ ߘߐ߫ ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߖߐ߲߫ ߘߌ߫ ߞߍ߫ ߒ ߘߍ߬ߡߍ߲߬ߓߊ߮ ߘߌ߫ ߡߊ߰ߙߌ߬ߞߏ ߘߐ߫؟، ߞߋߟߊߞߋߟߊ ߟߎ߬ ߞߊ߲߫ ߌߞߘߐ߫ ߞߏ߫ ߒ߬ߠߎ߬ ߦߋ߫ ߡߊ߰ߙߌ ߘߍ߬ߡߍ߲߬ߓߊ߮ ߟߎ߫ ߟߋ߬ ߘߌ߫، ߒ߬ ߟߊߣߍ߲߫ ߡߊ߰ߙߌ ߟߊ߫ ߛߎߋ߫ ߸ ߞߊ߬ ߛߙߋߦߊ߫ ߞߏ߫ ߒ߬ߠߎ߬ ߦߋ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߮ ߟߎ߫ ߟߋ߬ ߘߌ߫","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:53","price":"( ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ) ߊ߲ ߡߊ߰ߙߌ ߸ ߊ߲ ߓߘߊ߫ ߟߊ߫ ߝߋ߲߫ ߠߊ߫ ߌ ߞߊ߬ ߡߍ߲ ߠߊߖߌ߰ ( ߌߛߊ߫ ߡߊ߬) ߸ ߊ߬ ߣߴߊ߲ ߓߘߴߊ߬ߟߋ߬ ߞߋߟߊ ߟߊߓߊ߬ߕߏ߬، ߒ߬ߓߊ߬ ߌ ߦߴߊ߲ ߛߓߍ߫ ߛߙߋ ߟߎ߫ ߝߍ߬ ߏ߬ ߘߐ߫ ߘߋ߬","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:54","price":"ߊ߬ߟߎ߫ ߞߊ߬ ߝߙߍ߬ ߞߍ߫ ( ߗߋߞߊ߲ ߞߍ߬ߟߍ ߟߊ߫ ) ߸ ߊߟߊ߫ ߝߣߊ߫ ߞߊ߬ ߝߍ߬ߙߍ ߘߏ߫ ߞߍ߫ ( ߊ߬ ߟߐ߬ߞߎ ߟߊ߫ )، ߊߟߊ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߝߙߍ߬ߞߍ߬ߟߊ ߓߍ߯ ߘߐ߫ ߢߌ߬ߡߊ ߘߌ߫","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:55","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊߟߊ߫ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߌߛߊ߫߸ ߒ ߧߴߌ ߛߏߡߊߦߟߍߡߊ߲߫ ߠߊ߫ ߟߋ߬ ߞߵߌ ߟߊߦߟߍ߬ ߒ ߝߍ߬ ߘߏߦߌ߲߫ ߸ ߊ߬ ߣߌ߫ ߞߵߌ ߛߊߣߌ߲ߧߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߡߊ߬، ߊ߬ ߣߌ߫ ߞߵߌ ߟߊߓߊ߬ߕߏ߬ߓߊ߮ ߟߎ߬ ߞߍ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߛߊ߲ߘߐ߫ ߸ ߝߏ߫ ߞߵߊ߬ ߛߌ߰ ߟߐ߬ߓߊ ߟߏ߲ ߠߊ߫، ߏ߬ ߞߐ߫ ߊߟߎ߫ ߣߊ߬ߕߐ߫ ߛߊ߬ߦߌ߬ ߟߊ߫ ߒ ߡߊ߬ ߟߋ߬ ߸ ߒ ߧߋ߫ ߞߕߌ߫ ߊߟߎ߫ ߕߍ߫ ߊߟߎ߫ ߟߊ߫ ߝߐߢߐ߲߯ߞߐߞߏ ߟߎ߬ ߘߐ߫","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:56","price":"ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߬ ߓߊ߯ ߕߘߍ߬ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߌ߫ ߸ ߒ߬ ߘߴߏ߬ ߟߎ߫ ߖߊ߲߰ߞߕߊ߫ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲ ߠߊ߫ ߘߎߢߊ߫ ߣߌ߫ ߛߎ߬ߟߊ߫، ߘߍ߬ߡߍ߲߬ߓߊ߯ ߘߏ߲߬ ߕߍߣߊ߬ ߞߍ߫ ߟߴߊ߬ߟߎ߬ ߟߊ߫","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:57","price":"ߡߍ߲ ߠߎ߬ ߝߣߊ߫ ߓߊ߯ ߕߘߍ߬ ߟߊߒߠߦߊߓߊ߯ ߢߌ߬ߡߊ߬ ߞߍ߬ߟߊ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ ߘߴߏ߬ ߟߎ߫ ߛߊ߬ߙߊ ߟߎ߬ ߘߝߴߊ߬ߟߎ߬ ߦߋ߫، ߓߊߏ߬ ߊߟߊ߫ ߕߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߫ ߝߍ߬","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:58","price":"ߊ߲ ߧߋ߫ ߢߌ߲߬ ( ߠߎ߬ ) ߘߐߞߊ߬ߙߊ߲߬ ߠߴߌ ߦߋ߫ ߞߊ߬ ߓߐ߫ ߟߝߊߙߌ ߟߎ߫ ߟߋ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߓߐ߫ ߖߊ߲߬ߓߌ߬ߟߊ߬ߞߊ߲߫ ߥߘߋ߬ߥߘߋ߬ߣߍ߲ ߘߐ߫ ( ߣߊߟߌ߬ߡߎ߲߫ ߘߐ߬ߛߊߙߌ ߘߌ߫)","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:59","price":"ߌߛߊ߫ ߟߊߒߡߊ ߦߋ߫ ߟߋ߬ ߊߟߊ߫ ߓߟߏ߫ ߸ ߦߏ߫ ߊߘߡߊ߫ ߕߊ، ߓߊߏ߬ ߊ߬ ߞߵߏ߬ ߘߊ߲߫ ߓߎ߰ߘߌ ߟߋ߬ ߘߐ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߡߊ߬ ߞߏ߫ ߞߍ߫ ߸ ߏ߬ ߞߍ߫ ߘߴߌߞߘߐ߫","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:60","price":"( ߌߛߊ߫ ߘߊ߲߫ ߞߏ ߘߐߞߣߍ) ߕߎ߬ߢߊ ( ߣߌ߲߬ ) ߝߘߊߣߍ߲߫ ߌ ߡߊ߰ߙߌ ߟߋ߬ ߟߊ߫ ߸ ߒ߬ߓߊ߬ ߌߟߋ ߞߊߣߊ߬ ߞߍ߫ ߞߎߛߎ߲ߓߊ߮ ߟߎ߬ ߝߋ߲߫ ߘߌ߫ ( ߊ߬ ߢߊ ߏ ߡߊ߬ ) ߘߋ߬","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:61","price":"ߡߍ߲ ߓߴߌ ߘߊߘߐߖߵߊ߬ ߘߐ߫ ߡߎ߬ߕߎ߲߬ ߟߐ߲ߠߌ߲ ߣߊ߬ߣߍ߲ ߞߐ߫ ߌ ߡߊ߬ ߸ ߌ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߣߵߊ߲ ߧߋ߫ ߒ߬ ߘߋ߲ ߠߎ߬ ߣߴߊߟߎ߫ ߘߋ߲ ߠߎ߬ ߞߟߌ߫، ߊ߬ ߣߴߊ߲ ߡߏ߬ߛߏ ߟߎ߬ ߣߴߊߟߎ߫ ߡߏ߬ߛߏ ߟߎ߬، ߊ߬ ߣߴߊ߲ ߖߍ߬ߘߍ ߣߴߊߟߎ߫ ߖߍ߬ߘߍ ߟߎ߬، ߏ߬ ߞߐ߫ ߸ ߊ߲ ߧߋ߫ ߒ߬ ߡߊߛߍ߲߫ ߞߵߊߟߊ߫ ߟߊ߫ ߘߊ߲ߞߊ ߞߍ߫ ߥߎߦߊߝߐߟߊ ߟߎ߫ ߡߊ߬","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:62","price":"ߕߎ߬ߢߊ ߘߐ߬ߝߐ ߟߋ߫ ߣߌ߲߬ ߸ ߝߋ߲߫ ߕߴߦߋ߲߬ ߡߊ߰ߙߌ߬ ߘߌ߫ ߝߏ߫ ߊߟߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߸ ߣߌ߬ߣߌ߬ߟߊ߫ ߟߋ߬ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ߫ ߟߋ߬","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:63","price":"ߤߊߟߵߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߞߐߘߏ߲߬ ߠߋ߬ ߸ ߊߟߊ߫ ߞߏ߬ߣߌ߲ ߞߊ߬ ߕߌߢߍߟߌߟߊ ߟߎ߬ ߟߐ߲߫","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:64","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߟߍߙߊߟߞߊ ߟߎ߬ ߸ ߊߟߎ߯ ߣߊ߬ ߞߎߡߊ߫ ߞߋߟߋ߲߫ ߡߊ߬ ߡߍ߲ ߞߊ߫ ߞߊ߲߫ ߊ߲ߠߎ߬ ߣߴߊߟߎ ߕߍ߫، ( ߏ߬ ߟߋ ) ߒ ߞߏ߫ ߊ߲ ߝߋ߲߫ ߞߊߣߊ߬ ߝߏߦߌ߫ ߓߊ߬ߕߏ߬ ߣߌ߫ ߊߟߊ߫ ߕߍ߫، ߊ߲ ߞߊߣߊ߬ ߝߏߦߌ߫ ߝߊ߬ߙߴߊ߬ ߞߊ߲߬، ߊ߲ ߘߏ߫ ߘߏ߲߬ ߞߊߣߊ߬ ߘߏ߫ ߞߍ߫ ߡߊ߰ߙߌ ߟߎ߬ ߘߌ߫ ߞߵߊߟߊ߫ ߕߏ߫، ߣߴߊ߬ߟߎ߫ ߘߏ߲߬ ߞߵߊ߬ߟߎ߬ ߞߐߘߏ߲߬ ߸ ߊߟߎ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ߓߵߊߟߎ߫ ߦߋ߫ ߛߙߋߦߊ߫ ߞߏ߫ ߒ߬ߠߎ߬ ߦߋ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߮ ߟߎ߫ ߟߋ߬ ߘߌ߫","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:65","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߍߙߊߟߞߊ ߟߎ߬ ߸ ߊߟߎ߯ ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߟߊ߫ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߟߊ߫ ߞߏ ߘߐ߫ ߡߎ߲߬ ߠߊ߫ ߓߏ߲߰؟ ߕߊ߬ߎ߬ߙߊߕߌ ߣߌ߫ ߟߌ߲߬ߖߌ߯ߟߌ ߘߏ߲߬ ߜߎ ߡߊ߫ ߟߊߖߌ߰ ߝߴߏ ߕߊ߬ߡߌ߲ ߞߐ߫، ߦߊ߯ߟߴߊߟߎ߫ ߕߴߏ߬ ߢߊߦߋ߫ ߟߊ߫ ߟߋ߫ ߓߊ߬؟","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:66","price":"ߤߍ߲߬ ߊߟߎ ߟߋ߬ ߸ ߊߟߎ߫ ߓߘߊ߫ ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߊߟߎ߫ ߟߐ߲ߞߏ ߘߏ߫ ߘߐ߫ ( ߣߊߟߌ߬ߡߎ߲߬ ߌߛߊߞߏ ߣߌ߫ ߡߎߛߊߞߏ ߘߌ߫)، ߓߊ߬ߙߌ߬ ߡߎ߲߬ ߠߴߊߟߎ߫ ߦߋ߫ ߛߐ߬ߛߐ߬ߟߌ ߞߍ߫ ߟߴߊߟߎ߫ ߟߐ߲ߓߊߟߌߦߊߞߏ ߘߐ߫ ( ߣߊߟߌ߬ߡߎ߲߫ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߟߊ߫ ߞߏ ߘߌ߫)؟ ߞߵߊ߬ ߕߘߍ߬ ߊߟߊ߫ ߟߋ߫ ߞߵߊ߬ ߢߊߟߐ߲߫ ߸ ߊߟߎ ߘߏ߲߬ ߕߴߊ߬ ߞߊ߬ߟߊߡߊ߬","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:67","price":"ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߡߊ߫ ߞߍ߫ ߦߊ߬ߤߎ߯ߘߎ߫ ߘߌ߫ ߸ ߊ߬ ߡߊ߫ ߞߍ߫ ߣߊ߬ߛߊ߯ߙߊ߫ ߘߌ߫، ߞߏ߬ߣߵߊ߬ ߞߍ߫ ߘߊ߫ ߡߐ߰ ߝߊ߲ߞߊ߲ߣߍ߲߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߯ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߡߊ߫ ߞߍ߫ ߛߏߡߊ ߟߎ߬ ߝߋ߲߫ ߘߌ߫ ߝߋߎ߫","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:68","price":"ߡߐ߱ ߓߍ߯ ߘߐ߫ ߓߍ߲߬ߣߍ߲ ߌߓߎ߬ߙߊ߬ߤߌ߬ߡߊ߬ߞߏ ߟߊ߫߸ ߏ߬ ߟߴߊ߬ ߟߊߓߊ߬ߕߏ߬ߓߊ߮ ߟߎ߬ ߘߌ߫، ߊ߬ ߣߌ߫ ߟߊ߬ߝߐ߬ߓߊ߯ ( ߡߊ߬ߡߊߘߌ߫ ) ߣߌ߲߬، ߏ߬ ߣߌ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬، ߊߟߊ߫ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߢߌ߲߭ ߘߌ߫","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:69","price":"ߟߍߙߊߟߞߊ ߝߊ߲߬ ߞߋߟߋ߲ ߦߴߊ߬ ߝߍ߬ ߟߋ߬ ߞߏ߫ ߊ߬ߟߎ߬ ߦߴߊߟߎ߫ ߟߊߝߟߌ߬، ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߡߐ߰ ߛߌ߫ ߟߊߝߟߌ߬ ߟߴߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߞߐ߫، ߓߊ߬ߙߌ߬ ߊ߬ߟߎ߬ ߕߴߏ ߛߏ߬ߓߌ߬ ߟߊ߫","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:70","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߍߙߊߟߞߊ ߟߎ߬ ߸ ߡߎ߲߬ߠߴߊߟߎ߫ ߦߴߊߟߎ߫ ߓߊ߲߬ ߠߴߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߦߴߊ߬ ߟߊߛߙߋߦߊߓߊ߮ ߟߎ߬ ߘߌ߫؟","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:71","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߍߙߊߟߞߊ ߟߎ߬ ߸ ߡߎ߲߬ߠߴߊߟߎ߯ ߕߎ߬ߢߊ ߢߊ߯ߡߌ߲߫ ߠߊ߫ ߥߎߦߊ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߕߎ߬ߢߊ ߘߏ߲߰ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߞߵߊ߬ ߟߐ߲߫ ߞߋ߲߫","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:72","price":"ߞߙߎ ߘߏ߫ ߞߊ߲߫ ߠߋ߬ ߟߍߙߊߟߞߊ ߟߎ߬ ߘߐ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߟߊ߫ ߝߋ߲ ߠߊ߫ ߕߋ߬ߟߋ ߞߎ߲߬ߝߟߐ ߘߐ߫ ߡߍ߲ ߠߊߖߌ߰ߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߡߊ߬߸ ߞߵߊߟߎ߫ ߓߊ߲߬ ߊ߬ ߘߐ߫ ( ߕߋ߬ߟߋ ) ߟߊߓߊ߲ ߠߊ߫ ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߛߊ߬ߦߌ߲߬ ( ߞߊ߬ ߓߐ߫ ߊ߬ ߞߊ߲߬)","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:73","price":"ߊ߬ ߣߌ߫ ߞߏ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߟߊ߫ ߡߐ߰ ߛߌ߫ ߟߊ߫ ߝߏ߫ ߡߍ߲ ߓߊ߯ ߕߎ߲߰ ߊߟߎ߫ ߟߊ߫ ߘߌ߯ߣߊ ߟߊ߫، ߊ߬ߟߎ߬ ߟߊߡߌ߬ߘߊ߬ ߞߏ߫ ߞߊ߲ߘߦߊ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߞߊ߲ߘߊߟߌ ߟߋ߬ ߘߌ߫، ߡߐ߰ ߜߘߍ߫ ߘߌ߫ ߛߐ߫ ߝߋ߲߫ ߢߐ߲߰ ߠߊ߫ ߘߋ߬ ߊߟߎ ߛߐߣߍ߲߫ ߡߍ߲ ߠߊ߫، ߥߟߴߊ߬ߟߎ߬ ߦߋ߫ ߘߊߘߐߡߌߘߊߞߎ߲ߧߊ߫ ߛߐ߬ߘߐ߲߬ ߊߟߎ߫ ߡߵߊߟߎ߫ ߡߊ߰ߙߌ ߓߘߊ، ߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߢߊ߬ߒߡߊ߭ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߓߟߏ߫ ߸ ߊ߬ ߦߴߊ߬ ߘߌ߫ ߟߊ߫ ߡߐ߰ ߟߋ߬ ߡߊ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߙߌߥߊߟߌߓߊ߯ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬ ߘߌ߫","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:74","price":"ߊ߬ ߦߋ߫ ߡߐ߰ ߟߋ߬ ߞߙߍߞߙߍ߫ ߟߴߊ߬ ߟߊ߫ ߤߌߣߊ ߟߊ߫ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫، ߓߊ ߊߟߊ߫ ߦߋ߫ ߢߊ߬ߒߡߊ߭ ߓߏ߲߬ߓߊ߬ߓߊ ߕߌ߱ ߟߋ߬ ߘߌ߫","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:75","price":"ߟߍߙߊߟߞߊ ߘߏ߫ ߓߍ߫ ߸ ߣߴߌ ߞߊ߬ ߞߐ߲߬ߜߍ߲ ߞߊ߬ߙߌ߬ߝߊ߫ ߏ߬ ߟߊ߫߸ ߊ߬ ߘߴߊ߬ ߟߊߛߊ߬ߦߴߌ ߡߊ߬، ߒ߬ߞߵߊ߬ߟߎ߬ ߘߏ߫ ߜߘߍ߫ ߓߍ߫ ߸ ߣߴߌ ߞߊ߬ ߘߊ߬ߓߌ߬ߦߏ߲߬ ߞߋߟߋ߲߫ ߔߋ߫ ߞߊ߬ߙߌ߬ߝߊ߫ ߏ߬ ߟߊ߫߸ ߊ߬ ߕߴߏ߬ ߟߊߛߊ߬ߦߌ߲߬ ߌ ߡߊ߬ ߝߏ߫ ߣߴߌ ߟߐ߬ߣߍ߲ ߡߍ߲߫ ߘߴߊ߬ ߘߟߊ߫، ߏ߬ ߞߎ߲߭ ߠߋ߬ ߓߊߏ߬ ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߛߌߟߊ߫ ߕߍ߫ ߒ߬ߠߎ߫ ߡߊ߬ ߞߎ߲߬ߝߌ߲ ߠߎ߬ ( ߡߘߊߥߎ߲ ) ߘߐ߫، ߊ߬ߟߎ߬ ߥߎߦߊ ߟߋ߬ ߟߊ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߫ ߞߵߊ߬ ߟߐ߲߫","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:76","price":"ߡߍ߲ ߓߊ߯ ߊ߬ ߟߊ߫ ߟߊ߬ߤߘߌ ߝߊ߫ ߗߐ߫ ߞߵߊ߬ ߝߊ߲ߕߊ߲߬ߞߊ߬߸ ߒ߬ߓߵߊߟߊ߫ ߦߋ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߏ߬ ߟߎ߫ ߟߋ߫ ߝߍ߬","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:77","price":"ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߬ ߦߴߊߟߊ߫ ߟߊ߫ ߛߘߊߒߡߊߞߊ߲ ߣߴߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߟߊ߫ ߞߊ߬ߟߌ߬ߟߌ ߟߎ߬ ( ߕߏ߫ ߟߊ߫ ߦߋ߲߬ ߞߵߊ߬ߟߎ߫ ) ߝߊ߬ߟߋ߲߬ ߛߐ߲߬ߞߐ߬ߣߍ߲߬ ߕߜߋ ߟߊ߫ ߛߊ߫߸ ߣߌ߬ ߕߴߏ߬ ߟߎ߫ ߟߋ߬ ߦߋ߫ ߛߎ߬ߟߊ߫، ߊߟߊ߫ ߝߊ߲߭ ߕߍ߫ ߛߍ߯ ߞߍ߫ ߟߴߏ߬ ߟߎ߬ ߘߐ߫ ߟߋ߬ ߸ ߊ߬ ߕߴߊ߬ߟߎ߬ ߡߊߝߟߍ߫ ߟߊ߫ ߟߐ߬ߓߊ ߟߏ߲ ߝߣߊ߫߸ ߊ߬ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߬ ߟߊߜߍ߫ ߟߊ߫، ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߝߣߊ߫ ߦߴߊ߬ߟߎ߬ ߦߋ߫","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:78","price":"ߊ߬ ߓߍ߫ ߕߋ߲߬ ߸ ߞߙߎ ߘߏ߫ ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߸ ߏ߬ ߟߎ߫ ߟߴߊ߬ߟߎ߫ ߣߍ߲߭ ߠߎ߬ ߡߊߦߟߍ߬ߡߊ߲߬ ߠߊ߫ ߟߍߙߊ ߘߌ߫ ( ߘߊߘߐߓߍ߲ ߠߊ߫ )߸ ߛߴߊߟߎ߫ ߘߴߏ ߖߌ߰ ߟߍߙߊ ߘߏ߫ ߘߌ߫ ߞߵߊ߬ ߕߘߍ߬ ߏ߬ ߕߴߊ߬ ߘߐ߫، ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߴߏ߬ ߓߐߣߍ߲߫ ߊߟߊ߫ ߓߘߊ ߟߋ߬ ߞߵߊ߬ ߕߘߍ߬ ߏ߬ ߡߊ߫ ߓߐ߫ ߊߟߊ߫ ߓߘߊ، ߊ߬ߟߎ߰ ߥߎߦߊ ߟߋ߬ ߟߊ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߫ ߞߵߊ߬ ߟߐ߲߫","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:79","price":"ߊ߬ ߕߍ߫ ߓߍ߲߬ ߡߐ߰ ߛߌ߫ ߟߊ߫ ߞߎ߲߬ߠߊ߫ ߊߟߊ߫ ߦߴߊ߬ ߛߐ߫ ߟߍߙߊ ߣߌ߫ ߞߕߌߦߊ ߣߌ߫ ߟߊ߬ߝߐ߬ߓߊ߰ߦߊ ߟߊ߫߸ ߏ߬ ߦߋ߫ ߓߊ߲߫ ߞߵߊ߬ ߝߐ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߎ߯ ߞߍ߫ ߒߠߋ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߘߌ߫ ߞߵߊߟߊ߫ ߕߏ߫، ߓߊ߬ߙߌ߬ ( ߊ߬ ߝߐ ߘߌ߫ ߓߍ߲߬ ) ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߞߍ߫ ߡߊ߰ߙߌ߬ߟߊ߲߬ߘߌ߫ ( ߓߎ߰ߓߎ߰ߣߍ߲ ) ߠߎ߫ ߟߋ߬ ߘߌ߫ ߸ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߬ ߊߟߎ߫ ߕߘߍ߬ ߦߋ߫ ( ߡߐ߰ ) ߟߊ߬ߘߋߞߌ ߞߍ߫ ߟߊ߫ ߟߍߙߊ ߡߍ߲ ߠߊ߫߸ ߊ߬ ߣߌ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߬ ߊߟߎ߫ ߕߘߍ߬ ߦߋ߫ ߟߊߘߋ߬ߞߌ߬ ߟߊ߫ ߡߍ߲ ߠߊ߫","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:80","price":"ߊ߬ ߘߏ߲߬ ߕߍ߫ ߊߟߎ߫ ߟߐ߬ ߝߣߊ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߞߋ߲ߛߐ߲ ߠߎ߬ ߣߌ߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߬ ߞߍ߫ ߡߊ߰ߙߌ ߟߎ߬ ߘߌ߫، ߋ߫ ߸ ߊ߬ ߝߐ߫ ߊ߬ ߘߴߊߟߎ߫ ߟߐ߬ ߓߊ߲߬ߓߊ߰ߦߊ ߟߴߊߟߎ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߰ߟߊ߬ߡߊ ߞߐ߫؟","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:81","price":"ߕߎ߬ߡߊ ߡߍ߲ ߊߟߊ߫ ߞߊ߬ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߬ ߟߊ߫ ߛߘߊߒߡߊߞߊ߲ ߡߌ߬ߘߊ߬߸ ߞߏ߫ ߣߌ߫ ߒ ߣߊ߬ ߘߴߊߟߎ߫ ߛߐ߫ ߟߍߙߊ߫ ߣߌ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ ߘߏ߫ ߟߊ߫، ߞߋߟߊ߫ ߜߘߍ߫ ߣߊ߬ ߘߴߊߟߎ߫ ߡߊ߬ ߏ߬ ߞߐ߫ ߊߟߎ߫ ߓߟߏߕߊ ߟߊߛߙߋߦߊߟߊ߲ ߘߌ߫ ߸ ߊߟߎ߫ ߦߋ߫ ߟߊ߫ ߏ߬ ߟߊ߫ ߞߋߟߋ߲ߘߌ߫ ߞߵߊ߬ ߘߍ߬ߡߍ߲߫، ߊ߬ ߞߏ߫ ߊߟߎ߫ ߓߘߴߏ߬ ߟߊߟߐ߬ ߞߊ߬ ߒ߬ ߠߊ߫ ߛߘߊߒߡߊߞߊ߲ ߡߌ߬ߘߊ߫ ߏ߬ ߞߊ߲߬ ߓߊ߬؟، ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߓߘߴߏ߬ ߟߊߟߐ߬ ߝߋߎ߫، ߊߟߊ߫ ߞߊ߲߫ ߞߏ߫ ߒ߬ߓߵߊߟߎ߫ ߦߋ߫ ߞߍ߫ ߛߙߋ ߟߎ߬ ߘߌ߫ ߸ ߒ ߝߣߴߊߟߎ߫ ߝߍ߬ ߛߙߋ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:82","price":"ߒ߬ߓߊ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߞߐߘߏ߲߬ ( ߛߘߊߒߡߊߞߊ߲ ߕߊ߭ ) ߞߐ߫ ߡߎ߬ߕߎ߲߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߔߊߟߊ߲ߞߊߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:83","price":"ߌ߬ߦߏ߯ ߊ߬ߟߎ߬ ߢߌߣߌ߲߫ ߠߴߊߟߊ߫ ߟߊ߫ ߘߌ߯ߣߊ ߕߊ߬ߣߊ߫ ߟߋ߫ ߡߊ߬ ߓߊ߬؟ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߣߌߡߊ ߓߍ߯ ߓߘߴߊ߬ ߖߘߍ߬ߞߟߏ߬ߦߊ߫ ߏ߬ ߡߍ߲ ߦߋ߫ ߊ߬ ߖߘߍ߬ߦߋ߬ߓߟߏ ߣߌ߫ ߜߏߦߊ߬ߜߏߦߊ ߟߊ߫، ߊ߬ߟߎ߫ ߘߏ߲߬ ߣߊ߬ߕߐ߫ ߟߊߛߊ߬ߦߌ߬ ߟߴߊ߬ߟߋ ߟߋ߫ ߡߊ߬","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:84","price":"ߊ߬ ߟߊߛߋ߫ ߞߏ߫ ߒ߬ߠߎ߬ ߟߊߣߍ߲߫ ߠߋ߬ ߊߟߊ߫ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߊߖߌ߰ߣߍ߲߫ ߒ߬ ߡߊ߬ ( ߟߍߙߊ ߘߌ߫ )߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߊߖߌ߰ ߘߊ߫ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߣߴߌߛߌ߬ߡߊ߬ߌߟߊ߫ ߣߴߌߛߌ߬ߤߊ߯ߞߊ߫ ߣߌ߫ ߦߊ߬ߞߎߓߊ߫ ߣߌ߫ ߓߊߓߏ߲ ߠߎ߫ ߡߊ߬، ߊ߬ ߣߌ߫ ߡߍ߲ ߘߌ߫ ߘߊ߫ ߡߎߛߊ߫ ߣߴߌߛߊ߫ ߣߌ߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߫ ߡߵߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߟߏ߫، ߊ߲ߠߎ߬ ߕߍ߫ ߘߊ߲߬ߝߘߊ߬ߓߐ߫ ߘߏ߲߬ ߠߊ߫ ߡߐ߰ ߛߌ߫ ߕߍ߫ ߏ߬ ߟߎ߬ ߘߐ߫، ߒ߬ߠߎ߬ ߞߟߏߣߍ߲߫ ߊ߬ߟߋ ߟߋ߬ ߦߋ߫ ߞߎߓߍ߫","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:85","price":"ߡߍ߲ ߓߊ߯ ߢߌߣߌ߲߫ ߛߌ߬ߟߡߊ߬ߦߊ ߕߊ߬ߣߊ߫ ߡߊ߬ ( ߞߵߏ߬ ߞߴߊ߬ ) ߘߌ߯ߣߊ ߘߌ߫ ߸ ߏ߬ ߕߍ߫ ߡߌ߬ߘߊ߫ ߏ߬ ߟߊ߫ ߡߎ߰ߡߍ߫، ߏ ߘߏ߲߬ ߞߍߕߐ߫ ߟߊߞߌߙߊ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:86","price":"ߊߟߊ߫ ߦߋ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߞߊ߲ߘߊ߫ ߟߊ߫ ߘߌ߬ ߡߍ߲ ߠߎ߬ ߡߎߙߎ߲ߕߌ߫ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ߟߊߒߠߊߓߊ߯ߦߊ ߞߐ߫ ߸ ߞߊ߬ ߛߙߋߦߊ߫ ߞߏ߫ ߞߋߟߊ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߣߊ߬ ߘߊ߫ ( ߊ߬ ߟߊߜߍ߫ ) ߔߊߞߌ ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ߝߣߊ߫؟ ߊߟߊ߫ ߘߏ߲߬ ߕߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߞߊ߲ߘߊ߫ ߟߊ߫","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:87","price":"ߏ߬ ߟߎ߫ ߛߊ߬ߙߊ ߟߋ߬ ߊߟߊ߫ ߣߌ߫ ߞߋ߲ߛߐ߲ ߠߎ߬ ߣߌ߫ ߡߐ߱ ߓߍ߯ ߟߊ߫ ߘߊ߲ߞߊ ߞߍ ߘߌ߫ ߊ߬ߟߎ߫ ߡߊ߬","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:88","price":"ߏ߬ ߟߎ߬ ߕߏߕߐ߫ ( ߘߊ߲ߞߊߕߐߦߊ ) ߏ߬ ߟߋ ߘߐ߫ ߸ ߖߊ߲߰ߞߕߊ ߕߍ߫ ߡߊߛߍ߬ߟߍ߲߬ߓߍ߫ ߊ߬ߟߎ߫ ߞߊ߲߬߸ ߊ߬ߟߎ߫ ߝߊ߲߭ ߕߍ߫ ߡߊߝߟߍ߫ ߟߋ߬","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:89","price":"ߝߏ߫ ߣߌ߫ ߡߍ߲ ߠߎ߫ ߞߵߊ߬ߟߎ߫ ߖߘߍ߬ ߟߊߛߊ߬ߦߌ߬ ( ߡߎߙߎ߲ߕߌ ) ߏ߬ ߞߐ ߘߐ߫ ߞߊ߬ ߢߊ߬ߟߌ ߞߍ߫، ߊߟߊ߫ ߝߣߊ߫ ߦߋ߫ ߦߝߊ߬ߟߊ߫ ߤߌߣߟߊ߫ ߘߌ߫ (ߊ߬ߟߎ߬ ߟߊ߫ ߏ߬ ߘߐ߫)","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:90","price":"ߡߍ߲ ߠߎ߬ ߡߎߙߎ߲ߕߌ߫ ߘߴߊ߬ߟߎ߬ ߟߊ߫ ߟߊߒߠߊߓߊ߯ߦߊ ߞߐ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߊ߬ ߢߊ߯ ߡߎߙߎ߲ߕߌ ߘߐ߫ ߸ ߏ߬ ߟߎ߬ ߟߊ߫ ߖߘߍ߬ߟߊ߬ߛߊߦߌ ߕߍ߫ ߡߌ߬ߘߊ߬ ߝߋߎ߫، ߓߊ ߏ߬ ߟߎ߫ ߟߋ߫ ߝߟߌ߬ߓߊ߰ߒߕߋ ߟߎ߬ ߘߌ߫","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:91","price":"ߡߍ߲ ߠߎ߬ ߞߍߣߍ߲߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߌ߫ ߞߣߵߊ߬ߟߎ߫ ߓߊ߲߬ߓߊ߰ߟߊ߬ߡߊ ߛߊ߬߸ ߘߎ߱ ߝߊ߫ ߛߊߣߌ߲ ߕߍ߫ ߡߌ߬ߘߴߏ߬ ߝߋ߲߫ ߠߊ߫ ߤߟߴߊ߬ ߞߵߊ߬ ߞߎ߲߬ߡߊߞߊ߬ ߏ߬ ߟߊ߫، ߏ߬ ߟߎ߫ ߟߋ߬ ߢߍߛߌ߰ߣߍ߲߫ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߠߊ߫߸ ߘߍ߬ߡߍ߲߬ߓߊ߯ ߟߎ߫ ߘߏ߲߬ ߕߴߊ߬ߟߎ߬ ߟߊ߫","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"nk"},{"name":"3:92","price":"ߊߟߎ߫ ߕߍ߫ ߢߌ߬ߡߊ߬ߦߊ ߛߐ߬ߘߐ߲߬ ߝߋߎ߫ ߝߏ߫ ߣߴߊߟߎ߫ ߞߊ߬ ߘߟߊߝߊ߮ ߞߍ߫ ߊߟߎ߫ ߘߌߦߊߣߊ߲߫ ߝߋ߲ ߘߐ߫، ߊߟߎ߫ ߘߏ߲߬ ߓߊ߯ ߝߋ߲-ߋ-ߝߋ߲߫ ߘߏ߲߬ ߘߟߊ߫ ( ߢߊ ߏ߬ ߞߊ߲߬ ) ߊߟߊ߫ ߞߵߏ߬ ߟߐ߲߫","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"nk"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}