{"data":[{"name":"5:82","price":"ߡߐ߱ ߡߍ߲ ߠߎ߬ ߟߊ߫ ߖߎ߯ߦߊ ߜߍ߬ߟߍ߲߬ߡߊ߲߬ߓߊ ߦߋ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߞߊ߲߬ ߸ ߌ ߦߴߏ߬ ߕߘߍ߬ ߟߊ߫ ߦߊ߬ߤߎ߯ߘߎ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߛߏߡߊ ߟߎ߬. ߌ ߘߴߊ߬ ߕߘߍ߬ ߝߣߊ߫ ߡߍ߲ ߠߎ߫ ߛߎ߬ߘߎ߲߬ߡߊ߲߬ߓߊ ߦߋ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߟߊ߫ ߟߊ߬ߘߌߦߊߢߍ ߘߐ߫ ߸ ߡߍ߲ ߠߎ߬ ߞߊ߲߫ ߊ߬ߟߎ߫ ߖߍ߬ߘߍ߫ ߡߊ߬ ߞߏ߫ ߒ߬ߠߎ߫ ߟߋ߬ ߌߛߊߟߞߊ ߟߎ߬ ߘߌ߫. ߏ ߘߏ߲߬ ߕߊ߬ߣߍ߲߬ ߡߍ߲ ߡߊ߬߸ ߓߊߏ߬ ߞߏ߲ߓߏ ߟߎ߬ ߣߌ߫ ߓߊ߬ߕߏ ߘߊ߯ߡߊߞߍߟߊ ߟߎ߫ ߦߴߏ߬ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߕߴߊ߬ߟߎ߫ ߖߘߍ߬ߘߐߓߏ߲߬ߧߊ߬ ߟߊ߫","arabic":"۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":751,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:83","price":"ߣߴߊ߬ߟߎ߫ ߞߊ߬ ߝߋ߲߫ ߡߍ߲߫ ߸ ߡߍ߲ ߠߊߖߌ߰ߣߍ߲߬ ߞߋߟߊ ߡߊ߬߸ ߌ ߘߴߊ߬ߟߎ߬ ߢߊߖߌ ߦߋ߫ ߛߣߍߣߍ߫ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߕߎ߬ߢߊ߬ ߟߐ߲ߣߍ߲ ߝߍ߬، ߊ߬ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߸ ߊ߲ ߓߘߊ߫ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߸ ߒ߬ߓߊ߬ ߊ߲ ߛߓߍ߫ ߛߙߋ ߟߎ߫ ߞߊ߲߬","arabic":"وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعۡيُنَهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ مِمَّا عَرَفُواْ مِنَ ٱلۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":752,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:84","price":"ߡߎ߲߬ ߦߴߊ߲ ߠߊ߫ ߊ߲ ߕߍ߫ ߟߴߊߟߊ߫ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߝߋ߲ ߠߊ߫ ߡߍ߲ ߣߊ߬ߣߍ߲߫ ߒ߬ ߡߊ߬ ߣߊߟߌ߬ߡߎ߲߫ ߕߎ߬ߢߊ ߘߌ߫؟ ߊ߲ ߘߏ߲߬ ߣߕߊ߬ߣߍ߲߫ ߒ ߞߏ߫ ߒ߬ ߡߊ߰ߙߌ ߦߋ߫ ߒ߬ ߠߊߘߏ߲߬ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߢߌߡߊ ߟߎ߫ ߝߍ߬","arabic":"وَمَا لَنَا لَا نُؤۡمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلۡحَقِّ وَنَطۡمَعُ أَن يُدۡخِلَنَا رَبُّنَا مَعَ ٱلۡقَوۡمِ ٱلصَّٰلِحِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":753,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:85","price":"ߊߟߊ߫ ߞߵߏ߬ ߟߎ߫ ߛߊ߬ߙߴߊ߬ߟߎ߬ ߝߐߞߊ߲ ߏ߬ ߟߋ ߡߊ߬ ߣߊߞߐ߫ ߟߎ߫ ߟߊ߫߸ ߖߌߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߊ߫ ߡߍ߲ ߠߎ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫، ߏ߬ ߟߎ߬ ߕߏߕߐ߫ ߦߋ߲߬ ߠߋ߬، ߏ߬ ߟߋ ߘߏ߲߬ ߦߋ߫ ߢߊ߬ߓߊ߮ ߟߎ߫ ߛߊ߬ߙߊ ߘߌ߫","arabic":"فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":754,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:86","price":"ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߫ ߞߵߊ߬ߟߎ߫ ߓߊ߲߬ ߞߊ߬ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߥߋ߲߯ߓߋ ߘߏ߲߬ߞߏ ߟߎ߬ ߘߌ߫","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":755,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:87","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߞߊߣߊ߬ ߝߋ߲߫ ߢߌߡߊ ߟߎ߬ ߟߊߕߣߊ߬ߡߊ߬ߦߊ߫ ߘߋ߬ ߊߟߊ߫ ߞߊ߬ ߡߍ߲ ߠߎ߬ ߟߊߘߤߵߊߟߎ߫ ߦߋ߫، ߊߟߎ߫ ߘߏ߲߬ ߞߣߊ߫ ߘߊ߲߬ߠߊ߬ߕߊߡߌ߲ ߞߍ߫ ߸ ߓߊߏ߬ ߘߊ߲߬ߠߕߊ߬ߡߌ߲߬ߠߊ ߟߎ߬ ߡߊ߲߫ ߘߌ߫ ߊߟߊ߫ ߦߋ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":756,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:88","price":"ߊߟߎ߫ ߦߋ߫ ߝߋ߲߫ ߘߊߥߎ߲߫ ߸ ߊߟߊ߫ ߞߵߊߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߡߍ߲ ߠߊ߫߸ ߊߟߎ߫ ߛߎ߲߫ ߓߍ߫ ߛߊߣߌ߲ߡߊ߲ ߞߊ߬ߣߌ߲߫، ߊ߬ ߣߴߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߵߊߟߎ߫ ߟߊߣߍ߲߫ ߏ߬ ߡߍ߲ ߡߊ߬","arabic":"وَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":757,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:89","price":"ߊߟߊ߫ ߕߴߊߟߎ߫ ߡߌ߬ߘߊ߬ ߟߴߊߟߎ߫ ߟߊ߫ ߕߏߟߏ߲߫ ߞߊߟߌߟߌ ߟߎ߬ ߟߊ߫ ߘߋ߬ ߸ ߞߏ߬ߣߌ߲߬ ߊ߬ ߦߴߊߟߎ߫ ߡߌ߬ߘߊ߬ ߟߴߊߟߎ߫ ߛߣߐ߬ߡߍ߬ ߘߐ߬ ߞߊߟߌߟߌ߫ ( ߝߐߣߍ߲ ) ߠߎ߫ ߟߋ߬ ߟߴߊߟߎ߫ ߓߟߏ߫ ߸ ߏ ߓߌ߲߬ߓߊߏ ߦߋ߫ ߘߐ߰ߕߐ߬ ߕߊ߲߫ ߠߋ߬ ߟߝߊ ߘߌ߫ ߸ ߊߟߎ߫ ߟߊ߫ ߘߋ߲ߓߦߊ߫ ߓߊߟߏ߫ ߛߎߡߊ߲ ߕߍߡߞߊߒߞߋ ߘߐ߫، ߥߟߊ߫ ߞߵߊ߬ߟߎ߬ ߝߊߘߌߦߊߓߐ߫ ߸ ߤߊߡߊ߲ߕߍ߫ ߞߊ߬ ߖߐ߲߬ ߞߊ߲ߤߙߐߦߊ߫، ߣߌ߫ ߡߍ߲ ߕߴߏ ߛߐ߬ߘߐ߲߬ ߸ ߏ߬ ߦߋ߫ ߕߋ߬ߟߋ߫ ߛߓߊ߬ ߛߎ߲߫، ߏ߬ ߟߋ ߦߋ߫ ߊߟߎ߫ ߟߊ߫ ߞߊ߬ߟߌ߬ߟߌ ߟߎ߬ ( ߕߌߢߍ ) ߓߌ߲߬ߓߊߏ ߘߌ߫ ߣߴߊߟߎ߫ ߞߊ߬ ߞߊ߬ߟߌ߬ߟߌ ߞߍ߫، ߤߋ߫ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߟߊ߫ ߞߊ߬ߟߌ߬ߟߌ ߟߎ߬ ߟߊߕߊ߲߬ߞߊ߫ ߘߋ߬، ߒ߬ߓߵߊߟߊ߫ ߦߴߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߞߣߍ߫ ߟߴߊߟߎ߫ ߦߋ߫ ߕߊ߲߬ ߠߋ߬ ߛߴߊߟߎ߫ ߘߴߊ߬ ߞߏߢߌߡߊߟߐ߲߫","arabic":"لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":758,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:90","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߘߐ߬ߟߐ ߏ߱ ߸ ߛߏ߬ߝߘߊ߬ߓߋ ߏ߱ ߸ ( ߖߏ߬ ߖߌ߬ߦߊ߬ߘߐ߬ ) ߟߊߟߐ߬ߣߍ߲ ߠߎ߫ ߏ߱ ߸ ߊ߬ ߣߌ߫ ߓߟߏߟߊߝߍߣߍ߲ߝߋ߲ ߠߎ߫ ߏ߱ ߸ ߏ߬ ߓߍ߯ ߦߋ߫ ߞߛߐ߫ ߟߋ߬ ߘߌ߫ ߜߍ߬ߘߍ ߟߊ߫ ߓߊ߯ߙߊ ߛߎ߯ߦߊ ߟߎ߬ ߘߐ߫ ߸ ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߡߊߓߐ߫ ߏ߬ ߟߊ߫ ߛߴߊߟߎ߫ ߘߌ߫ ߛߎߘߊ߲߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":759,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:91","price":"ߜߍ߬ߘߍ ߦߴߊ߬ ߝߍ߬ ߞߊ߬ ߖߎ߯ߦߊ ߣߌ߫ ߞߐߣߌ߲ߧߊ ߟߋ߬ ߟߊߘߏ߲߬ ߊߟߎ߫ ߕߍ߫ ߘߐ߬ߟߐ ߣߌ߫ ߛߏ߬ߝߘߊ߬ߓߋ ߘߐ߫، ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߞߎ߲߬ߠߊߛߊ߬ߦߌ߬ ߊߟߊ߫ ߞߏߝߐ ߣߌ߫ ߛߊߟߌ ߡߊ߬، ߦߊ߯ߟߴߊߟߎ߫ ߓߘߊ߫ ߝߘߊ߫ ߏ߬ ߘߐ߫ ߓߊ߬؟","arabic":"إِنَّمَا يُرِيدُ ٱلشَّيۡطَٰنُ أَن يُوقِعَ بَيۡنَكُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ فِي ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِ وَيَصُدَّكُمۡ عَن ذِكۡرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِۖ فَهَلۡ أَنتُم مُّنتَهُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":760,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:92","price":"ߊߟߎ߯ ߊߟߊ߫ ߞߊ߲ ߡߌ߬ߘߊ߬߸ ߊߟߎ߯ ߞߋߟߊ ߞߊ߲ ߡߌ߬ߘߊ߬߸ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߕߏ߫ ߊߟߎ߫ ߦߟߌ߫ ߘߐ߫، ߣߴߊߟߎ߫ ߘߏ߲߬ ߞߵߊߟߎ߫ ߞߐߘߏ߲߬ ߸ ߊߟߎ߫ ߦߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߡߍ߲ ߦߋ߫ ߒ߬ ߠߊ߫ ߞߋߟߊ ߡߊ߬ ߏ߬ ߟߋ ߟߊ߬ߛߋ߬ߟߌ߬ ߘߐߞߣߍߣߍ߲ ߘߌ߫","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَٱحۡذَرُواْۚ فَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":761,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:93","price":"ߕߍ߰ߡߊ߬ߛߌ߯ ߕߍ߫ ߟߊߒߠߦߊߓߊ߯ ߢߌ߬ߡߊ߬ ߞߍ߬ߟߊ߫ ߟߎ߫ ߡߵߊ߬ߟߎ߬ ߟߊ߫ (ߕߣߊ߬ߡߊ߬) ߘߊߥߎ߲ߣߍ߲߫ ߞߘߐ ߟߎ߬ ߘߐ߫ ߸ ߣߴߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߫ ߞߊ߬ߣߌ߲߫ ߞߊ߬ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߊ߬ ߢߌ߬ߡߊ ߟߎ߬ ߞߍ߫، ߏ߬ ߞߐ߫ ߞߵߊ߬ߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߫ ߞߊ߬ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫، ߏ߬ ߞߐ߫ ߞߵߊ߬ߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߫ ߞߊ߬ ߢߊ߬ߟߌ ߞߍ߫، ߓߊ ߊߟߊ߫ ߦߋ߫ ߢߊ߬ߓߊ߮ ߟߎ߫ ߟߋ߫ ߝߍ߬","arabic":"لَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ ثُمَّ ٱتَّقَواْ وَّءَامَنُواْ ثُمَّ ٱتَّقَواْ وَّأَحۡسَنُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":762,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:94","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߊ߫ ߓߍߣߵߊߟߎ߫ ߞߘߐߓߐ߫ ߝߟߍ߫ ߛߓߏ ߘߏ߫ ߟߊ߫߸ ߊߟߎ߫ ߓߟߏ ߟߎ߬ ߣߴߊߟߎ߫ ߟߊ߫ ߕߊ߲߬ߓߊ ߟߎ߬ ߘߴߏ ߛߐ߬ߘߐ߲߬، ( ߏ߬ ߞߎ߲߭ ߠߋ߬ ) ߛߴߊߟߊ߫ ߘߴߊ߬ ߟߐ߲߫ ߡߍ߲ ߦߋ߫ ߛߌߟߊ߲߫ ߠߴߊ߬ ߦߋ߫ ߘߏ߲߰ ߘߐ߫، ߣߌ߫ ߡߍ߲ ߞߵߊ߬ ߘߊ߲߬ߠߊߕߊ߬ߡߌ߲߫ ߏ߬ ߞߐ߫ ߡߎ߬ߕߎ߲߬ ߸ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߠߴߏ߬ ߦߋ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":763,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:95","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߞߊߣߊ߬ ߝߟߍߛߓߏ߫ ߝߊ߰ ߘߋ߬ ߞߵߊߟߎ߫ ߕߏ߫ ߣߊߡߎ߲ߘߐߦߊ ߘߐ߫، ߡߍ߲ ߓߊ߯ ߏ߬ ߝߊ߰ ߕߊߥߎߓߟߏߡߊ߬߸ ߏ ߛߊ߬ߙߊ ߦߴߊ߬ ߟߊ߫ ߛߏ߬ߓߏ߫ ߝߊ߰ߣߍ߲ ߢߐ߲߰ ߓߌߦߊ߲߫ ߠߋ߬ ߘߌ߫، ߊߟߎ߫ ߘߐ߫ ߕߋߟߋ߲ߓߊ߯ߒߕߋ߫ ߝߌ߬ߟߊ߬ ߦߴߏ߬ ߞߕߌ ߟߊ߫، ߞߵߏ߬ ߞߍ߫ ߖߋ߬ߟߌ߬ߓߐ߲߬ߕߊ߫ ߘߌ߫ ߟߊߛߋߓߟߏߡߊ߬ ߛߐ߬ߕߐ ߦߙߐ، ߥߟߴߊ߬ ߢߍ߬ߢߌ߲߬ߘߐ߬ߓߍ߲ ߦߋ߫ ߞߍ߫ ߘߐ߰ߕߐ ߟߎ߬ ߓߊߟߏ ߘߌ߫، ߤߊߡߊ߲ߕߍ߫ ߊ߰ ߞߍ߫ ߏ߬ ߢߐ߲߰ ߛߎ߲߫ ߘߌ߫ ߸ ߛߴߊ߬ ߘߴߊ߬ ߟߊ߫ ߞߏߢߊ ߞߐߝߟߌ߫ ߖߎ߮ ߡߊߜߙߏ߬، ߊߟߊ߫ ߓߘߊ߫ ߕߊ߬ߡߌ߲߬ߣߍ߲߬ ߞߘߐ ߟߎ߬ ߘߐߞߏߦߊߕߏ߫، ߡߍ߲ ߓߊ߯ ߛߊ߬ߦߌ߲߫ ߊ߬ ߡߊ߬ ߡߎ߬ߕߎ߲߬ ߊߟߊ߫ ߘߴߊ߬ ߕߊߢߐ߲߯ߓߐ߫ ߏ߬ ߘߐ߫ ߸ ߓߊߏ߬ ߊߟߊ߫ ߦߋ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߕߊߢߐ߲߯ߓߐߟߊ ߖߍ߬ߘߍ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":764,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:96","price":"ߓߊ ߞߣߐ߫ ߡߐ߲ߠߌ߲ ߘߤߊ߬ߣߍ߲߫ ߊߟߎ߫ ߦߋ߫ ߊ߬ ߣߴߊ߬ ߛߎ߬ߡߊ߲߸ ߞߵߏ ߘߊ߰ߡߎ߲ ߞߍ߫ ߊߟߎ߫ ߣߌ߫ ߕߊ߯ߡߊߘߋ߲ ߠߎ߬ ߦߋ߫، ߜߙߋߡߊ߫ ߝߟߍ ߟߊߕߐ߲ߣߴߊߟߎ߫ ߡߊ߬ ߟߋ߬ ߝߊ߬ߣߌ߲߫ ߊߟߎ߫ ߦߋ߫ ߣߊߡߎ߲ߘߐߦߊ ߘߐ߫، ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߘߋ߬ ߸ ߊߟߎ߫ ߟߊߘߍ߬ߕߐ߫ ߏ߬ ߡߍ߲ ߣߊ߰ߟߊ߫","arabic":"أُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ مَتَٰعٗا لَّكُمۡ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":765,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:97","price":"ߊߟߊ߫ ߟߋ߫ ߞߊ߬ ߛߐ߬ߕߐ ߓߏ߲߫߫ ߠߊߕߏߣߍ߲ ߞߍ߫ ߟߐ߬ ߝߋ߲߫ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߸ ߊ߬ ߣߌ߫ ߛߊ߲߬ߓߏ߬ߟߏ߲߬ ߠߊߕߏߣߍ߲ ߣߌ߫ ߖߋ߬ߟߌ߬ߓߐ߲߬ߕߊ ߣߌ߫ ߞߊ߲ߠߊߘߎ߲ߝߋ߲ ߠߎ߬، ߏ߬ ߟߊߥߟߌ߬ߣߍ߲߫ ߠߋ߬ ߛߴߊߟߎ߫ ߘߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߊߟߊ߫ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߞߣߐ߫ ߝߋ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߞߣߐ߫ ߝߋ߲ ߠߎ߬ ߟߐ߲߫ ߸ ߊ߬ ߣߌ߫ ߊߟߊ߫ ߞߊ߬ ߞߏ ߓߍ߯ ߟߋ߬ ߟߐ߲߫","arabic":"۞ جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":766,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:98","price":"ߊ߬ ߣߴߊߟߎ߫ ߦߴߊ߬ ߟߐ߲߫ ߸ ߞߏ߫ ߊߟߊ߫ ߦߋ߫ ߓߌ߲߬ߓߊ߬ߥߏ߬ ߜߍߟߍ߲ ߕߌ߰ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߊߟߊ߫ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":767,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:99","price":"ߝߏߦߌ߬ ߕߍ߫ ߞߋߟߊ ߡߊ߬ ߟߊ߬ߛߋ߬ߟߌ ߞߐ߫ ߸ ߓߊ ߊߟߊ߫ ߞߵߊ߬ ߟߐ߲߫ ߸ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߟߊ߲ߞߣߍߡߊ߫ ߟߊ߫߸ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߘߏ߲߰ ߠߊ߫","arabic":"مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُۗ وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":768,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:100","price":"ߊ߬ ߟߊߛߋ߫ ߞߏ߫ ߖߎ߯ߡߊ߲ ߣߌ߫ ߢߌ߬ߡߊ ߕߍ߫ ߞߢߊ߫ ߝߋߎ߫ ߸ ߤߊߟߌ߬ ߖߎ߯ߡߊ߲ ߟߊߛߌߦߊߦߊ ߞߵߌ ߢߊߞߘߐߓߐ߫، ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߘߋ߬ ߊߟߎ߬ ߤߊ߲ߞߟߌ߫ ߞߌߛߍ߫ ߕߌ߮ ߟߎ߬ ߸ ߖߐ߲߬ߛߴߊߟߎ߫ ߘߌ߫ ߛߎߘߊ߲߫","arabic":"قُل لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِۚ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":769,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:101","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߞߊߣߊ߬ ߕߏ߫ ߞߏ߫ ߟߎ߫ ߢߡߊߢߌ߬ߣߌ߲߬ߞߊ߬ ߟߊ߫ ߘߋ߬ ߸ ߞߎߟߊߞߏߕߍ߫ ߣߴߏ߬ ߢߊߘߐߜߍ ߝߐ߫ ߘߴߊߟߎ߫ ߦߋ߫ ߸ ߊ߬ ߘߌ߫ ߜߏߦߴߊߟߎ߫ ߦߋ߫، ߣߴߊߟߎ߫ ߘߏ߲߬ ߞߊ߬ ߞߏ ߡߍ߲ ߢߡߊߢߌ߬ߣߌ߲߬ߞߊ߫ ߞߎ߬ߙߊ߬ߣߊ ߟߊߖߌ߰ ߕߎߡߊ߸ ߏ߬ ߢߊߘߐߜߍ ߘߌ߫ ߝߐ߫ ߊߟߎ߫ ߦߋ߫، ߊߟߊ߫ ߓߘߴߊ߬ ߜߊ߲߫ ߝߟߐ ߟߎ߫ ߞߎ߲߬ߠߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߡߎ߬ߢߎ߲߬ߓߊ߯ ߟߋ߬ ߘߌ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":770,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:102","price":"ߡߌ߬ߙߌ߲߬ߘߌ ߘߏ߫ ߟߎ߫ ߞߊ߬ ߢߡߊߢߌߣߌ߲ߞߊߟߌ ߞߍ߫ ߊߟߎ߫ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ߟߎ߫ ߓߊ߲߬ ߏ߬ ߞߏ ߡߊ߬","arabic":"قَدۡ سَأَلَهَا قَوۡمٞ مِّن قَبۡلِكُمۡ ثُمَّ أَصۡبَحُواْ بِهَا كَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":771,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:103","price":"ߊߟߊ߫ ߟߊ߫ ߞߏ߫ ߟߊߘߊ߲ߣߍ߲߫ ߕߍ߫ ߢߐ߯ߡߍ߫ ߕߟߏ߫ ߝߙߊ߫ ߓߌߘߌ߲ߓߊߟߌߞߏ߫ ߣߌ߫ ߢߐ߯ߡߍ߫ ߞߊ߲ߠߊߓߌ߬ߟߊ߬ߣߍ߲߫ ߘߏ߬ߣߌ߲߬ ߕߓߊ߬ߟߌ߬ߞߏ߫ ߣߌ߫ ߖߊ߰ߥߟߏߒߖߊ߰ߟߊ߬ߞߏ߫ ߘߌ߫ ߸ ߊ߬ ߣߴߊ߬ ߕߍ߫ ߢߐ߯ߡߍ߫ ߕߎߙߊ߫ ߞߟߏߞߕߏ߫ ߟߊߢߐߢߐ߲ߣߍ߲ߞߏ߫ ߝߣߊ߫ ߘߌ߫. ߞߏ߬ߣߌ߲߬ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߟߋ߫ ߣߵߏ߬ ߥߎߦߊ ߟߎ߬ ߟߊ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߕߋ߲߬ ߝߎ߯، ߊ߬ߟߎ߫ ߝߊ߲߬ߓߊ ߘߏ߲߬ ߕߍ߫ ߞߏ߫ ߢߊߦߋ߫ ߟߊ߫","arabic":"مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٖ وَلَا سَآئِبَةٖ وَلَا وَصِيلَةٖ وَلَا حَامٖ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُواْ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":772,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:104","price":"ߣߴߊ߬ ߝߐ߫ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߣߊ߬ ߝߋ߲߫ ߡߊ߬ ߊߟߊ߫ ߣߊ߬ ߡߍ߲ ߠߊߖߌ߰ ߟߊ߫߸ ߊ߬ ߣߌ߫ (ߞߊ߬ ߣߊ߬) ߞߋߟߊ ߡߊ߬߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ ߣߊ߬ ߒ߬ ߓߋ߲ߓߊ ߟߎ߫ ߕߘߍ߬ ߟߊ߫ ߡߍ߲ ߞߊ߲߬߸ ߏ߬ ߘߴߊ߲ ߓߐ߫ ߕߋ߲߬، ߋ߫ ߸ ߤߟߴߊ߬ߟߎ߬ ߓߋ߲ߓߊ ߟߎ߫ ߕߎ߲߬ ߡߊ߫ ߝߋ߲߫ ߟߐ߲߫ ߸ ߊ߬ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߞߊ߲ߘߦߊ߫ ߝߣߊ߫ ߞߊ߲߬؟","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":773,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:105","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߞߊߘߊ߲߫ ߊߟߎ߫ ߖߍ߬ߘߍ߫ ߞߊ߲߬ ߘߐߙߐ߲߫ ߸ ߝߟߌ߬ߓߊ߮ ߕߴߊߟߎ߫ ߕߙߐ߫ ߏ߬ ߘߐ߫ ߣߴߊߟߎ߫ ߞߊ߲ߘߊߣߍ߲߫، ߊߟߎ߫ ߓߍ߯ ߛߊ߬ߦߌ߬ߕߐ߫ ߊߟߊ߫ ߟߋ߫ ߡߊ߬، ߊ߬ ߘߴߊߟߎ߫ ߓߊ߯ߙߊ߫ ߣߐ ߓߍ߯ ߖߐ߲ ߠߊߓߐ߫ ߊߟߎ߫ ߡߊ߬","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ عَلَيۡكُمۡ أَنفُسَكُمۡۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهۡتَدَيۡتُمۡۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":774,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:106","price":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߕߍߟߊ߫ ߛߙߋߦߊ ߘߐ߫ ߸ ߣߴߊߟߎ߫ ߡߍ߲ ߞߊ߬ ߞߍ߫ ߛߊ߬ ߟߊ߫߸ ߏ߬ ߟߊ߫ ߛߙߊ߬ߒ߬ߞߊ߲߬ߠߊ ߕߎ߬ߡߊ ߦߋ߫ ߞߍ߫ ߡߐ߰ ߕߋߟߋ߲ߣߍ߲߫ ߝߌ߬ߟߊ߬ ߟߊ߫ ( ߛߙߋ ߘߌ߫ ) ߊߟߎ߫ ߖߍ߬ߘߍ ( ߓߘߊߡߐ߮ ߟߎ߬ ) ߘߐ߫، ߥߟߊ߫ ߡߐ߰ ߝߌ߬ߟߊ߬ ߜߘߍ߫ ߕߎ߲ߞߊߙߊ߲ߒߞߋ ߟߎ߬ ߘߐ߫ ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߕߊ߯ߡߊ ߘߐ߫ ߖߡߊ߬ߣߊ ߢߊߝߍ߬ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߛߊ߬ߦߊ ߓߌ߬ߟߊ߬ߒ߬ߘߐ߬ߖߎ߮ ߞߵߊߟߎ߫ ߛߐ߬ߘߐ߲߫ ߦߋ߲߬، ߊߟߎ߫ ߦߋ߫ ( ߛߙߋ߫ ) ߝߌ߬ߟߊ ߟߊߟߐ߬ ߛߊߟߌ ߞߐ߫، ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߫ ߞߊ߬ߟߌ߬ ߊߟߊ߫ ߟߊ߫ ߣߴߊߟߎ߫ ߞߎߛߎ߲߫ ߘߊ߫ ߞߊ߬ߣߌ߲߬، ߞߏ߫ ߒ߬ߠߎ߬ ߕߍ߫ ߒ߬ ߠߊ߫ ߞߊ߬ߟߌ߬ߟߌ ߝߋ߬ߙߋ߫ ߛߐ߲߬ߞߐ߬ ߛߌ߫ ߟߊ߫ ߤߊߟߌ߬ ߊ߬ ߓߊ߯ ߞߍ߫ ߒ߬ ߓߊߘߋ߲ߡߊ߫ ߛߎߘߎ߲ ߠߋ߬ ߟߊ߫ ߞߎ߲߬ߠߊ߫، ߊ߲ ߕߍ߫ ߊߟߊ߫ ߟߊ߫ ߛߙߋߦߊ ߘߏ߲߰ ߝߋߎ߫ ߸ ߓߊ ߊ߲ ߘߌ߫ ߞߍ߫ ߞߎ߲߬ߞߏ߬ߕߐ ߟߎ߬ ߘߌ߫ ߏ߬ ߘߐ߫","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ شَهَٰدَةُ بَيۡنِكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ حِينَ ٱلۡوَصِيَّةِ ٱثۡنَانِ ذَوَا عَدۡلٖ مِّنكُمۡ أَوۡ ءَاخَرَانِ مِنۡ غَيۡرِكُمۡ إِنۡ أَنتُمۡ ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَأَصَٰبَتۡكُم مُّصِيبَةُ ٱلۡمَوۡتِۚ تَحۡبِسُونَهُمَا مِنۢ بَعۡدِ ٱلصَّلَوٰةِ فَيُقۡسِمَانِ بِٱللَّهِ إِنِ ٱرۡتَبۡتُمۡ لَا نَشۡتَرِي بِهِۦ ثَمَنٗا وَلَوۡ كَانَ ذَا قُرۡبَىٰ وَلَا نَكۡتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذٗا لَّمِنَ ٱلۡأٓثِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":775,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:107","price":"ߣߴߊ߬ ߟߐ߲߫ ߘߊ߫ ߞߴߏ߬ ߟߎ߬ ߣߌ߫ ߞߎ߲߬ߞߏ߬ߕߐ߬ߦߊ ߟߋ߬ ߞߊߡߊ߲߫߸ ( ߛߙߋ߫ ) ߝߌߟߊ߫ ߜߘߍ߫ ߦߴߊ߬ߟߎ߫ ߟߐ߬ ߏ߬ ߟߎ߫ ߝߌ߬ߟߊ ߟߐ߬ ߦߌߟߊ، ߏ߬ ߟߎ߬ ߦߋ߫ ߓߐ߫ ߡߐ߰ ߟߎ߫ ߟߋ߬ ߘߐ߫ ߸ ߞߊ߬ߟߌ߬ߟߌ߬ߟߊ߬ ߝߌ߬ߟߊ߬ ߝߟߐ ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߞߎ߲߬ߞߏ߬ߕߐ߬ߦߊ߫ ߡߍ߲ ߠߎ߬ ߖߏ ߟߊ߫، ߏ߬ ߟߎ߬ ߝߣߊ߫ ߦߴߊ߬ߟߎ߫ ߞߊ߬ߟߌ߬ ߊߟߊ߫ ߟߊ߫߸ ߞߏ߫ ߒ߬ߠߎ߬ ߟߊ߫ ߛߙߋߦߊ ߟߋ߬ ߜߍߣߍ߲߫ ߘߏ ߟߎ߬ ߕߊ ߘߌ߫، ߒ߬ߠߎ߫ ߘߏ߲߬ ߕߍ߫ ߖߊ߲߬ߘߊ߬ ߝߋߎ߫، ߓߊߏ߬ ߊ߲ ߘߌ߫ ߞߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߘߏ߫ ߘߌ߫ ߏ߬ ߘߐ߫","arabic":"فَإِنۡ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسۡتَحَقَّآ إِثۡمٗا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسۡتَحَقَّ عَلَيۡهِمُ ٱلۡأَوۡلَيَٰنِ فَيُقۡسِمَانِ بِٱللَّهِ لَشَهَٰدَتُنَآ أَحَقُّ مِن شَهَٰدَتِهِمَا وَمَا ٱعۡتَدَيۡنَآ إِنَّآ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":776,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:108","price":"ߊ߬ ߞߍߢߊ ߣߌ߲߬ ߠߋ߬ ߛߎ߬ߘߎ߲߬ߡߊ߲߫ ߣߊ߬ߟߌ ߟߊ߫ ߛߙߋߦߊ ߘߌ߫ ߊ߬ ߢߊߓߘߍ ߡߊ߬، ( ߣߴߏ߬ ߕߍ߫ ) ߝߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߛߌߟߊ߲߫ ߟߋ߬ ߞߏ߫ ߞߊ߬ߟߌ߬ߟߌ ߟߎ߬ ߟߊߛߊ߬ߦߌ߲߬ߕߐ߫ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߞߊ߬ߟߌ߬ߟߌ ߟߎ߬ ߞߐ߫ ߕߎ߲߯، ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߸ ߞߵߊߟߎ߫ ߕߟߏߡߊߟߐ߬ ( ߟߐ߬ߒ߬ߞߏ߬ߟߊ ߟߊ߫ )، ߓߊߏ߬ ߊߟߊ߫ ߕߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߔߊߟߊ߲ߞߊߣߍ߲ ߞߊ߲ߘߊ߫ ߟߊ߫","arabic":"ذَٰلِكَ أَدۡنَىٰٓ أَن يَأۡتُواْ بِٱلشَّهَٰدَةِ عَلَىٰ وَجۡهِهَآ أَوۡ يَخَافُوٓاْ أَن تُرَدَّ أَيۡمَٰنُۢ بَعۡدَ أَيۡمَٰنِهِمۡۗ وَٱتَّقُواْ ٱللَّهَ وَٱسۡمَعُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":777,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:109","price":"ߊߟߊ߫ ߞߍߕߐ߫ ߞߋߟߊ ߟߎ߬ ߟߊߘߍ߬ ߟߊ߫ ߟߏ߲ ߡߍ߲ ߸ ߞߵߊ߬ ߝߐ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߞߏ߫ ߊߟߎ߫ ߟߊߡߌ߬ߘߊ߬ ߘߊ߫ ߞߊ߲ ߢߌ߬ߡߊ߲߫ ߠߋ߬ ߟߊ߫؟ ߊ߬ߟߎ߬ ߘߴߊ߬ ߟߊߡߌ߬ߘߊ߬ ߞߏ߫ ߊ߲ ߕߴߊ߬ ߟߐ߲߫، ߌߟߋ ߖߍ߬ߘߍ ߟߋ߫ ߘߏ߲߬ ߜߎ ߦߋ߫ ߕߎ߲ߕߎ߲ ߠߎ߬ ߟߐ߲ߓߊ߯ߓߊ ߘߌ߫","arabic":"۞ يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":778,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:110","price":"ߏ ߕߎ߬ߡߊ ߟߋ߬ ߸ ߊߟߊ߫ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߤߍ߲߬ ߌߟߋ߬ ߡߊߙߌߦߡߊ߫ ߘߋ߲ߞߍ߫ ߌߛߊ߫ ߸ ߌ ߦߟߌߓߌ߬ߟߊ߬ ߒ ߠߊ߫ ߣߍߡߊ ߘߐ߫ ߌ ߞߊ߲߬߸ ߊ߬ ߣߴߌ ߡߏߦߌ߫ ߣߊ ߞߊ߲߬ ߸ ߒ ߞߵߌ ߝߊ߲߬ߞߊߘߏ߲߬ ߛߟߐߡߌ߲߫ ߓߛߍ ߟߊ߫ ߡߍ߲ߞߍ߭، ߌ ( ߢߊߘߊ߲ ߘߋ߲ߣߍ߲ߕߐ ߏ߬ ) ߦߋ߫ ߡߐ߱ ߟߎ߬ ߞߎߡߊߢߐ߲߯ߦߊ߫ ߟߊ߫ ߖߍ߰ߖߍ߮ ߘߐ߫ ߊ߬ ߣߵߌ ߜߌߛߌ߲ߕߐ، ߏ ߕߎ߬ߡߊ ߟߋ߬ ߒ ߞߵߌ ߟߊߟߐ߲ߠߌ߲߫ ߟߍߙߊ ߣߌ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߕߊ߬ߎ߬ߙߊߕߌ ߣߌ߫ ߟߌ߲߬ߖߌ߯ߟߌ ߟߊ߫، ߊ߬ ߣߴߌ ߕߘߍ߬ ߓߐ߱ ߟߊߘߊ߲߫ ߠߊ߫ ߞߐ߬ߣߐ ߞߍߢߊ ߡߊ߬ ߒ ߠߊ߫ ߘߌ߬ߢߍ ߟߊ߫، ߌ ߘߌ߫ ߝߍߟߌ ߞߍ߫ ߏ߬ ߘߐ߫ ߸ ߏ߬ ߘߌ߫ ߞߍ߫ ߞߐ߬ߣߐ ߘߌ߫ ߒ ߠߊ߫ ߘߌ߬ߢߍ ߟߊ߫، ߊ߬ ߣߴߌ ߕߘߍ߬ ߝߎߦߋ߲߫ ߡߏߦߌߣߍ߲ ߣߌ߫ ߓߊ߬ߞߌ߬ߕߐ ߟߎ߬ ߟߊߞߍ߲ߘߍߦߊ߫ ߟߊ߫ ߒ ߠߊ߫ ߘߌ߬ߢߍ ߟߊ߫، ߊ߬ ߣߴߌ ߕߍ߬ߘߍ߫ ߛߎ߭ ߟߎ߬ ߟߊߥߟߌ߬ ߟߊ߫ ߒ ߠߊ߫ ߘߌ߬ߢߍ ߟߊ߫، ߊ߬ ߣߌ߫ ߕߎ߬ߡߊ ߡߍ߲ ߒ ߞߊ߬ ߌߛߌߙߊߌߟߞߊ ߟߎ߬ ߘߐߡߌ߬ߘߴߌ ߡߊ߬ ߌ ߣߊ߬ ߕߎߡߊ ߊ߬ߟߎ߫ ߡߊ߬ ߔߊߞߌ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߬ ߘߐ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߞߵߊ߬ ߝߐ߫ ߏ߬ ߘߐ߫ ߞߴߏ߬ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߛߎߓߊ߯ߦߊ ߜߍߘߐߕߊ ߞߐ߫","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":779,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:111","price":"ߊ߬ ߣߌ߫ ߕߎ߬ߡߊ ߡߍ߲ ߒ ߞߊ߬ ߦߟߌߘߏ߲ ߟߐ߬ ߞߋߟߊߞߋߟߊ ߟߎ߫ ߡߊ߬߸ ߒ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߟߊ߫ ߒ ߠߊ߫߸ ߊ߬ ߣߌ߫ ߒ ߠߊ߫ ߞߋߟߊ ߟߊ߫، ߏ߬ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߓߘߊ߫ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫، ߌ ߦߋ߫ ߛߙߋߦߊ߫ ߝߊ߯ߛߌ߫ ߞߏ߫ ߒ߬ߠߎ߬ ߦߋ߫ ߖߘߍ߬ߞߟߏ߬ߓߊ߮ ߟߎ߫ ߟߋ߬ ߘߌ߫","arabic":"وَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُوٓاْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":780,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:112","price":"ߞߋߟߊߞߋߟߊ ߟߎ߫ ߞߵߊ߬ ߝߐ߫ ߕߎ߬ߡߊ ߏ߬ ߟߋ ߟߊ߫߸ ߞߏ߫ ߤߍ߲߬ ߌߟߋ߬ ߡߊߙߌߦߡߊ߫ ߘߋ߲ߞߍ߫ ߌߛߊ߫߸ ߦߊ߯ߟߊ߫ ߌ ߡߊ߰ߙߌ ߘߌ߫ ߛߋ߫ ߓߊ߬ ߞߊ߬ ߛߎ߬ߡߊ߲߬ߝߍ߬ ߞߋߟߋ߲߫ ߠߊߖߌ߰ ߊ߲ ߡߊ߬ ߞߊ߬ ߓߐ߫ ߛߊ߲ߝߍ߬؟ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ߊߟߊ߫ ߡߊ߬ ߣߴߊ߬ ߕߘߍ߬ ߘߴߊߟߎ߫ ߦߋ߫ ߟߊߒߠߦߊߓߊ߯ ߟߎ߫ ߘߌ߫","arabic":"إِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":781,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:113","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߧߴߊ߬ ߝߍ߬ ߞߵߊ߬ ߘߏ߫ ߘߊߥߎ߲߫ ߠߋ߫ ߓߏ߬ ߒ߬ ߖߎ߬ߛߎ ߦߋ߫ ߡߝߊ߫ ߏ߬ ߘߐ߫، ߊ߬ ߣߴߊ߲ ߧߴߊ߬ ߟߐ߲߫ ߞߏ߫ ߌ ߞߊ߬ ߕߎ߬ߢߊ߫ ߟߋ߬ ߝߐ߫ ߒ߬ ߧߋ߫ ߸ ߊ߬ ߣߴߊ߲ ߧߋ߫ ߞߍ߫ ߊ߬ ߛߙߋ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"قَالُواْ نُرِيدُ أَن نَّأۡكُلَ مِنۡهَا وَتَطۡمَئِنَّ قُلُوبُنَا وَنَعۡلَمَ أَن قَدۡ صَدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":782,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:114","price":"ߡߊߙߌߦߡߊ߫ ߘߋ߲ߞߍ߫ ߌߛߊ߫ ߞߊ߲߫ ߏ߬ ߘߐ߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ߬ ߊߟߊ߫ ߸ ߖߊ߰ߣߌ߲߬ ߛߎ߬ߡߊ߲߬ߝߍ߬ ߞߋߟߋ߲߫ ߠߊߖߌ߰ ߒ߬ߡߊ߬ ߞߊ߬ ߓߐ߫ ߛߊ߲ ߘߐ߫، ߏ߬ ߦߋ߫ ߞߍ߫ ߒ߬ ߧߋ߫ ߓߣߊ߬ ( ߛߊߟߌ߫ ) ߘߌ߫ ߊ߲ ߞߎ߲߬ߝߟߐ߬ߡߊ߬ ߡߐ߮ ߣߴߊ߲ ߞߐߟߊ߫ ߡߐ߮ ߟߎ߬ ߓߟߏ߫ ߸ ߊ߬ ߣߴߏ߬ ߦߋ߫ ߞߍ߫ ߡߊ߲߬ߕߊߣߌ߲߫ ߘߌ߫ ߞߊ߬ ߝߘߊ߫ ߌ ߟߊ߫، ߌ ߦߋ߫ ߒ߬ ߤߊ߬ߙߌ߬ߖߍ߯ ߏ߬ ߟߊ߫ ߖߊ߰ߣߌ߲߫ ߸ ߓߊ ߌߟߋ ߟߋ߫ ߤߊ߬ߙߌ߬ߖߍ߰ߟߊ ߓߍ߯ ߘߐ߫ ߢߌ߬ߡߊ ߘߌ߫","arabic":"قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلۡ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدٗا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةٗ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":783,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:115","price":"ߊߟߊ߫ ߞߊ߲߫ ߞߏ߫ ߒ ߘߴߏ߬ ߟߊߖߌ߰ ߊߟߎ߫ ߡߊ߬، ߣߴߊߟߎ߫ ߡߍ߲ ߞߵߊ߬ ߓߊ߲߬ ߏ߬ ߞߐ߫ ߛߊ߫߸ ߒ߬ߓߊ߬ ߒ ߘߴߏ ߖߊ߲߰ߞߕߊ߫ ߖߊ߲߰ߞߕߊ߬ ߟߊ߫߸ ߒ ߕߍ߫ ߡߍ߲ ߢߐ߲߰ ߟߊ߫ ߡߐ߰ ߛߌ߫ ߞߊ߲߬ ߖߊ߯ߓߊ ߟߎ߬ ߞߣߐ߫","arabic":"قَالَ ٱللَّهُ إِنِّي مُنَزِّلُهَا عَلَيۡكُمۡۖ فَمَن يَكۡفُرۡ بَعۡدُ مِنكُمۡ فَإِنِّيٓ أُعَذِّبُهُۥ عَذَابٗا لَّآ أُعَذِّبُهُۥٓ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":784,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:116","price":"ߕߎ߬ߡߊ ߘߏ߫ ߟߊ߫߸ ߊߟߊ߫ ߘߌߣߵߊ߬ ߝߐ߫ ߞߏ߫ ߤߍ߲߬ ߌߟߋ߬ ߡߊߙߌߦߡߊ߫ ߘߋ߲ߞߍ߫ ߌߛߊ߫߸ ߌߟߋ ߟߋ߫ ߞߵߊ߬ ߝߐ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߒߠߋ ߣߌ߫ ߒ ߣߊ߫ ߘߐߡߌ߬ߘߊ߫ ߡߊ߰ߙߌ߫ ߝߌ߬ߟߊ߬ ߘߌ߫ ߞߵߊߟߊ߫ ߕߏ߫؟ ߊ߬ ߘߴߊ߬ ߝߐ߫ ߞߴߌ ߛߊߣߌ߲ߡߊ߲߫ (ߏ ߡߊ߬ )، ߊ߬ ߕߍ߫ ߓߍ߲߬ ߒ ߧߋ߫ ߞߊ߬ ߝߋ߲߫ ߝߐ߫ ߒ ߣߌ߫ ߡߍ߲ ߡߊ߲߫ ߞߊ߲߫، ߣߌ߫ ߒ ߣߐ߬ ߞߍ߫ ߘߴߏ߬ ߝߐ߫ ߟߊ߫߸ ߌ ߓߘߴߏ߬ ߟߐ߲߫ ߞߊ߬ ߓߊ߲߫، ߓߊߏ߬ ߌ ߞߊ߬ ߒ ߣߌߘߐߞߏ ߟߐ߲߫ ߸ ߒߠߋ ߘߏ߲߬ ߕߴߌߟߋ ߣߌߘߐߞߏ ߟߐ߲߫، ߌߟߋ ߟߋ߬ ߞߏߘߏ߲߰ߣߍ߲ ߠߎ߬ ߟߐ߲ߓߊ߯ߓߊ ߘߌ߫","arabic":"وَإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ءَأَنتَ قُلۡتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَٰهَيۡنِ مِن دُونِ ٱللَّهِۖ قَالَ سُبۡحَٰنَكَ مَا يَكُونُ لِيٓ أَنۡ أَقُولَ مَا لَيۡسَ لِي بِحَقٍّۚ إِن كُنتُ قُلۡتُهُۥ فَقَدۡ عَلِمۡتَهُۥۚ تَعۡلَمُ مَا فِي نَفۡسِي وَلَآ أَعۡلَمُ مَا فِي نَفۡسِكَۚ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":785,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:117","price":"ߒ ߡߊ߫ ߝߏߦߌ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߝߏ߫ ߌ ߞߊ߬ ߒ ߟߐ߬ ߡߍ߲ ߠߊ߫، ߒ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߟߋ߫ ߓߊ߬ߕߏ߬ ߸ ߒߠߋ ߡߊ߰ߙߌ ߣߴߊߟߎ߫ ߡߊ߰ߙߌ ߞߊ߬ߣߌ߲߫، ߒߠߋ ߕߎ߲߬ ߦߴߊ߬ߟߎ߬ ߛߙߋ ߘߌ߫ ߞߵߊ߬ ߕߘߍ߬ ߒ ߧߴߊ߬ߟߎ߫ ߝߍ߬ ߦߋ߲߬، ߌ ߣߊ߬ ߒ ߛߏߡߊߦߟߍߡߊ߲߫ ߠߊ ߛߊ߫߸ ߌߟߋ ߖߍ߬ߘߍ ߞߍ߫ ߘߴߊ߬ߟߎ߫ ߜߋ߬ߟߎ߲߬ߓߊ߮ ߘߌ߫، ߓߊ ߌߟߋ ߟߋ߬ ߞߏ ߓߍ߯ ߛߙߋ ߘߌ߫","arabic":"مَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِي بِهِۦٓ أَنِ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ وَكُنتُ عَلَيۡهِمۡ شَهِيدٗا مَّا دُمۡتُ فِيهِمۡۖ فَلَمَّا تَوَفَّيۡتَنِي كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيۡهِمۡۚ وَأَنتَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":786,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:118","price":"ߣߴߌ ߞߵߊ߬ߟߎ߫ ߖߊ߲߰ߞߕߊ߬ ߌ ߟߊ߫ ߖߐ߲߭ ߠߎ߫ ߟߋ߬، ߣߴߌ ߘߏ߲߬ ߞߵߊ߬ߟߎ߬ ߡߊߞߕߏ߫ ߸ ߌߟߋ ߞߏ߬ߣߌ߲ ߤߊ߲߫ ߸ ߌߟߋ ߦߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߟߋ߬ ߘߌ߫ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߵߌ ߘߌ߫","arabic":"إِن تُعَذِّبۡهُمۡ فَإِنَّهُمۡ عِبَادُكَۖ وَإِن تَغۡفِرۡ لَهُمۡ فَإِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":787,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:119","price":"ߊߟߊ߫ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߓߌ߬ ߦߋ߫ ߟߏ߲߫ ߠߋ߬ ߘߌ߫ ߕߎ߬ߢߊ߬ߝߐ߬ߟߊ ߟߎ߬ ߟߊ߫ ߕߎ߬ߢߊ ߦߋ߫ ߞߏߢߊ߬ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߘߐ߫، ߓߊ ߡߍ߲ߘߌߦߊ߫ (ߣߊߞߐ ߟߎ߫) ߟߋ߫ ߛߌ߰ߣߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߖߌߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߊ߫ ߡߍ߲ ߠߎ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫، ߏ߬ ߟߎ߬ ߕߏߕߐ߫ ߦߋ߲߬ ߠߋ߬ ߞߘߊߎ߫، ߊߟߊ߫ ߘߌ߬ߢߍ߬ߣߍ߲߫ ߏ߬ ߟߎ߫ ߡߊ߬߸ ߏ߬ ߟߎ߬ ߝߣߊ߫ ߘߌ߬ߢߍ߬ߣߍ߲߫ ߊ߬ ߡߊ߬߸ ߒ߬ߓߊ߬ ߏ߬ ߟߋ ߦߋ߫ ߣߌ߭߭ ߘߌ߫ ߛߊ߫߸ ߊ߬ ߓߟߋ߬ߓߟߋ ߞߊ߬ߣߌ߲߫","arabic":"قَالَ ٱللَّهُ هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":788,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"5:120","price":"ߊߟߊ߫ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߡߊ߲߬ߛߊ߬ߦߊ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߦߴߏ߬ ߟߎ߬ ߞߣߐ߫ ߸ ߓߊߏ߬ ߊ߬ߟߋ ߟߋ߬ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":789,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:1","price":"ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߸ ߡߍ߲ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫߸ ߞߊ߬ ߘߌ߬ߓߌ ߟߎ߬ ߣߌ߫ ߦߋߟߋ߲ ߞߍ߫، ߏ߬ ߓߍ߯ ߞߐ߫ ߡߎߣߎ߲߬ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߝߋ߲߫ ߜߘߍ߫ ߞߢߊ߫ ߟߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:2","price":"ߏ߬ ߟߋ ߞߵߊ߬ߟߎ߬ ߘߊ߲߫ ߓߐ߱ ߘߐ߫ ߸ ߞߊ߬ ߛߕߊ ߘߏ߫ ߟߊߕߍ߰ ߏ߬ ߞߐ߫ ߸ ߞߊ߬ ߓߊ߲߫ ߞߊ߬ ߛߕߊ߫ ߜߘߍ߫ ߟߐ߯ߟߴߊ߬ ߖߍ߬ߘߍ ߓߘߊ، ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߦߋ߫ ߛߌߞߊ߫ ߟߴߏ߬ ߓߍ߯ ߞߐ߫ ߡߎߣߎ߲߬","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:3","price":"ߏ߬ ߟߋ ߘߏ߲߬ ߦߋ߫ ߡߊ߰ߙߌ ߘߌ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߞߣߐ߫، ߊ߬ ߞߵߊߟߎ߫ ߜߎ߲߬ߘߎ ߣߴߊߟߎ߫ ߟߊ߲ߞߣߍߡߊ ߟߎ߬ ߟߐ߲߫ ߸ ߊ߬ ߣߴߊ߬ ߞߵߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߐ߲߫","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:4","price":"ߞߏ߬ߣߌ߲߬ ߕߐ߰ߡߊ߬ߛߙߋ߬ ߛߌ߫ ߕߍ߫ ߣߵߊ߬ߟߎ߫ ߡߵߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ( ߞߋ߬ߟߋ߲߬ߧߊ ) ߦߌ߬ߘߊ߬ߞߏ ߟߎ߬ ߘߐ߫ ߣߴߊ߬ߟߎ߬ ߡߴߊ߬ߟߎ߬ ߞߐߘߏ߲߬ ߏ߬ ߟߊ߫","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:5","price":"ߕߎ߬ߢߊ ߣߊ߬ߣߴߊ߬ߟߎ߫ ߡߊ߬߸ ߊ߬ߟߎ߫ ߞߵߏ߬ ߡߊߛߐ߬ߛߐ߬ ߜߊ߲ߛߊ߲߫߸ ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߡߍ߲ ߡߊߦߟߍ߫ ߟߊ߫߸ ߏ߬ ( ߞߐ߲߬ߞߐ߲߬ߒߡߊ) ߖߊ߲߬ߖߏ߲ ߠߎ߬ ߘߌߣߊ߫ ߣߵߊ߬ߟߎ߫ ߛߐ߬ߘߐ߲߬","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:6","price":"ߊ߬ߟߎ߬ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߊ߲ ߓߘߊ߫ ߝߊ߯ߘߐߞߍ߫ ߖߋ߬ߟߌߖߋ߬ߟߌ߬ ߛߌߟߊߛߵߊ߬ߟߎ߬ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫؟ ߊ߲ ߞߵߏ߬ ߟߎ߬ ߡߝߊ߫ ߘߎ߱ ߞߊ߲߬ ߢߊ ߡߍ߲ ߊ߲ ߡߴߏ߬ ߢߐ߲߰ ߡߝߊ߬ ߞߍ߫ ߊߟߎ ߦߋ߫، ߊ߲ ߞߊ߬ ߛߊ߲ߖߌ ߗߋ߫ ߏ߬ ߟߎ߫ ߡߊ߬ ߓߙߐߕߐߕߐ߫ ߸ ߊ߲ ߞߊ߬ ߞߐ߭ ߟߎ߬ ߝߣߊ߫ ߟߊߥߏ߬ߦߏ߫ ߊ߬ߟߎ߬ ߞߘߐߟߊ ߟߎ߬ ߘߐ߫، ߞߏ߬ߣߌ߲߬ ߊ߲ ߞߵߏ߬ ߟߎ߬ ߟߊߕߏ߫ ߊ߬ ߘߐ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߞߎ߲߬ߞߏ߬ߕߐ߬ߦߊ ߟߋ߬ ߟߊ߫߸ ߞߊ߬ ߝߊ߯ߘߐߞߍ߫ ߜߘߍ߫ ߟߎ߫ ߜߙߋ߬ߡߊߕߍ߰ ߊ߬ߟߎ ߞߐ߫","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:7","price":"ߤߊߟߌ߫ ߒ߬ ߕߎ߲߬ ߓߊ߯ ߟߍߙߊ ߟߊߖߌ߰ ߌ ߡߊ߬ ߛߓߍߝߌߘߊ ߞߊ߲߬ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߓߟߏ ߟߎ߫ ߡߊ߰ ߏ߬ ߟߊ߫߸ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߣߌ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߛߎߓߊ߯ߦߊ ߜߍߘߐߕߊ ߞߐ߫","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:8","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߥߟߊߞߏ߫ ߞߋ߲ߛߐ߲߫ ߕߘߍ߬ ߦߋ߫ ߟߊߖߌ߰ ߊ߬ ߡߊ߬، ߤߊߟߌ߬ ߣߴߊ߲ ߕߎ߲߬ ߞߊ߬ ߞߋ߲ߛߐ߲ ߠߋ߬ ߟߊߖߌ߰ ߸ ߊ߬ߟߋ߬ ߞߏߢߊ ߞߕߌ ߕߎ߲߬ ߘߌ߫ ߕߍ߰ ( ߞߵߊ߬ߟߎ߬ ߟߊߕߏ߫ ߊ߬ ߘߐ߫ ߏ߬ ߡߊߛߐ߬ߛߐ ߘߐ߫ ߌߞߘߐ߫) ߤߟߴߊ߬ߟߎ߬ ߕߍ߫ ߘߐߞߐ߬ߣߐ߲߬","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:9","price":"ߤߊߟߵߊ߲ ߕߎ߲߬ ߓߊ߯ ߊ߬ ߞߍ߫ ߞߋ߲ߛߐ߲߫ ߘߌ߫ ߸ ߊ߲ ߕߘߍ߬ ߘߴߊ߬ ߞߍ߫ ( ߡߐ߰ߦߊ߬ ߢߊ ߞߊ߲߬ ) ߗߍ߭ ߘߌ߫، ߊ߬ߟߎ߬ ߡߍ߲ ߛߘߌ߬ ߟߴߊ߬ߟߎ߫ ߡߊ߬ ߖߐ߫ ߊ߲ ߕߘߍ߬ ߘߴߏ߬ ߓߌ߬ߟߴߊ߬ߟߎ߫ ߝߊ߬ߘߌ ߡߊ߬","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:10","price":"ߞߋߟߊ߫ ߛߘߍߡߊ߲߫ ߠߋ߬ ߓߘߊ߫ ߡߊߦߟߍ߫ ߌߟߋ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫ ߓߏ߬، ߞߏ߬ߣߌ߲߬ ߞߏ߫ ߟߊߛߋ߫ ߘߴߏ߬ ߟߎ߬ ߡߊߦߟߍߓߊ߮ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߕߍ߬ߘߍ߫ ߡߊ߬ߦߟߍ߬ߟߌ ߞߍ߫ ߟߊ߫ ߡߍ߲ ߘߐ߫","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:11","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߘߐߕߊ߯ߡߊ߫ ߘߎ߱ ߢߊߝߍ߬ ߸ ߊߟߎ߫ ߦߋ߫ ߓߊ߲߫ ߞߵߊ߬ ߝߟߍ߫ ߡߊ߬ߛߐ߬ߛߐ߬ߟߊ ߟߎ߬ ߟߊߓߊ߲ ߞߍ߫ ߘߊ߫ ߢߊ ߡߍ߲","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:12","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߖߍߣߍ߲ ߕߊ߫ ߦߋ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߞߣߐ߫ ߝߋ߲ ߠߎ߬ ߘߌ߫؟ ߊ߬ ߖߋ߬ߓߌ߬ ߞߏ߫ ߊߟߊ߫ ߕߊ ߟߋ߬، ߊ߬ ߞߊ߬ ߤߌߣߊ ߟߋ߬ ߛߓߍ߫ ߊ߬ ߖߍ߬ߘߍ߫ ߡߊ߬، ߊ߬ ߘߏ߲߬ ߘߴߊߟߎ߫ ߟߊߘߍ߬ ߟߐ߬ߓߊ ߟߏ߲ ߠߋ߬ ߘߍ߯ ߕߎ߲߬ߞߎ߬ߙߎ߲߬ ߛߌ߫ ߕߴߏ߬ ߘߐ߫، ߡߍ߲ ߠߎ߫ ߓߣߐ߬ߣߍ߲߫ ߊ߬ߟߎ߫ ߖߘߍ߬ ߘߐ߫ ߛߊ߫߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߕߍ߫ ߟߊߒߠߦߊߓߊ߯ ߘߌ߫","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:13","price":"ߊ߬ ߕߊ ߟߋ߬ ߝߋ߲ ߓߍ߯ ߘߌ߫ ߸ ߡߍ߲ ߡߊߞߍߣߍ߲߫ ߛߎ ߣߌ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߘߐ߫، ߊ߬ߟߋ ߘߏ߲߬ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ ߟߋ߬ ߘߌ߫ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:14","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߌ߬ߦߏ߯ ߒߠߋ ߦߋ߫ ߊߟߊ߫ ߕߣߊ߬ ߘߐߡߌ߬ߘߊ߬ ߒ ߢߌ߲߭ ߘߌ߫ ߸ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߛߌ߲ߘߌߓߊ߮ ߞߊ߬ߣߌ߲߫؟ ߊ߬ߟߋ ߡߍ߲ ߦߋ߫ ߓߍ߯ ߓߊߟߏ߫ ߟߊ߫ ߡߐ߰ ߛߌ߫ ߕߍ߫ ߊ߬ߟߋ߬ ߓߊߟߏ߫ ߟߊ߫، ߊ߬ ߝߐ߫ ߞߏ߫ ߒߠߋ ߟߐ߬ߣߍ߲߫ ߠߋ߬ ߞߏ߫ ߒ ߧߋ߫ ߞߍ߫ ߡߐ߰ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߣߍ߲ ߝߟߐ ߘߌ߫ ߸ ߌ ߘߏ߲߬ ߞߊߣߊ߬ ߞߍ߫ ߛߏߡߊ ߟߎ߬ ߝߋ߲߫ ߘߌ߫ ߝߋߎ߫","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:15","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߧߋ߫ ߛߌߟߊ߲߫ ߠߊ߫ ߟߋ߬ ߣߌ߫ ߒ ߞߊ߬ ߒ ߡߊ߰ߙߌ ߛߐ߬ߛߐ߬ ߸ ߟߏ߲ߓߊ ߘߏ߫ ߖߊ߲߰ߞߕߊ߬ߞߏ ߘߐ߫","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:16","price":"ߏ߬ ߓߊ߯ ߞߎ߲߬ߓߐ߫ ߡߍ߲ ߞߊ߲߬ ߏ߬ ߟߏ߲ ߸ ߊ߬ ߓߘߊ߫ ߤߌߣߊ߫ ߏ߬ ߟߊ߫، ߏ߬ ߟߋ ߦߋ߫ ߣߌ߬ ߘߐ߬ߜߍ ߖߍ߬ߘߍ ߘߌ߫ ߛߊ߫","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:17","price":"ߣߌ߫ ߊߟߊ߫ ߞߊ߬ ߡߊ߲߬ߕߙߐ߫ ߡߊ߰ ߌ ߟߊ߫ ߸ ߟߊ߬ߥߟߌ߬ߓߊ߯ ߕߴߏ߬ ߟߴߊ߬ ߖߍ߬ߘߍ ߞߐ߫، ߣߴߊ߬ ߘߏ߲߬ ߞߊ߬ ߤߙߊ߫ ߡߊ߰ ߌ ߟߊ߫߸ ߊ߬ߟߋ ߟߋ߬ ߦߋ߫ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:18","price":"ߊߟߋ ߟߋ߬ ߞߘߊߡߊߟߌߟߊ ߘߌ߫ ߊ߬ ߟߊ߫ ߖߐ߲߭ ߠߎ߫ ߞߎ߲߬ߠߊ߫ ( ߊ߬ ߟߊ߫ ߣߐ߭ ߟߊ߫ )߸ ߊ߬ߟߋ ߘߏ߲߬ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬ ߸ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߟߋ߬","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:19","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߝߋ߲ ߢߌ߬ߡߊ߲߫ ߓߏ߲߬ߓߊ߬ߓߊ ߦߋ߫ ߛߙߋߦߊ ߘߐ߫؟ ߊ߬ ߟߊߡߌ߬ߘߊ߬ ߞߏ߫ ߊߟߊ߫ ߞߍ߬، ߏ߬ ߟߋ ߒߠߋ ߣߴߊߟߎ ߕߍ߫ ߛߙߋ ߘߌ߫، ߘߐ߬ߛߊߙߌ ߣߌ߲߬ ߦߟߌߘߏ߲ ߟߐ߬ߣߍ߲߫ ߒ ߡߊ߬ ߟߋ߬ ߞߏ߫ ߒ ߧߋ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ ߞߍ߫ ߊ߬ ߟߊ߫ ߊߟߎ߫ ߦߋ߫ ߸ ߊ߬ ߣߴߊ߬ ( ߖߊ߲߬ߖߏ߲ ) ߓߊ߯ ߛߋ߫ ߡߍ߲ ߡߊ߬، ߌ߬ߦߏ߯ ߊߟߎ߫ ߘߌ߫ ߛߙߋߦߊ߫ ߞߏ߫ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߝߍ߬؟ ߊ߬ ߝߐ߫ ߞߏ߫ ߒߠߋ ߕߴߏ߬ ߛߙߋ߫ ߘߌ߫ ߘߋ߬، ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߦߋ߫ ߡߊ߰ߙߌ߬ ߞߋߟߋ߲߫ ߔߋ߫ ߟߋ߬ ߘߌ߫ ߸ ߒߠߋ ߘߏ߲߬ ߢߌ߬ߣߊ߬ߓߐߣߍ߲߫ ߠߋ߬ ߊߟߎ߫ ߟߊ߫ ߛߏߡߦߊߞߏ ߟߎ߬ ߘߐ߫","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:20","price":"ߊ߲ ߣߊ߬ ߡߍ߲ ߠߎ߬ ߛߐ߫ ߟߊ߫ ߟߍߙߊ ߟߊ߫ (ߞߘߐ߬ߡߊ߲߫)߸ ߏ߬ ߟߎ߫ ߞߵߊ߬ߺ(ߺߟߋ߬ ߡߊ߬ߡߊ߬ߘߌ߬) ߟߐ߲߫ ߠߋ߬ ߦߏ߫ ߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߘߋ߲ ߠߎ߬ ߟߐ߲߫ ߢߊ ߡߍ߲، ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߫ ߓߣߐ߬ߣߍ߲߫ ߊ߬ߟߎ߫ ߖߘߍ߬ ߘߐ߫ ߏ߬ ߟߎ߫ ߟߋ߬ ߕߍ߫ ߟߊ߫ ߟߴߊ߬ ߟߊ߫","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:21","price":"ߖߐ߲߫ ߠߊ߫ ߕߐ߬ߢߍ߮ ߕߊ߬ߡߌ߲߬ߣߍ߲߫ ߡߐ߱ ߟߊ߫߸ ߡߍ߲ ߞߊ߬ ߥߎߦߊ ߞߎ߲߬ߘߐߕߍ߰ ߞߵߊ߬ ߟߴߊߟߊ߫ ߟߊ߫߸ ߥߟߊ߫ ߞߵߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬؟ ߞߏ߬ߣߌ߲߬ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߕߍ߫ ߛߎߘߊ߲߫ ߠߊ߫","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:22","price":"ߊ߲ ߞߍߕߐ߫ ߊ߬ߟߎ߬ ߓߍ߯ ߟߊߘߍ߬ ߟߊ߫ ߟߏ߲ ߡߍ߲ ߸ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ ߝߐ߫ ߡߊ߰ߙߌ߬ߜߙߊ߬ߟߊ ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߎ߫ ߜߙߊ߬ߢߐ߲߮ ߟߎ߬ ߦߋ߫ ߡߌ߲߫ ߊߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߜߊߟߏ߲߫ ߠߴߊߟߎ߫ ߟߊ߫؟","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:23","price":"ߒ߬ߓߵߊ߬ߟߎ߬ ߟߊ߫ ߥߊ߬ߥߎ߬ߟߋ߬ߕߐ߬ߦߊ߬ ( ߞߊ߲ ) ߕߍ߫ ߞߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߸ ߝߏ߫ ߞߵߊ߬ ߝߐ߫ ( ߖߘߍ߬ߟߊ߬ߜߍ ߘߐ߫ ) ߞߏ߫ ߊ߰ ߒ ߣߌ߫ ߒ߬ ߡߊ߰ߙߌ߬ ߊߟߊ߫ ߕߍ߫ ߸ ߒ߬ ߡߊ߫ ߞߍ߫ ߛߏߡߊ ߟߎ߬ ߘߏ߫ ߘߌ߫ ߡߎ߰ߡߍ߫","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:24","price":"ߒ߬ߓߵߊ߬ ߝߟߍ߫ ߓߊ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߥߎߦߊ ߟߊ߫ ߟߴߊ߬ߟߎ߫ ߖߘߍ߬ ߟߊ߫ ߢߊ ߡߍ߲ ߸ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߬ ߟߊ߫ ( ߓߊ߬ߕߏ߬ߝߋ߲߫ ) ߞߎ߲߬ߘߐߕߍ߰ߣߍ߲ ߓߍ߯ ߓߘߊ߫ ߕߎߣߎ߲߫ ߊ߬ߟߎ߫ ߡߊ߬","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:25","price":"ߊ߬ߟߎ߬ ߘߏ߫ ߓߍ߫ ߸ ߏ߬ ߦߴߊ߬ ߕߟߏߡߊߟߐ߬ ߟߴߌ ߟߊ߫ ߖߐ߫، ߞߵߊ߬ ߕߘߍ߬ ߊ߲ ߣߐ߬ ߕߎ߲߯ߟߊ߲߫ ߠߋ߬ ߟߊ߫ ߟߴߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߫ ߞߊ߲߬ ߊ߬ߟߎ߬ ߞߊߣߵߊ߬ ߢߊߦߋ߫، ߞߊ߬ ߜߊߛߏ߲߫ ߞߍ߫ ߊ߬ߟߎ߬ ߕߟߏ ߟߎ߬ ߟߊ߫߸ ߊ߬ߟߎ߬ ߓߊ߯ ߕߐ߰ߡߊ߬ߛߙߋ ߝߋ߲-ߋ-ߝߋ߲߫ ߦߋ߫ ߏ߬ ߘߐ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߟߊ߫ ߏ߬ ߟߊ߫، ߝߏ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߌ߫ ߥߴߌߟߋ ߖߍ߬ߘߍ ߝߍ߬ ߞߵߌ ߘߊߘߐߖߊ߬ ߝߘߌߝߘߌ߫ ߸ ߞߵߊ߬ ߝߐ߫ ߛߐ߲߬ ߞߏ߫ ߣߌ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߝߏ߫ ߝߟߐ߫ ߡߐ߱ ߟߎ߬ ߟߊ߫ ߛߌߙߌ߲ ߠߎ߬","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:26","price":"ߊ߬ߟߎ߬ ߦߋ߫ ( ߡߐ߱ ) ߟߎ߬ ߝߊߕߊ߲ߕߌ߫ ߊ߬ ߡߊ߬ ߞߍ߬ ߸ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߫ ߖߘߍ߬ ߡߊߕߊ߯ ߊ߬ ߟߊ߫ ߝߛߊߦߌ߫، ߊ߬ߟߎ߬ ߕߍ߫ ߡߐ߰ ߛߌ߫ ߟߊߕߏ߫ ߟߴߊ߬ ߘߐ߫ ߏ߬ ߘߌ߫ ߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߞߐ߫، ߊ߬ߟߎ߬ ߕߴߏ߬ ߟߋ ߛߏ߬ߓߌ߬ ߟߊ߫","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:27","price":"ߤߊ߲߫߸ ߣߴߌ ߓߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߟߴߊ߬ߟߎ߬ ߟߊߟߐ߬ ߕߎߡߊ ߕߊ ߡߊ߬߸ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߥߊߦߌ߯ ߸ ߊ߲ ߧߴߊ߬ ߣߕߊ߬ ߟߊ߫ ߟߋ߫ ߕߋ߲߬ ߞߵߊ߲ ߠߊߛߊ߬ߦߌ߲߬ ߘߏߦߌ߲߫ ߸ ߊ߲ ߕߍ߫ ߥߊ߫ ߒ߬ ߡߊ߰ߙߌ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߫ ߏ߬ ߞߐ߫ ߸ ߊ߲ ߘߏ߲߬ ߘߌ߫ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:28","price":"ߏ߬ ߕߍ߫ ߞߍ߫ ߝߋߎ߫، ߊ߬ߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߡߍ߲ ߘߏ߲߰ ߠߊ߫ ߞߘߐ߬ߡߊ߲߫ ߏ߬ ߟߋ ߓߐ߫ ߣߴߊ߬ߟߎ߬ ߦߋ߫ ߜߍ ߘߐ߫ ߸ ߤߊߟߌ߬ ߣߴߊ߬ߟߎ߬ ߟߊߛߊ߬ߦߌ߬ ߘߊ߫ ߛߍ߲ ߊ߬ߟߎ߬ ߘߌ߫ ߛߊ߬ߦߌ߲߬ ߝߋ߲߫ ߡߵߊ߬ߟߎ߬ ߝߊߕߊ߲ߕߌ߫ ߘߊ߫ ߡߍ߲ ߡߊ߬߸ ߓߊߏ߬ ߥߎߦߊߝߐߟߊ ߟߎ߫ ߟߋ߬","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:29","price":"ߊ߬ߟߎ߫ ߣߵߊ߬ ߝߐ߫ ߟߊ߫ ߟߋ߬ ߞߏ߫ ( ߓߍߓߊ߯ߦߊ߫ ߜߘߍ߫ ) ߝߏߦߌ߬ ߕߍ߫ ߝߏ߫ ߊ߲ ߠߊ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ، ߓߊ߬ߙߌ߬ ߝߋߎ߫ ߸ ߊ߲ ߕߍߣߊ߬ ߟߊߥߟߌ߬ ߟߊ߫ ( ߛߊ߬ߦߊ ߞߐ߫ )","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:30","price":"ߤߊ߲߫߸ ߣߴߌ ߓߍ߫ ߊ߬ߟߎ߬ ߟߊߟߐ߬ߣߍ߲ ߦߋ߫ ߟߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߣߊ߰ߟߊ߫߸ ߏ߬ ߦߴߊ߬ߟߎ߫ ߢߌ߬ߣߌ߲߬ߞߊ ߞߊ߲߬ ߞߏ߫ ߦߊ߯ߟߊ߫ ߣߌ߲߬ ߕߍ߫ ߕߎ߬ߢߊ߬ ߘߌ߫ ߓߊ߬؟ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߕߞߌ߫ ߸ ߊ߬ ߓߍ߫ ߒ߬ ߣߌ߫ ߒ߬ ߡߊ߰ߙߌ ߕߍ߫، ߏ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ߓߵߊߟߎ߫ ߖߊ߲߰ߞߕߊ ߡߊߜߏ߬ߙߏ߫ ߞߊ߬ ߓߍ߲߬ ߊߟߎ߫ ߟߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߡߊ߬","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:31","price":"ߡߐ߱ ߟߎ߬ ߓߘߊ߫ ߓߣߐ߬ ߡߍ߲ ߠߎ߫ ߣߵߊߟߊ߫ ߓߍ߲߬ߢߐ߲߰ߦߊ ߡߊߛߐ߬ߛߐ߬ ߟߊ߫ ߝߎߚߎ߫ ߝߏ߫ ߟߐ߬ߓߊ ߕߎ߬ߡߊ ߣߊ߬ ߘߊ߫ ߓߊ߬ߙߴߊ߬ߟߎ߬ ߘߐ߫، ߞߵߊ߬ ߝߐ߫ ߏ߬ ߘߐ߫ ߛߊ߫ ߞߏ߫ ߸ ߊ߬ ߘߏ߲߬ ߓߘߊ߫ ߞߍ߫ ߣߡߌߛߊ ߘߌ߫ ߊ߲ ߡߊ߬߸ ߟߐ߬ߓߊ ߞߏߢߊ ߡߊߓߌ߬ߟߊ߬ߟߌ ߡߍ߲ ߞߍߣߴߊ߲ ߓߟߏ߫ ߞߊ߬ߣߌ߲߫، ߏ ߕߎ߬ߡߊ ߊ߬ߟߎ߫ ߘߏ߬ߣߌ߲ ߠߎ߬ ߟߊߣߍ߲߫ ߊ߬ߟߎ߬ ߞߐ ߟߎ߫ ߞߊ߲߬ ߜߌ߫، ߤߊ߲߫߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߠߊ߫ ߘߏ߬ߣߌ߲߫ ߕߊ߬ߣߍ߲ ߏ߬ ߞߊ߫ ߖߎ߯ ߓߍ߫ ߞߟߋ߫","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:32","price":"ߒ߬ߓߊ߬ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߸ ߝߏ߫ ߕߏߟߏ߲ ߣߌ߫ ߣߊ߰ߣߊ߮، ߞߏ߬ߣߌ߲߬ ߛߎ߬ߟߊ߫ ߛߏ ߟߋ߬ ߤߙߊ ߘߌ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߬ ߦߋ߫ ߓߘߍߞߍ߭، ߊߟߎ߫ ߕߴߏ߬ ߢߊߦߋ߫ ߟߊ߫ ߟߋ߫ ߓߊ߬؟","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:33","price":"ߊ߲ߠߎ߫ ߞߵߊ߬ ߟߐ߲߫ ߖߐ߫ ߒ ߞߏ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߞߎߡߊ ߟߎ߬ ߦߴߌ ߟߊߛߎ߬ߣߎ߲߬ ߠߊ߫، ߊ߬ߟߎ߬ ߕߴߌߟߋ ߡߊߛߐ߬ߛߐ߬ ߟߊ߫ ߘߋ߬߸ ߞߏ߬ߣߵߊ߬ߟߋ߬ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߫ ߟߋ߬ ߡߊߛߐ߬ߛߐ߬ ߟߊ߫","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:34","price":"ߞߋߟߊ߫ ߛߘߍߡߊ߲߫ ߓߘߊ߫ ߡߊߛߐ߬ߛߐ߬ ߌߟߋ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫، ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߡߎ߬ߢߎ߲߫ ߊ߬ߟߎ߬ ߡߊߛߐ߬ߛߐ߬ߞߏ ߞߊ߲߬، ߊ߬ߟߎ߬ ߕߙߐ߫ ߘߊ߫ ߝߎߚߎ߫ ߝߏ߫ ߊ߲ ߠߊ߫ ߘߍ߬ߡߍ߲߬ߠߌ߲ ߣߊ߬ ߘߴߊ߬ߟߎ߫ ߡߊ߬، ߊߟߊ߫ ߟߊ߫ ߞߎߡߊ ߘߏ߲߬ ߡߊߝߊ߬ߟߋ߲߬ߓߊ߯ ߕߍ߫، ߘߏ߫ ߘߏ߲߬ ߓߘߊ߫ ߓߊ߲߫ ߣߊ߬ߟߴߌ ߡߊ߬ ߞߋߟߊߡߐ߮ ߟߎ߫ ߖߊ߲߬ߖߏ߲ ߘߐ߫","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:35","price":"ߣߴߊ߬ߟߎ߬ ߟߊ߫ ߞߐߘߏ߲ ߜߟߍ߬ߦߊ߬ߣߍ߲߬ ߞߍ߫ ߘߴߌ ߡߊ߬، ߣߴߌ ߓߴߛߋ߫ ߝߊߟߊ߲߫ ߢߌߣߌ߲߫ ߠߊ߫ ߘߎ߱ ߘߐ߫ ߥߟߊ߫ ߛߊ߲߬ߞߊ߬ߛߊ߲ߞߊ߫ ߛߊ߲ ߘߐ߫ ( ߞߊ߬ ߕߊ߯ ߏ߬ ߟߎ߫ ߝߍ߬ )߸ ߌ ߦߋ߫ ߣߵߊ߬ߟߎ߫ ߡߊ߬ ߡߊ߲߬ߕߊߣߌ߲ ߘߏ߫ ߘߌ߫ ( ߞߏ߬ߣߌ߲߬ ߏ߬ ߛߋ߫ ߕߴߌ ߢߍ߫)، ߊ߬ ߓߊ߯ ߊߟߊ߫ ߘߌߦߊ߫߸ ߊ߬ ߕߎ߲߬ ߘߴߊ߬ߟߎ߬ ߓߍ߯ ߟߊߘߍ߬ ߞߊ߲ߘߦߊ ߞߊ߲߬ ( ߌ ߣߊ߬ߣߍ߲߬ ߡߍ߲ ߘߌ߫)، ߌ ߞߊߣߵߌ ߖߘߍ߬ ߞߍ߫ ߡߐ߰ ߞߎ߲ߒߕߊ߲ ߠߎ߬ ߝߋ߲߫ ߘߌ߫ ߏ߬ ߘߐ߫ ߘߋ߬","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:36","price":"ߡߍ߲ ߠߎ߬ ߦߋ߫ ߟߊ߬ߡߌ߬ߘߊ߬ߟߌ ߞߍ߫ ߟߊ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߡߍ߲ߠߌ߲ߠߊ ߟߎ߬ ߘߌ߫، ߛߎ߭ ߟߎ߬ ߛߊ߫߸ ߊߟߊ߫ ߓߍߣߵߏ߬ ߟߎ߬ ߟߊߥߌ߬ߟߌ߫ ߟߋ߬ ߖߐ߫، ߏ߬ ߞߐ߫ ߸ ߊ߬ߟߎ߬ ߟߊߛߊ߬ߦߌ߲߬ߕߐ߫ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:37","price":"ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߥߟߊߞߏ߫ ߡߊ߲߬ߕߊߣߌ߲߫ ߕߘߍ߬ ߦߋ߫ ߟߊߖߌ߰ ߊ߬ ߡߊ߬ ߊ߬ ߡߊ߰ߙߌ ߓߟߏ߫، ߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߊ߫ ߓߴߛߋ߫ ߡߊ߲߬ߕߊߣߌ߲߫ ߠߊߖߌ߰ ߟߊ߫ ߖߐ߫، ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ߫ ߝߊ߲߬ߓߊ ߟߋ߬ ߕߍ߫ ߝߏߦߌ߫ ߞߊ߬ߟߊߡߊ߬","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:38","price":"ߡߊ߬ߛߍ߲߬ߛߍ߲߬ߓߊ߰ ߛߌ߫ ߕߍ߫ ߘߎ߱ ߞߊ߲߬߸ ߞߣߐ߬ ߛߌ߫ ߕߴߊ߬ ߜߊ߲߫ ߠߴߊ߬ ߞߊ߬ߡߊ߲߫ ߝߌ߬ߟߊ ߟߊ߫߸ ߣߌ߫ ߡߍ߲ ߠߎ߬ ߕߍ߫ ߊߟߎ߫ ߢߐ߲߰ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߟߎ߫ ߘߌ߫، ߊ߲ߠߎ߫ ߞߏ߬ߣߌ߲ ߡߊ߫ ߝߏߦߌ߬ ߡߊߓߌ߬ߟߊ߬ ߟߍߙߊ ߞߣߐ߫، ߏ߬ ߞߐ߫ ߸ ߝߋ߲ ߏ߬ ߟߎ߫ ߣߊ߬ߕߐ߬ ߟߊߘߍ߬ ߟߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߋ߫ ߣߊ߰ߟߊ߫","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:39","price":"ߡߐ߱ ߡߍ߲ ߠߎ߫ ߞߊ߬ ߒ߬ ߠߊ߫ ߦߌ߬ߘߊ߬ߞߏ ߟߎ߬ ߥߎߦߊߒߕߋߦߊ߫߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߕߟߏߜߋߘߋ߲ ߠߎ߬ ߣߌ߫ ߓߏߓߏ ߟߎ߬ ߘߌ߫ ( ߡߊ߰ߙߌ߬ߜߙߊ ) ߘߓߌ߬ ߞߎߘߎ߲ ߠߎ߬ ߘߐ߫. ߡߍ߲ ߓߊ߯ ߊߟߊ߫ ߘߌߦߊ߫߸ ߊ߬ ߘߴߏ߬ ߟߊߝߟߌ߬، ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫ ߸ ߊ߬ ߘߴߏ߬ ߓߌ߬ߟߊ߬ ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲ ߞߊ߲߬","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:40","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߢߊ߯ ߊ߬ ߟߊ߫ ߓߊ߬ ߣߌ߫ ߊߟߊ߫ ߟߊ߫ ߖߊ߲߰ߞߕߊ ߣߊ߬ ߘߴߊߟߎ߫ ߡߊ߬߸ ߥߟߊ߫ ߟߐ߬ߓߊ ߣߊ߬ ߘߴߊߟߎ߫ ߡߊ߬߸ ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߕߊ߬ߣߊ߫ ߟߋ߬ ߞߟߌ߫ ߟߴߏ߬ ߘߐ߫ ߓߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߕߎ߬ߢߊ߬ ߕߌ߯ ߟߎ߫ ߘߌ߫؟","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:41","price":"ߍ߲߬ߍ߲߫ ߸ ߊߟߎ߫ ߦߴߊ߬ߟߋ ߟߋ߬ ߞߟߌ߫ ߟߊ߫ ߞߍ߬ ߸ ߊ߬ ߦߋ߫ ߞߏ߫ ߓߐ߫ ߊߟߎ߫ ߞߊ߲߬ ߊߟߎ߫ ߦߴߊ߬ ߞߟߌ߫ ߟߊ߫ ߡߍ߲ ߡߊ߬ ߣߴߏ߬ ߞߍ ߞߵߊ߬ ߘߌߦߊ߫، ߊߟߎ߫ ߦߋ߫ ߢߌ߬ߣߊ߬ ߟߊ߫ ߝߋ߲ ߠߎ߬ ߞߐ߫ ߏ ߕߎ߬ߡߊ ߟߋ߬ ߟߊ߫ ߊߟߎ߫ ߣߊ߬ ߡߍ߲ ߠߎ߫ ߝߙߊ߬ ߟߴߊ߬ ߞߊ߲߬","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:42","price":"ߊ߲ ߞߊ߬ ߞߋߟߊ ߟߐ߬ ߡߊ߲߬ߕߏ߲ ߘߏ߫ ߟߎ߫ ߡߊ߬ ߌߟߋ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫߸ ߊ߲ ߞߵߏ߬ ߟߎ߫ ߡߌ߬ߘߊ߫ ߜߟߍ߬ߦߊ ߟߎ߬ ߣߌ߫ ߕߙߐߦߊ ߟߎ߬ ߟߊ߫ ߛߴߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߘߡߊߞߊ߬ߛߌ߬","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:43","price":"ߥߟߊߞߏ߫ ߊ߲ ߠߊ߫ ߜߟߍ߬ߦߊ ߣߊ߬ߣߍ߲ ߊ߬ߟߎ߫ ߡߊ߬߸ ߊ߬ߟߎ߫ ߕߎ߲߬ ߦߴߊ߬ߟߎ߬ ߡߊߞߊ߬ߛߌ߬، ߓߊ߬ߙߌ߬ ߊ߬ߟߎ߫ ߖߎ߬ߛߎ ߟߎ߫ ߖߊ߬ ߘߊ߫ ߟߋ߬، ߜߍ߬ߘߍ ߝߣߊ߫ ߞߵߊ߬ߟߎ߬ ߓߊ߯ߙߊ ߟߎ߬ ߡߊߢߍ߯ߙߍ߫ ߊ߬ߟߎ߬ ߢߊߞߘߐ߫","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:44","price":"ߊ߬ߟߎ߫ ߢߌ߬ߣߊ߬ ߘߴߊ߬ߟߎ߬ ߟߊߟߌߞߊ߲ ߞߐ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߊ߲ ߞߊ߬ ߝߋ߲ ߓߍ߯ ߘߊ ߟߎ߬ ߟߊߞߵߊ߬ߟߎ߬ ߦߋ߫ ߸ ߝߏ߫ ߞߵߊ߬ߟߎ߬ ߛߍߥߴߊ߬ߟߎ߬ ߛߐߝߋ߲ ߠߊ߫، ߊ߲ ߣߊ߬ ߘߴߊ߬ߟߎ߫ ߓߙߊ߬ߒ߬ߘߐ߬ ߡߌߘߊ߫ ߏ߬ ߘߐ߫، ߞߵߊ߬ߟߎ߫ ߖߌ߰ߕߍ߰ߣߍ߲ ߕߏ߫","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:45","price":"ߏ߬ ߞߍ ߸ ߡߌ߬ߙߌ߲߬ߘߌ ߞߐ ߕߍ߰ ߘߴߊ߬ ߟߊ߫ ߡߍ߲ ߠߎ߫ ߞߊ߬ ߕߐ߬ߢߍ߮ ߞߍ߫، ߒ߬ߓߊ߬ ߕߊ߲߬ߘߏ ߊߟߊ߫ ߦߋ߫ ߸ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߰ߙߌ ߟߋ߬","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:46","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߞߵߊ߬ ߦߋ߫ ߓߊ߬ ߣߌ߫ ߊߟߊ߫ ߞߵߊߟߎ߫ ߕߟߏߘߋ߲ ߠߎ߬ ߣߴߊߟߎ߫ ߢߊߘߋ߲ ߠߎ߫ ߡߌ߬ߘߊ߬ ߛߍ߲ ߸ ߞߵߊߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߟߊߣߘߐ߫ ߸ ߣߌ߫ ߊߟߊ߫ ߕߍ߫ ߡߊ߰ߙߌ߬ ߜߘߍ ߖߐ߲߫ ߘߌߣߵߏ߬ ߟߎ߬ ߘߴߊߟߎ߫ ߡߊ߬؟ ߊ߬ ߝߟߍ߫ ߓߊ߫ ߊ߲ ߧߋ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߛߊ߬ߦߌ߬ ߟߊ߫ ߢߊ ߡߍ߲ ߸ ߊ߬ߟߎ߬ ߝߣߊ߫ ߦߴߊ߬ߟߎ߬ ߞߐߘߏ߲߭ ߠߵߏ߬ ߓߍ߯ ߞߐ߫","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:47","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߢߊ߯ ߊ߬ ߟߊ߫ ߓߊ߬ ߣߌ߫ ߊߟߊ߫ ߟߊ߫ ߖߊ߲߰ߞߕߊ ߣߊ߬ ߘߊ߫ ߓߙߵߊߟߎ߫ ߘߐ߫ ߸ ߥߟߊ߫ ߜߍ ߘߐ߫ ߸ ߖߍߣߍ߲ ߘߌ߫ ߕߏ߫ ߊ߬ ߘߐ߫ ߣߌ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߕߍ߫؟","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:48","price":"ߊ߲ ߕߍ߫ ߞߋߟߊ ߟߎ߬ ߗߋ߫ ߟߊ߫ ( ߘߏ߫ ߜߘߍ߫ ߡߊ߬ ) ߝߏ߫ ߘߟߊߝߎߟߌߟߊ ߟߎ߬ ߣߌ߫ ߖߊ߰ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ ߟߎ߬، ߒ߬ߓߊ߬ ߡߍ߲ ߓߊ߯ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߞߊ߬ ߟߢߊ߬ߟߌ ߞߍ߫ ߸ ߛߌߟߊ߲߫ ߕߴߏ߬ ߟߎ߬ ߟߊ߫߸ ߛߎ߬ߣߎ߲߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߫ ߡߊ߬","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:49","price":"ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߫ ߣߊ߬ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬ ߟߊ߫߸ ߖߊ߲߰ߞߕߊ ߡߊ߰ߕߐ߫ ߏ߬ ߟߎ߬ ߟߊ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߔߊߟߊ߲ߞߊ ߟߋ߫ ߝߍ߬","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:50","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߕߴߊ߬ ߝߐ߫ ߊߟߎ߫ ߦߋ߫ ߒ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߡߣߐ߬ߓߏ߲ ߠߎ߬ ߦߋ߫ ߒ ߓߟߏ߫ ߘߋ߬، ߒ ߘߏ߲߬ ߕߍ߫ ߞߏ߫ ߘߏ߲߰ߣߍ߲߫ ߟߐ߲߫، ߒ ߕߴߊ߬ ߝߐ߫ ߊߟߎ߫ ߦߋ߫ ߝߣߊ߫ ߒ ߞߏ߫ ߒ ߧߋ߫ ߞߋ߲ߛߐ߲߫ ߘߌ߫، ߒ ߕߍ߫ ߝߏߦߌ߬ ߟߊߓߊ߬ߕߏ ߞߊ߲߬ ߝߏ߫ ߦߟߌߘߏ߲ߞߊ߲ ߡߍ߲ ߦߋ߫ ߟߐ߬ ߟߊ߫ ߒ ߡߊ߬، ߊ߬ ߝߐ߫ ߞߏ߫ ߝߎߦߋ߲ ߣߌ߫ ߢߡߊ ߘߌ߫ ߞߢߊ߫ ߓߊ߬؟ ߊߟߎ߫ ߕߍ߫ ߊߟߎ߫ ߕߊ߰ߛߌ߬ ߟߴߏ߬ ߘߐ߫ ߟߋ߫ ߓߊ߬؟","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:51","price":"ߌ ߦߋ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ ߞߍ߫ ߊ߬ ߟߊ߫ ߡߐ߰ ߟߎ߫ ߟߋ߬ ߦߋ߫ ߸ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߛߌߟߊ߲߫ ߠߴߊ߬ߟߎ߬ ߟߊߘߍ߬ߞߏ ߘߐ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߣߊ߰ߟߊ߫߸ ߢߌ߲߬ ߣߌ߫ ߛߟߏ߬ߣߊ߬ߟߌ߬ߟߊ߫ ߕߴߊ߬ߟߎ߬ ߟߊ߫ ߦߙߐ ߡߍ߲ ߣߌ߫ ߊߟߊ߫ ߕߍ߫، ( ߏ ߡߊ߬ ) ߛߴߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߫","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:52","price":"ߌ ߞߊߣߊ߬ ߡߐ߱ ߟߎ߬ ߜߍ߲߫ ߌ ߞߐ߫ ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߞߟߌ߫ ߟߊ߫ ߛߐ߰ߡߊ߬ߘߊ ߣߌ߫ ߥߎ߬ߙߊ߬ߘߊ ߟߊ߫ ߊߟߊ߫ ߞߏߟߘߊ ߢߌߣߌ߲ ߡߊ߬، ߏ߬ ߟߎ߫ ߖߊ߬ߕߋ߬ߓߐ߫ ߕߴߌߟߋ ߡߊ߬ ߝߏߦߌ߬ ߘߐ߫ ߸ ߌ ߝߣߊ߫ ߟߊ߫ ߖߊ߬ߕߋ߬ߓߐ߬ ߕߴߏ߬ ߟߎ߫ ߡߊ߬ ߝߏߦߌ߬ ߘߐ߫، ߌ ߦߴߏ߬ ߟߎ߬ ߜߍ߲߫ ߠߊ߫ ߟߋ߫ ߞߍ߬ ߞߵߌ ߞߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߘߏ߫ ߘߌ߫ ߏ߬ ߘߐ߫؟","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:53","price":"ߒ߬ߓߵߊ߲ ߣߵߊ߬ߟߎ߬ ߘߏ߫ ߟߎ߫ ߞߘߐߓߐ߫ ߟߊ߫ ߘߏ߫ ߟߊ߫ ߕߋ߲߬ ߠߋ߬ ߸ ߛߴߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߢߊ߬ߣߍ߲߫ ߢߌ߲߬ ߠߎ߫ ߟߋ߫ ߡߊ߬ ߊ߲ ߕߐ߭ ߟߎ߬ ߕߍߡߊ߬، ߊ߬ ߝߐ߫ ߊߟߊ߫ ߡߊ߫ ߞߏߢߌߡߊߟߐ߲ߠߊ ߟߎ߬ ߟߐ߲߫ ߓߍ߯ ߘߌ߫ ߘߍ߫؟","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:54","price":"ߣߌ߫ ߡߐ߱ ߟߎ߫ ߣߊ߬ ߘߴߌ ߕߘߍ߬ ߡߍ߲ ߠߎ߬ ߟߊߣߍ߲߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߟߊ߫߸ ߌ ߦߴߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߣߌ߫ ߖߐ߫، ߊߟߎ߫ ߡߊ߰ߙߌ ߣߊ߬ ߤߌߣߊ ߟߋ߬ ߛߓߍ߫ ߟߴߊ߬ ߖߍ߬ߘߍ ߡߊ߬߸ ߞߏ߫ ߊߟߎ߫ ߡߍ߲ ߓߊ߯ ߖߎ߯ߡߊ߲߫ ߞߋߟߋ߲߫ ߞߍ߫ ߟߐ߲ߠߌ߲ߓߊߟߌߦߊ ߡߊ߬ ߞߊ߬ ߓߊ߲߫ ߞߵߊ߬ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߫ ߏ߬ ߞߐ߫ ߞߊ߬ ߟߢߊ߬ߟߌ ߞߍ߫ ( ߊ߬ ߘߴߏ߬ ߡߊߞߕߏ߫ )، ߊ߰ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:55","price":"ߒ߬ߓߵߊ߲ ߧߋ߫ ߟߝߊߙߌ ߟߎ߬ ߝߊߙߊ߲ߝߊߛߌ߫ ߟߊ߫ ߕߊ߲߬ ߠߋ߬ ߸ ߞߊ߬ ߛߐ߲߬ߡߊ ߟߎ߬ ߟߊ߫ ߛߌߟߊ ߓߌ߬ߟߊ߬ ߜߍ ߘߐ߫","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:56","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒߠߋ ߝߊߕߊ߲ߕߌߣߍ߲߫ ߠߋ߬ ߞߏ߫ ߒ ߞߣߊ߫ ߖߏ߭ ߟߎ߫ ߓߊ߬ߕߏ߬ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߞߟߌ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫، ߊ߬ ߝߐ߫ ߞߏ߫ ߒ ߕߍ߫ ߊߟߎ߫ ߛߊ߬ߥߏ ߟߎ߬ ߟߊߓߊ߬ߕߏ߬ ߝߋߎ߫ ߸ ߓߊ ߒ ߘߌ߫ ߝߌ߬ߟߌ߫ ߏ߬ ߞߍߟߌ ߘߐ߫ ߟߋ߬ ߘߍ߯ ߸ ߒ ߕߍ߫ ߞߍ߫ ߞߊ߲ߘߊߓߊ߮ ߟߎ߬ ߝߋ߲߫ ߘߌ߫ ߏ߬ ߘߐ߫","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:57","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߒߠߋ ߦߋ߫ ߔߊߞߌ ߟߋ߫ ߞߊ߲߬ ߞߊ߬ ߝߘߊ߫ ߒ ߡߊ߰ߙߌ ߟߊ߫، ߊߟߎ ߘߏ߲߬ ߓߘߴߏ߬ ߡߊߛߐ߬ߛߐ߬، ߊߟߎ߫ ߞߙߐߕߐߣߍ߲߫ ߝߋ߲ ߡߍ߲ ߠߊ߫ ߏ߬ ߕߍ߫ ߒߠߋ ߓߟߏ߫ ߘߋ߬، ߞߕߌ ߕߍ߫ ߝߏߦߌ߬ ߓߟߏ߫ ߝߏ߫ ߊߟߊ߫، ߊ߬ ߦߋ߫ ߕߎ߬ߢߊ ߟߋ߫ ߘߊ߲߬ߕߍ߰ ߟߊ߫، ߊ߬ߟߋ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߞߕߌߕߍ߯ߟߊ ߟߎ߬ ߘߐ߫ ߢߌ߬ߡߊ ߘߌ߫","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:58","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߞߙߐߕߐߣߍ߲߫ ߝߋ߲ ߡߍ߲ ߠߊ߫ ߣߴߏ߬ ߕߘߍ߬ ߒߠߋ ߓߟߏ߫ ߸ ߛߊ߫ ߞߕߌ ߓߘߊ߫ ߕߍ߰ ߒߠߋ ߣߴߊߟߎ ߕߍ߫ ߞߊ߬ ߓߊ߲߫، ߊߟߊ߫ ߘߏ߲߬ ߞߊ߬ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߟߐ߲߫ ߖߐ߫","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:59","price":"ߞߏߘߏ߲߰ߣߍ߲ ߞߏ߲ߢߌ߲ ߠߎ߬ ߦߴߊ߬ߟߋ ߟߋ߬ ߓߟߏ߫، ߝߏߦߌ߬ ߕߴߏ߬ ߟߐ߲߫ ߝߏ߫ ߊ߬ߟߋ، ߊ߬ ߞߵߊ߬ ߟߐ߲߫ ߝߋ߲ ߡߍ߲ ߦߋ߫ ߜߙߋ ߡߊ߬ ߊ߬ ߣߌ߫ ߓߊ ߘߐ߫، ߝߌߘߊ߫ ߛߌ߫ ߕߍ߫ ߓߎ߬ߘߎ߲߬ ߝߏ߫ ߊ߬ ߦߴߏ߬ ߟߐ߲߫، ߞߡߊ߫ ߛߌ߫ ߕߍ߫ ߘߎ߱ ߘߌ߬ߓߌ ߟߎ߬ ߘߐ߫ ߸ ߝߋ߲߫ ߘߏ߲ߓߏ߫ ߕߍ߫ ߸ ߝߋ߲߫ ߖߊߙߊ߲߫ ߝߣߊ߫ ߕߍ߫ ߸ ߝߴߏ߬ ߦߋ߫ ߞߍ߫ ߟߍߙߊ߫ ߘߐߞߣߍߣߍ߲ ߞߣߐ߫","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:60","price":"ߊ߬ߟߋ ߟߵߊߟߎ߫ ߟߊߛߎ߬ߣߐ߰ ߟߊ߫ ߛߎ ߘߐ߫، ߊ߬ ߞߵߊ߬ ߟߐ߲߫ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߞߍ߫ ߟߊ߫ ߕߋ߬ߟߋ ߘߐ߫، ߊ߬ ߦߴߊߟߎ߫ ߟߊߞߎߣߎ߲߫ ߠߴߊ߬ ߘߐ߫ ߝߣߊ߫߸ ߛߊ߫ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲ ߘߌ߫ ߘߝߊ߫، ߊߟߎ߫ ߣߊ߬ߕߐ߫ ߛߊ߬ߦߌ߬ ߟߴߊ߬ ߡߊ߬ ߏ߬ ߟߋ ߞߐ߫ ߸ ߊ߬ ߘߌ߫ ߓߊ߲߫ ߞߵߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߖߐ߲ ߠߊߓߐ߫ ߊߟߎ߫ ߡߊ߬","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:61","price":"ߊ߬ߟߋ ߟߋ߬ ߞߘߊߡߊߟߌߟߊ ߘߴߊ߬ ߟߊ߫ ߖߐ߲߭ ߠߎ߫ ߞߎ߲߬ߠߊ߫ ( ߊ߬ ߟߊ߫ ߣߐ߭ ߟߊ߫ )، ߊ߬ ߦߋ߫ ߞߣߐ߬ߜߍ߲߬ߠߊ ߟߎ߬ ߗߋ߫ ߟߴߊߟߎ߫ ߡߊ߬ ߟߋ߬ ߝߎߚߎ߫ ߝߏ߫ ߛߊ߬ߦߊ ߦߋ߫ ߣߵߊߟߎ߫ ߘߏ߫ ߕߘߍ߬، ߊ߲ ߠߊ߫ ߞߋߟߊ߫ ( ߞߋ߲ߛߐ߲ ) ߠߎ߬ ߘߴߏ߬ ߛߏߡߊߦߟߍߡߊ߲߫߸ ߏ߬ ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߞߏߡߊߓߌ߬ߟߊ߬ ߟߊ߫","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:62","price":"ߏ߬ ߞߐ߫ ߊ߬ߟߎ߬ ߘߌ߫ ߟߊߛߊ߬ߦߌ߲߬ ߊߟߊ߫ ߡߊ߬߸ ߊ߬ߟߎ߬ ߟߊ߫ ߞߏߕߌ߯ ߕߎ߬ߢߊ߬ߡߊ ߞߊ߬ߣߌ߲߫، ߞߕߌ ߦߴߏ߬ ߟߋ ߓߟߏ߫ ߗߐ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߖߊ߬ߕߋ߬ߓߐ߬ߟߊ ߓߍ߯ ߘߐ߫ ߞߊߟߌߡߊ߲ ߘߌ߫","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:63","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߖߍߣߍ߲ ߦߋ߫ ߊߟߎ߫ ߟߊߞߛߌ߫ ߟߊ߫ ߜߙߋ ߣߌ߫ ߓߊ ߘߌ߬ߓߌ ߟߎ߬ ߘߐ߫ ߸ ߣߴߊߟߎ߫ ߦߴߊ߬ ߞߟߌ߫ ߟߊ߫ ߘߡߊߞߊߛߌ ߣߌ߫ ߘߏ߲߱ ߘߐ߫ ߸ ߞߏ߫ ߣߴߌ ߞߵߊ߲ ߠߊߞߛߌ߫ ߢߌ߲߬ ߘߐ߫ ߸ ߊ߲ ߘߌ߫ ߞߍ߫ ߞߏߢߌߡߊߟߐ߲ߠߊ ߟߎ߬ ߘߏ߫ ߘߌ߫ ߟߋ߬ ߘߍ߯؟","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:64","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߟߋ߬ ߊߟߎ߫ ߟߊߞߛߌ߫ ߟߊ߫ ߏ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߢߊߣߌ߲ߞߏ ߓߍ߯ ߘߐ߫، ߊߟߎ߫ ߘߌ߫ ߓߊ߲߫ ߕߎ߲߯ ߞߊ߬ ߡߊ߰ߙߌ߬ߜߙߊ ߟߐ߬ ߊ߬ ߡߊ߬","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:65","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊ߬ߟߋ ߟߋ߬ ߓߴߛߋ߫ ߖߊ߲߰ߞߕߊ ߘߏ߫ ߟߊߥߟߌ߬ ߟߴߊߟߎ߫ ߞߊߡߊ߬ ߞߊ߬ ߓߐ߫ ߊߟߎ߫ ߞߎ߲߬ߘߐ߫ ߥߟߊ߫ ߞߊ߬ ߓߐ߫ ߊߟߎ߫ ߛߋ߲߬ߞߘߐ߫ ߸ ߤߊߡߊ߲ߕߍ߫ ߊ߬ ߦߴߊߟߎ߫ ߞߍ߫ ߢߐ߲߮ ߘߐ߫ ߞߙߎߞߊ߫ ߛߌߦߊߡߊ߲ ߠߎ߬ ߘߌ߫ ߸ ߞߵߊߟߎ߫ ߘߏ߫ ߡߊߜߙߏ߬ ߘߏ߫ ߟߊ߫ ߞߍ߬ߟߍ ߟߊ߫، ߊ߬ ߝߟߍ߫ ߓߊ߫ ߊ߲ ߧߋ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߛߊ߬ߦߌ߬ ߟߊ߫ ߢߊ ߡߍ߲ ߸ ߛߴߊߟߎ߬ ߘߴߊ߬ ߢߊߦߋ߫","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:66","price":"ߌ ߡߌ߬ߙߌ߲߬ߘߌ ߓߘߊ߫ ߘߐ߬ߛߊߙߌ ߡߊߛߐ߬ߛߐ߫ ߘߋ߬ ߞߵߊ߬ ߕߘߍ߬ ߜߎ ߕߎ߬ߢߊ߫ ߟߋ߬، ߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ߓߊ߬ ߒߠߋ ߕߍ߫ ߊߟߎ߫ ߛߍ߲߬ߓߍ߬ߟߊ߲߫ ߘߌ߫ (ߏ ߞߊ߲߬)","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:67","price":"( ߞߎ߬ߙߊ߬ߣߊ ) ߖߊ߲߬ߖߏ߲ ߓߍ߯ ߣߴߊ߬ ߕߎ߬ߡߊ߫ ߟߋ߬، ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߓߍߣߵߊ߬ ( ߕߎ߬ߢߊ߬ߦߊ ) ߟߐ߲߫ ( ߊ߬ ߞߍ߫ ߕߎߡߊ ߟߊ߫)","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:68","price":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߛߏ߲߯ߓߊ߫ ߟߴߊ߲ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫ ߸ ߣߴߌ ߞߵߏ߬ ߟߎ߬ ߦߋ߫ ߌ ߦߴߌ ߞߐߘߏ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߝߎߚߎ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߓߊ߯ ߊ߬ߟߎ߬ ߛߏ߲߯ߓߊ ߘߊߡߌ߬ߣߊ߫ ߓߊ߬ߘߏ߬ ߜߘߍ߫ ߘߐ߫، ߒ߬ߓߊ߬ ߣߌ߫ ߜߍ߬ߘߍ ߞߵߌ ߟߊߢߌ߬ߣߊ߬ ߌ ߞߊߣߊ߬ ߕߏ߫ ߛߌ߱ ߘߐ߫ ߌ ߖߊ߲߬ߓߌߟߊ ߞߐ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߫ ߝߍ߬ ߏ߬ ߞߐ߫ ߘߋ߬","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:69","price":"ߏ߬ ߟߎ߫ ߖߊ߬ߕߋ߬ߓߐ ߕߍ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߫ ߡߊ߬ ߝߏߦߌ߬ ߘߐ߫، ߞߏ߲߬ߣߌ߲߬ ߖߊ߲߬ߓߌߟߊ ߟߋ߬ ߸ ߛߴߊ߬ߟߎ߬ ߘߴߊߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߫","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:70","price":"ߡߐ߱ ߕߏ߫ ߦߋ߲߬ ߡߍ߲ ߠߎ߫ ߣߵߊ߬ߟߎ߬ ߟߊ߫ ߣߊߡߎ߲ ߡߌ߬ߘߊ߬ ߟߊ߫ ߕߏߟߏ߲ ߣߌ߫ ߡߣߊ߬ߡߣߊ ߘߌ߫ ߣߌ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߣߵߊ߬ߟߎ߬ ߜߍߙߍ߲ߞߍ߫ ߟߊ߫، ߟߊ߬ߟߌ߬ߟߌ ߞߍ߫ ߘߐ߬ߛߊߙߌ ߟߊ߫ ߘߋ߬߸ ߣߌߡߊ ߞߊߣߊ߬ ߕߏ߫ ߊ߬ ߓߊ߯ߙߊ߫ ߣߐ ߞߎ߲߬ߞߘߐ߫ ߞߵߊ߬ ߕߘߍ߬ ߢߌ߲߬ ߕߴߊ߬ ߓߟߏ߫ ߡߍ߲ ߕߍ߫ ߊߟߊ߫ ߘߌ߫ ߸ ߛߏ߬ߟߏ߲߬ߣߊ߬ߟߌ߬ߟߊ߫ ߕߍ߫، ߤߊߟߵߌ ߞߵߌ ߞߎ߲߬ߞߊ߬ ߞߎ߲߬ߞߊ ߓߍ߯ ߟߊ߫ ߏ߬ ߝߏߦߌ߬ ߕߍ߫ ߡߌ߬ߘߊ߬، ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ( ߟߊߥߛߎߣߍ߲ ) ߕߏߕߐ߫ ߊ߬ߟߎ߬ ߓߊ߯ߙߊ߫ ߣߐ ߞߎ߲߬ߞߘߐ߫، ߡߌ߲߬ߕߊ߫ ߟߴߏ߬ ߦߋ߫ ߝߎߦߊߝߎߦߊ ߘߐ߫، ߊ߬ ߣߌ߫ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߫ ߕߘߍ߬ ߓߊ߲߬ߓߊ߰ߦߊ ߡߍ߲ ߞߍ߫ ߟߊ߫","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:71","price":"ߊ߬ ߝߐ߫ ߞߏ߫ ߌ߬ߦߏ߯ ߒ߬ߠߎ߬ ߦߋ߫ ߊߟߊ߫ ߕߏ߫ ߦߋ߲߬ ߞߊ߬ ߝߋ߲߫ ߞߟߌ߫ ߸ ߡߍ߲ ߕߍ߫ ߊ߬ ߢߊ߬ ߟߊ߫ ߒ߬ ߧߋ߫ ߸ ߊ߬ ߘߏ߲߬ ߕߍ߫ ߊ߬ ߕߌߢߍ߫ ߟߊ߫ ߒ߬ ߡߊ߬؟ ߊ߲ ߧߋ߫ ߟߊߛߊ߬ߦߌ߲߫ ߒ߬ ߕߏ߲ߕߏߟߌ߲ ߠߎ߫ ߡߊ߬ ( ߓߊ߲߬ߓߊ߰ߦߊ ߘߐ߫ ) ߊ߲ ߞߊ߲ߘߊߣߍ߲ ߞߐ߫ ߊߟߊ߫ ߓߟߏ߫؟ ߞߵߊ߲ ߞߍ߫ ߏ߬ ߘߐ߫ ߦߏ߫ ߜߍ߬ߘߍ ߟߎ߫ ߣߊ߬ ߡߍ߲ ߠߊߝߋ߬ߟߋ߲߬ߝߋ߬ߟߋ߲߬ ߠߊ߫ ߞߏ߲ߞߏ ߞߣߐ߫ ߞߵߊ߬ ߞߣߐߘߐߝߟߌ߬ߣߍ߲ ߕߏ߫، ߘߍ߬ߢߐ߲߰ ߠߎ߫ ߦߴߊ߬ ߟߊ߫ ߝߣߊ߫߸ ߏ߬ ߟߎ߬ ߦߴߊ߬ ߞߟߌ ߞߊ߲߬ ߛߌߟߊ ߡߊ߬ ߞߏ߫ ߣߵߊ߲ ߝߍ߬ ߞߍ߬، ߒ߬ߓߵߊ߬ ߟߊߛߋ߫ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߞߊ߲ߘߊߟߌ ߟߋ߬ ߞߊ߲ߘߦߊ ߖߍ߬ߘߍߖߍ߬ߘߍ ߘߌ߫، ߊ߲ ߘߏ߲߬ ߟߐ߬ߣߍ߲߫ ߠߋ߬ ߞߏ߫ ߊ߲ ߧߋ߫ ߞߍ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߮ ߘߌ߫ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:72","price":"ߊ߬ ߣߌ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߛߊߟߌ ߟߐ߬ ߸ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ‹ ߊߟߊ߫› ߡߊ߬߸ ߊߟߎ߫ ߜߍ߲߬ߜߍ߲߬ߕߐ߫ ߞߊߕߍ߬ߙߍ߫ ߏ߬ ߡߍ߲ ߡߊ߬","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:73","price":"ߊ߬ߟߋ ߟߋ߫ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫ ߕߎ߬ߢߊ ߟߊ߫، ߊ߬ ߓߊ߯ ߊ߬ ߝߐ߫ ( ߡߍ߲ ߡߊ߬ ) ߟߏ߲ ߡߍ߲ ߞߏ߫ ߞߍ߫ ߸ ߏ߬ ߘߌ߫ ߞߍ߫ ߌߞߘߐ߫، ߓߊ ߊ߬ ߟߊ߫ ߞߎߡߊ ߦߋ߫ ߕߎ߬ߢߊ ߟߋ߬ ߘߌ߫، ߊ߬ ߕߊ ߟߋ߬ ߓߘߎߝߍ ߟߏ߲ ߡߊ߲߬ߛߊ߬ߦߊ ߘߌ߫، ߞߏߘߏ߲߰ߣߍ߲ ߣߴߊ߬ ߟߊ߲ߞߣߍߡߊߣߍ߲ ߟߐ߲ߓߊ߮ ߟߋ߬، ߊ߬ߟߋ ߘߏ߲߬ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬ ߸ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߟߋ߬","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:74","price":"ߕߎ߬ߡߊ ߡߍ߲ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߝߊ߬ ߊ߯ߖ߭ߙߊ߫ ߦߋ߫ ߸ ߞߏ߫ ߌ߬ߦߏ߯ ߌ ߘߌ߫ ߖߏ߭ ߟߎ߫ ߡߌ߬ߘߊ߫ ߡߊ߰ߙߌ ߟߎ߬ ߘߌ߫؟ ߒߠߋ ߢߊ߯ ߌ ߣߴߌ ߡߌ߬ߙߌ߲߬ߘߌ ߟߊ߫ ߝߟߌ߬ ߘߐ߬ߜߍ߫ ߟߋ߬ ߘߐ߫","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:75","price":"ߒ߬ߓߵߊ߲ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߡߙߊ߬ߡߊ߲߬ߛߊ߬ߦߊ ߦߌ߬ߘߊ߬ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߟߊ߫ ߕߋ߲߬ ߠߋ߬ ߛߴߊ߬ ߘߌ߫ ߞߍ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:76","price":"ߛߎ ߞߏ߬ ߘߴߊ߬ ߢߣߊ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߊ߬ ߞߊ߬ ߟߏ߬ߟߏ ߘߏ߫ ߦߋ߫ ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߟߋ߫ ߣߌ߲߬، ߏ߬ ߕߎߣߎ߲ߣߍ߲ ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߕߍ߫ ( ߡߊ߰ߙߌ߬ ) ߕߎߣߎ߲ߠߊ ߟߎ߫ ߝߍ߬ ߘߋ߬","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:77","price":"ߊ߬ ߣߊ߬ ߞߊߙߏ ߓߕߐ ߦߋ߫ ߟߊ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߟߋ߫ ߣߌ߲߬، ߏ߬ ߝߣߊ߫ ߕߎߣߎ߲ߣߍ߲ ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߤߊ߲߫ ߣߌ߫ ߒ ߡߊ߬ߙߌ ߡߊ߫ ߒ ߞߊ߲ߘߊ߫߸ ߒ ߘߌ߫ ߞߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߝߟߌ߬ߣߍ߲ ߠߎ߬ ߘߏ߫ ߘߌ߫","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:78","price":"ߊ߬ ߣߊ߬ ߕߋ߬ߟߋ ߖߌ߲ߞߌ߲ߕߐ ߦߋ߫ ߟߊ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߟߋ߫ ߣߌ߲߬، ߣߌ߲߬ ߓߏ߲߬ߓߊ߫ ߘߋ߬، ߏ߬ ߝߣߊ߫ ߕߎߣߎ߲ߣߍ߲ ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߡߌ߬ߙߌ߲߬ߘߌ ߸ ߒߠߋ ߓߘߊ߫ ߒ ߣߍ߰ߓߐ߫ ߊߟߎ߫ ߟߊ߫ ߡߊ߰ߙߌ߬ߜߙߊ߬ߞߏ ߘߐ߫ ߝߋߎ߫","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:79","price":"ߒߠߋ ߓߘߊ߫ ߒ ߢߍߛߌ߲߫ ߡߊ߰ߙߌ ߟߊ߫ ߡߍ߲ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫ ߖߐ߲ߖߐ߲߫ ߸ ߒߠߋ ߘߏ߲߬ ߕߍ߫ ߡߊ߰ߙߌ߬ߜߙߊ߬ߟߊ ߟߎ߬ ߝߋ߲߫ ߘߌ߫","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:80","price":"ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߞߵߊ߬ ߘߊߘߐߖߊ߬ ߏ߬ ߘߐ߫ ߡߍ߲ߞߍ߭، ߊ߬ ߞߊ߲߫ ߞߏ߫ ߌ߬ߦߏ߯ ߊߟߎ߫ ߦߋ߫ ߒ ߘߊߘߐߖߊ߬ ߟߴߊߟߊߞߏ ߟߋ߬ ߘߐ߫، ߏ ߘߏ߲߬ ߓߘߊ߫ ߓߊ߲߫ ߒߠߋ ߞߊ߲ߘߊ߫ ߟߊ߫؟ ߒ߬ߓߊ߬ ߒ ߕߍ߫ ߛߌߟߊ߲߫ ߠߴߊߟߎ߫ ߟߊ߫ ߖߏ߬ ߜߙߊ߬ߕߊ ߟߎ߬ ߢߍ߫ ߸ ߝߏ߫ ߞߏ ߡߍ߲ ߓߊ߯ ߒ ߡߊ߰ߙߌ ߘߌߦߊ߫ ( ߣߴߏ߬ ߘߌ߫ ߒ ߛߐ߬ߘߐ߲߬ )، ߒ ߡߊ߰ߙߌ ߦߙߌߥߊߣߍ߲߫ ߝߋ߲ ߓߍ߯ ߟߋ߫ ߡߊ߬ ߟߐ߲ߠߌ߲ ߘߐ߫، ߊߟߎ߫ ߕߴߊߟߎ߫ ߦߟߌߓߌ߬ߟߊ߬ ߟߴߏ߬ ߘߐ߫ ߓߊ߬؟","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:81","price":"ߒߠߋ ߛߌߟߊ߲ߕߐ߫ ߊߟߎ߫ ߟߊ߫ ߖߏ߬ ߜߙߊ߬ߕߊ ߟߎ߬ ߢߍ߫ ߘߌ߬ ߸ ߊߟߎ ߕߍ߫ ߛߌߟߊ߲߫ ߠߊ߫ ߞߏ߫ ߊߟߎ߫ ߓߘߊ߫ ߝߋ߲߫ ߜߙߵߊߟߊ߫ ߡߊ߬ ߊ߬ ߡߊ߫ ߞߎ߲߬ ߛߌ߫ ߟߊߖߌ߰ ߡߍ߲ ߠߊ߫ ߊߟߎ߫ ߡߊ߬؟ ( ߒߠߋ ߣߴߊߟߎ ) ߞߙߎ ߝߌ߬ߟߊ ߣߌ߲߬ ߸ ߖߐ߲߫ ߣߌ߫ ߞߎ߲߬ߠߊ߬ߝߎߟߋ߲ ߞߊ߫ ߞߊ߲߫ ߣߴߊߟߎ߫ ߣߐ߬ ߞߍ߫ ߘߴߊ߬ ߟߐ߲߫ ߠߊ߫","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:82","price":"ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߫ ߞߍߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߘߌ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߡߴߊ߬ߟߎ߬ ߟߊ߫ ߟߊߒߠߦߊ ߢߣߊߓߊ߬ߛߊ߲߬ ߛߏߡߦߊ߫ ߟߊ߫߸ ߞߎ߲߬ߠߊ߬ߝߎߟߋ߲ ߦߴߏ߬ ߟߎ߫ ߟߋ߬ ߦߋ߫ ߸ ߓߊ ߏ߬ ߟߎ߫ ߟߋ߬ ߞߊ߲ߘߊߓߊ߮ ߟߎ߬ ߘߌ߫","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:83","price":"ߒ߬ߓߵߊ߲ ߠߊ߫ ߕߐ߰ߡߊ߬ߛߙߋ ߟߋ߫ ߣߌ߲߬ ߸ ߊ߲ ߣߵߏ߬ ߟߋ ( ߢߊߦߋ) ߘߌ߫ ߟߊ߫ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߡߊ߬ (ߕߞߌߦߊ ߘߌ߫) ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߡߊ߬، ߓߊ ߊ߲ ߧߋ߫ ߡߐ߰ ߟߋ߬ ߡߐ߬ߟߐ߲ ߡߊߦߟߍ߬ ߟߊ߫ ߡߍ߲ ߓߊ߯ ߒ߬ ߘߌߦߊ߫، ߌ ߡߊ߰ߙߌ ߘߏ߲߬ ߸ ߥߘߋ߬ߥߘߋ߬ߟߊ߫ ߟߐ߲ߠߌ߲ߠߊ߫ ߟߋ߫ ߘߋ߬","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:84","price":"ߊ߲ ߞߊ߬ ߌߛߌ߬ߤߊ߯ߞߊ߫ ߣߌ߫ ߦߊ߰ߞߎߓߊ߫ ߘߴߊ߬ ߡߊ߬ ( ߓߐ߲ߛߐ߲ ߘߌ߫ )߸ ߊ߲ ߞߵߏ߬ ߓߍ߯ ߞߊ߲ߘߊ߫ ߟߋ߬، ߊ߲ ߞߊ߬ ߣߎߤߎ߲߫ ߞߊ߲ߘߴߊ߬ߟߋ߬ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫، ߊ߬ ߓߐ߲ߛߐ߲ ߘߏ߫ ߟߋ߬ ߘߊߎߘߊ߫ ߣߌ߫ ߛߎ߬ߟߋ߬ߡߊ߯ߣߊ߫ ߣߌ߫ ߦߎ߯ߓߊ߬ ߣߌ߫ ߦߛߎߝߎ߫ ߣߌ߫ ߡߎߛߊ߫ ߣߌ߫ ߤߊߙߎߣߊ߫ ߘߌ߫، ߒ߬ߓߵߊ߲ ߧߋ߫ ߢߊ߬ߓߊ߮ ߟߎ߫ ߛߙߊ߬ ߟߊ߫ ߕߋ߲߬ ߠߋ߬","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:85","price":"ߊ߬ ߣߌ߫ (ߊ߬ ߘߏ߫ ߟߋ߬) ߖ߭ߊߞߊ߬ߙߌ߬ߦߊ߫ ߣߌ߫ ߦߊߤߊ߬ߦߊ߫ ߣߴߌߛߊ߫ ߣߌ߫ ߌߟߌ߬ߦߊ߯ߛߊ߫ ߘߌ߫، ߏ߬ ߓߍ߯ ߦߋ߫ ߡߐ߰ ߢߌߡߊ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:86","price":"ߊ߬ ߣߌ߫ ߌߛߌ߬ߡߊ߬ߌߟߊ߫ ߣߌ߫ ߌߟߌ߬ߦߛߊߎ߫ ߣߌ߫ ߦߣߎߛߊ߫ ߣߌ߫ ߟߎ߯ߕߌ߫ ߘߌ߫، ߊ߲ ߞߵߏ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߣߊ ߟߊߝߌ߬ߛߊ߬ߦߊ߫ ߖߊ߯ߓߊ ߟߎ߬ ߘߌ߫ ߟߋ߬","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:87","price":"ߊ߬ߟߎ߫ ߝߊ߭ ߟߎ߬ ߘߏ߫ ߟߎ߫ ߣߴߊ߬ߟߎ߬ ߓߐ߲ߛߐ߲ ߠߎ߬ ߣߴߊ߬ߟߎ߬ ߓߊߘߋ߲ ߠߎ߬ ߘߏ߫ ߟߎ߫، ߊ߲ ߞߵߏ߬ ߟߎ߬ ߛߎߥߊ߲ߘߌ߫ ߟߋ߬ ߸ ߞߵߊ߬ߟߎ߬ ߞߊ߲ߘߊ߫ ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲ ߞߊ߲߬","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:88","price":"( ߏ߬ ߟߎ߬ ߕߊ ) ߏ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߞߊ߲ߘߦߊ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߦߋ߫ ߡߐ߰ ߟߋ߬ ߞߊ߲ߘߊ߫ ߟߴߏ ߡߊ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߴߊ߬ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߘߐ߫ ߸ ( ߏ߬ ߣߴߊ߬ ߕߊ߫ ) ߤߟߴߏ߬ ߟߎ߫ ߕߎ߲߬ ߞߊ߬ ߡߊ߰ߙߌ߬ߜߙߊ ߞߍ߫ ߸ ߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߓߍ߯ ߕߎ߲߬ ߘߌ߫ ߕߌߢߍ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߔߛߐߞߐ߬","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:89","price":"ߊ߲ ߞߵߏ߬ ߟߎ߫ ߟߋ߬ ߛߐ߫ ߟߍߙߊ ߣߌ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ ߣߌ߫ ߟߊ߬ߝߐ߬ߓߊ߰ߦߊ ߟߊ߫، ߒ߬ߓߊ߬ ߣߌ߫ ( ߓߌ߬ ) ߡߐ߱ ߢߌ߲߬ ߠߎ߫ ߞߵߊ߬ߟߎ߫ ߓߊ߲߬ ߊ߬ ߘߐ߫ ߸ ߊ߲ ߓߘߊ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߜߘߍ߫ ߟߎ߫ ߞߎ߲߬ߟߐ߬ ߊ߬ ߟߊ߫߸ ߏ߬ ߟߎ߬ ߕߍߣߵߊ߬ߟߎ߫ ߓߊ߲߬ ߠߴߊ߬ ߕߊ߬ ߟߊ߫ ߡߎ߰ߡߍ߫","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:90","price":"ߊߟߊ߫ ߣߵߏ߬ ߟߎ߫ ߟߋ߬ ߞߊ߲ߘߊ߫ ߟߊ߫، ߌ ߝߣߊ߫ ߦߴߌ ߟߊ߫ ߏ߬ ߟߎ߬ ߞߊ߲ߘߊߢߊ ߡߊ߬، ߊ߬ ߟߊߛߋ߫ ߞߏ߫ ߒ ߕߍ߫ ߊߟߎ߫ ߕߙߊ߫ ߟߴߊ߬ ߛߙߊ߬ ߟߊ߫، ߓߊߏ߬ ߘߏ߫ ߜߘߍ߫ ߕߍ߫ ߝߏ߫ ߖߊ߯ߓߊ ߟߎ߬ ߟߊߟߌߞߊ߲ ߠߋ߬","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:91","price":"ߊ߬ߟߎ߬ ߡߴߊߟߊ߫ ߓߏ߲߬ߧߴߊ߬ ߓߏ߲߬ߧߊ߬ ߢߊ ߖߍ߬ߘߍ ߟߊ߫، ߊ߬ߟߎ߫ ߞߵߊ߬ ߝߐ߫ ߡߍ߲ ߞߍ߫ ߞߏ߫ ߊߟߊ߫ ߡߊ߫ ߝߏߦߌ߬ ߟߊߖߌ߰ ߡߐ߰ ߛߌ߫ ߡߊ߬، ߊ߬ߟߎ߫ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߞߏ߫ ߖߍߣߍ߲ ߞߊ߬ ߟߍߙߊ ߟߊߖߌ߰ ߡߎߛߊ߫ ߣߊ߬ ߘߊ߫ ߡߍ߲ ߘߌ߫ ߦߋߟߋ߲ ߣߌ߫ ߞߊ߲ߘߦߊ ߘߌ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߸ ߣߴߊߟߎ߫ ߦߴߏ߬ ߞߍ߫ ߟߊ߫ ߛߓߍߝߌߘߊ ߟߎ߫ ߞߊ߲߬، ߊߟߎ߫ ߦߴߊ߬ ߟߊ߲ߞߣߍߡߊ߫ ߟߊ߫ ߛߊ߫߸ ߞߏ߬ߣߌ߲߬ ߞߵߊ߬ ߛߌߦߊߡߊ߲߫ ߢߡߊߘߏ߲߰ ߊߟߎ߫ ߓߟߏ߫؟ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߟߊߟߐ߲ߠߌ߲߫ ߝߋ߲߫ ߠߊ߫ ߊߟߎ߫ ߣߴߊߟߎ߫ ߝߊ߬ ߟߎ߫ ߕߎ߲߬ ߡߊ߫ ߡߍ߲ ߟߐ߲߫؟ ߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߊ߫ ߞߍ߬ ߸ ߌ ߦߋ߫ ߓߊ߲߫ ߞߵߊ߬ߟߎ߬ ߕߏ߫ ߊ߬ߟߎ߬ ߛߏ߲߯ߓߊߟߌ ߕߏߟߏ߲ ߘߐ߫","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:92","price":"ߟߍߙߊ ߡߍ߲ ߦߋ߫ ߣߌ߲߬ ߸ ߊ߲ ߣߵߏ߬ ߟߊߖߌ߰ ߟߊ߫ ߓߊ߲ߓߊ߲ߝߋ߲߫ ߠߋ߬ ߘߌ߫ ߸ ߊ߬ ߢߍߕߊ ߕߎ߬ߢߦߊ߬ߟߊ߲ ߝߣߊ߫ ߟߋ߬، ߖߐ߲߰ߛߊ߫ ߌ ߘߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ ߞߍ߫ ߛߏ߫ ߡߌߛߍ߲ ߠߎ߬ ߞߎߓߋߘߊ ߦߋ߫ (ߊ߬ ߟߊ߫)߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߎ߬ ߦߴߊ߬ ߟߊߡߌߣߌ߲ ߘߐ߫، ߡߐ߱ ߡߍ߲ ߠߎ߬ ߟߊߣߍ߲߫ ߛߎ߬ߟߊ߬ ( ߞߏ) ߟߊ߫߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߟߊߣߴߊ߬ ߟߊ߫، ߏ߬ ߟߎ߫ ߟߋ߫ ߘߏ߲߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߛߊߟߌ ߟߎ߬ ߟߊߕߊ߲߬ߞߊ߬ ߟߊ߫","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:93","price":"ߖߍߣߍ߲ ߠߊ߫ ߕߐ߬ߢߍ߮ ߕߊ߬ߡߌ߲߬ߣߍ߲߬ ߥߎߦߊ ߟߊߓߊ߮ ߕߊ ߞߊ߲߬ ߊߟߊ߫ ߟߊ߫߸ ߥߟߊ߫ ߡߍ߲ ߞߊ߲߫ ߞߏ߫ ߦߟߌߘߏ߲ ߦߋ߫ ߟߐ߬ ߟߊ߫ ߒ ߡߊ߬ ߞߵߊ߬ ߕߘߍ߬ ߦߟߌߘߏ߲߫ ߛߌ߫ ߡߊ߫ ߟߐ߬ ߊ߬ ߡߊ߬، ߊ߬ ߣߌ߫ ߡߍ߲ ߞߊ߲߫ ߞߏ߫ ߒ ߓߍߣߵߊߟߊ߫ ߟߊ߫ ߟߍߙߊ߫ ߟߊߖߌ߰ߣߍ߲ ߢߐ߲߱ ߘߏ߫ ߟߊߖߌ߰، ߤߊ߲߫߸ ߣߴߌ ߓߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߦߋ߫ ߟߊ߫ ߛߊ߬ߦߊ ߜߛߏ ߠߎ߬ ߟߊ߫߸ ߞߵߊ߬ ߕߘߍ߬ ߞߋ߲ߛߐ߲ ߠߎ߬ ߕߍ߮ ߘߐߝߎߟߋ߲ߣߍ߲߫ ߊ߬ߟߎ߬ ߦߋ߫ ߸ ߞߏ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߣߌ ߟߎ߬ ߓߐ߫ ߞߍ߬، ߓߌ߬ ߞߏ߬ߣߌ߲ ߸ ߊߟߎ߫ ߛߙߊ߬ߕߐ߫ ߟߊ߬ߝߍߦߊ ߖߊ߲߰ߞߕߊ ߟߋ߬ ߟߊ߫߸ ߏ߬ ߕߊ߬ߣߍ߲߬ ߡߍ߲ ߡߊ߬ ߸ ߊߟߎ߫ ߕߘߍ߬ ߕߎ߬ߢߊߕߣߊ߬ ߝߐ ߡߍ߲ ߞߍ߫ ߟߴߊߟߊ߫ ߡߊ߬߸ ߊ߬ ߣߴߊߟߎ߫ ߕߎ߲߬ ߦߴߊߟߎ߫ ߖߘߍ߬ߘߐߓߏ߲߬ߧߊ ߡߍ߲ ߞߍ߫ ߟߴߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߫ ߡߊ߬","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:94","price":"ߊߟߎ߫ ߘߏ߲߬ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߡߍߣߍ߲ߜߍ ߓߘߊ߫ ߣߊ߬ ߒ ߕߘߍ߬ ߏ߬ ߟߋ ߘߐ߫ ߣߌ߲߬ ߛߏߘߊ߫߸ ߦߏ߫ ߊ߲ ߞߵߊߟߎ߫ ߘߊ߲߫ ߢߊ ߡߍ߲ ߛߋ߲߬ߧߊ߬ ߝߟߐ ߘߐ߫، ߊ߲ ߞߵߊߟߎ߫ ߛߐ߫ ߝߋ߲ ߡߍ߲ ߠߎ߬ ߟߊ߫߸ ߊߟߎ߫ ߞߵߏ߬ ߓߍ߯ ߕߏ߫ ߊߟߎ߫ ߞߐ߫، ߊ߲ ߘߏ߲߬ ߕߍ߫ ߊߟߎ߫ ߛߏ߬ߟߏ߲߬ߣߊ߬ߓߊ߮ ߟߎ߬ ߦߋ߫ ߟߴߊߟߎ߫ ߝߍ߬ ߸ ߊߟߎ߫ ߞߵߊ߬ ߜߊߟߏ߲߫ ߊߟߎ߫ ߟߊ߫ ߞߏ߫ ߡߍ߲ ߠߎ߬ ߦߴߊߟߎ߫ ߜߙߊ߬ߢߐ߲߮ ߠߎ߬ ߘߌ߫، ߊߟߎ߫ ߣߴߏ߬ ߟߎ߬ ߕߍ ߓߘߊ߫ ߓߟߏߕߍ߰، ߝߋ߲ ߠߎ߬ ߓߘߊ߫ ߕߎߣߎ߲߫ ߊߟߎ߫ ߡߊ߬ ߊߟߎ߫ ߕߘߍ߬ ߡߍ߲ ߠߎ߬ ߜߊߟߏ߲ߕߐߦߊߞߊ߲ ߝߐ߫ ߟߊ߫","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:95","price":"ߕߞߌ߫ ߸ ߊߟߊ߫ ߟߋ߬ ߝߋ߲߫ ߞߡߊ ߣߌ߫ ߝߋ߲߫ ߞߟߏ ߟߎ߬ ߛߍ߲ߞߍߓߊ߮ ߘߌ߫ ߸ ߊ߬ ߦߋ߫ ߣߌߡߊ ߟߊߓߐ߫ ߟߊ߫ ߛߎ߭ ߘߐ߫، ߛߎ߭ ߝߣߊ߫ ߟߊߓߐߓߊ߮ ߟߋ߬ ߣߌߡߊ ߘߐ߫، ߊߟߊ߫ ߟߴߏ߬ ( ߣߐ߬ߓߊ߮ ) ߘߌ߫، ߊߟߎ߫ ߞߎ߲߭ ߦߋ߫ ߓߐ߫ ߟߴߏ߬ ߞߊ߲߬ ߘߌ߬ ߓߏ߲߰؟","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:96","price":"ߊ߬ߟߋ ߟߋ߫ ߘߎ߰ߛߊ߬ߜߍ ߝߙߊߓߊ߮ ߘߌ߫، ߊ߬ ߞߊ߬ ߛߎ ߞߍ߫ ߡߊ߬ߝߊ ߘߌ߫ ߞߊ߬ ߕߋ߬ߟߋ ߣߌ߫ ߞߊߙߏ ߞߍ߫ ߖߊ߬ߕߋ߬ߡߌ߬ߘߊ߬ߟߊ߲߫ ߘߌ߫، ߒ߬ߓߊ߬ ߏ߬ ߦߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߟߊ߫ ߖߊ߬ߕߋ߬ߛߌ߰ߟߌ ߟߋ߬ ߘߌ߫ ߸ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬ ( ߞߏ ߓߍ߯ ߟߊ߫ )","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:97","price":"ߏ߬ ߟߋ ߞߊ߬ ߟߏ߬ߟߏ ߟߎ߬ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ ߸ ߛߴߊߟߎ߫ ߘߌ߫ ߞߊ߲ߘߊ߫ ߏ߬ ߟߎ߬ ߟߊ߫ ߜߙߋߡߟߊ ߣߌ߫ ߓߊߞߊ߲ߠߊ ߘߌ߬ߓߌ ߟߎ߬ ߘߐ߫، ߊ߲ ߘߏ߲߬ ߣߊ߬ ߟߝߊߙߌ ߟߎ߬ ߝߊߙߊ߲ߝߊߛߌ߫ ߟߊ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߞߏߟߐ߲ߠߊ ߟߎ߫ ߟߋ߬ ߦߋ߫","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:98","price":"ߊ߬ߟߋ ߟߋ߫ ߞߵߊߟߎ߫ ߟߊߝߟߐ߫ ߣߌߡߊ߫ ߞߋߟߋ߲߫ ߘߐ߫، ߡߊ߬ߞߍ߬ ߦߙߐ߫ ߓߍ߫ ( ߘߎ߱ ߘߌ߫ ) ߞߊ߬ߙߌ߬ߝߊ߬ ߦߙߐ߫ ߝߣߊ߫ ߓߍ߫، ߊ߲ ߘߏ߲߬ ߣߊ߬ ߟߝߊߙߌ ߟߎ߬ ߝߊߙߊ߲ߝߊߛߌ߫ ߟߊ߫ ߞߏ߫ ߣߴߊ߬ ߞߘߐߟߐ߲߫ ߡߌߙߌ߲ߘߌ ߟߎ߫ ߟߋ߬ ߦߋ߫","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:99","price":"ߊ߬ߟߋ ߟߋ߫ ߞߊ߬ ߖߌ ߟߊߖߌ߰ ߞߊ߬ ߓߐ߫ ߡߐ߲ߕߐ߲ ߘߐ߫، ߊ߲ ߞߊ߬ ߝߍߘߍ߲ߝߋ߲ ߛߎ߮ ߓߍ߯ ߟߊߝߍߘߍ߲߫ ߏ߬ ߟߊ߫، ߏ߬ ߞߍ ߸ ߊ߲ ߞߊ߬ ( ߘߋ߲߫ ) ߝߙߌߛߌߡߊ ߟߎ߬ ߟߊߓߐ߫ ߏ߬ ߘߐ߫، ߊ߲ ߧߋ߫ ߞߡߊ߫ ߕߌ߲ߛߐ߲߫ ߕߐ߲߬ߛߐ߲߬ߞߘߐ߬ߣߍ߲ ߠߎ߬ ߟߊߓߐ߫ ߟߴߏ߬ ߟߊ߫، ߊ߬ ߣߌ߫ ߕߌ߲߬ߖߐ߲ ߝߣߊ߫ ߘߐ߫ ߸ ߕߌ߲ߛߐ߲߫ ߘߎ߲߬ߘߟߊ߬ߕߊ ߟߎ߬ ߦߋ߫ ߓߐ߫ ߟߴߏ߬ ߝߎ߲ߘߌ ߘߐ߫، ߊ߬ ߣߌ߫ ߣߊߞߐ߫ ߟߎ߫ ߸ ߖߐ߬ߓߌ߬ߙߋ߲ ߠߎ߬ ߣߌ߫ ߛߏߞߏ߬ߘߏ ߟߎ߬ ߣߌ߫ ߦߙߌߢߐ ߟߎ߯ ߏ߬ ߞߣߐ߫، ߏ߬ ߘߏ߫ ߟߎ߫ ߡߎߣߎ߲ߣߍ߲߫ ߸ ߘߏ߫ ߟߎ߫ ߡߎߣߎ߲ߣߍ߲߫ ߕߍ߫، ߊߟߎ߫ ߦߴߏ߬ ߘߋ߲ ߡߊߝߟߍ߫ ߸ ߣߴߊ߬ ߞߵߊ߬ ߓߙߌߛߊ߫߸ ߊߟߎ߫ ߦߴߊ߬ ߡߕߐ߬ߟߊ ߝߣߊ߫ ߡߊߝߟߍ߫، ߤߊ߲߫߸ ߏ߬ ߟߎ߬ ߦߋ߫ ( ߛߋߓߊ߯ߦߊ ) ߕߐ߰ߡߊ߬ߛߙߋ߫ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߦߋ߫ ߘߋ߬ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߟߊ߫ ߟߊ߫ ߞߏ߫ ߟߊ߫","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:100","price":"ߊ߬ߟߎ߬ ߓߘߊ߫ ߜߙߊ߬ߢߐ߮ ߟߎ߬ ߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߥߐ߬ߞߎߟߐ ߟߎ߬ ߘߌ߫، ߊ߬ߟߋ ߟߋ߫ ߘߏ߲߬ ߜߎ ߞߵߏ߬ ߟߎ߬ ߘߊ߲߫ ߥߍ߫، ߊ߬ߟߎ߬ ߓߘߊ߫ ߞߎ߲߬ߘߐ߬ߕߍ߰ ߘߋ߲ߞߍ ߟߎ߬ ߣߌ߫ ߘߋ߲ߡߛߏ ߟߎ߫ ߘߍ߬ߡߍ߲߬ߘߌ߬ ߊߟߊ߫ ߟߊ߫ ߕߋ߲߬ ߝߎ߫ ߣߌ߫ ߟߐ߲ߠߌ߲߫ ߕߍ߫، ߊ߬ ߘߏ߲߬ ߛߊߣߌ߲ߡߊ߲߫ ߞߊ߬ ߞߘߐߕߵߊ߬ߟߎ߬ ߟߊ߫ ߡߊ߲߬ߞߕߎ߬ߒ߬ߞߊ߲߬ߠߊ ߟߎ߫ ߡߊ߬","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:101","price":"ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߜߙߋ߬ߡߊߕߍ߰ߓߊ߮ ߟߋ߬، ߘߋ߲߫ ߞߍߕߐ߫ ߏ߬ ߓߟߏ߫ ߘߌ߬ ߞߵߊ߬ ߕߘߍ߬ ߡߛߏ߬ ߕߍ߫ ߊ߬ ߓߟߏ߫؟ ߊ߬ ߞߊ߬ ߝߋ߲ ߓߍ߯ ߘߊ߲߫ ߠߋ߬ ߸ ߊ߬ ߘߏ߲߬ ߞߊ߬ ߞߏ ߓߍ߯ ߟߐ߲߫ ߠߋ߬ ߕߊߦߌ߫","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:102","price":"ߊߟߊ߫ ߏ߬ ߟߋ ߦߴߊߟߎ߫ ߡߊ߰ߙߌ ߘߌ߫ ߸ ߡߊ߰ߙߌ߬ ߛߌ߫ ߕߴߏ߬ ߞߐ߫، ߝߋ߲ ߓߍ߯ ߘߊ߲ߓߊ߮ ߞߊ߬ߣߌ߲߫، ߒ߬ߓߵߊߟߎ߫ ߦߴߏ߬ ߘߐߙߐ߲߫ ߠߋ߫ ߓߊ߬ߕߏ߫ ߘߋ߬، ߓߊ ߏ߬ ߟߋ ߟߐ߬ߣߍ߲߬ ߝߋ߲ ߓߍ߯ ߟߊ߫ ߞߏ ߟߊ߫","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:103","price":"ߢߊ ߟߎ߬ ߕߍ߫ ߘߋ߬ߦߌ߫ ߟߴߊ߬ ߡߊ߬ ( ߞߵߊ߬ ߦߋ߫ )߸ ߊ߬ߟߋ ߟߋ߬ ߦߋ߫ ߘߋ߬ߦߌ߬ ߟߊ߫ ߢߊ ߟߎ߫ ߡߊ߬، ߓߊ ߊ߬ߟߋ ߸ ߡߐߡߐߒߕߋ ߟߋ߬ ߸ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߟߋ߬","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:104","price":"ߢߟߊߞߊߞߏ ߟߎ߬ ߓߘߊ߫ ߣߵߊߟߎ߫ ߡߊ߬ ߞߊ߬ ߝߘߴߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫، ߣߌ߫ ߡߍ߲ ߞߵߊ߬ ߢߊ ߟߊߞߊ߬߸ ߏ߬ ߦߴߊ߬ ߖߘߍ߬ ߦߋ߫، ߣߌ߫ ߡߍ߲ ߘߏ߲߬ ߞߵߊ߬ ߖߘߍ߬ ߝߎߦߋ߲ߦߊ߫߸ ߏ߬ ߦߴߏ߬ ߞߍ߫ ߟߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߬ ߟߊ߫، ߒߠߋ ߞߏ߬ߣߌ߲߬ ߕߍ߫ ߊߟߎ߫ ߕߊ߲߬ߞߊ߬ߓߊ߯ ߘߌ߫","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:105","price":"ߒ߬ߓߵߊ߲ ߧߋ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߛߊ߬ߦߌ߬ ߟߊ߫ ߕߊ߲߬ ߠߋ߬ ߸ ߛߴߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߴߌ ߞߵߊ߬ ߡߊߞߊ߬ߙߊ߲߫ ߠߋ߬، ߊ߬ ߣߌ߫ ߛߊ߫ ߒ߬ ߘߴߊ߬ ߘߐߞߣߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߞߏߟߐ߲ߠߊ ߟߎ߬ ߦߋ߫","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:106","price":"ߌ ߦߋ߫ ߝߋ߲߫ ߠߋ߬ ߟߊߓߊ߬ߕߏ߬ ߡߍ߲ ߦߋ߫ ߟߐ߬ ߟߴߌ ߡߊ߬ ߌ ߡߊ߰ߙߌ ߓߟߏ߫ ( ߦߟߌߘߏ߲ ߘߐ߫)߸ ߡߊ߰ߙߌ߬ ߛߌ߫ ߕߴߏ߬ ߟߋ ߞߐ߫، ߊ߬ ߣߴߌ ߦߴߌ ߞߐߘߏ߲߬ ߡߊ߰ߙߌ߬ߜߙߊ߬ߟߊ ߟߎ߬ ߟߊ߫","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:107","price":"ߊ߬ ߕߎ߲߬ ߓߊ߯ ߊߟߊ߫ ߘߌߦߊ߫߸ ߊ߬ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߛߏߡߦߊ߫ ߞߍ߫، ߊ߲ ߞߏ߬ߣߌ߲ ߡߴߌߟߋ ߞߍ߫ ߊ߬ߟߎ߫ ߕߊ߲߬ߞߊ߬ߓߊ߯ ߘߌ߫ ߸ ߌߟߋ ߘߏ߲߬ ߟߐ߬ߣߍ߲߬ ߕߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߞߏ߫ ߟߊ߫","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:108","price":"ߊߟߎ߫ ߞߊߣߊ߬ ߝߋ߲ ߟߎ߫ ߣߊ߬ߣߌ߲߫ ߘߋ߬ ߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߞߟߌ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫، ߊ߬ߟߎ߬ ߘߌ߫ ߊߟߊ߫ ߣߊ߬ߣߌ߲߬ ߖߎ߯ߦߊ ߡߊ߬ ߏ߬ ߘߐ߫ ߣߌ߫ ߟߐ߲ߠߌ߲߫ ߕߍ߫، ߊ߲ ߘߏ߲߬ ߞߊ߬ ߡߊ߲߬ߕߏ߲ ߓߍ߯ ߟߊ߫ ߓߊ߯ߙߊ߫ ߟߊߗߋ߲߬ߧߴߊ߬ߟߎ߬ ߢߊߞߘߐ߫ ߕߊ߲߬ ߠߋ߬، ߊ߬ߟߎ߬ ߛߊ߬ߦߌ߲߬ߕߐ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬ ߏ߬ ߟߋ ߞߐ߫، ߏ߬ ߦߴߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߟߎ߬ ߖߐ߲ ߠߊߓߐ߫ ߊ߬ߟߎ߫ ߡߊ߬","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:109","price":"ߊ߬ߟߎ߬ ߓߘߴߊ߬ߟߎ߫ ߞߊ߬ߟߌ߬ ߊߟߊ߫ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߛߓߍ߬ߣߊ߲߬ ߞߊߟߌߟߌ ߟߎ߬ ߟߊ߫ ߸ ߞߏ߫ ߣߌ߫ ߡߊ߲߬ߕߊߣߌ߲߫ ߣߊ߬ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ߞߏ߫ ߊ߬ߟߎ߬ ߘߌ߫ ߟߊ߫ ߏ߬ ߟߊ߫ ߟߋ߬ ߘߍ߯، ߊ߬ߟߎ߬ ߘߟߊߡߌ߬ߘߊ߬ ߞߏ߫ ߡߊ߲߬ߕߊߣߌ߲ ߠߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߋ߬ ߓߟߏ߫، ߞߏ߬ߣߌ߲߬ ߖߍߣߍ߲ ߘߴߊߟߎ߫ ߟߊߞߍ߫ ߊ߬ ߞߊ߬ߟߊߡߊ߬ ߞߏ߫ ߣߌ߫ ߡߊ߲߬ߕߊߣߌ߲ ߣߊ߬ ߘߊ߫ ߞߏ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߟߴߊ߬ ߟߊ߫؟","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"nk"},{"name":"6:110","price":"( ߊ߬ߟߎ߬ ߕߴߊ߬ ߞߊ߬ߟߊߡߊ߬ ) ߊ߲ ߞߍߕߐ߫ ߊ߬ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߣߴߊ߬ߟߎ߬ ߢߊ ߟߎ߬ ߡߊߦߟߍ߬ߡߊ߲߬ ߠߊ߫ ߟߋ߬ ߦߏ߫ ߊ߬ߟߎ߬ ߡߊ߫ ߟߴߊ߬ ߟߊ߫ ߢߊ ߡߍ߲ ߛߋ߲߬ߧߊ߬ ߝߟߐ ߘߐ߫، ߊ߬ ߣߴߊ߲ ߘߴߊ߬ߟߎ߬ ߞߣߐߘߐߝߟߌ߬ߣߍ߲ ߕߏ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߘߊ߲߬ߠߊ߬ߕߊߡߌ߲ ߘߐ߫ ߗߏ߫","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"nk"}],"juz":{"id":7,"name":"وَإِذَا سَمِعُوا","transliteration":"Wa Iza Sami'u","transEn":"And When They Hear","startVerse":"5:82","endVerse":"6:110","totalVerses":149}}