{"data":[{"name":"17:1","price":"पवित्र है वह (अल्लाह) जो अपने बंदे[1] को रातों-रात मस्जिदे-हराम (काबा) से मस्जिदे-अक़सा तक ले गया, जिसके चारों ओर हमने बरकत रखी है। ताकि हम उसे अपनी कुछ निशानियाँ दिखाएँ। निःसंदेह वह सब कुछ सुनने वाला, सब कुछ देखने वाला है।","arabic":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2030,"juzNumber":15,"footnotes":"1. अर्थात मुह़म्मद सल्लल्लाहु अलैहि व सल्लम को। इस आयत में उस सुप्रसिद्ध सत्य की चर्चा की गई है जो नबी (सल्लल्लाहु अलैहि व सल्लम) से संबंधित है। जिसे परिभाषिक रूप से \"इस्रा\" कहा जाता है। जिसका अर्थ है : रात की यात्रा। इसका सविस्तार विवरण ह़दीसों में किया गया है। भाष्यकारों के अनुसार हिजरत के कुछ पहले अल्लाह ने आपको रात्रि के कुछ भाग में मक्का से मस्जिदे-अक़सा तक, जो फ़िलस्तीन में है, यात्रा कराई। आप सल्लल्लाहु अलैहि व सल्लम का कथन है कि जब मक्का के मिश्रणवादियों ने मुझे झुठलाया, तो मैं ह़िज्र में (जो काबा का एक भाग है) खड़ा हो गया। और अल्लाह ने बैतुल मक़्दिस को मेरे लिए खोल दिया। और मैं उन्हें उसकी निशानियाँ देखकर बताने लगा। (सह़ीह़ बुख़ारी, ह़दीस : 4710)","lang":"hi"},{"name":"17:2","price":"और हमने मूसा को पुस्तक प्रदान की और उसे बनी इसराईल के लिए मार्गदर्शन का साधन बनाया कि मेरे सिवा किसी को कार्यसाधक[2] न बनाओ।","arabic":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2031,"juzNumber":15,"footnotes":"2. जिसपर निर्भर रहा जाए।","lang":"hi"},{"name":"17:3","price":"ऐ उनकी संतति जिन्हें हमने नूह़ के साथ (नौका) में सवार किया था! निःसंदेह वह बहुत आभार[3] प्रकट करने वाला बंदा था।","arabic":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2032,"juzNumber":15,"footnotes":"3. अतः ऐ सर्व मानव! तुम भी अल्लाह के उपकार के आभारी बनो।","lang":"hi"},{"name":"17:4","price":"और हमने बनी इसराईल को उनकी पुस्तक में सूचित कर दिया था कि तुम इस धरती[4] में दो बार उपद्रव करोगे और बड़ी सरकशी करोगे।","arabic":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2033,"juzNumber":15,"footnotes":"4. अर्थात बैतुल-मक़्दिस में।","lang":"hi"},{"name":"17:5","price":"तो जब उनमें से प्रथम (उपद्रव) का समय आया, तो हमने तुमपर अपने शक्तिशाली बंदों को भेज दिया, जो घरों के अंदर तक फैल गए। और यह वादा तो पूरा होना[5] ही था।","arabic":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2034,"juzNumber":15,"footnotes":"5. इससे अभिप्रेत बाबिल के राजा बुख़्तनस्सर का आक्रमण है जो लग भग छह सौ वर्ष पूर्व मसीह़ हुआ। इसराईलियों को बंदी बना कर इराक़ ले गया और बैतुल मुक़द्दस को तहस-नहस कर दिया।","lang":"hi"},{"name":"17:6","price":"फिर हमने तुम्हें पुनः उनपर प्रभुत्व प्रदान किया। तथा धनों और पुत्रों से तुम्हारी सहायता की। और तुम्हारी संख्या बहुत अधिक कर दी।","arabic":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2035,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:7","price":"यदि तुम भला करोगे, तो अपने ही लिए भला करोगे, और यदि तुम बुरा करोगे, तो अपने ही लिए (बुरा करोगे)। फिर जब दूसरे (उपद्रव) का समय आया (तो हमने तुम्हारे शत्रुओं को तुमपर हावी कर दिया) ताकि तुम्हें अपमानित करें और मस्जिद (अक़सा) में उसी तरह घुस जाएँ, जैसे प्रथम बार घुसे थे, और ताकि जो भी उनके हाथ आए, उसे पूर्ण रूप से नाश[6] कर दें।","arabic":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2036,"juzNumber":15,"footnotes":"6. जब बनी इसराईल पुनः पापाचारी बन गए, तो रोम के राजा क़ैसर ने लग-भग सन् 70 ई◦ में बैतुल्-मक़्दिस पर आक्रमण करके उनकी दुर्गत बना दी। और उनकी पुस्तक तौरात का नाश कर दिया और एक बड़ी संख्या को बंदी बना लिया। यह सब उनके कुकर्म के कारण हुआ।","lang":"hi"},{"name":"17:8","price":"संभव है कि तुम्हारा पालनहार तुमपर दया करे। और यदि तुम दोबारा (उत्पात) करोगे, तो हम भी दोबारा[7] (दंडित) करेंगे। और हमने जहन्नम को काफ़िरों के लिए कारागार बना दिया है।","arabic":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2037,"juzNumber":15,"footnotes":"7. अर्थात सांसारिक दंड देने के लिए।","lang":"hi"},{"name":"17:9","price":"निःसंदेह यह क़ुरआन वह मार्ग दिखाता है, जो सबसे सीधा है और उन ईमान वालों को, जो अच्छे कर्म करते हैं, शुभ सूचना देता है कि उनके लिए बड़ा बदला है।","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2038,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:10","price":"और जो लोग आख़िरत (परलोक) पर ईमान नहीं रखते, हमने उनके लिए दुःखदायी यातना तैयार कर रखी है।","arabic":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2039,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:11","price":"और मनुष्य उसी प्रकार बुराई की दुआ माँगता[8] है, जैसे वह भलाई की दुआ माँगता है। और मनुष्य बड़ा ही जल्दबाज़ है।","arabic":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2040,"juzNumber":15,"footnotes":"8. अर्थात स्वयं को और अपने घराने को शापने लगता है।","lang":"hi"},{"name":"17:12","price":"और हमने रात तथा दिन को दो निशानियाँ बनाया। फिर हमने रात की निशानी को मिटा दिया (प्रकाशहीन कर दिया) तथा दिन की निशानी को प्रकाशमान बनाया। ताकि तुम अपने पालनहार का अनुग्रह (रोज़ी) तलाश करो और ताकि तुम वर्षों की गणना और हिसाब मालूम कर सको। तथा हमने प्रत्येक चीज़ का विस्तार के साथ वर्णन कर दिया है।","arabic":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2041,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:13","price":"और हमने हर इनसान के (अच्छे-बुरे) कार्य को उसके गले से लगा दिया है। और क़ियामत के दिन हम उसके लिए एक किताब (कर्मपत्र) निकालेंगे, जिसे वह अपने सामने खुली हुई पाएगा।","arabic":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2042,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:14","price":"अपनी किताब (कर्मपत्र) पढ़ ले। आज तू स्वयं अपना हिसाब लेने के लिए काफ़ी है।","arabic":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2043,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:15","price":"जो मार्गदर्शन पा गया, तो वह अपने ही लिए मार्गदर्शन पाता है, और जो गुमराह हुआ, तो वह अपने आप ही पर गुमराह होता है। तथा कोई बोझ उठाने वाला दूसरे का बोझ नहीं उठाएगा।[9] और हम (किसी को) यातना नहीं देते, जब तक कि कोई रसूल न भेज दें।[10]","arabic":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2044,"juzNumber":15,"footnotes":"9. आयत का भावार्थ यह है कि जो सदाचार करता है, वह किसी पर उपकार नहीं करता। बल्कि उसका लाभ उसी को मिलना है। और जो दुराचार करता है, उसका दंड भी उसी को भोगना है। 10. ताकि वे यह बहाना न कर सकें कि हमने सीधी राह को जाना ही नहीं था।","lang":"hi"},{"name":"17:16","price":"और जब हम किसी बस्ती को विनष्ट करना चाहते हैं, तो उसके संपन्न लोगों को आदेश[11] देते हैं। फिर वे उसमें अवज्ञा[12] करते हैं। अंततः उसपर यातना की बात सिद्ध हो जाती है। और हम उसका पूरी तरह उन्मूलन कर देते हैं।","arabic":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2045,"juzNumber":15,"footnotes":"11. अर्थात आज्ञापालन का। 12. अर्थात हमारी आज्ञा से निकल जाते हैं। आयत का भावार्थ यह है कि समाज के संपन्न लोगों का दुष्कर्म, अत्याचार और अवज्ञा पूरी बस्ती के विनाश का कारण बन जाती है।","lang":"hi"},{"name":"17:17","price":"और हमने नूह़ के पश्चात् बहुत-से समुदायों को विनष्ट कर दिया। और आपका पालनहार अपने बंदों के पापों की ख़बर रखने, देखने के लिए काफ़ी है।","arabic":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2046,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:18","price":"जो व्यक्ति जल्द प्राप्त होने वाली (दुनिया) चाहता है, तो हम उसे इसी (दुनिया) में जो चाहते हैं, जिसके लिए चाहते हैं जल्द ही दे देते हैं। फिर हमने उसके लिए (आख़िरत में) जहन्नम बना रखी है, जिसमें वह निंदित और धुत्कारा हुआ प्रवेश करेगा।","arabic":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2047,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:19","price":"तथा जो व्यक्ति आख़िरत चाहता है और उसके लिए प्रयास करता है, जबकि वह ईमान रखने वाला हो, तो वही लोग हैं, जिनके प्रयास का सम्मान किया जाएगा।","arabic":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2048,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:20","price":"हम आपके पालनहार के अनुदान से प्रत्येक को प्रदान करते हैं, इनको भी और उनको भी। और आपके पालनहार का अनुदान किसी से रोका हुआ नहीं[13] है।","arabic":"كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2049,"juzNumber":15,"footnotes":"13. अर्थात अल्लाह संसार में सभी को जीविका प्रदान करता है।","lang":"hi"},{"name":"17:21","price":"आप विचार करें कि हमने (संसार में) उनमें से कुछ को कुछ पर किस तरह श्रेष्ठता प्रदान की है? और निश्चय ही आख़िरत दर्जों में कहीं बढ़कर और श्रेष्ठता के एतिबार से बहुत बढ़कर है।","arabic":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2050,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:22","price":"(ऐ बंदे!) अल्लाह के साथ कोई दूसरा पूज्य न बना, अन्यथा तू निंदित और असहाय होकर रह जाएगा।","arabic":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2051,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:23","price":"और (ऐ बंदे) तेरे पालनहार ने आदेश दिया है कि उसके सिवा किसी की इबादत न करो, तथा माता-पिता के साथ अच्छा व्यवहार करो। यदि तेरे पास दोनों में से एक या दोनों वृद्धावस्था को पहुँच जाएँ, तो उन्हें 'उफ़' तक न कहो, और न उन्हें झिड़को, और उनसे नरमी से बात करो।","arabic":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2052,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:24","price":"और दयालुता से उनके लिए विनम्रता की बाँहें झुकाए[14] रखो और कहो : ऐ मेरे पालनहार! उन दोनों पर दया कर, जैसे उन्होंने बचपन में मेरा पालन-पोषण किया।","arabic":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2053,"juzNumber":15,"footnotes":"14. अर्थात उनके साथ विनम्रता और दया का व्यवहार करो।","lang":"hi"},{"name":"17:25","price":"तुम्हारा पालनहार अधिक जानता है, जो कुछ तुम्हारे मन में है। यदि तुम सदाचारी होगे, तो वह (अपनी ओर) लौट आने वालों के लिए अति क्षमावान् है।","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2054,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:26","price":"और रिश्तेदारों को उनका हक़ दो, तथा निर्धन और यात्री को (भी) और अपव्यय[15] न करो।","arabic":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2055,"juzNumber":15,"footnotes":"15. अर्थात अवैध गतिविधियों पर या बिना सोचे-समझे वैध गतिविधियों पर खर्च न करो।","lang":"hi"},{"name":"17:27","price":"निःसंदेह अपव्यय करने वाले शैतान के भाई हैं। और शैतान अपने पालनहार का बहुत कृतघ्न है।","arabic":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2056,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:28","price":"और यदि तुम अपने पालनहार की दया की खोज में, जिसकी तुम आशा रखते हो, उनसे मुँह फेरो, तो (भी) उनसे विनम्र[16] बात कहो।","arabic":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2057,"juzNumber":15,"footnotes":"16. अर्थात उन्हें सरलता से समझा दो कि अभी कुछ नहीं है। जैसे ही कुछ आया तुम्हें अवश्य दूँगा।","lang":"hi"},{"name":"17:29","price":"और न अपना हाथ अपनी गर्दन से बँधा[17] हुआ रखो, और न उसे पूरा खोल दो कि फिर निंदित, थका हारा (खाली हाथ) होकर बैठ रहो।","arabic":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2058,"juzNumber":15,"footnotes":"17. हाथ बाँधने और खोलने का अर्थ है, कृपणता तथा अपव्यय करना। इसमें व्यय और दान में संतुलन रखने की शिक्षा दी गई है।","lang":"hi"},{"name":"17:30","price":"निःसंदेह आपका पालनहार जिसके लिए चाहता है, रोज़ी विस्तृत कर देता है, और (जिसके लिए चाहता है) तंग कर देता है। निःसंदेह वह अपने बंदों की पूरी ख़बर रखने वाला[18], सब कुछ देखने वाला है।[19]","arabic":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2059,"juzNumber":15,"footnotes":"18. अर्थात वह सब की दशा और कौन किसके योग्य है, देखता और जानता है। 19. ह़दीस में है शिर्क के बाद सबसे बड़ा पाप अपनी संतान को खिलाने के भय से मार डालना है। (बुख़ारी : 4477, मुस्लिम : 86)","lang":"hi"},{"name":"17:31","price":"तथा अपनी संतान को गरीबी के भय से क़त्ल न करो। हम ही उन्हें रोज़ी प्रदान करते हैं और तुम्हें भी। निःसंदेह उनका क़त्ल बहुत बड़ा पाप है।","arabic":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2060,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:32","price":"और व्यभिचार के निकट भी न जाओ। निःसंदेह वह निर्लज्जता (अश्लीलता) तथा बुरी राह है।","arabic":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2061,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:33","price":"और किसी (ऐसे) प्राणी को क़त्ल न करो, जिसे (क़त्ल करना) अल्लाह ने हराम किया है, परंतु अधिकार[20] के साथ। और जिसे अन्यायपूर्ण रूप से क़त्ल कर दिया जाए, तो हमने उसके उत्तराधिकारी को (बदला लेने का) अधिकार[21] दिया है। अतः वह क़त्ल (बदला लेने) में सीमा से आगे[22] न बढ़े। निश्चय वह मदद किया हुआ है।","arabic":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2062,"juzNumber":15,"footnotes":"20. अर्थात 'क़िसास' के तौर पर अथवा विवाहित होते हुए व्यभिचार के कारण, अथवा इस्लाम से फिर जाने के कारण। 21. अर्थात उसे यह अधिकार है कि वह 'क़िसास' के तौर पर हत्यारे को क़त्ल करने की माँग करे, या मुआवज़े के बिना क्षमा कर दे, या दियत (खून की क़ीमत) लेकर क्षमा करे। 22. अर्थात एक के बदले दो को या दूसरे की हत्या न करे।","lang":"hi"},{"name":"17:34","price":"और अनाथ के धन के निकट न जाओ, परन्तु उस तरीक़े से जो सबसे उत्तम हो, यहाँ तक कि वह अपनी युवावस्था को पहुँच जाए। तथा प्रतिज्ञा पूरा करो। निःसंदेह प्रतिज्ञा के विषय में प्रश्न किया जाएगा।","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2063,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:35","price":"और जब मापकर दो, तो माप पूरा करो और सीधी तराज़ू से तौलो। यह सर्वोत्तम है और परिणाम की दृष्टि से बहुत बेहतर है।","arabic":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2064,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:36","price":"और ऐसी बात के पीछे न पड़ो, जिसका तुम्हें कोई ज्ञान न हो। निश्चय ही कान तथा आँख और दिल, इनमें से प्रत्येक के बारे में (क़ियामत के दिन) पूछा जाएगा।[23]","arabic":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2065,"juzNumber":15,"footnotes":"23. अल्लाह प्रलय के दिन इनको बोलने की शक्ति देगा। और वे उसके विरुद्ध साक्ष्य देंगे। (देखिए : सूरत ह़ा-मीम-सजदा, आयत : 20-21)","lang":"hi"},{"name":"17:37","price":"और धरती पर अकड़कर न चलो। निःसंदेह न तुम धरती को फाड़ सकोगे और न लंबाई में पर्वतों तक पहुँच सकोगे।","arabic":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2066,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:38","price":"इन सब चीज़ों में से जो बुरी है, वह आपके पालनहार के निकट अप्रिय है।","arabic":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2067,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:39","price":"ये हिकमत की वे बातें हैं, जिनकी आपके पालनहार ने आपकी ओर वह़्य (प्रकाशना) की है। और अल्लाह के साथ कोई दूसरा पूज्य न बनाओ। अन्यथा तुम निंदित, धुत्कारे हुए जहन्नम में फेंक दिए जाओगे।","arabic":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2068,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:40","price":"क्या तुम्हारे पालनहार ने बेटों के लिए तुम्हें चुन लिया है और (अपने लिए) फ़रिश्तों में से बेटियाँ बना ली हैं? निःसंदेह तुम बहुत बड़ी (गंभीर) बात कह रहे हो।[24]","arabic":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2069,"juzNumber":15,"footnotes":"24. इस आयत में उन अरबों का खंडन किया गया है जो फ़रिश्तों को अल्लाह की पुत्री कहते थे। जबकि स्वयं पुत्रियों के जन्म से उदास हो जाते थे। और कभी ऐसा भी हुआ कि उन्हें जीवित गाड़ दिया जाता था। तो बताओ यह कहाँ का न्याय है कि अपने लिए पुत्रियों को अप्रिय समझते हो और अल्लाह के लिए पुत्रियाँ बना रखे हो?","lang":"hi"},{"name":"17:41","price":"और हमने इस क़ुरआन में विभिन्न प्रकार से (तथ्यों का) वर्णन किया है, ताकि लोग शिक्षा ग्रहण करें, परन्तु इससे उनकी घृणा (सत्य से दूरी) ही में वृद्धि होती है।","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2070,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:42","price":"आप कह दें कि यदि अल्लाह के साथ दूसरे पूज्य (भी) होते, जैसा कि वे (मुश्रिक) कहते हैं, तो वे अर्श (सिंहासन) वाले (अल्लाह) की ओर (पहुँचने की) अवश्य कोई राह खोजते।[25]","arabic":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2071,"juzNumber":15,"footnotes":"25. ताकि उससे संघर्ष करके अपना प्रभुत्व स्थापित कर लें।","lang":"hi"},{"name":"17:43","price":"वह पवित्र है और सर्वोच्च है, उन बातों से, जो वे कहते हैं।","arabic":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2072,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:44","price":"सातों आकाश तथा धरती और उनके अंदर मौजूद सभी चीज़ें उसकी पवित्रता का वर्णन करती हैं। और कोई चीज़ ऐसी नहीं है जो उसकी प्रशंसा के साथ उसकी पवित्रता का गान न करती हो। लेकिन तुम उनकी तस्बीह (जप) को नहीं समझते। निःसंदेह वह अत्यंत सहनशील, बहुत क्षमा करने वाला है।","arabic":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2073,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:45","price":"और जब आप क़ुरआन पढ़ते हैं, तो हम आपके बीच और उनके बीच, जो आख़िरत (परलोक) पर ईमान नहीं रखते, एक छिपाने वाले पर्दे की आड़[26] बना देते हैं।","arabic":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2074,"juzNumber":15,"footnotes":"26. अर्थात परलोक पर ईमान न लाने का यही स्वभाविक परिणाम है कि क़ुरआन को समझने की योग्यता खो जाती है।","lang":"hi"},{"name":"17:46","price":"तथा हमने उनके दिलों पर ऐसे खोल चढ़ा दिए हैं कि उसे न समझ सकें तथा उनके कानों में भारीपन (पैदा कर दिए हैं)। और जब आप क़ुरआन में अपने अकेले पालनहार की चर्चा करते हैं, तो वे घृणा से पीठ फेर लेते हैं।","arabic":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2075,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:47","price":"हम उस उद्देश्य को भली-भाँति जानते हैं जिसके लिए वे इसे सुनते हैं, जब वे आपकी ओर कान लगाते हैं और जब वे आपस में कानाफूसी करते हैं, जब वे अत्याचारी कहते हैं कि तुम लोग तो बस एक जादू किए हुए व्यक्ति के पीछे चल रहे हो।[27]","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2076,"juzNumber":15,"footnotes":"27. मक्का के काफ़िर छुप-छुप कर क़ुरआन सुनते। फिर आपस में परामर्श करते कि इसका तोड़ क्या हो? और जब किसी पर संदेह हो जाता कि वह क़ुरआन से प्रभावित हो गया है, तो उसे समझाते कि इसके चक्कर में क्या पड़े हो, इसपर किसी ने जादू कर दिया है। इसलिए बहकी-बहकी बातें कर रहा है।","lang":"hi"},{"name":"17:48","price":"देखें तो सही, वे आपके लिए कैसे उदाहरण दे रहे हैं? अतः वे सीधी राह से भटक गए। अब वे सीधी राह नहीं पा सकेंगे।","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2077,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:49","price":"और उन्होंने कहा : क्या जब हम हड्डियाँ और चूर्ण-विचूर्ण हो जाएँगे, तो क्या हम सचमुच नए सिरे से पैदा करके उठाए जाएँगे।[28]","arabic":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2078,"juzNumber":15,"footnotes":"28. ऐसी बात वे परिहास अथवा इनकार के कारण कहते थे।","lang":"hi"},{"name":"17:50","price":"आप कह दें कि तुम पत्थर या लोहा हो जाओ।","arabic":"۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2079,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:51","price":"या कोई और रचना (बन जाओ), जो तुम्हारे दिलों में इससे बड़ी मालूम होती हो। फिर वे पूछेंगे : कौन हमें दोबारा पैदा करेगा? आप कह दें : वही जिसने तुम्हें पहली बार पैदा किया। फिर वे आपके आगे अपना सिर हिलाएँगे[29] और कहेंगे : ऐसा कब होगा? आप कह दें : हो सकता है कि वह निकट हो।","arabic":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2080,"juzNumber":15,"footnotes":"29. अर्थात परिहास करते हुए आश्चर्य से सिर हिलाएँगे।","lang":"hi"},{"name":"17:52","price":"जिस दिन वह तुम्हें पुकारेगा, तो तुम उसकी प्रशंसा करते हुए उसकी पुकार का उत्तर दोगे[30] और यह सोचोगे कि तुम (संसार में) थोड़े ही समय रहे हो।","arabic":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2081,"juzNumber":15,"footnotes":"30. अर्थात अपनी क़ब्रों से प्रलय के दिन जीवित होकर उपस्थित हो जाओगे।","lang":"hi"},{"name":"17:53","price":"और आप मेरे बंदों से कह दें कि वह बात कहें जो सबसे उत्तम हो। निःसंदेह शैतान उनके बीच बिगाड़ पैदा करता[31] है। निःसंदेह शैतान इनसान का खुला दुश्मन है।","arabic":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2082,"juzNumber":15,"footnotes":"31. अर्थात कटु शब्दों द्वारा।","lang":"hi"},{"name":"17:54","price":"तुम्हारा पालनहार, तुम्हें बेहतर जानता है। यदि वह चाहे तो तुमपर दया करे या यदि चाहे तो तुम्हें अज़ाब दे। और हमने आपको उनपर ज़िम्मेदार बनाकर नहीं भेजा है।[32]","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2083,"juzNumber":15,"footnotes":"32. अर्थात आपका दायित्व केवल उपदेश पहुँचा देना है, वे तो स्वयं अल्लाह के समीप होने की आशा लगाए हुए हैं, कि कैसे उस तक पहुँचा जाए, तो भला वे पूज्य कैसे हो सकते हैं?","lang":"hi"},{"name":"17:55","price":"तथा आपका पालनहार उन्हें अधिक जानता है, जो आकाशों तथा धरती में हैं। और हमने कुछ नबियों को कुछ पर श्रेष्ठता प्रदान की और दाऊद को ज़बूर (पुस्तक) प्रदान की।","arabic":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2084,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:56","price":"आप कह दें कि उन्हें पुकारो, जिन्हें तुम अल्लाह के सिवा (पूज्य) समझते हो। वे न तो तुमसे कष्ट दूर करने का अधिकार रखते है और न (उसे) बदलने का।","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2085,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:57","price":"जिन्हें ये (मुश्रिक) लोग[33] पुकारते हैं, वे स्वयं अपने पालनहार की निकटता का साधन[34] तलाश करते हैं कि उनमें से कौन (अल्लाह से) सबसे अधिक निकट हो जाए, तथा उसकी दया की आशा रखते हैं और उसकी यातना से डरते हैं। निःसंदेह आपके पालनहार की यातना डरने की चीज़ है।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2086,"juzNumber":15,"footnotes":"33. अर्थात मुश्रिक जिन नबियों, महापुरुषों और फ़रिश्तों को पुकारते हैं। 34. साधन से अभिप्रेत सत्कर्म और आज्ञाकारिता है।","lang":"hi"},{"name":"17:58","price":"और कोई (अत्याचारी) बस्ती ऐसी नहीं है, जिसे हम क़ियामत के दिन से पहले विनष्ट न कर दें या कड़ी यातना न दें। यह बात किताब (लौहे महफ़ूज़) में लिखी हुई है।","arabic":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2087,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:59","price":"और हमें निशानियाँ भेजने से केवल इस बात ने रोका कि पिछले लोगों ने उन्हें झुठला[35] दिया। और हमने समूद (समुदाय) को ऊँटनी का स्पष्ट चमत्कार दिया, तो उन्होंने उसपर अत्याचार किया। और हम निशानियाँ (चमत्कार) केवल डराने के लिए भेजते हैं।","arabic":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2088,"juzNumber":15,"footnotes":"35. अर्थात चमत्कार की माँग करने पर चमत्कार इसलिए नहीं भेजा जाता कि उसके पश्चात् न मानने पर यातना का आना अनिवार्य हो जाता है, जैसाकि भाष्यकारों ने लिखा है।","lang":"hi"},{"name":"17:60","price":"और (ऐ नबी! याद करें) जब हमने आपसे कहा : निःसंदेह आपके पालनहार ने लोगों को घेरे में ले रखा है। और हमने (मेराज की रात) आपको जो कुछ दिखाया[36], उसे लोगों के लिए एक आज़माइश बना दिया[37], और उस वृक्ष को भी (आज़माइश बना दिया) जिसे क़ुरआन में शापित ठहराया गया है। और हम उन्हें डराते हैं, किंतु यह (डराना) उनकी बड़ी सरकशी ही को बढ़ाता है।","arabic":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2089,"juzNumber":15,"footnotes":"36. इससे संकेत \"मेराज\" की ओर है। और यहाँ \"रु-या\" शब्द का अर्थ स्वप्न नहीं बल्कि आँखों से देखना है। और शापित वृक्ष से अभिप्राय ज़क़्क़ूम (थोहड़) का वृक्ष है। (सह़ीह़ बुख़ारी, ह़दीस : 4716) 37. अर्थात काफ़िरों के लिए जिन्होंने कहा कि यह कैसे हो सकता है कि नबी (सल्लल्लाहु अलैहि व सल्लम) एक ही रात में बैतुल-मक़्दिस पहुँच जाएँ फिर वहाँ से आकाश की सैर करके वापस मक्का भी आ जाएँ।","lang":"hi"},{"name":"17:61","price":"और जब हमने फ़रिश्तों से कहा : आदम को सजदा करो, तो इबलीस के सिवा सबने सजदा किया। उसने कहा कि क्या मैं उसे सजदा करूँ, जिसे तूने मिट्टी से पैदा किया है?","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2090,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:62","price":"(तथा) उसने कहा : क्या तूने इसे देखा, जिसे तूने मेरे ऊपर सम्मानित किया है? यदि तूने मुझे क़ियामत के दिन तक अवसर दिया, तो मैं निश्चित रूप से कुछ को छोड़कर, उसकी संतति को अपने वश[38] में कर लूँगा।","arabic":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2091,"juzNumber":15,"footnotes":"38. अर्थात कुपथ कर दूँगा।","lang":"hi"},{"name":"17:63","price":"अल्लाह ने कहा : जा! उनमें से जो भी तेरी बात मानेगा, तो निःसंदेह तुम सब का भरपूर बदला जहन्नम है।","arabic":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2092,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:64","price":"उनमें से जिस पर तेरा बस चल सके, उसे अपनी आवाज़[39] से बहका ले, और उनपर अपने सवार और प्यादे चढ़ा[40] ला, तथा धन और संतान में उनका साझी बन[41] जा, और उनसे झूठे वादे कर। और शैतान उनसे जो वादा करता है, वह धोखे के सिवा कुछ नहीं होता।","arabic":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2093,"juzNumber":15,"footnotes":"39. अर्थात गाने और बजाने द्वारा। 40. अर्थात अपने जिन्न और मनुष्य सहायकों द्वारा उन्हें बहकाने का उपाय कर ले। 41. अर्थात अवैध धन अर्जित करने और व्यभिचार की प्रेरणा दे।","lang":"hi"},{"name":"17:65","price":"निःसंदेह मेरे (सच्चे) बंदों पर तेरा कोई वश नहीं चल सकता और आपका पालनहार संरक्षक के रूप में काफ़ी है।","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2094,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:66","price":"तुम्हारा पालनहार वह है, जो तुम्हारे लिए समुद्र में नौका चलाता है, ताकि तुम उसका अनुग्रह (रोज़ी) तलाश करो। निःसंदेह वह तुमपर अत्यंत दयालु है।","arabic":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2095,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:67","price":"और जब समुद्र में तुमपर कोई आपदा आती है, तो अल्लाह के सिवा तुम जिन्हें पुकारते हो, गुम हो जाते हैं[42], फिर जब वह (अल्लाह) तुम्हें बचाकर थल तक पहुँचा देता है, तो (उससे) मुँह फेर लेते हो। और मनुष्य बहुत ही कृतघ्न है।","arabic":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2096,"juzNumber":15,"footnotes":"42. अर्थात ऐसी दशा में केवल अल्लाह याद आता है और उसी से सहायता माँगते हो, किंतु जब सागर से निकल जाते हो, तो फिर उन्हीं देवी-देवताऔं की वंदना करने लगते हो।","lang":"hi"},{"name":"17:68","price":"क्या तुम इस बात से निश्चिंत हो गए हो कि अल्लाह तुम्हें थल की ओर ले जाकर (धरती में) धँसा दे या तुमपर पत्थरों की बारिश कर दे, फिर तुम अपना कोई संरक्षक न पाओ?","arabic":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2097,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:69","price":"या तुम इस बात से निश्चिंत हो गए हो कि वह तुम्हें दूसरी बार उस (समुद्र) में लौटा दे, फिर तुमपर तोड़ देने वाली प्रचंड हवा भेज दे, तो वह तुम्हें तुम्हारी कृतघ्नता के कारण डुबो दे। फिर तुम अपने लिए हमारे विरुद्ध इस मामले में कोई हमारा पीछा करने वाला न पाओ?[43]","arabic":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2098,"juzNumber":15,"footnotes":"43. जो हमसे बदले की माँग कर सके।","lang":"hi"},{"name":"17:70","price":"निश्चय ही हमने आदम की संतान को सम्मान प्रदान किया, और उन्हें थल और जल में सवार[44] किया, और उन्हें अच्छी-पाक चीज़ों की रोज़ी दी, तथा हमने अपने पैदा किए हुए बहुत-से प्राणियों पर उन्हें श्रेष्ठता प्रदान की।","arabic":"۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2099,"juzNumber":15,"footnotes":"44. अर्थात सवारी के साधन दिए।","lang":"hi"},{"name":"17:71","price":"जिस दिन हम लोगों (के प्रत्येक समूह) को उनके इमाम (नायक) के साथ बुलाएँगे, फिर जिसे उसका कर्मपत्र उसके दाहिने हाथ में दिया गया, तो ऐसे लोग अपना कर्मपत्र पढ़ेंगे और उनपर खजूर की गुठली के धागे के बराबर भी अत्याचार नहीं किया जाएगा।","arabic":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2100,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:72","price":"और जो इस (संसार) में अंधा[45] बनकर रहा, वह आख़िरत में अधिक अंधा होगा और रास्ते से बहुत ज़्यादा भटका हुआ होगा।","arabic":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2101,"juzNumber":15,"footnotes":"45. अर्थात सत्य से अंधा।","lang":"hi"},{"name":"17:73","price":"निःसंदेह क़रीब था कि वे (काफ़िर लोग) आपको उस वह़्य से फेर दें, जो हमने आपकी ओर भेजी है, ताकि आप उसके अलावा हमपर कुछ और गढ़ लें। और तब तो वे आपको अवश्य अपना घनिष्ठ मित्र बना लेते।","arabic":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2102,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:74","price":"और यदि हम आपको सुदृढ़ न रखते, तो निःसंदेह निकट था कि आप उनकी ओर कुछ थोड़ा-सा झुक जाते।","arabic":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2103,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:75","price":"तब हम आपको जीवन में भी दोहरा तथा मरने के बाद भी दोहरा (अज़ाब) चखाते। फिर आप अपने लिए हमारे विरुद्ध कोई सहायक न पाते।","arabic":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2104,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:76","price":"और निश्चय ही वे क़रीब थे कि आपको इस भूभाग (मक्का) से फिसला दें ताकि आपको यहाँ से बाहर निकाल दें। और तब वे आपके पश्चात् थोड़ा ही ठहर पाते।","arabic":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2105,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:77","price":"उन (रसूलों) के नियम के समान[46] जिन्हें हमने आपसे पहले अपने रसूलों में से भेजा। और आप हमारे नियम में कोई परिवर्तन नहीं पाएँगे।","arabic":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2106,"juzNumber":15,"footnotes":"46. अर्थात रसूल को निकालने पर यातना देने का हमारा नियम रहा है।","lang":"hi"},{"name":"17:78","price":"सूर्य के ढलने से रात के अँधेरे[47] तक नमाज़ क़ायम करें, तथा फ़ज्र की नमाज़ भी (क़ायम करें)। निःसंदेह फ़ज्र की नमाज़ (फ़रिश्तों की) उपस्थिति[48] का समय है।","arabic":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2107,"juzNumber":15,"footnotes":"47. अर्थात ज़ुहर, अस्र और मग्रिब तथा इशा की नमाज़। 48. अर्थात फ़ज्र की नमाज़ के समय रात और दिन के फ़रिश्ते एकत्र तथा उपस्थित रहते हैं। (सह़ीह़ बुख़ारी : 359, सह़ीह़ मुस्लिम : 632)","lang":"hi"},{"name":"17:79","price":"तथा आप रात के कुछ समय में उठकर नमाज़ (तहज्जुद)[49] पढ़िए। यह आपके लिए अतिरिक्त है। क़रीब है कि आपका पालनहार आपको \"मक़ामे महमूद\"[50] पर खड़ा करे।","arabic":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2108,"juzNumber":15,"footnotes":"49. तहज्जुद का अर्थ है रात के अंतिम भाग में नमाज़ पढ़ना। 50. \"मक़ामे मह़मूद\" का अर्थ है प्रशंसा योग्य स्थान। और इससे अभिप्राय वह स्थान है जहाँ से आप प्रलय के दिन शफ़ाअत (सिफ़ारिश) करेंगे।","lang":"hi"},{"name":"17:80","price":"और आप प्रार्थना करें : ऐ मेरे पालनहार! मुझे अच्छी तरह प्रवेश[51] दे, और अच्छी तरह निकाल, तथा अपनी ओर से मुझे सहायक प्रमाण प्रदान कर।","arabic":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2109,"juzNumber":15,"footnotes":"51. अर्थात मदीना में, मक्का से निकाल कर।","lang":"hi"},{"name":"17:81","price":"तथा कहिए कि सत्य आ गया और असत्य मिट गया। निःसंदेह असत्य तो मिटने ही वाला था।[52]","arabic":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2110,"juzNumber":15,"footnotes":"52. अब्दुल्लाह बिन मस्ऊद रज़ियल्लाहु अन्हु कहते हैं कि नबी सल्लल्लाहु अलैहि व सल्लम ने मक्का (की विजय के दिन) उसमें प्रवेश किया, तो काबा के आस-पास तीन सौ साठ मूर्तियाँ थीं। और आपके हाथ में एक छड़ी थी, जिससे उन को मार रहे थे। और आप यही आयत पढ़ते जा रहे थे। (सह़ीह़ बुख़ारी : 4720, मुस्लिम : 1781)","lang":"hi"},{"name":"17:82","price":"और हम क़ुरआन में से जो उतारते हैं, वह ईमान वालों के लिए शिफ़ा (आरोग्य) तथा दया है। और वह अत्याचारियों को घाटे ही में बढ़ाता है।","arabic":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2111,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:83","price":"और जब हम इनसान पर उपकार करते हैं, तो वह मुँह फेर लेता है और दूर हो जाता[53] है। तथा जब उसे दुःख पहुँचता है, तो निराश हो जाता है।","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2112,"juzNumber":15,"footnotes":"53. अर्थात अल्लाह की आज्ञा का पालन करने से।","lang":"hi"},{"name":"17:84","price":"आप कह दें : हर इनसान अपने तरीक़े के अनुसार कार्य करता है। अतः आपका पालनहार सबसे अधिक जानने वाला है कि कौन ज़्यादा सीधे मार्ग पर है।","arabic":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2113,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:85","price":"और वे (ऐ नबी!) आपसे 'रूह' (आत्मा)[54] के विषय में पूछते हैं। आप कह दें : 'रूह' मेरे पालनहार के आदेश से है। और तुम्हें बहुत ही थोड़ा ज्ञान दिया गया है।","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2114,"juzNumber":15,"footnotes":"54. \"रूह़\" का अर्थ आत्मा है, जो हर प्राणी के जीवन का मूल है। किंतु उसकी वास्तविकता क्या है? यह कोई नहीं जानता। क्योंकि मनुष्य के पास जो ज्ञान है वह बहुत कम है।","lang":"hi"},{"name":"17:86","price":"और यदि हम चाहें, तो वह सब कुछ (वापस) ले जाएँ, जो हमने आपकी ओर वह़्य भेजी है। फिर आप उसपर हमारे मुक़ाबले में अपना कोई सहायक नहीं पाएँगे।","arabic":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2115,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:87","price":"परंतु आपके पालनहार की दया से (ऐसा नहीं हुआ)। निःसंदेह आप पर उसका अनुग्रह बहुत बड़ा है।","arabic":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2116,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:88","price":"आप कह दें : यदि समस्त मनुष्य तथा जिन्न इस बात पर एकत्रित हो जाएँ कि इस क़ुरआन के समान (कोई पुस्तक) ले आएँ, तो इस जैसी पुस्तक नहीं ला सकेंगे, चाहे वे एक-दूसरे के सहायक ही क्यों न हो जाएँ!","arabic":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2117,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:89","price":"और हमने इस क़ुरआन में लोगों के लिए हर उदाहरण को विविध ढंग से बयान किया है। फिर भी अधिकतर लोगों ने इनकार ही का रास्ता अपनाया।","arabic":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2118,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:90","price":"और उन्होंने कहा : हम आपपर कदापि ईमान नहीं लाएँगे, यहाँ तक कि आप हमारे लिए धरती से एक चश्मा प्रवाहित कर दें।","arabic":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2119,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:91","price":"या आपके लिए खजूरों और अंगूर का एक बाग़ हो और आप उसके बीच नहरें प्रवाहित कर दें।","arabic":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2120,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:92","price":"या आकाश को टुकड़े-टुकड़े करके हमपर गिरा दें, जैसा कि आपका दावा है, या अल्लाह और फ़रिश्तों को हमारे सामने ले आएँ।","arabic":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2121,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:93","price":"या आपके पास सोने का एक घर हो, या आप आकाश में चढ़ जाएँ। और हम आपके चढ़ने का हरगिज़ विश्वास नहीं करेंगे, यहाँ तक कि आप हमारे पास एक पुस्तक उतार लाएँ, जिसे हम पढ़ें। आप कह दें : मेरा पालनहार पवित्र है! मैं तो बस एक इनसान[55] हूँ, जो रसूल बनाकर भेजा गया है।","arabic":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2122,"juzNumber":15,"footnotes":"55. अर्थात मैं अपने पालनहार की वह़्य का अनुसरण करता हूँ। और यह सब चीज़ें अल्लाह के बस में हैं। यदि वह चाहे तो एक क्षण में सब कुछ कर सकता है, किंतु मैं तो तुम्हारे जैसा एक मनुष्य हूँ। मुझे केवल रसूल बना कर भेजा गया है, ताकि तुम्हें अल्लाह का संदेश सुनाऊँ। रहा चमत्कार, तो वह अल्लाह के हाथ में है। जिसे चाहे दिखा सकता है। फिर क्या तुम चमत्कार देखकर ईमान ले आओगे? यदि ऐसा होता, तो तुम कभी के ईमान ला चुके होते, क्योंकि क़ुरआन से बड़ा क्या चमत्कार हो सकता है?","lang":"hi"},{"name":"17:94","price":"और जब लोगों के पास मार्गदर्शन[56] आ गया, तो उन्हें केवल इस बात ने ईमान लाने से रोक दिया कि उन्होंने कहा : क्या अल्लाह ने एक मनुष्य को रसूल बनाकर भेजा है?","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2123,"juzNumber":15,"footnotes":"56. अर्थात रसूल तथा पुस्तकें संमार्ग दर्शाने के लिए।","lang":"hi"},{"name":"17:95","price":"(ऐ नबी!) आप कह दें : यदि धरती में फ़रिश्ते (आबाद) होते, जो निश्चिंत होकर चलते-फिरते, तो हम अवश्य उनपर आकाश से कोई फ़रिश्ता ही रसूल बनाकर उतारते।","arabic":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2124,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:96","price":"आप कह दें कि मेरे और तुम्हारे बीच गवाह[57] के रूप में अल्लाह काफ़ी है। निःसंदेह वह अपने बंदों की पूरी ख़बर रखने वाला, सबको देखने वाला है।","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2125,"juzNumber":15,"footnotes":"57. अर्थात मेरे रसूल होने का गवाह अल्लाह है।","lang":"hi"},{"name":"17:97","price":"और जिसे अल्लाह सीधा मार्ग दिखाए, वही मार्ग पाने वाला है और जिन्हें पथभ्रष्ट कर दे, आप उनके लिए अल्लाह के सिवा सहायक नहीं पाएँगे। और हम उन्हें क़ियामत के दिन उनके चेहरों के बल अंधे, गूँगे और बहरे बनाकर उठाएँगे। और उनका ठिकाना जहन्नम है। जब भी उसकी लपट कम होगी, हम उसे और भड़का देंगे।","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2126,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:98","price":"यही उनका बदला है। क्योंकि उन्होंने हमारी आयतों का इनकार किया और कहा : क्या जब हम हड्डियाँ और चूरा-चूरा हो जाएँगे, तो क्या निश्चय ही हम नए सिरे से पैदा करके उठाए जाने वाले हैं?[58]","arabic":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2127,"juzNumber":15,"footnotes":"58. अर्थात ऐसा होना संभव नहीं है कि जब हमारी हड्डियाँ सड़ गल जाएँ तो हम फिर उठाए जाएँगे।","lang":"hi"},{"name":"17:99","price":"क्या इन लोगों ने नहीं देखा कि जिस अल्लाह ने आकाशों तथा धरती को पैदा किया, वह इसपर सामर्थ्यवान है कि उन जैसे (फिर) पैदा कर दे?[59] तथा उसने उनके लिए एक समय निर्धारित कर रखा है, जिसमें कोई संदेह नहीं है। फिर भी अत्याचारियों ने कुफ़्र के सिवा (हर चीज़ से) इनकार किया।","arabic":"۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2128,"juzNumber":15,"footnotes":"59. अर्थात जिसने आकाश तथा धरती की उत्पत्ति की उसके लिए मनुष्य को दोबारा उठाना अधिक सरल है, किंतु वे समझते नहीं हैं।","lang":"hi"},{"name":"17:100","price":"आप कह दें : यदि तुम मेरे पालनहार की दया के खज़ानों के मालिक होते, तो उस समय तुम (उन्हें) खर्च हो जाने के भय से अवश्य रोक लेते। और इनसान बड़ा ही कंजूस है।","arabic":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2129,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:101","price":"और निश्चय हमने मूसा को नौ स्पष्ट निशानियाँ[60] दीं। अतः आप बनी इसराईल से पूछ लें, जब वह (मूसा) उनके पास आए, तो फ़िरऔन ने उनसे कहा : ऐ मूसा! मैं समझता हूँ कि तुझपर जादू कर दिया गया है।","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2130,"juzNumber":15,"footnotes":"60. वे नौ निशानियाँ निम्नलिखित थीं : हाथ की चमक, लाठी, अकाल, तूफ़ान, टिड्डी, जूएँ, मेंढक, खून और सागर का दो भाग हो जाना।","lang":"hi"},{"name":"17:102","price":"मूसा ने उत्तर दिया : निःसंदेह तुम जान चुके हो कि इन (निशानियों) को आकाशों और धरती के पालनहार ही ने (समझाने के लिए) स्पष्ट प्रमाण बनाकर पर उतारा है। और निश्चय ही मैं जानता हूँ कि ऐ फ़िरऔन! तेरा विनाश हुआ।","arabic":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2131,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:103","price":"अंततः उसने उन्हें[61] उस भूभाग से[62] निकाल बाहर करने का इरादा किया, तो हमने उसे और उसके सब साथियों को डुबो दिया।","arabic":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2132,"juzNumber":15,"footnotes":"61. अर्थात बनी इसराईल को। 62. अर्थात मिस्र से।","lang":"hi"},{"name":"17:104","price":"और हमने उसके बाद बनी इसराईल से कहा : तुम इस धरती में बस जाओ। फिर जब आख़िरत का वादा आएगा, तो हम तुम सबको ले आएँगे।","arabic":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2133,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:105","price":"और हमने सत्य ही के साथ इस (क़ुरआन) को उतारा है, तथा यह सत्य ही के साथ उतरा है। और हमने आपको केवल शुभ सूचना देने वाला तथा डराने वाला बनाकर भेजा है।","arabic":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2134,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:106","price":"और हमने इस क़ुरआन को अलग-अलग करके उतारा है, ताकि आप इसे लोगों के सामने ठहर-ठहर कर पढ़ें और हमने इसे थोड़ा-थोड़ा[63] करके उतारा है।","arabic":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2135,"juzNumber":15,"footnotes":"63. अर्थात तेईस वर्ष की अवधि में।","lang":"hi"},{"name":"17:107","price":"आप कह दें : तुम इस (क़ुरआन) पर ईमान लाओ या ईमान न लाओ, निःसंदेह जिन लोगों को इससे पहले ज्ञान दिया गया[64], जब उनके सामने इसे पढ़कर सुनाया जाता है, तो वे ठुड्डियों के बल सजदे में गिर जाते हैं।","arabic":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2136,"juzNumber":15,"footnotes":"64. अर्थात वे विद्वान जिन्हें कुरआन से पहले की पुस्तकों का ज्ञान है।","lang":"hi"},{"name":"17:108","price":"और कहते हैं : पवित्र है हमारा पालनहार! निःसंदेह हमारे पालनहार का वादा अवश्य पूरा होना है।","arabic":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2137,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:109","price":"और वे रोते हुए ठुड्डियों के बल गिर जाते हैं और यह (क़ुरआन) उनके विनय को बढ़ा देता है।","arabic":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2138,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"17:110","price":"(ऐ नबी!) आप कह दें : 'अल्लाह' कहकर पुकारो या 'रहमान' कहकर पुकारो। तुम जिस नाम से भी पुकारोगे, उसके सभी नाम अच्छे[65] हैं। और (ऐ नबी!) नमाज़ में आवाज़ न तो ऊँची रखो और न नीची, बल्कि इन दोनों के बीच का मार्ग अपनाओ।[66]","arabic":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2139,"juzNumber":15,"footnotes":"65. अरब में \"अल्लाह\" शब्द प्रचलित था, मगर \"रह़मान\" प्रचलित न था। इसलिए, वे इस नाम पर आपत्ति करते थे। यह आयत इसी का उत्तर है। 66. ह़दीस में है कि रसूलुल्लाह सल्लल्लाहु अलैहि व सल्लम (आरंभिक युग में) मक्का में छिपकर रहते थे। और जब अपने साथियों को ऊँचे स्वर में नमाज़ पढ़ाते थे, तो मुश्रिक उसे सुनकर क़ुरआन को तथा जिसने क़ुरआन उतारा है, और जो उसे लाया है, सब को गालियाँ देते थे। अतः अल्लाह ने अपने नबी सल्लल्लाहु अलैहि व सल्लम को यह आदेश दिया। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 4722)","lang":"hi"},{"name":"17:111","price":"तथा कहो : सब प्रशंसा अल्लाह के लिए है, जिसने (अपने लिए) कोई संतान नहीं बनाई, और न राज्य में उसका कोई साझी है, और न विवशता (कमज़ोरी) के कारण उसका कोई मददगार है। और आप उसकी पूर्ण महिमा का गान करें।","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2140,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:1","price":"सब प्रशंसा अल्लाह ही के लिए है, जिसने अपने बंदे पर पुस्तक उतारी, और उसमें कोई टेढ़ नहीं रखी।","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:2","price":"(बल्कि उसे) अति सीधा (बनाया)। ताकि वह (अल्लाह) अपनी ओर से आने वाली कठोर यातना से डराए, और उन ईमान वालों को जो अच्छे कार्य करते हैं, शुभ सूचना सुना दे कि उनके लिए अच्छा बदला है।","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:3","price":"जिसमें वे हमेशा रहने वाले होंगे।","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:4","price":"और उन लोगों को डराए, जिन्होंने कहा कि अल्लाह ने कोई संतान बना रखी है।","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:5","price":"न उन्हें इसका कुछ ज्ञान है और न उनके बाप-दादा को। बहुत बड़ी (गंभीर) बात है, जो उनके मुँह से निकल रही है। वे सरासर झूठ बोल रहे हैं।","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:6","price":"ऐसा लगता है कि यदि वे इस 'हदीस' (क़ुरआन) पर ईमान नहीं लाए, तो आप इनके पीछे दुःख से अपना प्राण ही खो देंगे।","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:7","price":"निःसंदेह जो कुछ धरती के ऊपर है, हमने उसे उसकी शोभा बनाया है। ताकि हम उनका परीक्षण करें कि उनमें कौन कर्म की दृष्टि से सबसे अच्छा है?","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:8","price":"और जो कुछ उस (धरती) के ऊपर है, निःसंदेह हम उसे चटियल मैदान कर देने[1] वाले हैं।","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"1. अर्थात प्रलय के दिन।","lang":"hi"},{"name":"18:9","price":"(ऐ नबी!) क्या आपने समझ रखा है कि गुफा तथा शिलालेख वाले[2], हमारी अद्भुत निशानियों में से थे?[3]","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"2. कुछ भाष्यकारों ने लिखा है कि \"रक़ीम\" शब्द जिसका अर्थ शिलालेख किया गया है, एक बस्ती का नाम है। 3. अर्थात आकाशों तथा धरती की उत्पत्ति हमारी शक्ति का इससे भी बड़ा लक्षण है।","lang":"hi"},{"name":"18:10","price":"जब उन युवकों ने गुफा में शरण ली[4], तो उन्होंने कहा : ऐ हमारे पालनहार! हमें अपने पास से दया प्रदान कर और हमारे लिए हमारे मामले में मार्गदर्शन (सीधे रास्ते पर चलने) को आसान कर दे।","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"4. अर्थात नवयुवकों ने अपने ईमान की रक्षा के लिए गुफा में शरण ली। जिस गुफा के ऊपर आगे चलकर उनके नामों का स्मारक शिलालेख लगा दिया गया था। उल्लेखों से यह विदित होता है कि युवक ईसा अलैहिस्सलाम के अनुयायियों में से थे। और रोम के मुश्रिक राजा की प्रजा थे। जो एकेश्वरवादियों का शत्रु था। और उन्हें मूर्ति पूजा के लिए बाध्य करता था। इसलिए वे अपने ईमान की रक्षा के लिए जार्डन की गुफा में चले गए, जो नये शोध के अनुसार जार्डन की राजधानी से 8 की◦ मी◦ दूर (रजीब) में अवशेषज्ञों को मिली है। जिस गुफा के ऊपर सात स्तंभों की मस्जिद के खँडहर और गुफा के भीतर आठ समाधियाँ तथा उत्तरी दीवार पर पुरानी यूनानी लिपि में एक शिलालेख मिला है और उसपर किसी जीव का चित्र भी है। जो कुत्ते का चित्र बताया जाता है और यह 'रजीब' ही 'रक़ीम' का बदला हुआ रूप है। (देखिए : भाष्य दावतुल क़ुरआन : 2/983)","lang":"hi"},{"name":"18:11","price":"तो हमने उन्हें गुफा में सुला दिया कई वर्षों तक।","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:12","price":"फिर हमने उन्हें (नींद से) उठाया, ताकि हम जान लें कि दोनों समूहों में से कौन उस अवधि को अधिक याद रखने वाला है, जो वे ठहरे?","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:13","price":"हम आपसे उनका हाल ठीक-ठीक बयान करते हैं। निःसंदेह, वे कुछ युवक थे, जो अपने पालनहार पर ईमान लाए और हमने उन्हें हिदायत में अधिक कर दिया।","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:14","price":"और हमने उनके दिलों को मज़बूत कर दिया, जब वे खड़े हुए, तो बोले : हमारा पालनहार तो आकाशों और धरती का पालनहार है। हम उसके सिवा किसी पूज्य को हरगिज़ नहीं पुकारेंगे। (यदि ऐसा किया) तो निश्चय ही हमने सत्य से हटी हुई बात कही।","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:15","price":"ये हमारी जाति के लोग हैं। इन्होंने अल्लाह के सिवा अन्य पूज्य बना लिए हैं। ये उन (के पूज्य होने) पर कोई स्पष्ट प्रमाण क्यों नहीं लाते? फिर उससे बड़ा अत्याचारी कौन होगा, जो अल्लाह पर झूठ गढ़े?","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:16","price":"और जब तुमने उनसे तथा अल्लाह के अतिरिक्त उनके पूज्यों से किनारा कर लिया, तो अब गुफा में शरण लो। तुम्हारा पालनहार तुम्हारे लिए अपनी कुछ दया खोल देगा, तथा तुम्हारे लिए तुम्हारे काम में कोई आसानी पैदा कर देगा।","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:17","price":"और तुम सूर्य को देखोगे, जब वह निकलता है, तो उनकी गुफा से दायीं ओर झुक (हट) जाता है और जब डूबता है, तो उनसे बायीं ओर कतरा जाता है और वे उस (गुफा) के एक विस्तृत स्थान में हैं। यह अल्लाह की निशानियों में से है। और जिसे अल्लाह मार्ग दिखा दे, वही मार्ग पाने वाला है और जिसे राह से हटा दे, तो तुम उसके लिए हरगिज़ कोई मार्ग दर्शाने वाला सहायक नहीं पाओगे।","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:18","price":"और तुम[5] उन्हें समझते कि जाग रहे हैं, जबकि वे सोए हुए थे। और हम उन्हें दायें तथा बायें फेरते रहे। और उनका कुत्ता गुफा की चौखट पर अपनी दोनों बाहें फैलाए हुए था। यदि तुम झाँककर देख लेते, तो पीठ फेरकर भाग जाते और उनसे भयभीत हो जाते।","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"5. इसमें किसी को भी संबोधित माना जा सकता है, जो उन्हें उस दशा में देख सके।","lang":"hi"},{"name":"18:19","price":"और इसी प्रकार, हमने उन्हें जगा दिया, ताकि वे आपस में एक-दूसरे से पूछें। उनमें से एक कहने वाले ने कहा : तुम कितना समय ठहरे? उन्होंने कहा : हम एक दिन या दिन का कुछ हिस्सा ठहरे। (फिर) उन्होंने कहा : तुम्हारा पालनहार अधिक जानता है कि तुम कितना (समय) ठहरे। (अब) अपने में से किसी को अपना यह चाँदी का सिक्का देकर नगर की ओर भेजो। फिर वह देखे कि किसके पास अधिक स्वच्छ (पवित्र) भोजन है, तो वह उसमें से तुम्हारे लिए कुछ खाना ले आए, तथा वह नरमी व सावधानी बरते और तुम्हारे बारे में किसी को बिल्कुल ख़बर न होने दे।","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:20","price":"क्योंकि यदि वे तुम्हें जान जाएँगे, तो तुम्हें पथराव करके मार डालेंगे या तुम्हें अपने धर्म में लौटा लेंगे और उस समय तुम कभी सफल नहीं हो सकोगे।","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:21","price":"और इसी प्रकार, हमने (लोगों को) उनसे अवगत करा दिया, ताकि वे जान लें कि अल्लाह का वादा सत्य है, और क़ियामत (के आने) में कोई संदेह[6] नहीं। (याद करो) जब वे[7] (उनके विषय में) आपस में विवाद करने लगे। कुछ लोगों ने कहा : उनपर कोई भवन निर्माण करा दो, उनका पालनहार उनके बारे में अधिक जानता है। जो लोग उनके मामले में प्रभावी रहे, उन्होंने कहा : हम तो उन (की गुफा के स्थान) पर अवश्य एक मस्जिद बनाएँगे।","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"6. जिसके आने पर सबको उनके कर्मों का फल दिया जाएगा। 7. अर्थात जब पुराने सिक्के और भाषा के कारण उनका भेद खुल गया और वहाँ के लोगों को उनकी कथा का ज्ञान हो गया, तो फिर वे अपनी गुफा ही में मर गए। और उनके विषय में यह विवाद उत्पन्न हो गया। यहाँ यह ज्ञातव्य है कि इस्लाम में समाधियों पर मस्जिद बनाना, और उसमें नमाज़ पढ़ना तथा उसपर कोई निर्माण करना अवैध है। जिसका पूरा विवरण ह़दीसों में मिलेगा। (सह़ीह़ बुख़ारी : 435, मुस्लिम : 531-32)","lang":"hi"},{"name":"18:22","price":"अब कुछ[8] लोग कहेंगे : वे तीन हैं, उनका चौथा उनका कुत्ता है। और कुछ कहेंगे : वे पाँच हैं, उनका छठा उनका कुत्ता है। ये लोग अँधेरे में तीर चलाते हैं। और (कुछ लोग) कहेंगे : वे सात हैं, उनका आठवाँ उनका कुत्ता है। (ऐ नबी!) आप कह दें : मेरा पालनहार ही उनकी संख्या को भली-भाँति जानता है। उन्हें बहुत थोड़े लोगों के सिवा कोई नहीं जानता।[9] अतः आप उनके संबंध में बहस न करें, सिवाय सरसरी बहस के, और आप उनके विषय में इनमें से किसी से भी न पूछें।[10]","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"8. इनसे मुराद नबी सल्लल्लाहु अलैहि व सल्लम के युग के अह्ले किताब हैं। 9. भावार्थ यह है कि उनकी संख्या का सही ज्ञान तो अल्लाह ही को है, किंतु वास्तव में ध्यान देने की बात यह है कि इससे हमें क्या शिक्षा मिल रही है। 10. क्योंकि आपको उनके बारे में अल्लाह के बताने के कारण उन लोगों से अधिक ज्ञान है। और उनके पास कोई ज्ञान नहीं। इसलिए किसी से पूछने की आवश्यक्ता भी नहीं है।","lang":"hi"},{"name":"18:23","price":"और किसी चीज़ के बारे में हरगिज़ न कहें : निःसंदेह मैं इसे कल करने वाला हूँ।","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:24","price":"परंतु यह कि अल्लाह[11] चाहे। तथा जब भूल जाएँ तो अपने पालनहार को याद करें और कहें : आशा है कि मेरा पालनहार मुझे हिदायत (भलाई) का इससे निकटतर मार्ग दिखा दे।","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"11. अर्थात भविष्य में कुछ करने का निश्चय करें, तो \"इन् शा अल्लाह\" कहें। अर्थता यदि अल्लाह ने चाहा तो।","lang":"hi"},{"name":"18:25","price":"और वे अपनी गुफा में तीन सौ वर्ष रहे और नौ वर्ष और अधिक[12] रहे।","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"12. अर्थात सूर्य के वर्ष से तीन सौ वर्ष, और चाँद के वर्ष से नौ वर्ष अधिक गुफा में सोए रहे।","lang":"hi"},{"name":"18:26","price":"आप कह दें : अल्लाह ही उनके ठहरे रहने की अवधि को बेहतर जानता है। आकाशों तथा धरती की छिपी हुई बातें उसी के ज्ञान में हैं। वह क्या ही खूब देखने वाला और क्या ही खूब सुनने वाला है। न उसके सिवा उनका कोई सहायक है और न वह अपने शासन में किसी को साझी बनाता है।","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:27","price":"और आपके पालनहार की किताब में से आपकी ओर जो वह़्य की गई है, उसे पढ़ते रहें। उसकी बातों को कोई बदलने वाला नहीं है। और आप उसके सिवा कोई शरण लेने की जगह हरगिज़ नहीं पाएँगे।","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:28","price":"और अपने आपको उन लोगों के साथ रोके रखें, जो सुबह-शाम अपने पालनहार को पुकारते हैं। वे उसका चेहरा चाहते हैं। और सांसारिक जीवन की शोभा की चाह[13] में अपनी आँखों को उनसे न फेरें। और उसकी बात न मानें, जिसके दिल को हमने अपनी याद से ग़ाफ़िल कर दिया है, और वह अपनी इच्छा के पीछे लगा हुआ है, और उसका मामला हद से बढ़ा हुआ है।","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"13. भाष्यकारों ने लिखा है कि यह आयत उस समय उतरी जब मुश्रिक क़ुरैश के कुछ प्रमुखों ने नबी सल्लल्लाहु अलैहि व सल्लम से यह माँग की, कि आप अपने निर्धन अनुयायियों के साथ न रहें। तो हम आपके पास आकर आपकी बातें सुनेंगे। इसलिए अल्लाह ने आपको आदेश दिया कि इनका आदर किया जाए, ऐसा नहीं होना चाहिए कि इनकी उपेक्षा करके उन धनवानों की बात मानी जाए जो अल्लाह की याद से निश्चेत हैं।","lang":"hi"},{"name":"18:29","price":"आप कह दें : यह सत्य तुम्हारे पालनहार की ओर से है। अब जो चाहे, ईमान लाए और जो चाहे कुफ़्र करे। निःसंदेह हमने अत्याचारियों के लिए ऐसी आग तैयार कर रखी है, जिसकी दीवारें[14] उन्हें घेर लेंगी। और यदि वे फ़र्याद करेंगे, तो उन्हें ऐसा जल दिया जाएगा, जो तेल की तलछट जैसा होगा, जो चेहरों को भून डालेगा। वह क्या ही बुरा पेय है और वह क्या ही बुरा विश्राम स्थान है!","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"14. क़ुरआन में \"सुरादिक़\" शब्द प्रयुक्त हुआ है। जिसका अर्थ प्राचीर, अर्थात वह दीवार है जो नरक के चारों ओर बनाई गई है।","lang":"hi"},{"name":"18:30","price":"निःसंदेह जो लोग ईमान लाए तथा अच्छे कार्य किए। निश्चय हम उसका प्रतिफल व्यर्थ नहीं करते, जिसने अच्छे कार्य किए।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:31","price":"यही लोग हैं, जिनके लिए स्थायी बाग़ हैं, जिनके नीचे से नहरें बहती हैं। वहाँ उन्हें सोने के कंगन[15] पहनाए जाएँगे। तथा वे महीन और गाढ़े रेशम के हरे वस्त्र पहनेंगे। वहाँ तख़्तों पर तकिया लगाए हुए होंगे। यह क्या ही अच्छा बदला है और क्या ही अच्छा विश्राम स्थान है।","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"15. यह स्वर्ग वासियों का स्वर्ण कंगन है। किंतु संसार में इस्लाम की शिक्षानुसार पुरुषों के लिए सोने का कंगन पहनना ह़राम है।","lang":"hi"},{"name":"18:32","price":"और (ऐ नबी!) आप उन्हें दो व्यक्तियों का एक उदाहरण दें; जिनमें से एक को हमने अंगूरों के दो बाग़ दिए और हमने दोनों को खजूरों के पेड़ों से घेर दिया और दोनों के बीच कुछ खेती रखी।","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:33","price":"दोनों बाग़ों ने अपने पूरे फल दिए और उसमें से कुछ कमी नहीं की। और हमने दोनों के बीच एक नहर जारी कर दी।","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:34","price":"और उसके पास बहुत-सा फल था। तो उसने अपने साथी से, जबकि वह उससे बात कर रहा था, कहा : मैं तुझसे धन-दौलत में अधिक हूँ तथा जत्थे में भी बढ़कर हूँ।","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:35","price":"और उसने अपने बाग़ में (इस हाल में) प्रवेश किया कि वह अपने आप पर अत्याचार करने वाला था। उसने कहा : मैं नहीं समझता कि इसका कभी विनाश होगा।","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:36","price":"और न मैं यह समझता हूँ कि क़ियामत आने वाली है। और वाक़ई यदि मुझे अपने पालनहार की ओर लौटाया गया, तो निश्चय ही मैं ज़रूर इससे उत्तम लौटने का स्थान पाऊँगा।","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:37","price":"उसके साथी ने, जबकि वह उससे बातें कर रहा था, उससे कहा : क्या तूने उसके साथ कुफ़्र किया, जिसने तुझे तुच्छ मिट्टी से पैदा किया, फिर वीर्य से, फिर तुझे ठीक-ठाक एक पुरुष बना दिया?","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:38","price":"लेकिन मैं, तो वह अल्लाह ही मेरा पालनहार है और मैं अपने पालनहार के साथ किसी को साझी नहीं बनाता।","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:39","price":"और जब तूने अपने बाग़ में प्रवेश किया, तो क्यों नहीं कहा : ''जो अल्लाह ने चाहा, अल्लाह की मदद के बिना कोई शक्ति नहीं'', यदि तू मुझे देखता है कि मैं धन तथा संतान में तुझसे कमतर हूँ।","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:40","price":"तो आशा है कि मेरा पालनहार मुझे तेरे बाग़ से अच्छा प्रदान कर दे, और इस (बाग़) पर आकाश से कोई आपदा भेज दे, तो यह (चटियल) चिकनी भूमि बन जाए।","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:41","price":"या उसका पानी गहरा हो जाए, फिर तू उसे कभी तलाश न कर सकेगा।","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:42","price":"(अंततः) उसका सारा फल मारा गया।[16] फिर वह अपने दोनों हाथ मलता रह गया, उस (धन) पर जो उसमें खर्च किया था। जबकि वह (बाग़) अपने छप्परों सहित गिरा हुआ था और वह कहता था : काश मैं अपने पालनहार के साथ किसी को साझी न बनाता।","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"16. अर्थात आपदा ने घेर लिया।","lang":"hi"},{"name":"18:43","price":"और नहीं था उसके पास कोई जत्था, जो अल्लाह के मुक़ाबले में उसकी मदद करता और न वह अपनी सहायता आप कर सका।","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:44","price":"वहाँ सहायता करना केवल परम सत्य अल्लाह के अधिकार में है। वह प्रतिफल प्रदान करने में सबसे बेहतर तथा परिणाम कि दृष्टि से सबसे अच्छा है।","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:45","price":"और (ऐ नबी!) आप उन्हें सांसारिक जीवन का उदाहरण दें, वह उस पानी के समान है, जिसे हमने आकाश से बरसाया, तो पृथ्वी की वनस्पति (घनी होकर) उसके साथ मिल गई। फिर वह चूरा-चूरा हो गई, जिसे हवाएँ उड़ाए फिरती[17] हैं। और अल्लाह प्रत्येक चीज़ का सामर्थ्य रखने वाला है।","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"17. अर्थात सांसारिक जीवन और उसका सुख-सुविधा सब सामयिक है।","lang":"hi"},{"name":"18:46","price":"धन और पुत्र सांसारिक जीवन की शोभा हैं। और बाकी रहने वाली नेकियाँ तेरे पालनहार के यहाँ सवाब में बहुत उत्तम और आशा की दृष्टि से भी बहुत बेहतर हैं।","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:47","price":"तथा जिस दिन हम पर्वतों को चलाएँगे, और तुम धरती को साफ़ मैदान[18] देखोगे, और हम उन्हें एकत्रित करेंगे, तो उनमें से किसी को नहीं छोड़ेंगे।","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"18. अर्थात न उसमें कोई चिह्न होगा न छिपने का स्थान।","lang":"hi"},{"name":"18:48","price":"और वे आपके पालनहार के समक्ष पंक्तिबद्ध प्रस्तुत किए जाएँगे। (और कहा जाएगा :) निश्चय ही तुम हमारे पास उसी तरह आए हो, जैसे हमने तुम्हें पहली बार पैदा किया था। बल्कि तुम समझते थे कि हम तुम्हारे लिए वादे का कोई समय निर्धारित नहीं करेंगे।","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:49","price":"और किताब[19] सामने रख दी जाएगी, तो आप अपराधियों को देखेंगे कि जो कुछ उसमें होगा, उससे डरने वाले होंगे और कहेंगे : हाय हमारा विनाश! यह कैसी किताब है, जो न कोई छोटी बात छोड़ती है न बड़ी, परंतु उसने उसे संरक्षित कर रखा है। तथा उन्होंने जो कर्म किए थे, सब अंकित पाएँगे। और आपका पालनहार किसी पर अत्याचार नहीं करेगा।","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"19. अर्थात प्रत्येक का कर्मपत्र जो उसने सांसारिक जीवन में किया है।","lang":"hi"},{"name":"18:50","price":"तथा (याद करो) जब हमने फ़रिश्तों से कहा : आदम को सजदा करो। तो इबलीस के सिवा सबने सजदा किया। वह जिन्नों में से था। अतः उसने अपने पालनहार के आदेश का उल्लंघन किया। क्या फिर (भी) तुम उसे और उसकी संतान को मुझे छोड़कर मित्र बनाते हो, जबकि वे तुम्हारे शत्रु हैं? वह (शैतान) अत्याचारियों के लिए क्या ही बुरा बदल (विकल्प) है।","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:51","price":"मैंने उन्हें न आकाशों तथा धरती के पैदा करने में उपस्थित किया और न स्वयं उनके पैदा करने में, और न ही मैं पथभ्रष्ट करने वालों को सहायक[20] बनाने वाला था।","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"20. भावार्थ यह है कि विश्व की उत्पत्ति के समय इनका अस्तित्व न था। यह तो बाद में उत्पन्न किए गए हैं। उनकी उत्पत्ति में भी उनसे कोई सहायता नहीं ली गई, तो फिर ये अल्लाह के बराबर कैसे हो गए।","lang":"hi"},{"name":"18:52","price":"और जिस दिन वह (अल्लाह) कहेगा : मेरे उन साझियों को पुकारो, जिनका तुम दावा करते थे। तो ये उन्हें पुकारेंगे, पर वे इन्हें कोई उत्तर नहीं देंगे। और हम उनके बीच एक विनाश का स्थान बना देंगे।","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:53","price":"और अपराधी लोग जहन्नम को देखेंगे, तो उन्हें यक़ीन हो जाएगा कि वे उसमें गिरने वाले हैं। और उससे फिरने (बचने) का कोई स्थान नहीं पाएँगे।","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:54","price":"और हमने इस क़ुरआन में लोगों (को समझाने) के लिए हर प्रकार के उदाहरण प्रस्तुत किए हैं। और इनसान सब चीज़ों से अधिक झगड़ालू है।","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:55","price":"और जब लोगों के पास मार्गदर्शन आ गया, तो उन्हें ईमान लाने और अपने पालनहार से क्षमा याचना करने से केवल इस बात ने रोका कि उनको भी पहले लोगों जैसा मामला पेश आ जाए या यातना उनके सामने आ खड़ी हो।","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:56","price":"तथा हम रसूलों को केवल शुभ सूचना देने वाले और डराने वाले बनाकर भेजते हैं। और जो काफ़िर हैं, वे असत्य के सहारे झगड़ा करते हैं, ताकि उसके द्वारा सत्य को विचलित[21] कर दें। और उन्होंने हमारी आयतों को तथा उन चीज़ों को जिनसे उन्हें डराया गया, मज़ाक बना लिया।","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"21. अर्थात सत्य को दबा दें।","lang":"hi"},{"name":"18:57","price":"और उससे बड़ा अत्याचारी कौन है, जिसे उसके पालनहार की आयतें सुनाकर समझाया जाए, तो वह उनसे मुँह मोड़ ले और जो कुछ उसके दोनों हाथों ने आगे भेजा हो, उसे भूल जाए? निःसंदेह हमने उनके दिलों पर पर्दे डाल दिए हैं कि उसे[22] समझ न पाएँ और उनके कानों में बोझ डाल दिया है। और यदि आप उन्हें सीधी राह की ओर बुलाएँ, तब (भी) वे कभी सीधी राह पर नहीं आएँगे।","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"22. अर्थात क़ुरआन को।","lang":"hi"},{"name":"18:58","price":"और आपका पालनहार अत्यंत क्षमाशील, दयावान् है। यदि वह उन्हें उसकी वजह से पकड़े, जो उन्होंने कमाया है, तो निश्चय उनपर शीघ्र ही यातना भेज दे। बल्कि उनके लिए वादे का एक समय है, जिससे बचने का उन्हें कदापि कोई स्थान नहीं मिलेगा।","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:59","price":"तथा यही बस्तियाँ हैं, हमने इन (के निवासियों) का विनाश कर दिया, जब उन्होंने अत्याचार किया। और हमने उनके विनाश का एक समय निश्चित कर रखा था।","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:60","price":"तथा (याद करो) जब मूसा ने अपने युवक (सेवक) से कहा : मैं बराबर चलता रहूँगा, यहाँ तक कि दो सागरों के संगम पर पहुँच जाऊँ या वर्षों चलता रहूँ।[23]","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"23. मूसा अलैहिस्सलाम की यात्रा का कारण यह बना था कि वह एक बार भाषण दे रहे थे। तो किसी ने पूछा कि इस संसार में सर्वाधिक ज्ञानी कौन है? मूसा ने कहा : मैं हूँ। यह बात अल्लाह को अप्रिय लगी। और मूसा से फरमाया कि दो सागरों के संगम के पास मेरा एक बंदा है जो तुमसे अधिक ज्ञानी है। मूसा ने कहा : मैं उससे कैसे मिल सकता हूँ? अल्लाह ने फरमाया : एक मछली रख लो, और जिस स्थान पर वह खो जाए, तो वहीं वह मिलेगा। और वह अपने सेवक यूशा' बिन नून को लेकर निकल पड़े। (संक्षिप्त अनुवाद, सह़ीह़ बुख़ारी : 4725)","lang":"hi"},{"name":"18:61","price":"फिर जब वे दोनों उन दोनों (सागरों) के मिलने की जगह पर पहुँचे, तो वे दोनों अपनी मछली भूल गए और उसने सागर में अपना रास्ता सुरंग जैसा बना लिया।","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:62","price":"फिर जब दोनों आगे बढ़ गए, तो मूसा ने अपने सेवक से कहा कि हमारा खाना लाओ। हम अपनी इस यात्रा से काफ़ी थक गए हैं।","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:63","price":"उसने कहा : क्या आपने देखा? जब हम चट्टान के पास ठहरे थे तो निःसंदेह मैं मछली भूल गया, और मुझे शैतान ही ने भुलाया कि मैं (आपसे) उसकी चर्चा करूँ, और उसने अनोखे तरीक़े से सागर में अपनी राह बना ली।","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:64","price":"मूसा ने कहा : यही तो है, जो हम तलाश कर रहे थे। फिर वे दोनों अपने क़दमों के निशान देखते हुए वापस लौटे।","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:65","price":"तो उन दोनों ने हमारे बंदों में से एक बंदे[24] को पाया, जिसे हमने अपने पास से दया प्रदान की थी और उसे अपने पास से एक ज्ञान सिखाया था।","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"24. इससे अभिप्रेत आदरणीय ख़ज़िर अलैहिस्सलाम हैं।","lang":"hi"},{"name":"18:66","price":"मूसा ने उनसे कहा : क्या मैं आपका अनुसरण करूँ, इस (शर्त) पर कि मुझे उस मार्गदर्शन की बातों में से कुछ सिखा दें, जो आपको सिखाई गई हैं?","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:67","price":"उन्होंने कहा : तुम मेरे साथ हरगिज़ धैर्य न रख सकोगे।","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:68","price":"और तुम उसपर कैसे धीरज रख सकते हो, जिसका तुम्हें पूरा ज्ञान नहीं?","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:69","price":"उसने कहा : यदि अल्लाह ने चाहा, तो आप मुझे धैर्य रखने वाला पाएँगे और मैं आपके किसी आदेश का उल्लंघन नहीं करूँगा।","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:70","price":"उन्होंने कहा : यदि तुम्हें मेरा अनुसरण करना है, तो मुझसे किसी चीज़ के बारे में प्रश्न न करना, यहाँ तक कि मैं (स्वयं ही) तुमसे उसकी चर्चा शुरू करूँ।","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:71","price":"फिर वे दोनों चले, यहाँ तक कि जब वे नौका पर सवार हुए, तो उस (ख़ज़िर) ने उसे फाड़ दिया। मूसा ने कहा : क्या आपने इसे इसलिए फाड़ दिया है कि इसके सवारों को डुबो दें? निश्चित रूप से आपने एक गंभीर काम कर डाला।","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:72","price":"उन्होंने कहा : क्या मैंने नहीं कहा था कि तुम मेरे साथ हरगिज़ धैर्य न रख सकोगे?","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:73","price":"मूसा ने कहा : मुझे मेरी भूल पर न पकड़ें और मेरे मामले में मुझे किसी कठिनाई में न डालें।","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"","lang":"hi"},{"name":"18:74","price":"फिर वे दोनों चल पड़े, यहाँ तक कि जब वे एक बालक से मिले, तो उस (ख़ज़िर) ने उसे क़त्ल कर दिया। उस (मूसा) ने कहा : क्या आपने एक निर्दोष जान को किसी जान के बदले के बिना[25] क़त्ल कर दिया? निःसंदेह आपने बहुत ही बुरा काम किया।","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"25. अर्थात उसने किसी प्राणी को नहीं मारा कि उसके बदले में उसे मारा जाए।","lang":"hi"}],"juz":{"id":15,"name":"سُبْحَانَ الَّذِي","transliteration":"Subhanalladhi","transEn":"Glory be to Him","startVerse":"17:1","endVerse":"18:74","totalVerses":185}}