{"data":[{"name":"18:75","price":"उन्होंने कहा : क्या मैंने तुमसे नहीं कहा था कि निश्चय तुम मेरे साथ हरगिज़ धैर्य न रख सकोगे?","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:76","price":"(मूसा ने) कहा : यदि मैं इसके बाद आपसे किसी चीज़ के विषय में प्रश्न करूँ, तो मुझे अपने साथ न रखें। निश्चय आप मेरी ओर से उज़्र को पहुँच[26] चुके।","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"26. अर्थात अब कोई प्रश्न करूँ तो आपके पास मुझे अपने साथ न रखने का उचित कारण होगा।","lang":"hi"},{"name":"18:77","price":"फिर दोनो चले, यहाँ तक कि जब एक गाँव वालों के पास आए, तो उसके वासियों से भोजन माँगा। परंतु उन्होंने उनका अतिथि सत्कार करने से इनकार कर दिया। फिर वहाँ उन्होंने एक दीवार पाई, जो गिरा चाहती थी। तो उस (खज़िर) ने उसे सीधा कर दिया। (मूसा ने) कहा : यदि आप चाहते, तो इसपर पारिश्रमिक ले लेते।","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:78","price":"उसने कहा : यह मेरे और तुम्हारे बीच जुदाई है। मैं तुम्हें उसकी वास्तविकता बताऊँगा, जिसपर तुम धैर्य नहीं रख सके।","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:79","price":"रही नाव, तो वह कुछ निर्धनों की थी, जो सागर में काम करते थे। तो मैंने चाहा कि उसे ख़राब[27] कर दूँ और उनके आगे एक राजा था, जो हर (अच्छी) नाव को छीन लेता था।","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"27 . अर्थात उसमें छेद कर दूँ।","lang":"hi"},{"name":"18:80","price":"और रहा बालक, तो उसके माता-पिता दोनों ईमान वाले थे। अतः हम डरे कि वह उन दोनों को अवज्ञा और कुफ़्र में फँसा देगा।","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:81","price":"इसलिए हमने चाहा कि उन दोनों का पालनहार उन्हें बदले में ऐसा बच्चा दे, जो पवित्रता में उससे बेहतर और करुणा में अधिक क़रीब हो।","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:82","price":"और रही दीवार, तो वह शहर के दो अनाथ लड़कों की थी और उसके नीचे उन दोनों के लिए एक खज़ाना था और उनके पिता नेक थे। तो तेरे पालनहार ने चाहा कि वे दोनों अपनी जवानी को पहुँच जाएँ और अपना खज़ाना निकाल लें, तेरे पालनहार की ओर से दया स्वरूप। और मैंने यह अपनी मर्जी से नहीं किया।[28] यह है उन बातों का असली सच जिनपर तुम धैर्य न रख सके।","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"28. ये सभी कार्य, विशेष रूप से निर्दोष बालक का वध धार्मिक नियम से उचित न था। इसलिए मूसा (अलैहिस्सलाम) इसको सहन न कर सके। किंतु ख़ज़िर को विशेष ज्ञान दिया गया था जो मूसा (अलैहिस्सलाम) के पास नहीं था। इस प्रकार अल्लाह ने जता दिया कि हर ज्ञानी के ऊपर भी कोई ज्ञानी है।","lang":"hi"},{"name":"18:83","price":"और (ऐ नबी!) वे आपसे ज़ुल-क़रनैन[29] के विषय में प्रश्न करते हैं। आप कह दें : मैं तुम्हें उसका कुछ वृत्तांत पढ़कर सुनाऊँगा।","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"29. यह तीसरे प्रश्न का उत्तर है जिसे यहूदियों ने मक्का के मिश्रणवादियों द्वारा नबी सल्लल्लाहु अलैहि व सल्लम से कराया था। ज़ुल-क़रनैन के आगामी आयतों में जो गुण-कर्म बताए गए हैं उनसे विदित होता है कि वह एक सदाचारी विजेता राजा था। मौलाना अबुल कलाम आज़ाद के शोध के अनुसार यह वही राजा है जिसे यूनानी साईरस, हिब्रू भाषा में खोरिस तथा अरब में ख़ुसरु के नाम से पुकारा जाता है। जिसका शासन काल 559 ई. पूर्व है। वह लिखते हैं कि 1838 ई. में साईरस की एक पत्थर की मूर्ति अस्तख़र के खंडहरों में मिली है। जिसमें बाज़ पक्षी की भाँति उसके दो पंख तथा उसके सिर पर भेड़ के समान दो सींग हैं। इसमें मीडिया और फ़ारस के दो राज्यों की उपमा दो सींगों से दी गई है। (देखिए : तर्जमानुल क़ुरआन, भाग : 3, पृष्ठ : 436-438)","lang":"hi"},{"name":"18:84","price":"हमने उसे धरती में प्रभुत्व प्रदान किया तथा उसे प्रत्येक प्रकार का साधन दिया।","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:85","price":"तो वह कुछ सामान लेकर चला।","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:86","price":"यहाँ तक कि जब वह सूर्यास्त के स्थान[30] तक पहुँचा, तो उसे पाया कि वह एक काले कीचड़ वाले जलस्रोत में डूब रहा है और उसके पास एक जाति को पाया। हमने कहा : ऐ ज़ुल-क़रनैन! या तो तू उन्हें यातना दे और या तो तू उनके साथ अच्छा व्यवहार कर।","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"30. अर्थात पश्चिम की अंतिम सीमा तक।","lang":"hi"},{"name":"18:87","price":"उसने कहा : जो अत्याचार करेगा, हम उसे शीघ्र दंड देंगे। फिर वह अपने पालनहार की ओर लौटाया[31] जाएगा, तो वह उसे बहुत बुरी यातना देगा।","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"31. अर्थात निधन के पश्चात् प्रलय के दिन।","lang":"hi"},{"name":"18:88","price":"परंतु जो ईमान लाया और उसने अच्छा कर्म किया, तो उसके लिए बदले में भलाई है और शीघ्र ही हम उसे अपने काम में से सर्वथा सरलता का आदेश देंगे।","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:89","price":"फिर वह कुछ और सामान लेकर चला।","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:90","price":"यहाँ तक कि जब वह सूरज उगने के स्थान पर पहुँचा, तो उसे ऐसे लोगों पर उगता हुआ पाया, जिनके लिए हमने उसके सामने पर्दा नहीं बनाया था।","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:91","price":"मामला ऐसा ही था और उस (ज़ुल-क़रनैन) के पास जो कुछ था, निश्चित रूप से वह हमारे ज्ञान के घेरे में था।","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:92","price":"फिर वह कुछ और सामान लेकर चला।","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:93","price":"यहाँ तक कि जब वह दो पर्वतों के बीच पहुँचा, तो उन दोनों की उस ओर एक जाति को पाया, जो क़रीब न थी कि कोई बात समझे।[32]","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"32. अर्थात अपनी भाषा के सिवा कोई भाषा नहीं समझती थी।","lang":"hi"},{"name":"18:94","price":"उन्होंने कहा : ऐ ज़ुल-क़रनैन! निःसंदेह याजूज और माजूज इस भूभाग में उत्पात मचाने वाले हैं। तो क्या हम आपके लिए कुछ राजस्व तय कर दें, इस शर्त पर कि आप हमारे और उनके बीच एक अवरोध बना दें?","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:95","price":"उसने कहा :  मेरे पालनहार ने जो कुछ मुझे प्रदान किया है, वह उत्तम है। अतः तुम श्रमशक्ति से मेरी सहायता करो, मैं  तुम्हारे और उनके बीच एक मोटी (और दृढ़) दीवार बना दूँगा।","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:96","price":"मुझे लोहे के टुकड़े ला दो, यहाँ तक कि जब दोनों पहाड़ों के बीच का हिस्सा ऊपर तक बराबर कर दिया, तो कहा : अब इसमें आग दहकाओ, यहाँ तक कि जब उसे आग कर दिया, तो कहा : मुझे पिघला हुआ ताँबा ला दो, ताकि मैं इसपर उँड़ेल दूँ।","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:97","price":"फिर उनमें न यह शक्ति रही कि उस पर चढ़ सकें और न वे उसमें कोई छेद कर सके।","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:98","price":"उस (ज़ुलक़रनैन) ने कहा : यह मेरे पालनहार की ओर से एक दया है। फिर जब मेरे पालनहार का वादा[33] आ जाएगा, तो वह इसे पृथ्वी के बराबर कर देगा, और मेरे पालनहार का वादा हमेशा से सच्चा है।","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"33. वादा से अभिप्राय प्रलय के आने का समय है। जैसी कि सह़ीह़ बुख़ारी ह़दीस संख्या : 3346 आदि में आता है कि क़ियामत आने के समीप याजूज-माजूज वह दीवार तोड़ कर निकलेंगे, और धरती में उपद्रव मचा देंगे।","lang":"hi"},{"name":"18:99","price":"और उस[34] दिन हम उन्हें इस अवस्था में छोड़ देंगे कि वे एक-दूसरे से मौजों की तरह परस्पर गुत्थम-गुत्था हो जाएँगे और “सूर” फूँक दिया जाएगा, तो हम उन सभी को इकट्ठा करेंगे।","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"34. इस आयत में उस प्रलय के आने के समय की दशा का चित्रण किया गया है जिसे ज़ुल-क़रनैन ने सच्चा वादा कहा है।","lang":"hi"},{"name":"18:100","price":"और उस दिन हम जहन्नम को काफिरों के ठीक सामने कर देंगे।","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:101","price":"जिनकी आँखें मेरी याद से पर्दे में थीं और वे सुन ही नहीं सकते थे।","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:102","price":"तो क्या जिन लोगों ने कुफ़्र किया, उन्होंने यह सोचा है कि वे मुझे छोड़कर मेरे बंदों को सहायक बना लेंगे? निःसंदेह हमने जहन्नम को काफिरों के लिए आतिथ्य के रूप में तैयार कर रखा है।","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:103","price":"आप कह दें : क्या हम तुम्हें उन लोगों के बारे में बताएँ जो कर्मों में सबसे अधिक घाटा वाले हैं?","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:104","price":"वे लोग जिनका प्रयास संसार के जीवन में व्यर्थ हो गया है और वे सोचते हैं कि निःसंदेह वे एक अच्छा काम कर रहे हैं।","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:105","price":"यही वे लोग हैं, जिन्होंने अपने पालनहार की आयतों और उससे मिलन का इनकार किया। तो उनके कर्म बेकार हो गए, अतः हम क़ियामत के दिन उनके लिए कोई वज़न नहीं रखेंगे।[35]","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"35. अर्थात उनका हमारे यहाँ कोई भार न होगा। ह़दीस में आया है कि नबी सल्लल्लाहु अलैहि व सल्लम ने कहा : क़ियामत के दिन एक भारी भरकम व्यक्ति आएगा। मगर अल्लाह के सदन में उसका भार मच्छर के पंख के बराबर भी नहीं होगा। फिर आपने इसी आयत को पढ़ा। (सह़ीह़ बुख़ारी : 4729)","lang":"hi"},{"name":"18:106","price":"यह उनका बदला नरक है, इस कारण कि उन्होंने कुफ़्र किया और मेरी आयतों और मेरे रसूलों का मज़ाक उड़ाया।","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:107","price":"निःसंदेह जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए, उनके आतिथ्य के लिए फ़िरदौस[36] के बाग़ होंगे।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"36. फ़िरदौस, स्वर्ग के सर्वोच्च स्थान का नाम है। (सह़ीह़ बुख़ारी : 7423)","lang":"hi"},{"name":"18:108","price":"उनमें हमेशा रहने वाले होंगे, वे उससे स्थान बदलना नहीं चाहेंगे।","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:109","price":"(ऐ नबी!) आप कह दें : यदि सागर मेरे पालनहार की बातें लिखने के लिए स्याही बन जाए, तो निश्चय सागर समाप्त हो जाएगा इससे पहले कि मेरे पालनहार की बातें समाप्त हों, यद्यपि हम उसके बराबर और स्याही ले आएँ।","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"18:110","price":"आप कह दे : मैं तो तुम्हारे जैसा ही एक मनुष्य हूँ, मेरी ओर प्रकाशना (वह़्य) की जाती है कि तुम्हारा पूज्य केवल एक ही पूज्य है। अतः जो कोई अपने पालनहार से मिलने की आशा रखता हो, उसके लिए आवश्यक है कि वह अच्छे कर्म करे और अपने पालनहार की इबादत में किसी को साझी न बनाए।","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:1","price":"काफ़, हा, या, ऐन, स़ाद।","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:2","price":"(यह) आपके पालनहार की अपने बंदे ज़करिय्या पर दया की चर्चा है।","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:3","price":"जब उसने अपने पालनहार को गुप्त स्वर में पुकारा।","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:4","price":"उसने कहा : ऐ मेरे पालनहार! निश्चय मेरी हड्डियाँ कमज़ोर हो गईं और सिर बुढ़ापे से सफेद[1] हो गया, तथा ऐ मेरे पालनहार! मैं तुझे पुकारकर कभी असफल नहीं हुआ।","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"1. अर्थात पूरे बाल सफ़ेद हो गए।","lang":"hi"},{"name":"19:5","price":"और निःसंदेह मैं अपने पीछे रिश्तेदारों से डरता हूँ, और मेरी पत्नी आरंभ से बाँझ है, अतः मुझे अपनी ओर से एक उत्तराधिकारी प्रदान कर दे।","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:6","price":"जो मेरा उत्तराधिकारी हो तथा याक़ूब के वंश का उत्तराधिकारी[2] हो और ऐ मेरे पालनहार! उसे पसंदीदा बना दे।","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"2. अर्थात नबी हो। आदरणीय ज़करिय्या (अलैहिस्सलाम) याक़ूब (अलैहिस्सलाम) के वंश में थे।","lang":"hi"},{"name":"19:7","price":"ऐ ज़करिय्या! निःसंदेह हम तुझे एक बालक की शुभ सूचना देते हैं, जिसका नाम यह़्या है। हमने इससे पहले उसका कोई समनाम नहीं बनाया।","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:8","price":"उसने कहा : ऐ मेरे पालनहार! मेरे यहाँ बालक कैसे होगा, जबकि मेरी पत्नी शुरू से बाँझ है और मैं बुढ़ापे की अंतिम सीमा को पहुँच गया हूँ।","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:9","price":"उसने कहा : ऐसा ही है, तेरे पालनहार ने कहा है : यह मेरे लिए सरल है, और निश्चय मैंने तुझे इससे पहले पैदा किया, जबकि तू कुछ भी नहीं था।","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:10","price":"उस (ज़करिय्या) ने कहा : ऐ मेरे पालनहार! मेरे लिए कोई निशानी निर्धारित कर दे। (अल्लाह ने) फरमाया :  तेरी निशानी यह है कि तू स्वस्थ होते हुए लोगों से तीन रातों तक बात नहीं करेगा।[3]","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"3. रात से अभिप्राय दिन तथा रात दोनों ही हैं। अर्थात जब बिना किसी रोग के लोगों से बात नहीं कर सकोगे तो यह शुभ सूचना की निशानी होगी।","lang":"hi"},{"name":"19:11","price":"फिर वह उपासना-गृह से निकलकर अपनी जाति के पास आया और उन्हें संकेत द्वारा आदेश दिया कि सुबह और शाम (अल्लाह की) पवित्रता का वर्णन करो।","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:12","price":"ऐ यह़्या[4]! इस पुस्तक (तौरात) को मज़बूती से थाम लो। और हमने उसे बचपन ही में निर्णय-शक्ति प्रदान की।","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"4. अर्थात जब यह़्या का जन्म हो गया और कुछ बड़े हुए, तो अल्लाह ने उन्हें तौरात का ज्ञान दिया।","lang":"hi"},{"name":"19:13","price":"तथा अपनी ओर से दया तथा पवित्रता (प्रदान की) और वह बड़ा संयमी (परहेज़गार) था।","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:14","price":"तथा अपने माता-पिता के साथ सुशील था। तथा वह क्रूर और अवज्ञाकारी नहीं था।","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:15","price":"और उसपर सलामती हो जिस दिन वह पैदा हुआ और जिस दिन वह मरेगा और जिस दिन वह जीवित करके उठाया जाएगा।","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:16","price":"तथा इस किताब में मरयम[5] की चर्चा करें, जब वह अपने घरवालों से एक स्थान पर अलग हो गईं जो (उनसे) पूरब की ओर था।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"5. मरयम आदरणीय इमरान की पुत्री, दाऊद अलैहिस्सलाम के वंश से थीं। उनके जन्म के विषय में सूरत आले इमरान देखिए।","lang":"hi"},{"name":"19:17","price":"फिर उसने उनकी ओर से एक परदा बना लिया, तो हमने उसकी ओर अपनी रूह़ (विशेष फ़रिश्ता)[6] को भेजा, तो उसने उसके लिए एक पूरे मनुष्य का रूप धारण कर लिया।","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"6. इससे अभिप्रेत फ़रिश्ता जिबरील (अलैहिस्सलाम) हैं।","lang":"hi"},{"name":"19:18","price":"उसने कहा : निःसंदेह मैं तुझसे रहमान (परम दयावान्) की शरण माँगती हूँ, यदि तू डर रखने वाला है।","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:19","price":"उसने कहा : मैं तेरे पालनहार का भेजा हुआ हूँ, ताकि तुझे एक पवित्र लड़का प्रदान करूँ।","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:20","price":"वह बोली : मुझे लड़का कैसे हो सकता है, जबकि किसी पुरुष ने मुझे छुआ तक नहीं है और न मैं कभी व्यभिचारिणी थी।","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:21","price":"उसने कहा : ऐसा ही है, तेरे पालनहार ने कहा है कि यह मेरे लिए आसान है और ताकि हम इसे लोगों के लिए एक निशानी[7] और अपनी ओर से रहमत बनाएँ और यह एक पूर्वनियत कार्य है।","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"7. अर्थात अपने सामर्थ्य की निशानी, कि हम नर-नारी के योग के बिना भी स्त्री के गर्भ से शिशु की उत्पत्ति कर सकते हैं।","lang":"hi"},{"name":"19:22","price":"फिर वह उस (लड़के) के साथ गर्भवती हो गई, तो उसे लेकर एक दूर स्थान पर अलग चली गई।","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:23","price":"फिर प्रसव पीड़ा उसे खजूर के एक तने के पास ले लाई, कहने लगी : ऐ काश! मैं इससे पहले मर जाती और भूली-बिसरी होती।","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:24","price":"तो उसने उसके नीचे से पुकारा[8] कि शोकाकुल न हो, तेरे पालनहार ने तेरे नीचे[9] एक नदी (प्रवाह) कर दी है।","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"8. अर्थात जिबरील फ़रिश्ते ने घाटी के नीचे से आवाज़ दी। दूसरा कथन है कि ईसा अलैहिस्सलाम ने नीचे से आवाज़ दी। 9. अर्थात मरयम के चरणों के नीचे।","lang":"hi"},{"name":"19:25","price":"और खजूर के तने को अपनी ओर हिला, वह तुझपर ताज़ा पकी हुई खजूरें गिराएगा।[10]","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"10. अल्लाह ने अस्वाभाविक रूप से आदरणीय मरयम के लिए, खाने-पीने की व्यवस्था कर दी।","lang":"hi"},{"name":"19:26","price":"अतः खा और पी और आँख ठंडी कर। फिर यदि तू किसी आदमी को देखे, तो कह दे : मैंने तो रहमान के लिए रोज़े की मन्नत मानी है। अतः आज मैं कदापि किसी मनुष्य से बात नहीं करूँगी।","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:27","price":"फिर वह उसे उठाए हुए अपनी जाति के पास ले आई, उन्होंने कहा : ऐ मरयम! तूने बहुत बुरा काम किया है।","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:28","price":"ऐ हारून की बहन! न तेरा पिता कोई बुरा व्यक्ति था और न तेरी माँ कोई व्यभिचारिणी थी।","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:29","price":"तो उसने उस (शिशु) की ओर संकेत किया। उन्होंने कहा : हम उससे कैसे बात करें, जो अभी तक गोद में बच्चा है?","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:30","price":"वह (शिशु) बोल पड़ा : निःसंदेह मैं अल्लाह का बंदा हूँ। उसने मुझे पुस्तक (इन्जील) प्रदान की तथा मुझे नबी बनाया है।[11]","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"11. अर्थात मुझे पुस्तक प्रदान करने और नबी बनाने का निर्णय कर दिया है।","lang":"hi"},{"name":"19:31","price":"तथा मुझे बरकत वाला बनाया है, जहाँ भी मैं रहूँ और मुझे नमाज़ तथा ज़कात का आदेश दिया है, जब तक मैं जीवित रहूँ।","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:32","price":"तथा आपनी माँ के साथ अच्छा व्यवहार करने वाला (बनाया) और उसने मुझे क्रूर तथा अभागा[12] नहीं बनाया।","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"12. इसमें यह संकेत है कि माता-पिता के साथ दुर्व्यवहार करना क्रूरता तथा दुर्भाग्य है।","lang":"hi"},{"name":"19:33","price":"तथा सलामती है मुझपर, जिस दिन मैं पैदा हुआ और जिस दिन मैं मरूँगा और जिस दिन मैं जीवित करके उठाया जाऊँगा।","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:34","price":"यह है ईसा बिन मरयम। यही सत्य बात है, जिसमें वे संदेह कर रहे हैं।","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:35","price":"अल्लाह के योग्य नहीं है कि वह कोई संतान बनाए। वह पवित्र है! जब वह किसी कार्य का निर्णय करता है, तो उससे केवल यह कहता है कि \"हो जा\", तो वह हो जाता है।","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:36","price":"और निःसंदेह अल्लाह ही मेरा पालनहार और तुम्हारा पालनहार है, अतः उसी की इबादत करो, यही सीधा रास्ता है।","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:37","price":"फिर इन गिरोहों[13] ने आपस में मतभेद कर लिया, तो उन लोगों के लिए जिन्होंने कुफ़्र किया, एक बड़े दिन की उपस्थिति के कारण बड़ा विनाश है।","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"13. अर्थात अह्ले किताब के गिरोहों ने ईसा अलैहिस्सलाम की वास्तविकता जानने के पश्चात् उनके विषय में मतभेद किया। यहूदियों ने उसे जादूगर तथा वर्णसंकर (व्यभिचार से उत्पन्न व्यक्ति) कहा। और ईसाइयों के एक गिरोह ने कहा कि वह स्वयं अल्लाह है। दूसरे ने कहा : वह अल्लाह का पुत्र है। और उनके तीसरे कैथुलिक गिरोह ने कहा कि वह तीन में का तीसरा है। बड़े दिन से अभिप्राय प्रलय का दिन है।","lang":"hi"},{"name":"19:38","price":"वे कितने सुनने वाले होंगे और कितने देखने वाले होंगे! जिस दिन वे हमारे पास आएँगे, किंतु अत्याचारी लोग आज खुली गुमराही में हैं।","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:39","price":"और (ऐ नबी!) आप उन्हें पछतावे के दिन से डराएँ, जब हर काम का फैसला[14] कर दिया जाएगा, और वे पूरी तरह से ग़फ़लत में हैं और वे ईमान नहीं लाते।","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"14. अर्थात प्रत्येक के कर्मानुसार उसके लिए नरक अथवा स्वर्ग का निर्णय कर दिया जाएगा। फिर मौत को एक भेड़ के रूप में वध कर दिया जाएगा। तथा घोषणा कर दी जाएगी कि ऐ स्वर्गियो! तुम्हें सदा रहना है, और अब मौत नहीं है। और हे नारकियो! तुम्हें सदा नरक में रहना है, अब मौत नहीं है। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 4730)","lang":"hi"},{"name":"19:40","price":"निःसंदेह हम ही धरती के उत्तराधिकारी होंगे और उनके भी जो उसपर हैं और वे हमारी ही ओर लौटाए जाएँगे।","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:41","price":"तथा इस किताब में इबराहीम की चर्चा करें, निःसंदेह वह बहुत सच्चा (और) नबी था।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:42","price":"जब उसने अपने पिता से कहा : ऐ मेरे पिता! आप उस चीज़ को क्यों पूजते हैं, जो न सुनती है और न देखती है और न आपके किसी काम आती है?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:43","price":"ऐ मेरे पिता! निःसंदेह मेरे पास वह ज्ञान आया है, जो आपके पास नहीं आया, अतः आप मेरा अनुसरण करें, मैं आपको सीधा मार्ग दिखाऊँगा।","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:44","price":"ऐ मेरे पिता! शैतान की पूजा न करें। निःसंदेह शैतान हमेशा से रहमान (परम दयालु अल्लाह) का अवज्ञाकारी है।","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:45","price":"ऐ मेरे पिता! वास्तव में, मुझे डर है कि आपको रहमान (परम दयालु) की ओर से कोई यातना आ लगे, फिर आप शैतान के मित्र हो जाएँगे।","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:46","price":"उसने कहा : क्या तू हमारे पूज्यों से विमुख हो रहा है, ऐ इबराहीम!? निश्चय यदि तू बाज़ न आया, तो मैं अवश्य ही तुझे संगसार कर दूँगा और तू लंबे समय के लिए मुझसे अलग हो जा।","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:47","price":"(इबराहीम ने) कहा : आपपर सलाम हो! मैं अपने पालनहार से आपके लिए अवश्य क्षमा की प्रार्थना करूँगा। निःसंदेह वह हमेशा से मुझपर बहुत दयालु है।","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:48","price":"तथा मैं आप लोगों से और उन चीज़ों से जिन्हें आप लोग अल्लाह के सिवा पुकारते हैं, किनारा करता हूँ और अपने पालनहार को पुकारता हूँ। आशा है कि मैं अपने रब को पुकारकर असफल नहीं रहूँगा।","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:49","price":"फिर जब वह उनसे और उन चीज़ों से जिनकी वे अल्लाह के सिवा पूजा करते थे, अलग हो गया, तो हमने उसे इसहाक़ और याक़ूब प्रदान किए और हर एक को हमने नबी बनाया।","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:50","price":"तथा हमने उन्हें अपनी रहमत से हिस्सा दिया और उन्हें बहुत ऊँची, सच्ची ख्याति प्रदान की।","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:51","price":"और आप इस पुस्तक में मूसा की चर्चा करें। निश्चय वह चुना हुआ था तथा रसूल एवं नबी था।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:52","price":"और हमने उसे पहाड़ की दाहिनी ओर से पुकारा तथा सरगोशी करते हुए उसे समीप कर लिया।","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:53","price":"और हमने उसे अपनी दया से उसके भाई हारून को नबी बनाकर प्रदान किया।","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:54","price":"तथा इस किताब में इसमाईल[15] की चर्चा करें। निश्चय वह वादे का सच्चा तथा रसूल एवं नबी था।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"15. आप इबराहीम अलैहिस्सलाम के बड़े पुत्र थे, इन्हीं से अरबों का वंश चला और आप ही के वंश से अंतिम नबी मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) नबी बनाकर भेजे गए।","lang":"hi"},{"name":"19:55","price":"और वह अपने घरवालों को नमाज़ और ज़कात का आदेश देता था और वह अपने पालनहार के निकट पसंदीदा था।","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:56","price":"तथा इस किताब में इदरीस की चर्चा करें। निःसंदेह वह बड़ा सत्यवादी और नबी था।","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:57","price":"तथा हमने उसे बहुत ऊँचे स्थान पर उठाया।","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:58","price":"ये वे लोग हैं, जिनपर अल्लाह ने अनुग्रह किया नबियों में से, आदम की संतान में से तथा उन लोगों में से जिन्हें हमने नूह़ के साथ सवार किया तथा इबराहीम और इसराईल की संतान में से तथा उन लोगों में से जिन्हें हमने मार्गदर्शन प्रदान किया और चुन लिया। जब उनपर रहमान की आयतें पढ़ी जाती थीं, तो वे सजदा करते और रोते हुए गिर जाते थे।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:59","price":"फिर उनके बाद उनके स्थान पर ऐसे अयोग्य उत्तराधिकारी आए, जिन्होंने नमाज़ की उपेक्षा की और अपनी इच्छाओं का पालन किया, तो वे जल्द ही पथभ्रष्टता का सामना करेंगे।","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:60","price":"परंतु जिसने तौबा कर ली और ईमान लाया और अच्छे कर्म किए, तो ये लोग जन्नत में प्रवेश करेंगे और उनपर कुछ भी अत्याचार नहीं किया जाएगा।","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:61","price":"सदा निवास के बाग़ो में, जिनका रहमान ने अपने बंदों से (उनके) बिन देखे वादा किया है। निःसंदेह उसका वादा पूरा होकर रहने वाला है।","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:62","price":"वे उसमें 'सलाम' के सिवा कोई व्यर्थ बात नहीं सुनेंगे, तथा उनके लिए उसमें सुबह और शाम उनकी जीविका होगी।","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:63","price":"यह है वह जन्नत, जिसका वारिस हम अपने बंदों में से उसे बनाते हैं, जो परहेज़गार हो।","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:64","price":"और हम[16] नहीं उतरते, परंतु आपके पालनहार के आदेश से, उसी का है जो हमारे आगे है तथा जो हमारे पीछे है और जो इसके बीच है और आपका पालनहार कभी भूलने वाला नहीं है।","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"16. ह़दीस के अनुसार एक बार नबी सल्लल्लाहु अलैहि व सल्लम ने (फ़रिश्ते) जिबरील से कहा कि क्या चीज़ आपको रोक रही है कि आप मुझसे और अधिक मिला करें। इसी पर यह आयत अवतरित हुई। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 4731)","lang":"hi"},{"name":"19:65","price":"जो आकाशों और धरती का और उन दोनों के बीच की चीज़ों का पालनहार है। अतः उसी की इबादत करें तथा उसकी इबादत पर पर दृढ़ रहें। क्या आप उसका समकक्ष किसी को जानते हैं?","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:66","price":"तथा मनुष्य कहता है : जब मैं मर गया, तो क्या मैं सचमुच फिर जीवित करके निकाला जाऊँगा?","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:67","price":"और क्या मनुष्य याद नहीं करता कि निःसंदेह हम ही ने उसे इससे पूर्व पैदा किया, जबकि वह कुछ भी नहीं था?","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:68","price":"तो क़सम है आपके पालनहार की! निःसंदेह हम उन्हें और शैतानों को ज़रूर इकट्ठा करेंगे, फिर निःसंदेह हम उन्हें जहन्नम के आसपास घुटनों के बल गिरे हुए ज़रूर उपस्थित करेंगे।","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:69","price":"फिर निश्चय ही हम प्रत्येक गिरोह में से उस व्यक्ति को अवश्य निकालेंगे, जो रहमान (परम दयावान) के प्रति सबसे बढ़कर सरकश है।","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:70","price":"फिर, निश्चित रूप से, हम उन लोगों को अधिक जानने वाले हैं, जो इसमें झोंके जाने के अधिक योग्य हैं।","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:71","price":"और तुममें से जो भी है, उस पर से गुज़रने वाला[17] है। यह एक पूर्वनिर्धारित निर्णय है जिसे पूरा करना आपके पालनहार के ज़िम्मे है।","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"17. अर्थात नरक से जिस पर एक पुल बनाया जाएगा। उस पर से सभी ईमान वालों और काफ़िरों को अवश्य गुज़रना होगा। यह और बात है कि ईमान वालों को इससे कोई हानि न पहुँचे। इसकी व्याख्या सह़ीह़ ह़दीसों में वर्णित है।","lang":"hi"},{"name":"19:72","price":"फिर हम डरने वालों को बचा लेंगे तथा अत्याचारियों को उसमें मुँह के बल गिरे हुए छोड़ देंगे।","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:73","price":"तथा जब उनके समक्ष हमारी स्पष्ट आयतें पढ़ी जाती हैं, तो काफ़िर लोग ईमान लाने वालों से कहते हैं कि दोनों गिरोहों में से किसकी स्थिति बेहतर और सभा की दृष्टि से कौन अधिक अच्छा है?","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:74","price":"और हम इनसे पहले कितनी ही जातियों को नष्ट कर चुके हैं, जो जीवन-साधन और शक्ल-सूरत (वेशभूषा) में कहीं अधिक अच्छी थीं।","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:75","price":"(हे नबी!) आप कह दें कि जो व्यक्ति गुमराही में पड़ा हुआ है, तो रहमान उसे एक अवधि तक मोहलत देता है। यहाँ तक कि जब वे उस चीज़ को देख लेंगे जिसका उनसे वादा किया जाता है; या तो यातना और या क़ियामत, तो वे अवश्य जान लेंगे कि कौन स्थिति में अधिक बुरा और जत्थे की दृष्टि से अधिक कमज़ोर है।","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:76","price":"और अल्लाह हिदायत पाने वालों को हिदायत में आधिक कर देता है और शेष रहने वाली नेकियाँ आपके पालनहार के निकट सवाब की दृष्टि से बेहतर तथा परिणाम की दृष्टि से कहीं अच्छी हैं।","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:77","price":"तो क्या (ऐ नबी!) आपने उस व्यक्ति को देखा, जिसने हमारी आयतों का इनकार किया और कहा : मैं अवश्य ही धन तथा संतान दिया जाऊँगा?","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:78","price":"क्या उसने परोक्ष को झाँककर देख लिया है, या उसने रहमान से कोई वचन ले रखा है?","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:79","price":"कदापि नहीं! हम अवश्य लिखेंगे, जो कुछ वह कहता है और हम उसके लिए यातना में अत्यधिक वृद्धि कर देंगे।","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:80","price":"और हम उसके वारिस होंगे उन चीज़ों में जो वह कर रहा है और वह अकेला[18] हमारे पास आएगा।","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"18. इन आयतों के अवतरित होने का कारण यह बताया गया है कि ख़ब्बाब बिन अरत्त का आस बिन वायल (काफ़िर) पर कुछ ऋण था। जिसे वह माँगने के लिए गए, तो उसने कहा : मैं तुझे उस समय तक नहीं दूँगा जब तक मुह़म्मद (सल्लल्लाहु अलैहि व सल्लम) के साथ कुफ़्र नहीं करेगा। उन्होंने कहा कि यह काम तो तू मरकर पुनः जीवित हो जाए, तब भी नहीं करूँगा। उसने कहा : क्या मैं मरने के पश्चात् पुनः जीवित किया जाऊँगा? ख़ब्बाब ने कहा : हाँ। आस ने कहा : वहाँ मुझे धन और संतान मिलेगी, तो तुम्हारा ऋण चुका दूँगा। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 4732)","lang":"hi"},{"name":"19:81","price":"तथा उन्होंने अल्लाह के सिवा अन्य पूज्य बना लिए, ताकि वे उनके लिए सम्मान का कारण हों।","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:82","price":"ऐसा कभी नहीं होगा, जल्द ही वे उनकी पूजा का इनकार[19] कर देंगे और उनके खिलाफ (विरोधी) हो जाएँगे।","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"19. अर्थात प्रलय के दिन।","lang":"hi"},{"name":"19:83","price":"क्या आपने नहीं देखा कि हमने शैतानों को काफ़िरों पर छोड़ रखा है, वे उन्हें ख़ूब उकसाते रहते हैं?","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:84","price":"अतः आपर उनपर जल्दी न करें [1], हम तो केवल उनके लिए (दिन) गिन रहे हैं।","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"20. अर्थात उनपर शीघ्र यातना उतारने की माँग ने करें। इसके लिए केवल उनकी आयु पूरी होने की देर है।","lang":"hi"},{"name":"19:85","price":"जिस दिन हम परहेज़गारों को रहमान के पास मेहमान बनाकर इकट्ठा करेंगे।","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:86","price":"तथा अपराधियों को नरक की ओर प्यासे हाँककर ले जाएँगे।","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:87","price":"वे सिफारिश का अधिकार नहीं रखेंगे, सिवाय उसके जिसने रहमान के पास कोई प्रतिज्ञा प्राप्त कर ली हो।[21]","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"21. अर्थात अल्लाह की अनुमति से वही सिफ़ारिश करेगा जो ईमान लाया है।","lang":"hi"},{"name":"19:88","price":"तथा उन्होंने कहा कि रहमान ने संतान बना रखी है।[22]","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"22. अर्थात ईसाइयों ने - जैसा कि इस सूरत के आरंभ में आया है - ईसा अलैहिस्सलाम को अल्लाह का पुत्र बना लिया। और इस भ्रम में पड़ गए कि उन्होंने मनुष्य के पापों का प्रायश्चित कर दिया। इस आयत में इसी गलत धारणा का खंडन किया जा रहा है।","lang":"hi"},{"name":"19:89","price":"निश्चय ही तुम एक बड़ी भारी बात गढ़कर लाए हो।","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:90","price":"समीप है कि इस कथन के कारण आकाश फट पड़ें तथा धरती चिर जाए और और पहाड़ ध्वस्त होकर गिर पड़ें।","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:91","price":"इस बात पर कि उन्होंने रहमान की संतान होने का दावा किया।","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:92","price":"हालाँकि, रहमान के योग्य नहीं कि कोई संतान बनाए।","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:93","price":"आकाशों तथा धरती में जो कोई भी है, वह रहमान के पास दास के रूप में आने वाला है।","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:94","price":"निश्चय उसने उन्हें (अपने ज्ञान के साथ) घेर रखा है तथा उन्हें अच्छी तरह गिन रखा है।","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:95","price":"और उनमें से हर एक क़ियामत के दिन उसके पास अकेला आने वाला है।[23]","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"23. अर्थात उस दिन कोई किसी का सहायक न होगा। और न ही किसी को उसका धन-संतान लाभ देगा।","lang":"hi"},{"name":"19:96","price":"निःसंदेह जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए, शीघ्र ही रहमान उनके लिए प्रेम पैदा करेगा।[24]","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"24. अर्थात उनके ईमान और सत्कर्म के कारण, लोग उनसे प्रेम करने लगेंगे।","lang":"hi"},{"name":"19:97","price":"अतः (ऐ नबी!) हमने इसे आपकी भाषा में सरल बना दिया है, ताकि आप इसके द्वारा डर रखने वालों को शुभ सूचना दें तथा इसके द्वारा उन लोगों को डराएँ जो सख़्त झगड़ालू हैं।","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"19:98","price":"और हमने उनसे पहले कितनी ही जातियों को विनष्ट कर दिया, तो क्या आप उनमें से किसी एक को महसूस करते हैं, या उनकी कोई भनक सुनते हैं?!","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:1","price":"ता, हा।","arabic":"طه","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2349,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:2","price":"हमने आपपर यह क़ुरआन इसलिए नहीं अवतरित किया कि आप कष्ट में पड़ जाएँ।[1]","arabic":"مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2350,"juzNumber":16,"footnotes":"1. अर्थात विरोधियों के ईमान न लाने पर।","lang":"hi"},{"name":"20:3","price":"परंतु उसकी याददहानी (नसीहत) के लिए, जो डरता[2] है।","arabic":"إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2351,"juzNumber":16,"footnotes":"2. अर्थात ईमान न लाने तथा कुकर्मों के दुष्परिणाम से।","lang":"hi"},{"name":"20:4","price":"उसकी ओर से उतारा हुआ है, जिसने पृथ्वी और ऊँचे आकाशों को बनाया।।","arabic":"تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2352,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:5","price":"वह रहमान (अत्यंत दयावान् अल्लाह) अर्श (सिंहासन) पर बुलंद हुआ।","arabic":"ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2353,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:6","price":"उसी का[3] है, जो कुछ आकाशों में और जो कुछ धरती में है और जो उन दोनों के बीच है तथा जो गीली मिट्टी के नीचे है।","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2354,"juzNumber":16,"footnotes":"3. अर्थात उसी के स्वामित्व में तथा उसी के अधीन है।","lang":"hi"},{"name":"20:7","price":"यदि तुम उच्च स्वर में बात करो, तो वह गुप्त और उससे भी अधिक गुप्त बात को जानता है।","arabic":"وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2355,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:8","price":"अल्लाह वह है जिसके सिवा कोई पूज्य नहीं, सबसे अच्छे नाम उसी के हैं।","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2356,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:9","price":"और क्या (ऐ नबी!) आपके पास मूसा की ख़बर पहुँची?","arabic":"وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2357,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:10","price":"जब उसने एक आग देखी, तो अपने घरवालों से कहा : ठहरो, निःसंदेह मैंने एक आग देखी है, शायद मैं तुम्हारे पास उससे कोई अंगार लाे आऊँ, अथवा उस आग पर कोई मार्गदर्शन पा लूँ।[4]","arabic":"إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2358,"juzNumber":16,"footnotes":"4. यह उस समय की बात है, जब मूसा अलैहिस्सलाम अपने परिवार के साथ मदयन नगर से मिस्र आ रहे थे और मार्ग भूल गए थे।","lang":"hi"},{"name":"20:11","price":"फिर जब वह उसके पास आया तो उसे आवाज़ दी गई : ऐ मूसा!","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2359,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:12","price":"निःसंदेह मैं ही तेरा पालनहार हूँ, अतः अपने दोनों जूते उतार दे, निःसंदेह तू पवित्र वादी “तुवा” में है।","arabic":"إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2360,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:13","price":"और मैंने तुझे चुन[5] लिया है। अतः ध्यान से सुन, जो वह़्य की जा रही है।","arabic":"وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2361,"juzNumber":16,"footnotes":"5. अर्थात नबी बना दिया।","lang":"hi"},{"name":"20:14","price":"निःसंदेह मैं ही अल्लाह हूँ, मेरे सिवा कोई पूज्य नहीं, तो मेरी ही इबादत कर तथा मेरे स्मरण (याद) के लिए नमाज़ स्थापित कर।[6]","arabic":"إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2362,"juzNumber":16,"footnotes":"6. इबादत में नमाज़ सम्मिलित है, फिर भी उसका महत्त्व दिखाने के लिए उसका विशेष आदेश दिया गया है।","lang":"hi"},{"name":"20:15","price":"निश्चय क़ियामत आने वाली है, मैं क़रीब हूँ कि उसे छिपाकर रखूँ। ताकि प्रत्येक प्राणी को उसका बदला दिया जाए, जो वह प्रयास करता है।","arabic":"إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2363,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:16","price":"अतः तुझे उससे वह व्यक्ति कहीं रोक न दे, जो उसपर ईमान (विश्वास) नहीं रखता और अपनी इच्छा के पालन में लगा है, अन्यथा तेरा नाश हो जाएगा।","arabic":"فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2364,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:17","price":"और ऐ मूसा! यह तेरे दाहिने हाथ में क्या है?","arabic":"وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2365,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:18","price":"उसने कहा : यह मेरी लाठी है। मैं इसपर टेक लगाता हूँ और इससे अपनी बकरियों के लिए पत्ते झाड़ता हूँ और मेरे लिए इसमें और भी कई ज़रूरतें हैं।","arabic":"قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2366,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:19","price":"फरमाया :  इसे फेंक दे, ऐ मूसा!","arabic":"قَالَ أَلۡقِهَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2367,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:20","price":"तो उसने उसे फेंक दिया और सहसा वह एक साँप था, जो दोड़ रहा था।","arabic":"فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2368,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:21","price":"फरमाया : इसे पकड़ ले और डर मत, जल्द ही हम इसे इसकी प्रथम स्थिति में लौटा देंगे।","arabic":"قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2369,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:22","price":"और अपना हाथ अपनी कांख (बग़ल) की ओर लगा दे, वह बिना किसी दोष के सफेद (चमकता हुआ) निकलेगा, जबकि यह एक और निशानी है।","arabic":"وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2370,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:23","price":"ताकि हम तुझे अपनी कुछ बड़ी निशानियाँ दिखाएँ।","arabic":"لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2371,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:24","price":"फ़िरऔन के पास जा, निश्चय वह सरकश हो गया है।","arabic":"ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2372,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:25","price":"उसने कहा : ऐ मेरे पालनहार!  मेरे लिए मेरा सीना खोल दे।","arabic":"قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2373,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:26","price":"तथा मेरे लिए मेरा काम सरल कर दे।","arabic":"وَيَسِّرۡ لِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2374,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:27","price":"और मेरी ज़बान की गाँठ खोल दे।","arabic":"وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2375,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:28","price":"ताकि वे मेरी बात समझ लें।","arabic":"يَفۡقَهُواْ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2376,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:29","price":"तथा मेरे लिए मेरे अपने घरवालों में से एक सहायकबना दे।","arabic":"وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2377,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:30","price":"हारून को, जो मेरा भाई है।","arabic":"هَٰرُونَ أَخِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2378,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:31","price":"उसके साथ मेरी पीठ मज़बूत़ कर दे।","arabic":"ٱشۡدُدۡ بِهِۦٓ أَزۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2379,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:32","price":"और उसे मेरे काम में शरीक कर दे।","arabic":"وَأَشۡرِكۡهُ فِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2380,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:33","price":"ताकि हम तेरी बहुत ज़्यादा पवित्रता बयान करें।","arabic":"كَيۡ نُسَبِّحَكَ كَثِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2381,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:34","price":"तथा हम तुझे बहुत ज़्यादा याद करें।","arabic":"وَنَذۡكُرَكَ كَثِيرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2382,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:35","price":"निःसंदेह तू हमेशा हमारी स्थिति को भली प्रकार देखने वाला है।","arabic":"إِنَّكَ كُنتَ بِنَا بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2383,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:36","price":"फरमाया : निःसंदेह तुझे दिया गया जो तूने माँगा, ऐ मूसा!","arabic":"قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2384,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:37","price":"और निश्चय ही हमने तुझपर एक और बार भी उपकार किया।[7]","arabic":"وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2385,"juzNumber":16,"footnotes":"7. यह उस समय की बात है जब मूसा का जन्म हुआ। उस समय फ़िरऔन का आदेश था कि बनी इसराईल में जो भी शिशु जन्म ले, उसे वध कर दिया जाए।","lang":"hi"},{"name":"20:38","price":"जब हमने तेरी माँ की ओर वह़्य की, जो वह़्य की जाती थी।","arabic":"إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2386,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:39","price":"यह कि तू इसे ताबूत (संदूक़) में रख दे, फिर उसे नदी में डाल दे, फिर नदी उसे किनारे पर डाल दे, उसे मेरा एक शत्रु और उसका शत्रु उठा लेगा[8] और मैंने तुझपर अपनी ओर से एक प्रेम[9] डाल दिया और ताकि तेरा पालन-पोषण मेरी आँखों के सामने किया जाए।","arabic":"أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2387,"juzNumber":16,"footnotes":"8. इस से तात्पर्य मिस्र का राजा फ़िरऔन है। 9. अर्थात तुम्हें सबका प्रिय अथवा फ़िरऔन का भी प्रिय बना दिया।","lang":"hi"},{"name":"20:40","price":"जब तेरी बहन[10] चल रही थी और कह रही थी : क्या मैं तुम्हें उसका पता बता दूँ, जो इसका पालन-पोषण करे? फिर हमने तुझे तेरी माँ के पास लौटा दिया, ताकि उसकी आँख ठंडी हो और वह शोक न करे। तथा तूने एक आदमी को मार डाला[11], तो हमने तुझे दुःखसे बचा लिया और हमने तुम्हारी अच्छी तरह से परीक्षा ली। फिर तू कई वर्ष मदयन वालों के बीच ठहरा रहा, फिर तू एक निश्चित अनुमान पर आया, ऐ मूसा!","arabic":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2388,"juzNumber":16,"footnotes":"10. अर्थात संदूक़ के पीछे नदी के किनारे। 11. अर्थात एक फ़िरऔनी को मारा और वह मर गया, तो तुम मदयन चले गए, इसका वर्णन सूरतुल-क़स़स़ में आएगा।","lang":"hi"},{"name":"20:41","price":"और मैंने तुझे विशेष रूप से अपने लिए बनाया है।","arabic":"وَٱصۡطَنَعۡتُكَ لِنَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2389,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:42","price":"तू और तेरा भाई मेरी निशानियाँ लेकर जाओ और मुझे याद करने में आलस्य न करो।","arabic":"ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2390,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:43","price":"तुम दोनों फ़िरऔन के पास जाओ, निःसंदेह वह सरकश हो गया है।","arabic":"ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2391,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:44","price":"तो उससे कोमल बात करो, आशा है कि वह उपदेश ग्रहण करे, या (अल्लाह से) डर जाए।","arabic":"فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2392,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:45","price":"दोनों ने कहा : ऐ हमारे पालनहार! निश्चय ह डरते हैं कि वह हमपर अत्याचार करेगा, या हद से बढ़ जाएगा।","arabic":"قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2393,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:46","price":"फरमाया : डरो मत, मैं तुम्हारे साथ हूँ, सब कुछ सुन रहा हूँ और सब कुछ देख रहा हूँ।","arabic":"قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2394,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:47","price":"अतः तुम दोनों उसके पास जाओ और कहो : हम तेरे पालनहार के रसूल हैं। अतः तू हमारे साथ बनी इसराईल को भेज दे और उन्हें यातना न दे, निश्चय हम तेरे पास तेरे पालनहार की ओर से एक निशानी लेकर आए हैं और सलामती है उसके लिए, जो मार्गदर्शन का अनुसरण करे।","arabic":"فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2395,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:48","price":"निःसंदेह हमारी ओर वह़्य (प्रकाशना) की गई है कि निश्चय ही यातना उसके लिए है, जिसने झुठलाया और मुँह फेरा।","arabic":"إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2396,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:49","price":"उसने कहा : तुम दोनों का पालनहार कौन है, ऐ मूसा!?","arabic":"قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2397,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:50","price":"(मूसा ने) कहा : हमारा पालनहार वह है, जिसने हर चीज़ को उसका आकार और रूप दिया, फिर रास्ता दिखाया।[12]","arabic":"قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2398,"juzNumber":16,"footnotes":"12. आयत का भावार्थ यह है कि अल्लाह ने प्रत्येक जीव-जंतु के योग्य उसका रूप बनाया। और उसके जीवन की आवश्यकता के अनुसार उसे खाने-पीने तथा निवास की विधि समझा दी है।","lang":"hi"},{"name":"20:51","price":"उसने कहा : अच्छा, तो पहले ज़माने के लोगों का क्या हाल है?","arabic":"قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2399,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:52","price":"(मूसा ने) कहा : उनका ज्ञान मेरे रब के पास एक किताब में है, मेरा रब न भटकता है और न भूलता है।[13]","arabic":"قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2400,"juzNumber":16,"footnotes":"13. अर्थात उन्होंने जैसा किया होगा, उनके आगे उनका परिणाम आएगा।","lang":"hi"},{"name":"20:53","price":"वही है जिसने तुम्हारे लिए ज़मीन को बिछौना बनाया और उसमें तुम्हारे लिए रास्ते बनाए और आसमान से कुछ पानी उतारा, फिर हमने उसके द्वारा विभिन्न पौधों की कई क़िस्में निकालीं।","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2401,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:54","price":"खाओ और अपने चौपायों को चराओ, निःसंदेह इसमें बुद्धि वाले लोगों के लिए निश्चय बहुत-सी निशानियाँ हैं।","arabic":"كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2402,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:55","price":"इसी से हमने तुम्हें पैदा किया और इसी में हम तुम्हें लौटाएँगे और इसी से हम तुम्हें एक बार फिर[14] निकालेंगे।","arabic":"۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2403,"juzNumber":16,"footnotes":"14. अर्थात प्रलय के दिन पुनः जीवित निकालेंगे।","lang":"hi"},{"name":"20:56","price":"और निःसंदेह हमने उसे अपनी सब निशानियाँ दिखाईं, तो उसने झुठलाया और इनकार किया।","arabic":"وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2404,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:57","price":"उसने कहा : क्या तू हमारे पास इसलिए आया है कि हमें हमारी धरती से अपने जादू के द्वारा निकाल दे, ऐ मूसा!?","arabic":"قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2405,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:58","price":"तो हम भी अवश्य तेरे पास ऐसा ही जादू लाएँगे, अतः तू हमारे और अपने बीच वादे का एक समय निर्धारित कर दे, कि न हम उसके ख़िलाफ़ हों और न तू, ऐसी जगह जो बराबर हो।","arabic":"فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2406,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:59","price":"(मूसा ने) कहा : तुम्हारे वादे का समय उत्सव का दिन[15] है तथा यह कि लोग दिन चढ़े इकट्ठे हो जाएँ।","arabic":"قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2407,"juzNumber":16,"footnotes":"15. इससे अभिप्राय उनका कोई वार्षिक उत्सव (मेले) का दिन था।","lang":"hi"},{"name":"20:60","price":"फिर फ़िरऔन वापस लौटा,[16] उसने अपने सारे हथकंडे जुटाए, फिर आ गया।","arabic":"فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2408,"juzNumber":16,"footnotes":"16. मूसा के सत्य को न मान कर, मुक़ाबले की तैयारी में व्यस्त हो गया।","lang":"hi"},{"name":"20:61","price":"मूसा ने उन (जादूगरों) से कहा : तुम्हारा विनाश हो! अल्लाह पर कोई झूठ मत गढ़ना, नहीं तो वह तुम्हें यातना देकर नष्ट कर देगा और निश्चय विफल हुआ, जिसने झूठ गढ़ा।","arabic":"قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2409,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:62","price":"तो वे अपने मामले में आपस में मतभेद करने लगे[17] और उन्होंने चुपके-चुपके कानाफूसी की।","arabic":"فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2410,"juzNumber":16,"footnotes":"17. अर्थात मूसा (अलैहिस्सलाम) की बात सुनकर उनमें मतभेद हो गया। कुछ ने कहा कि यह जादूगर है और कुछ ने कहा कि यह चेहरा जादूगर का नहीं हो सकता।","lang":"hi"},{"name":"20:63","price":"(कुछ ने) कहा : निःसंदेह ये दोनों जादूगर हैं, वे अपने जादू द्वारा तुम्हें तुम्हारे भूभाग से निकाल देना चाहते हैं और तुम्हारे सबसे अच्छे रास्ते (आदर्श  प्रणाली) को समाप्त कर देना चाहते हैं।","arabic":"قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2411,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:64","price":"अतः तुम अपने उपाय को मज़बूत कर लो, फिर पंक्तिबद्ध होकर आ जाओ और निश्चय आज वही सफल होगा, जो हावी रहेगा।","arabic":"فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2412,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:65","price":"उन्होंने कहा : ऐ मूसा!  या तो तुम फेंको या यह कि हम पहले फेंकने वाले हो जाएँ।","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2413,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:66","price":"(मूसा ने) कहा : बल्कि तुम्हीं फेंको। फिर उनकी रस्सियाँ तथा लाठियाँ, उसकी कल्पना में आता था कि उनके जादू के कारण सचमुच दौड़ रही हैं।","arabic":"قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2414,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:67","price":"तो मूसा ने अपने मन में एक डर महसूस किया।[18]","arabic":"فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2415,"juzNumber":16,"footnotes":"18. मूसा अलैहिस्सलाम को यह भय हुआ कि लोग जादूगरों के धोखे में न आ जाएँ।","lang":"hi"},{"name":"20:68","price":"हमने कहा : डरो मत, निश्चित रूप से तू ही प्रबल होगा।","arabic":"قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2416,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:69","price":"और फेंक दे, जो तेरे दाहिने हाथ में है, वह निगल जाएगा जो कुछ उन्होंने रचा है। निःसंदेह उन्होंने जो कुछ रचा है, वह जादूगर की चाल है और जादूगर जहाँ भी आए, सफल नहीं होता।","arabic":"وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2417,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:70","price":"फिर जादूगर सजदे में गिर गए, उन्होंने कहा : हम हारून और मूसा के रब पर ईमान लाए।","arabic":"فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2418,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:71","price":"उसने कहा : तुम उसपर ईमान ले आए इससे पहले कि मैं तुम्हें अनुमति दूँ? निश्चय ही यह तुम्हारा बड़ा है, जिसने तुम्हें जादू सिखाया है। इसलिए निश्चित रूप से मैं तुम्हारे हाथ और तुम्हारे पैर विपरीत दिशा[19] से बुरी तरह काट दूँगा, और अवश्य ही तुम्हें खजूर के तनों पर सूली दूँगा तथा निश्चय ही तुम अवश्य जान लोगे कि हममें से कौन अधिक कठोर एवं स्थायी यातना देने वाला है।","arabic":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2419,"juzNumber":16,"footnotes":"19. अर्थात दाहिना हाथ और बायाँ पैर अथवा बायाँ हाथ और दाहिना पैर।","lang":"hi"},{"name":"20:72","price":"उन्होंने कहा : हम तुझे कदापि तरजीह नहीं देंगे उन स्पष्ट तर्कों पर जो हमारे पास आए हैं और उसपर, जिसने हमें पैदा किया है। अतः फैसला कर, जो तू फ़ैसला करने वाला है। तू केवल इस दुनिया के जीवन का फ़ैसला कर सकता है।","arabic":"قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2420,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:73","price":"निःसंदेह हम अपने पालनहार पर ईमान लाए हैं, ताकि वह हमारे लिए हमारे पापों और जादू के उन कामों को क्षमा कर दे, जो तूने हमें करने के लिए मजबूर किया है और अल्लाह सर्वोत्तम और सदा रहने वाला है।[20]","arabic":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2421,"juzNumber":16,"footnotes":"20. और तेरा राज्य तथा जीवन तो सामयिक है।","lang":"hi"},{"name":"20:74","price":"निःसंदेह तथ्य यह है कि जो अपने पालनहार के पास अपराधी बनकर आएगा, तो निश्चित रूप से उसी के लिए नरक है, जिसमें न वह मरेगा और न जिएगा।","arabic":"إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2422,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:75","price":"तथा जो उसके पास मोमिन बनकर आएगा कि उसने अच्छे कर्म किए होंगे, तो यही लोग हैं जिनके लिए सर्वोच्च पद हैं।","arabic":"وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2423,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:76","price":"स्थायी निवास के बाग़, जिनके नीचे से नहरें बहती हैं, उनमें हमेशा के लिए रहने वाले हैं और यह उसका प्रतिफल है, जो पवित्र हुआ।","arabic":"جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2424,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:77","price":"और निश्चय ही हमने मूसा की ओर वह़्य की कि मेरे बंदो को रातों-रात ले जा, फिर उनके लिए समुद्र में एक सूखा मार्ग बना,[21] न तू पकड़े जाने से  भय खाएगा और न डरेगा।","arabic":"وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2425,"juzNumber":16,"footnotes":"21. इसका सविस्तार वर्णन सूरतुश शुअरा : 26 में आ रहा है।","lang":"hi"},{"name":"20:78","price":"फिर फ़िरऔन ने अपनी सेना के साथ उनका पीछा किया, तो उन्हें समुद्र से उस चीज़ ने ढाँप लिया जिसने उन्हें ढाँप लिया।","arabic":"فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2426,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:79","price":"और फ़िरऔन ने अपनी क़ौम को गुमराह किया और उन्हें सीधे रास्ते पर न चलाया।","arabic":"وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2427,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:80","price":"ऐ बनी इसराईल! निःसंदेह हमने तुम्हें तुम्हारे शत्रुओं से छुड़ाया और तुम्हें पर्वत के दाहिनी ओर[22] का वचन दिया और तुमपर 'मन्न' और 'सल्वा' उतारा।[23]","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2428,"juzNumber":16,"footnotes":"22. अर्ताथ तुमपर तौरात उतारने के लिए। 23. मन्न तथा सल्वा के भाष्य के लिये देखिए : सूरतुल-बक़रा, आयत : 57","lang":"hi"},{"name":"20:81","price":"खाओ उन पवित्र चीज़ों में से, जो हमने तुम्हें प्रदान की हैं तथा उनमें हद से न बढ़ो। अन्यथा तुमपर मेरा प्रकोप उतरेगा और जिसपर मेरा प्रकोप उतरा, तो निश्चय उसका सर्वनाश हो गया।","arabic":"كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2429,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:82","price":"और निःसंदेह मैं निश्चय उसको बहुत क्षमा करने वाला हूँ, जो तौबा करे और ईमान लाए और अच्छा कर्म करे, फिर सीधे मार्ग पर चले।","arabic":"وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2430,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:83","price":"और तुझे तेरी जाति से जल्दी क्या चीज़ ले आई ऐ मूसा!?[24]","arabic":"۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2431,"juzNumber":16,"footnotes":"24. अर्थात तुम पर्वत की दाहिनी ओर अपनी जाति से पहले क्यों आ गए और उन्हें पीछे क्यों छोड़ दिया?","lang":"hi"},{"name":"20:84","price":"उसने कहा : वे मेरे पीछे ही हैं और मैं तेरी ओर जल्दी आ गया, ऐ मेरे पालनहार! ताकि तू प्रसन्न हो जाए।","arabic":"قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2432,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:85","price":"(अल्लाह ने) फरमाया : तो निश्चय हमने तेरे पीछे तेरी जाति के लोगों को परीक्षा में डाल दिया है और सामिरी ने उन्हें पथभ्रष्ट कर दिया है।","arabic":"قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2433,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:86","price":"फिर मूसा ग़ुस्से से भरा हुआ, खेद में डूबा हुआ अपनी जाति की ओर वापस आया। उसने कहा : ऐ मेरी जाति के लोगो! क्या तुम्हारे रब ने तुम्हें अच्छा वादा नहीं दिया था?[25] तो क्या वह अवधि तुम पर लंबी हो गई,[26] या तुमने चाहा कि तुमपर तुम्हारे रब का कोई प्रकोप उतरे? तो तुमने मेरा वादा[27] तोड़ दिया।","arabic":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2434,"juzNumber":16,"footnotes":"25. अर्थात धर्म-पुस्तक तौरात देने का वादा। 26. अर्थात वादा की अवधि दीर्घ प्रतीत होने लगी। 27. अर्थात मेरे वापस आने तक, अल्लाह की इबादत पर स्थिर रहने की जो प्रतिज्ञा की थी।","lang":"hi"},{"name":"20:87","price":"उन्होंने कहा : हमने अपने अधिकार से आपके वचन का उल्लंघन नहीं किया, लेकिन लोगों[28] के गहनों का कुछ बोझ हमपर लाद दिया गया था, तो हमने उन्हें फेंक[29] दिया और ऐसे ही सामिरी[30] ने फेंक दिया।","arabic":"قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2435,"juzNumber":16,"footnotes":"28. इससे अभिप्रेत फ़िरऔन की जाति है, जिनके आभूषण उन्होंने उधार ले रखे थे। 29. अर्थात अपने पास रखना नहीं चाहा, और एक अग्नि कुंड में फेंक दिया। 30. अर्थात जो कुछ उसके पास था।","lang":"hi"},{"name":"20:88","price":"फिर उसने[31] उनके लिए एक बछड़ा निकाला, जो मात्र शरीर था, जिसकी गाय की सी आवाज़ थी। तो उन्होंने कहा : यही तुम्हारा पूज्य तथा मूसा का पूज्य है, सो वह भूल गया है।","arabic":"فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2436,"juzNumber":16,"footnotes":"31. अर्थात सामिरी ने आभूषणों को पिघला कर बछड़ा बना लिया।","lang":"hi"},{"name":"20:89","price":"तो क्या वे देखते नहीं कि वह न उनकी किसी बात का उत्तर देता है और न वह उनके किसी नुक़सान का मालिक है और न किसी लाभ का।[32]","arabic":"أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2437,"juzNumber":16,"footnotes":"32. फिर वह पूज्य कैसे हो सकता है?","lang":"hi"},{"name":"20:90","price":"और निःसंदेह हारून उनसे पहले ही कह चुका था : ऐ मेरी जाति के लोगो! बात यह है कि इसके द्वारा तुम्हारी परीक्षा की गई है और निश्चय तुम्हारा पालनहार रहमान (अत्यंत दयावान् अल्लाह) ही है। अतः मेरा अनुसरण करो तथा मेरे आदेश का पालन करो।","arabic":"وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2438,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:91","price":"उन्होंने कहा : हम इसी पर जमें बैठे रहेंगे, यहाँ तक कि मूसा हमारे पास वापस आ जाए।","arabic":"قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2439,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:92","price":"(मूसा ने) कहा : ऐ हारून! तुझे किस बात ने रोका, जब तूने उन्हें देखा कि वे पथभ्रष्ट हो गए हैं?","arabic":"قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2440,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:93","price":"कि तू मेरा अनुसरण न करे? तो क्या तूने मेरे आदेश की अवहेलना की?","arabic":"أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2441,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:94","price":"उसने कहा : ऐ मेरी माँ के बेटे! न मेरी दाढ़ी पकड़ और न मेरा सिर। मैं तो इससे डरा कि तू कहेगा : तूने बनी इसराईल में फूट डाल दी और मेरी बात की प्रतीक्षा नहीं की।","arabic":"قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2442,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:95","price":"(मूसा ने) कहा : तो ऐ सामिरी! तोरा मामला क्या है?","arabic":"قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2443,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:96","price":"उसने कहा : मैंने वह चीज़ देखी, जो इन लोगों नहीं देखी, तो मैंने रसूल के पदचिह्न से एक मुट्ठी उठाली, फिर मैंने उसे डाल दिया और मेरे दिल ने इसी तरह करना मेरे लिए सुसज्जित कर दिया।[33]","arabic":"قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2444,"juzNumber":16,"footnotes":"33. अधिकांश भाष्यकारों ने रसूल से अभिप्राय जिबरील (फ़रिश्ता) लिया है। अर्थ यह है कि सामिरी ने यह बात बनाई कि जब उसने फ़िरऔन और उसकी सेना के डूबने के समय जिबरील (अलैहिस्सलाम) को घोड़े पर सवार वहाँ देखा, तो उन के घोड़े के पद्चिह्न की मिट्टी रख ली। और जब सोने का बछड़ा बनाकर उस धूल को उसपर फेंक दिया, तो उसके प्रभाव से उसमें से एक प्रकार की आवाज़ निकलने लगी, जो उनके कुपथ होने का कारण बनी।","lang":"hi"},{"name":"20:97","price":"(मूसा ने) कहा : \"बस चला जा, निःसंदेह तेरे लिए जीवन भर यह है कि तू कहता रहे : मुझे स्पर्श न करना।[1] और निःसंदेह तेरे लिए एक और भी वादा[2] है, जो तुझसे कदापि न टलेगा। तथा अपने पूज्य को देख, जिसका तू पुजारी बना रहा, निश्चय हम उसे अवश्य अच्छी तरह जलाएँगे, फिर निश्चय ही उसे समुद्र में अच्छी तरह से उड़ा देंगे।","arabic":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2445,"juzNumber":16,"footnotes":"34. अर्थात मेरे समीप न आना और न मुझे छूना, मैं अछूत हूँ। 35. अर्थात परलोक की यातना का।","lang":"hi"},{"name":"20:98","price":"तुम्हारा पूज्य तो अल्लाह ही है, जिसके अलावा कोई पूज्य नहीं, उसने हर चीज को ज्ञान से घेर रखा है।","arabic":"إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2446,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:99","price":"इसी प्रकार हम आपको कुछ ऐसी ख़बरें सुनाते हैं जो गुज़र चुकी हैं और निःसंदेह हमने आपको अपनी तरफ़ से एक नसीहत प्रदान की है।","arabic":"كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2447,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:100","price":"जो उससे मुँह फेरेगा, तो निश्चय ही वह क़ियामत के दिन एक भारी[36] बोझ उठाएगा।","arabic":"مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2448,"juzNumber":16,"footnotes":"36. अर्थात पापों का बोझ।","lang":"hi"},{"name":"20:101","price":"वे उसमें हमेशा रहने वाले होंगे और क़ियामत के दिन वह उनके लिए बुरा बोझ होगा।","arabic":"خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2449,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:102","price":"जिस दिन सूर[37] में फूँका जाएगा और हम अपराधियों को उस दिन इस दशा में इकट्ठा करेंगे कि नीली आँखों वाले होंगे।","arabic":"يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2450,"juzNumber":16,"footnotes":"37. \"सूर\" का अर्थ नरसिंघा है, जिसमें अल्लाह के आदेश से एक फ़रिश्ता इसराफ़ील अलैहिस्सलाम फूँकेगा, और प्रलय आ जाएगी। (मुसनद अह़्मद : 2191) और पुनः फूँकेगा तो सब जीवित होकर हश्र के मैदान में आ जाएँगे।","lang":"hi"},{"name":"20:103","price":"वे आपस में चुपके-चुपके कह रहे होंगे, तुम (संसार में) दस दिन के सिवा नहीं ठहरे।","arabic":"يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2451,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:104","price":"हम अधिक जानने वाले हैं जो कुछ वे कह रहे होंगे, जब उनका सबसे समझदार व्यक्ति कह रहा होगा कि तुम केवल एक दिन ठहरे हो।","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2452,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:105","price":"वे आपसे पहाड़ों के विषय में पूछते हैं। आप कह दें कि मेरा पालनहार उन्हें उड़ाकर तितर-बितर कर देगा।","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2453,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:106","price":"फिर धरती को एक समतल मैदान बनाकर छोड़ेगा।","arabic":"فَيَذَرُهَا قَاعٗا صَفۡصَفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2454,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:107","price":"तुम उसमें कोई टेढ़ापन और नीच-ऊँच नहीं देखोगे।","arabic":"لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2455,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:108","price":"उस दिन वे पुकारने वाले का अनुसरण करेंगे, उसका अनुसरण करने से कोई विमुख नहीं होगा, और सभी आवाजें रहमान के लिए धीमी हो जाएँगी, फिर तुम एक बहुत ही धीमी आवाज के अलावा कुछ भी नहीं सुनोगे।","arabic":"يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2456,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:109","price":"उस दिन सिफ़ारिश लाभ नहीं देगी, परंतु जिसके लिए रहमान अनुज्ञा दे और जिसके लिए वह बात करना पसंद करे।","arabic":"يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2457,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:110","price":"वह जानता है जो कुछ उनके आगे है और जो कुछ उनके पीछे है और वे उसे अपने ज्ञान के घेरे में नहीं ला सकते।","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2458,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:111","price":"तथा सभी चेहरे उस जीवित रहने वाले, क़ायम रखने वाले लिए झुक जाएँगे और निश्चय विफल हो गया, जिसने अत्याचार का बोझ[38] उठाया।","arabic":"۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2459,"juzNumber":16,"footnotes":"38. संसार में किसी पर अत्याचार, तथा अल्लाह के साथ शिर्क किया।","lang":"hi"},{"name":"20:112","price":"तथा जो व्यक्ति नेक काम करे और वह मोमिन हो, तो वह न किसी अत्याचार से डरेगा और न अधिकार हनन से।","arabic":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2460,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:113","price":"और इसी प्रकार हमने इसे अरबी क़ुरआन बनाकर अवतरित किया तथा इसमें चेतावनी की बातें विभिन्न प्रकार से वर्णन कीं, शायद कि वे डर जाएँ, अथवा यह उनके लिए कोई उपदेश पैदा कर दे।","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2461,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:114","price":"अतः सर्वोच्च है अल्लाह, जो सच्चा बादशाह है, और क़ुरआन को पढ़ने में जल्दी[39] न करें, इससे पूर्व कि आपकी ओर उसकी वह़्य पूरी की जाए तथा कहें : ऐ मेरे पालनहार! मुझे ज्ञान में बढ़ा दे।","arabic":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2462,"juzNumber":16,"footnotes":"39. जब जिबरील अलैहिस्सलाम नबी सल्लल्लाहु अलैहि व सल्लम के पास वह़्य (प्रकाशना) लाते, तो आप इस भय से कि कुछ भूल न जाएँ, उनके साथ-साथ ही पढ़ने लगते। अल्लाह ने आपको ऐसा करने से रोक दिया। इसका वर्णन सूरतुल-क़ियामा, आयत : 75 में आ रहा है।","lang":"hi"},{"name":"20:115","price":"और निःसंदेह हमने इससे पहले आदम को ताकीद की, फिर वह भूल गया और हमने उसमें कोई दृढ़ संकल्प नहीं पाया ।","arabic":"وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2463,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:116","price":"तथा जब हमने फ़रिश्तों से कहा : आदम को सजदा करो। तो उन्होंने सजदा किया, सिवाय इबलीस के, उसने इनकार किया।","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2464,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:117","price":"तो हमने कहा : निःसंदेह यह तुम्हारा और तुम्हारी पत्नी का दुश्मन है, इसलिए कहीं तुम दोनों को जन्नत से न निकलवा दे कि तुम मुसीबत में पड़ जाओगे।","arabic":"فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2465,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:118","price":"निःसंदेह तुम्हारे लिए यह है कि तुम इसमें न भूखे होगे और न नग्न होगे।","arabic":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2466,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:119","price":"और यह कि निश्चय ही तुम इसमें न प्यासे होगे और न धूप खाओगा।","arabic":"وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2467,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:120","price":"तो शैतान ने उसके दिल में विचार डाला, कहने लगा : ऐ आदम! क्या मैं तुम्हें अनंत जीवन का वृक्ष और ऐसा राज्य दिखाऊँ जो कभी पुराना न हो?","arabic":"فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2468,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:121","price":"अंततः उन दोनों ने उसमें से खा लिया, तो उन दोनों के लिए उनके गुप्तांग प्रकट हो गए और वे दोनों अपने ऊपर जन्नत के पत्ते चिपकाने लगे और आदम ने अपने रब की अवज्ञा की, तो वह भटक गया।","arabic":"فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2469,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:122","price":"फिर उसके रब ने उसे चुन लिया, तो उसकी तौबा क़बूल कर ली और उसे मार्गदर्शन प्रदान किया।","arabic":"ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2470,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:123","price":"फरमाया : तुम दोनों यहाँ से एक साथ उतर जाओ, तुम एक-दूसरे के शत्रु हो। फिर अगर कभी मेरी ओर से तुम्हारे पास कोई हिदायत आए, तो जो कोई मेरी हिदायत पर चला, तो न वह भटकेगा और न मुसीबत में पड़ेगा।","arabic":"قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2471,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:124","price":"तथा जिसने मेरी नसीहत से मुँह फेरा, तो निःसंदेह उसके लिए तंग[40] जीवन है और हम उसे क़ियामत के दिन अंधा करके उठाएँगे।","arabic":"وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2472,"juzNumber":16,"footnotes":"40. अर्थात वह संसार में धनी हो, तब भी उसे संतोष नहीं होगा। और सदा चिंतित और व्याकुल रहेगा।","lang":"hi"},{"name":"20:125","price":"वह कहेगा : ऐ मेरे पालनहार! तूने मुझे अंधा करके क्यों उठाया? हालाँकि, मैं तो देखने वाला था।","arabic":"قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2473,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:126","price":"(अल्लाह) फरमाएगा : इसी प्रकार तेरे पास हमारी आयतें आईं, तो तू उन्हें भूल गया और इसी प्रकार आज तू भुलाया जाएगा।","arabic":"قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2474,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:127","price":"तथा इसी प्रकार हम उस व्यक्ति को बदला देते हैं, जो हद से बढ़ जाए और अपने पालनहार की आयतों पर ईमान न लाए और निश्चय आख़िरत की यातना अधिक कठोर और अधिक स्थायी है।","arabic":"وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2475,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:128","price":"फिर क्या इस बात ने उन्हें मार्गदर्शन नहीं दिया कि हमने उनसे पहले कितने ही समुदायों को विनष्ट कर दिया, जिनके घरों में वे चलते-फिरते हैं। निःसंदेह इसमें बुद्धियों वालों के लिए निश्चय बहुत-सी निशानियाँ हैं।","arabic":"أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2476,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:129","price":"और यदि वह बात न होती जो तुम्हारे पालनहार की ओर से पहले निश्चित हो चुकी और एक नियत समय न होता, तो वही (अगले लोगों का अज़ाब) आवश्यक हो जाता।[41]","arabic":"وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2477,"juzNumber":16,"footnotes":"41. आयत का भावार्थ यह है कि अल्लाह का यह निर्णय है कि वह किसी जाति का उसके विरुद्ध तर्क तथा उसकी निश्चित अवधि पूरी होने पर ही विनाश करता है, यदि यह बात न होती तो इन मक्का के मिश्रणवादियों पर यातना आ चुकी होती।","lang":"hi"},{"name":"20:130","price":"अतः जो कुछ वे कहते हैं, उसपर सब्र करें तथा सूर्य उगने से पहले[42] और उसके डूबने से पहले[43] अपने पालनहार की प्रशंसा के साथ उसकी पवित्रता बयान करें, और रात की कुछ घड़ियों[44] में भी पवित्रता बयान करें, और दिन के किनारों[45] में, ताकि आप प्रसन्न हो जाएँ।","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2478,"juzNumber":16,"footnotes":"42. अर्थात फ़ज्र की नमाज में। 43. अर्थात अस्र की नमाज़ में। 44. अर्थात इशा की नमाज़ में। 45. अर्थात ज़ुह्र तथा मग़्रिब की नमाज़ में।","lang":"hi"},{"name":"20:131","price":"और अपनी आँखों को उन चीज़ों की ओर कदापि न उठाएँ जो हमने उनके[46] विभिन्न प्रकार के लोगों को सांसारिक जीवन के लिए आभूषण के रूप में उपयोग करने के लिए दी हैं, ताकि हम उसमें उनकी परीक्षा लें, और आपके पालनहार का दिया[47] हुआ सबसे अच्छा और सबसे अधिक स्थायी है।","arabic":"وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2479,"juzNumber":16,"footnotes":"46. अर्थात मिश्रणवादियों के। 47. अर्थात प्रलोक का प्रतिफल।","lang":"hi"},{"name":"20:132","price":"और आप अपने घरवालों को नमाज़ का आदेश दें और स्वयं भी उसपर स्थित रहें, हम आपसे कोई जीविका नहीं माँगते, हम ही आपको जीविका प्रदान करते हैं और अच्छा परिणाम परहेज़गारी का है।","arabic":"وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2480,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:133","price":"तथा उन्होंने कहा : यह हमारे पास अपने रब की ओर से कोई निशानी क्यों नहीं लाता? और क्या उनके पास वह स्पष्ट प्रमाण नहीं आया जो पहली किताबों में है?","arabic":"وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2481,"juzNumber":16,"footnotes":"","lang":"hi"},{"name":"20:134","price":"और यदि हम वास्तव में उन्हें इससे पहले किसी अज़ाब से विनष्ट कर देते, तो ये लोग अवश्य कहते : ऐ हमारे रब! तूने हमारी ओर कोई रसूल क्यों नहीं भेजा कि हम तेरी आयतों की पैरवी करते, इससे[48] पहले कि हम ज़लील और रुसवा हों?","arabic":"وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2482,"juzNumber":16,"footnotes":"48. अर्थात नबी सल्लल्लाहु अलैहि व सल्लम और क़ुरआन के आने से पहले।","lang":"hi"},{"name":"20:135","price":"आप कह दें : हर एक प्रतीक्षारत है। अतः तुम (भी) प्रतीक्षा करो। फिर शीघ्र ही तुम जान लोगे कि सीधे मार्ग वाले कौन हैं और कौन है जिसे मार्गदर्शन प्राप्त हुआ।","arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2483,"juzNumber":16,"footnotes":"","lang":"hi"}],"juz":{"id":16,"name":"قَالَ أَلَمْ","transliteration":"Qal Alam","transEn":"He Said Did I Not","startVerse":"18:75","endVerse":"20:135","totalVerses":269}}