{"data":[{"name":"2:142","price":"शीघ्र ही मूर्ख लोग कहेंगे कि उन्हें उनके उस क़िबले[71] से, जिस पर वे थे किस चीज़ ने फेर दिया? (ऐ नबी!) कह दीजिए कि पूर्व और पश्चिम अल्लाह ही के हैं। वह जिसे चाहता है, सीधी राह पर लगा देता है।","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"71. नमाज़ में मुख करने की दिशा।","lang":"hi"},{"name":"2:143","price":"और इसी प्रकार हमने तुम्हें सबसे बेहतर उम्मत (समुदाय) बनाया; ताकि तुम लोगों पर गवाही देने[72] वाले बनो और रसूल तुमपर गवाही देने वाला बने। और हमने वह क़िबला जिसपर तुम थे, इसलिए निर्धारित किया था, ताकि हम जान लें कि कौन (इस) रसूल का अनुसरण करता है, उससे (अलग करके) जो अपनी ऐड़ियों पर फिर जाता है। और निःसंदेह यह बात निश्चय बहुत बड़ी थी, परंतु उन लोगों पर (नहीं) जिन्हें अल्लाह ने हिदायत दी और अल्लाह कभी ऐसा नहीं कि तुम्हारा ईमान (अर्थात् क़िबला बदलने से पहले पढ़ी गई नमाज़ों) को व्यर्थ कर दे।[73] निःसंदेह अल्लाह लोगों पर अत्यंत करुणा करने वाला, अत्यंत दयावान् है।","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"72. गवाही देने का अर्थ जैसा कि ह़दीस में आया है यह है कि प्रलय के दिन नूह़ अलैहिस्सलाम को बुलाया जाएगा और उनसे प्रश्न किया जायेगा कि क्या तुमने अपनी जाति को संदेश पहुँचाया? वह कहेंगे : हाँ। फिर उनकी जाति से प्रश्न किया जाएगा, तो वे कहेंगे कि हमारे पास सावधान करने के लिए कोई नहीं आया। तो अल्लाह तआला नूह़ अलैहिस्सलाम से कहेगा कि तुम्हारा गवाह कौन है? वह कहेंगे : मुह़म्मद सल्लल्लाहु अलैहि व सल्लम और उनकी उम्मत। फिर आपकी उम्मत गवाही देगी कि नूह़ ने अल्लाह का संदेश पहुँचाया है। और आप सल्लल्लाहु अलैहि व सल्लम तुमपर अर्थात मुसलमानों पर गवाह होंगे। (सह़ीह़ बुख़ारी : 4486) 73.अर्थात उसका फल प्रदान करेगा।","lang":"hi"},{"name":"2:144","price":"निश्चय (ऐ नबी!) हम आपके चेहरे का बार-बार आकाश की ओर उठना देख रहे हैं। तो निश्चय हम आपको उस क़िबले की ओर अवश्य फेर देंगे, जिसे आप पसंद करते हैं। तो (अब) अपना चेहरा मस्जिदे ह़राम की ओर फेर लें,[74] तथा तुम जहाँ भी हो, तो अपने चेहरे उसी की ओर फेर लो। निःसंदेह वे लोग जिन्हें किताब दी गई है निश्चय जानते हैं कि निःसंदेह उनके पालनहार की ओर से यही सत्य है[75] और अल्लाह उससे हरगिज़ ग़ाफ़िल नहीं जो वे कर रहे हैं।","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"74. नबी सल्लल्लाहु अलैहि व सल्लम मक्का से मदीना प्रस्थान करने के पश्चात्, बैतुल मक़्दिस की ओर मुख करके नमाज़ पढ़ते रहे। फिर आपको काबा की ओर मुख करके नमाज़ पढ़ने का आदेश दिया गया। 75. क्योंकि अंतिम नबी के गुणों में उनकी पुस्तकों में बताया गया है कि वह क़िबला बदल देंगे।","lang":"hi"},{"name":"2:145","price":"और निश्चय यदि आप उन लोगों के पास जिन्हें किताब दी गई है, हर निशानी भी ले आएँ, वे आपके क़िबले का अनुसरण नहीं करेंगे और न आप उनके क़िबले का अनुसरण करने वाले हैं। और न उनमें से कोई दूसरे के क़िबले का अनुसरण करने वाला है। और निश्चय यदि आपने उनकी इच्छाओं का पालन किया, उस ज्ञान के बाद जो आपके पास आया है, तो निःसंदेह उस समय आप अवश्य अत्याचारियों में से हो जाएँगे।","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:146","price":"जिन्हें हमने पुस्तक दी है, वे उसे वैसे ही[76] जानते हैं, जैसे अपने बेटों को पहचानते हैं, और निःसंदेह उनमें से एक समूह जानते हुए भी सत्य को छिपाता है।","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"76. आपके उन गुणों के कारण जो उनकी पुस्तकों में अंतिम नबी के विषय में वर्णित किए गए हैं।","lang":"hi"},{"name":"2:147","price":"यह सत्य आपके पालनहार की ओर से है। अतः आप कदापि संदेह करने वालों में से न हों।","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:148","price":"प्रत्येक के लिए एक दिशा है, जिसकी ओर वह मुख करने वाला है। अतः तुम भलाइयों में एक-दूसरे आगे बढ़ो। तुम जहाँ कही भी होगे, अल्लाह तुम्हें इकट्ठा करके लाएगा। निःसंदेह अल्लाह हर चीज़ पर सर्वशक्तिमान है।","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:149","price":"और आप जहाँ से भी निकलें, तो अपना चेहरा मस्जिदे-ह़राम की ओर फेर लें। और निःसंदेह यही आपके पालनहार की ओर से सत्य है और अल्लाह उससे हरगिज़ ग़ाफ़िल नहीं जो तुम करते हो।","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:150","price":"और आप जहाँ से भी निकलें, अपना चेहरा मस्जिदे-ह़राम की ओर फेर लें। और (ऐ मुसलमानों!) तुम जहाँ भी हो, अपने चेहरे उसी की ओर फेर लो। ताकि लोगों के पास तुम्हारे विरुद्ध कोई हुज्जत (तर्क) न रहे, सिवाय उनके जिन्होंने उनमें से अत्याचार किया। अतः उनसे मत डरो, (बल्कि) मुझसे डरो, और ताकि मैं अपनी नेमत तुमपर पूरी करूँ और ताकि तुम मार्गदर्शन पाओ।","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:151","price":"जिस तरह हमने तुम्हारे बीच एक रसूल तुम्हीं में से भेजा, जो तुमपर हमारी आयतें पढ़ता और तुम्हें पाक करता और तुम्हें किताब (क़ुरआन) तथा ह़िकमत (सुन्नत) सिखाता है और तुम्हें वह कुछ सिखाता है, जो तुम नहीं जानते थे।","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:152","price":"अतः तुम मुझे याद करो,[77] मैं तुम्हें याद करूँगा।[78] और मेरा शुक्र अदा करो तथा मेरी नाशुक्री न करो।","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"77. अर्थात मेरी आज्ञा का अनुपालन और मेरी आराधना करो। 78. अर्थात अपनी क्षमा और पुरस्कार द्वारा।","lang":"hi"},{"name":"2:153","price":"ऐ ईमान वालो! धैर्य तथा नमाज़ के साथ मदद प्राप्त करो। निःसंदेह अल्लाह धैर्य रखने वालों के साथ है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:154","price":"तथा जो अल्लाह की राह में मारे जाएँ, उन्हें मुर्दा न कहो, बल्कि (वे) ज़िंदा हैं, परंतु तुम नहीं समझते।","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:155","price":"तथा निश्चय हम तुम्हें भय और भूख तथा धनों, प्राणों और फलों की कमी में से किसी न किसी चीज़ के साथ अवश्य आज़माएँगे। और (ऐ नबी!) सब्र करने वालों को शुभ समाचार सुना दें।","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:156","price":"वे लोग कि जब उन्हें कोई मुसीबत पहुँचती है, तो कहते हैं : निःसंदेह हम अल्लाह के हैं और निःसंदेह हम उसी की ओर लौटने वाले हैं।","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:157","price":"यही लोग हैं जिनपर उनके रब की ओर से कई कृपाएँ तथा बड़ी दया है, और यही लोग मार्गदर्शन पाने वाले हैं।","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:158","price":"निःसंदेह सफ़ा और मरवा[79] अल्लाह की निशानियों में से हैं। अतः जो कोई इस घर का हज्ज करे या उम्रा करे, तो उसपर कोई दोष नहीं कि इन दोनों का तवाफ़ करे। और जो कोई स्वेच्छा से भलाई का कार्य करे, तो निःसंदेह अल्लाह (उसकी) क़द्र करने वाला, सब कुछ जानने वाला है।","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"79. यह दो पर्वत हैं जो काबा की पूर्वी दिशा में स्थित हैं। जिनके बीच सात फेरे लगाना ह़ज्ज तथा उमरे का अनिवार्य कर्म है। जिसका आरंभ सफ़ा पर्वत से किया जाता है।","lang":"hi"},{"name":"2:159","price":"निःसंदेह जो लोग उसको छिपाते हैं जो हमने स्पष्ट प्रमाणों और मार्गदर्शन में से उतारा है, इसके बाद कि हमने उसे लोगों के लिए किताब[80] में स्पष्ट कर दिया है, उनपर अल्लाह लानत करता है[81] और सब लानत करने वाले उनपर लानत करते हैं।","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"80. अर्थात तौरात, इंजील आदि पुस्तकों में। 81. अल्लाह के लानत करने का अर्थ अपनी दया से दूर करना है।","lang":"hi"},{"name":"2:160","price":"परंतु वे लोग जिन्होंने तौबा कर ली और सुधार कर लिया और खोलकर बयान कर दिया, तो ये लोग हैं जिनकी मैं तौबा स्वीकार करता हूँ और मैं ही बहुत तौबा क़बूल करने वाला, अत्यंत दयावान् हूँ।","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:161","price":"निःसंदेह वे लोग जिन्होंने कुफ़्र किया और इस हाल में मर गए कि वे काफ़िर थे, ऐसे लोग हैं जिनपर अल्लाह की और फ़रिश्तों तथा लोगों की, सब की लानत है।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:162","price":"वे हमेशा इसी (दशा) में रहने वाले हैं, न उनसे यातना हल्की की जाएगी और न उन्हें मोहलत दी जाएगी।","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:163","price":"और तुम्हारा पूज्य (मा'बूद) एक ही[82] पूज्य (मा'बूद) है, उसके सिवा कोई पूज्य (मा'बूद) नहीं, अत्यंत दयावान्, असीम दयालु है।","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"82. अर्थात जो अपने अस्तित्व तथा नामों और गुणों तथा कर्मों में अकेला है।","lang":"hi"},{"name":"2:164","price":"निःसंदेह आकाशों और धरती की रचना तथा रात और दिन के बदलने में, तथा उन नावों में जो लोगों को लाभ देने वाली चीज़ें लेकर सागरों में चलती हैं, और उस पानी में जो जो अल्लाह ने आकाश से उतारा, फिर उसके द्वारा धरती को उसकी मृत्यु के पश्चात् जीवित कर दिया और उसमें हर प्रकार के जानवर फैला दिए, तथा हवाओं को फेरने (बदलने) में और उस बादल में, जो आकाश और धरती के बीच वशीभूत[83] किया हुआ है, (इन सब चीज़ों में) उन लोगों के लिए बहुत-सी निशानियाँ हैं, जो समझ-बूझ रखते हैं।","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"83. अर्थात इस विश्व की पूरी व्यवस्था इस बात का तर्क और प्रमाण है कि इसका व्यवस्थापक अल्लाह ही एक मात्र पूज्य तथा अपने गुणों एवं कर्मों में अकेला है। अतः उपासना भी उसी एक की होनी चाहिए। यही समझ-बूझ का निर्णय है।","lang":"hi"},{"name":"2:165","price":"कुछ लोग ऐसे भी हैं, जो अल्लाह के सिवा कुछ साझी बना लेते हैं, जिनसे वे अल्लाह के प्रेम जैसा प्रेम करते हैं। तथा वे लोग जो ईमान लाए, अल्लाह से प्रेम में सबसे बढ़कर होते हैं। और काश! वे लोग जिन्होंने अत्याचार किया उस समय को देख लें[84] जब वे यातना को देखेंगे,[85] (तो जान लें) कि निःसंदेह शक्ति सब की सब अल्लाह ही के लिए है और यह कि निःसंदेह अल्लाह बहुत सख़्त अज़ाब वाला है।","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"84. अर्थात संसार ही में। 85. अर्थात प्रलय के दिन।","lang":"hi"},{"name":"2:166","price":"जब[86] वे लोग जिनका अनुसरण किया गया[87] था, उन लोगों से बिल्कुल अलग हो जाएँगे जिन्होंने (उनकी) पैरवी की और वे यातना को देख लेंगे और उनके आपस के संबंध पूर्णतया समाप्त हो जाएँगे।","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"86. अर्थात प्रलय के दिन। 87. अर्थात संसार में जिन प्रमुखों का अनुसरण किया गया।","lang":"hi"},{"name":"2:167","price":"तथा जिन लोगों ने अनुसरण किया था, कहेंगे : काश! हमारे लिए एक बार पुनः (संसार में) जाना होता, तो हम इनसे वैसे ही बिल्कुल अलग हो जाते, जैसे ये हमसे बिल्कुल अलग हो गए। ऐसे ही अल्लाह उनके कर्मों को उनके लिए अफ़सोस बनाकर दिखाएगा और वे किसी भी तरह आग से निकलने वाले नहीं हैं।","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:168","price":"ऐ लोगो! उन चीज़ों में से खाओ जो धरती में ह़लाल, पाकीज़ा हैं और शैतान के पदचिह्नों का अनुसरण न करो।[88] निःसंदेह वह तुम्हारा खुला शत्रु है।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"88. अर्थात उसकी बताई बातों को न मानो।","lang":"hi"},{"name":"2:169","price":"वह तो तुम्हें बुराई और निर्लज्जता ही का आदेश देता है और यह कि तुम अल्लाह पर वह बात कहो,[89] जो तुम नहीं जानते।","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"89. अर्थात वैध को अवैध करने आदि का।","lang":"hi"},{"name":"2:170","price":"और जब उनसे[90] कहा जाता है कि उसका अनुसरण करो जो अल्लाह ने (क़ुरआन) उतारा है, तो कहते हैं : बल्कि हम तो उसका अनुसरण करेंगे जिसपर हमने अपने बाप-दादा को पाया है। क्या अगरचे उनके बाप-दादा न कुछ समझते हों और न मार्गदर्शन पाते हों?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"90. अर्थात अह्ले किताब तथा मिश्रणवादियों से।","lang":"hi"},{"name":"2:171","price":"उन लोगों का उदाहरण जिन्होंने कुफ़्र किया, उस व्यक्ति के उदाहरण जैसा है, जो उन जानवरों को पुकारता है, जो पुकार और आवाज़ के सिवा कुछ[91] नहीं सुनते। वे बहरे हैं, गूँगे हैं, अंधे हैं, इसलिए वे नहीं समझते।","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"91. अर्थात ध्वनि सुनता है परंतु बात का अर्ध नहीं समझता।","lang":"hi"},{"name":"2:172","price":"ऐ ईमान वालो! उन पवित्र चीज़ों में से खाओ, जो हमने तुम्हें प्रदान की हैं तथा अल्लाह का शुक्र अदा करो, यदि तुम केवल उसी की इबादत करते हो।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:173","price":"उस (अल्लाह) ने तो तुमपर केवल मुर्दार[92] और ख़ून और सूअर का माँस और हर वह चीज़ हराम की है, जिसपर ग़ैरुल्लाह (अल्लाह के अलावा) का नाम पुकारा जाए। फिर जो (इनमें से कोई चीज़ खाने पर) विवश हो जाए, इस हाल में कि वह न अवज्ञा करने वाला हो और न सीमा से आगे बढ़ने वाला, तो उसपर कोई दोष नहीं। निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।[93]","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"92. जिसे धर्म विधान के अनुसार वध न किया गया हो, अधिक विवरण सूरतुल माइदह में आ रहा है। 93.अर्थात ऐसा विवश व्यक्ति जो ह़लाल जीविका न पा सके उसके लिए निषेध नहीं कि वह अपनी आवश्यकतानुसार ह़राम चीज़ें खा ले। परंतु उसपर अनिवार्य है कि वह उसकी सीमा का उल्लंघन न करे और जहाँ उसे ह़लाल जीविका मिल जाए वहाँ ह़राम खाने से रुक जाए।","lang":"hi"},{"name":"2:174","price":"निःसंदेह जो लोग छिपाते हैं जो अल्लाह ने किताब में से उतारा है और उसके बदले थोड़ा मूल्य प्राप्त करते हैं, वे लोग अपने पेटों में आग के सिवा कुछ नहीं खा रहे। तथा न अल्लाह क़ियामत के दिन उनसे बात करेगा और न उन्हें पाक करेगा और उनके लिए दुःखदायी यातना है।","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:175","price":"यही लोग हैं, जिन्होंने हिदायत के बदले गुमराही तथा क्षमा के बदले यातना ख़रीद ली। तो वे आग पर कितना अधिक सब्र करने वाले हैं?","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:176","price":"यह (यातना) इस कारण है कि निःसंदेह अल्लाह ने यह पुस्तक सत्य के साथ उतारी है, और निःसंदेह जिन लोगों ने पुस्तक में मतभेद किया है, निश्चय वे बहुत दूर के विरोध में (पड़े) हैं।","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:177","price":"नेकी केवल यही नहीं कि तुम अपने मुँह पूर्व और पश्चिम की ओर फेर लो! बल्कि असल नेकी तो उसकी है, जो अल्लाह और अंतिम दिन (आख़िरत) और फ़रिश्तों और पुस्तकों और नबियों पर ईमान लाए, और धन दे उसके मोह के बावजूद रिशतेदारों और अनाथों और निर्धनों और यात्री तथा माँगने वालों को और गर्दनें छुड़ाने में, और नमाज़ क़ायम करे और ज़कात दे, और जो अपनी प्रतिज्ञा पूरी करने वाले हैं जब प्रतिज्ञा करें, और जो तंगी और कष्ट में और लड़ाई के समय धैर्य रखने वाले हैं। यही लोग हैं जो सच्चे सिद्ध हुए तथा यही (अल्लाह से) डरने वाले हैं।[94]","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"94. इस आयत का भावार्थ यह है कि नमाज़ में क़िब्ले की ओर मुख करना अनिवार्य है, फिर भी सत्धर्म इतना ही नहीं कि धर्म की किसी एक बात को अपना लिया जाए। सत्धर्म तो सत्य आस्था, सत्कर्म और पूरे जीवन को अल्लाह की आज्ञा के अधीन कर देने का नाम है।","lang":"hi"},{"name":"2:178","price":"ऐ ईमान वालो! तुमपर क़त्ल किए गए व्यक्तियों के बारे में क़िसास (बदला लेना) फ़र्ज़ (अनिवार्य)[95] कर दिया गया है। आज़ाद के बदले आज़ाद, ग़ुलाम के बदले ग़ुलाम और औरत के बदले औरत (को क़त्ल किया जाएगा)। फिर जिसे उसके भाई की ओर से कुछ भी क्षमा[96] कर दिया जाए, तो ऐसे में सामान्य रीति के अनुसार (क़ातिल का) अनुसरण करना चाहिए और भले तरीक़े से उसके पास पहुँचा देना चाहिए। यह तुम्हारे पालनहार की ओर से एक प्रकार की सुविधा तथा एक दया है। फिर जो इसके बाद अत्याचार[97] करे, तो उसके लिए दर्दनाक यातना है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"95. अर्थात यह नहीं हो सकता कि निहत की प्रधानता अथवा उच्च वंश का होने के कारण कई व्यक्ति मार दिए जाएँ, जैसा कि इस्लाम से पूर्व जाहिलिय्यत की रीति थी कि एक के बदले कई को ही नहीं, यदि निर्बल क़बीला हो तो, पूरे क़बीले ही को मार दिया जाता था। इस्लाम ने यह नियम बना दिया कि स्वतंत्र तथा दास और नर-नारी सब मानवता में बराबर हैं। अतः बदले में केवल उसी को मारा जाए जो अपराधी है। वह स्वतंत्र हो या दास, नर हो या नारी। (संक्षिप्त, इब्ने कसीर) 96. क्षमा दो प्रकार से हो सकता है : एक तो यह कि निहत के लोग अपराधी को क्षमा कर दें। दूसरा यह कि क़िसास को क्षमा करके दियत (खून की क़ीमत) लेना स्वीकार कर लें। इसी स्थिति में कहा गया है कि नियमानुसार दियत चुका दे। 97. अर्थात क्षमा कर देने या दियत लेने के पश्चात् भी अपराधी को मार डाले, तो उसे क़िसास में हत किया जायेगा।","lang":"hi"},{"name":"2:179","price":"और ऐ बुद्धि वालो! तुम्हारे लिए क़िसास (बदला) लेने में जीवन है, ताकि तुम तक़वा अपनाओ।[98]","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"98. क्योंकि इस नियम के कारण कोई किसी को हत करने का साहस नहीं करेगा। इस लिए इसके कारण समाज शांतिमय हो जाएगा। अर्थात एक क़िसास से लोगों के जीवन की रक्षा होगी। जैसा कि उन देशों में जहाँ क़िसास का नियम है देखा जा सकता है। क़ुरआन इसी ओर संकेत करते हुए कहता है कि क़िसास के नियम के अंदर वास्तव में जीवन है।","lang":"hi"},{"name":"2:180","price":"और जब तुममें से किसी की मृत्यु का समय आ पहुँचे और वह धन छोड़ रहा हो, तो उसपर माता-पिता और रिश्तेदारों के लिए अच्छे तरीक़े से वसिय्यत करना ज़रूरी कर दिया गया है। यह अल्लाह से डरने वालों पर सुनिश्चित (आवश्यक)[99]  है।","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"99. यह वसिय्यत मीरास की आयत उतरने से पहले अनिवार्य थी, जिसे मीरास की आयत से निरस्त कर दिया गया। आप सल्लल्लाहु अलैहि व सल्लम का कथन है कि अल्लाह ने प्रत्येक अधिकारी को उसका अधिकार दे दिया है, अतः अब वारिस के लिए कोई वसिय्यत नहीं है। फिर जो वारिस न हो, तो उसे भी तिहाई धन से अधिक की वसिय्यत जायज़ नहीं है। (सह़ीह़ बुख़ारी :4577, सुनन अबू दावूद : 2870, इब्ने माजा : 2210)","lang":"hi"},{"name":"2:181","price":"फिर जो व्यक्ति उसे उसके सुनने के बाद बदल दे, तो उसका पाप उन्हीं लोगों पर है, जो उसे बदल दें। निश्चय अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:182","price":"परंतु जिस व्यक्ति को किसी वसीयत करने वाले से किसी प्रकार के पक्षपात या पाप का डर हो, फिर वह उनके बीच सुधार कर दे, तो उसपर कोई पाप नहीं। निश्चय अल्लाह अति क्षमाशील, अत्यंत दयावान् है।","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:183","price":"ऐ ईमान वालो! तुमपर रोज़ा[100] रखना फ़र्ज़ (अनिवार्य) कर दिया गया है, जैसे उन लोगों पर फ़र्ज़ (अनिवार्य) किया गया जो तुमसे पहले थे, ताकि तुम परहेज़गार बन जाओ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"100. रोज़ा को अरबी भाषा में \"सौम\" कहा जाता है, जिसका अर्थ रुकना तथा त्याग देना है। इस्लाम में रोज़ा सन् 2 हिजरी में अनिवार्य किया गया। जिसका अर्थ है प्रत्यूष (भोर) से सूर्यास्त तक रोज़े की नीयत से खाने पीन तथा संभोग आदि चीजों से रुक जाना।","lang":"hi"},{"name":"2:184","price":"गिने हुए चंद दिनों में। फिर तुममें से जो बीमार हो, अथवा किसी यात्रा पर हो, तो दूसरे दिनों से गिनती पूरी करना है। और जो लोग इसकी शक्ति रखते हों (परंतु रोज़ा न रखें), उनपर फ़िदया एक निर्धन का खाना है।[101] फिर जो व्यक्ति स्वेच्छा से नेकी करे, तो वह उसके लिए बेहतर है। और तुम्हारा रोज़ा रखना तुम्हारे लिए बेहतर है, यदि तुम जानते हो।","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"101. यदि कोई अधिक बुढ़ापे अथवा ऐसे रोग के कारण जिससे आरोग्य होने की आशा न हो, रोज़ा रखने में अक्षम हो, तो प्रत्येक रोज़े के बदले एक निर्धन को खाना खिला दिया करे।","lang":"hi"},{"name":"2:185","price":"रमज़ान का महीना वह है, जिसमें क़ुरआन उतारा गया, जो लोगों के लिए मार्गदर्शन है तथा मार्गदर्शन और (सत्य एवं असत्य के बीच) अंतर करने के स्पष्ट प्रमाण हैं। अतः तुममें से जो व्यक्ति इस महीने में उपस्थित[102] हो, तो वह इसका रोज़ा रखे। तथा जो बीमार[103] हो अथवा किसी यात्रा[104] पर हो, तो दूसरे दिनों से गिनती पूरी करना है। अल्लाह तुम्हारे साथ आसानी चाहता है, तुम्हारे साथ तंगी नहीं चाहता। और ताकि तुम गिनती पूरी करो और ताकि तुम इस बात पर अल्लाह की महिमा का वर्णन करो कि उसने तुम्हें मार्गदर्शन प्रदान किया और ताकि तुम उसका शुक्र अदा करो।[105]","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"102. अर्थात अपने नगर में उपस्थित हो। 103. अर्थात रोग के कारण रोज़े न रख सकता हो। 104. अर्थात इतनी दूर की यात्रा पर हो जिसमें रोज़ा न रखने की अनुमति हो। 105. इस आयत में रोज़े की दशा तथा गिनती पूरी करने पर प्रार्थना करने की प्रेरणा दी गयी है।","lang":"hi"},{"name":"2:186","price":"और (ऐ नबी!) जब मेरे बंदे आपसे मेरे बारे में पूछें, तो निश्चय मैं (उनसे) क़रीब हूँ। मैं पुकारने वाले की दुआ क़बूल करता हूँ जब वह मुझे पुकारता है। तो उन्हें चाहिए कि वे मेरी बात मानें तथा मुझपर ईमान लाएँ, ताकि वे मार्गदर्शन पाएँ।","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:187","price":"तुम्हारे लिए रोज़े की रात में अपनी स्त्रियों से सहवास करना ह़लाल कर दिया गया है। वे तुम्हारे लिए वस्त्र[106] हैं तथा तुम उनके लिए वस्त्र हो। अल्लाह ने जान लिया कि तुम अपने आपसे ख़यानत[107] करते थे। तो उसने तुमपर दया करते हुए तुम्हारी तौबा स्वीकार कर ली तथा तुम्हें क्षमा कर दिया। तो अब तुम उनसे (रात में) सहवास करो और जो अल्लाह ने तुम्हारे लिए लिखा है उसे तलब करो, तथा खाओ और पियो, यहाँ तक कि तुम्हारे लिए भोर की सफेद धारी रात की काली धारी से स्पष्ट हो जाए,[108] फिर रोज़े को रात (सूर्य डूबने) तक पूरा करो। और उनसे सहवास न करो, जबकि तुम मस्जिदों में ऐतिकाफ़ में हो। ये अल्लाह की सीमाएँ हैं, अतः इनके क़रीब न जाओ। इसी प्रकार अल्लाह लोगों के लिए अपनी आयतों को स्पष्ट करता है, ताकि वे बच जाएँ।","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"106. इससे पति-पत्नि के जीवन साथी, तथा एक की दूसरे के लिए आवश्यकता को दर्शाया गया है। 107. अर्थात पत्नि से सहवास करते थे। 108. इस्लाम के आरंभिक युग में रात्रि में सो जाने के पश्चात् रमज़ान में खाने पीने तथा स्त्री से सहवास की अनुमति नहीं थी। इस आयत में इन सब की अनुमति दी गई है।","lang":"hi"},{"name":"2:188","price":"तथा आपस में एक-दूसरे का धन अवैध रूप से न खाओ और न उन्हें अधिकारियों के पास ले जाओ, ताकि लोगों के धन का कुछ भाग गुनाह[109] के साथ खा जाओ, हालाँकि तुम जानते हो।","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"109. इस आयत में यह संकेत है कि यदि कोई व्यक्ति दूसरों के स्वत्व और धन से तथा अवैध धन उपार्जन से स्वयं को रोक न सकता हो, तो इबादत का कोई लाभ नहीं।","lang":"hi"},{"name":"2:189","price":"(ऐ नबी!) लोग आपसे नये चाँदों के बारे में पूछते हैं। आप कह दें, वे लोगों के लिए और हज्ज के लिए समय जानने के माध्यम हैं। और नेकी हरगिज़ यह नहीं कि घरों में उनके पीछे से आओ। बल्कि नेकी उसकी है जो (अल्लाह की अवज्ञा से) बचे। तथा घरों में उनके द्वारों से आओ और अल्लाह से डरो, ताकि तुम सफल हो जाओ।[110]","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"110. इस्लाम से पूर्व अरब में यह प्रथा थी कि जब ह़ज्ज का एह़राम बाँध लेते, तो अपने घरों में द्वार से प्रवेश न करके पीछे से प्रवेश करते थे। इस अंधविश्वास के खंडन के लिए यह आयत उतरी कि भलाई इन रीतियों में नहीं बल्कि अल्लाह से डरने और उसके आदेशों के उल्लंघन से बचने में है।","lang":"hi"},{"name":"2:190","price":"तथा अल्लाह की राह में, उनसे युद्ध करो, जो तुमसे युद्ध करते हैं, और अत्याचार न करो, निःसंदेह अल्लाह अत्याचार करने वालों से प्रेम नहीं करता।","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:191","price":"और उन्हें क़त्ल करो जहाँ उन्हें पाओ, और उन्हें वहाँ से निकालो जहाँ से उन्होंने तुम्हें निकाला है, और फ़ितना[111], क़त्ल करने से अधिक सख़्त है। और उनसे मस्जिदे ह़राम के पास युद्ध न करो, जब तक वे तुमसे वहाँ युद्ध न करें।[112] फिर यदि वे तुमसे युद्ध करें, तो उन्हें क़त्ल करो, ऐसे ही काफ़िरों का बदला है।","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"111. अर्थात अधर्म, मिश्रणवाद और सत्धर्म इस्लाम से रोकना। 112. अर्थात स्वयं युद्ध का आरंभ न करो।","lang":"hi"},{"name":"2:192","price":"फिर यदि वे (युद्ध से) रुक जाएँ, तो निःसंदेह अल्लाह बेहद क्षमा करनेवाला, अत्यंत दयावान् है।","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:193","price":"तथा उनसे युद्ध करो, यहाँ तक कि कोई फ़ितना शेष न रहे और धर्म अल्लाह के लिए हो जाए। फिर यदि वे बाज़ आ जाएँ, तो अत्याचारियों के सिवा किसी पर कोई ज़्यादती (जायज़) नहीं।","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:194","price":"हुरमत वाला[113] महीना, हुरमत वाले महीने के बदले है और सब हुरमतों में क़िसास (बराबरी का बदला) है। अतः जो तुमपर ज़्यादती करे, तो तुम उसपर उसी के समान ज़्यादती करो, जैसी उसने तुमपर ज़्यादती की है तथा अल्लाह से डरो और जान लो कि अल्लाह डरने वालों के साथ है।","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"113. हुरमत वाले महीनों से अभिप्रेत चार अरबी महीने : ज़ुल-क़ादह, ज़ुल-हिज्जह, मुह़र्रम तथा रजब हैं। इबराहीम अलैहिस्सलाम के युग से इन मासों का आदर सम्मान होता आ रहा है। आयत का अर्थ यह है कि कोई हुरमत वाले स्थान अथवा युग में अतिक्रमण करे, तो उसे बराबरी का बदला दिया जाए।","lang":"hi"},{"name":"2:195","price":"तथा अल्लाह के मार्ग में (धन) ख़र्च करो और अपने आपको विनाश में न डालो तथा नेकी करो, निःसंदेह अल्लाह नेकी करने वालों से प्रेम करता है।","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:196","price":"तथा ह़ज्ज और उमरा अल्लाह के लिए पूरा करो। फिर यदि तुम रोक दिए जाओ,[114] तो क़ुर्बानी में से जो उपलब्ध हो (कर दो)। और अपने सिर न मुँडाओ, जब तक कि क़ुर्बानी अपने ज़बह के स्थान तक न पहुँच जाए।[115] फिर तुममें से जो व्यक्ति बीमार हो या उसके सिर में कोई तकलीफ़ हो (और उसके कारण सिर मुँडा ले), तो रोज़े या सदक़ा या क़ुर्बानी में से कोई एक फ़िदया[116] है। फिर जब तुम निश्चिंत हो जाओ, तो (ऐसे में) जो व्यक्ति ह़ज्ज (के एहराम बाँधने) तक उमरे से लाभ[117] उठाए, तो क़ुर्बानी में से जो उपलब्ध हो, करे। फिर जिसके पास (क़ुर्बानी) उपलब्ध न हो, तो वह तीन रोज़े ह़ज्ज के दौरान रखे और सात दिन के उस समय रखे, जब तुम (घर) वापस जाओ। ये पूरे दस हैं। ये उसके लिए हैं, जिसके घर वाले मस्जिदे-ह़राम के निवासी न हों। और अल्लाह से डरो तथा जान लो कि निःसंदेह अल्लाह बहुत सख़्त अज़ाब वाला है।","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"114. अर्थात शत्रु अथवा रोग के कारण। 115. अर्थात क़ुर्बानी न करो। 116. जो तीन रोज़े अथवा तीन निर्धनों को खिलाना या एक बकरे की क़ुर्बानी देना है। (तफ्सीर क़ुर्तुबी) 117. लाभान्वित होने का अर्थ यह है कि उमरे का एह़राम बाँधे, और उसके कार्यक्रम पूरे करके एह़राम खोल दे, और जो चीजें एह़राम की स्थिति में अवैध थीं, उनसे लाभान्वित हो। फिर ह़ज्ज के समय उसका एह़राम बाँधे, इसे (ह़ज्ज तमत्तुअ) कहा जाता है। (तफ़्सीर क़ुर्तुबी)","lang":"hi"},{"name":"2:197","price":"ह़ज्ज चंद जाने-माने महीने हैं। फिर जो व्यक्ति इनमें ह़ज्ज अनिवार्य कर ले, तो ह़ज्ज के दौरान न कोई काम-वासना की बात हो और न कोई अवज्ञा और न कोई झगड़ा। तथा तुम जो भी नेकी का काम करोगे, अल्लाह उसे जान लेगा। और पाथेय ले लो, (और जान लो कि) सबसे अच्छा पाथेय परहेज़गारी है तथा ऐ बुद्धि वालो! मुझसे डरो।","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:198","price":"तथा तुमपर कोई दोष[118] नहीं कि अपने पालनहार का अनुग्रह (फ़ज़्ल) तलाश करो। फिर जब तुम अरफ़ात[119] से प्रस्थान करो, तो मश्अरे ह़राम (मुज़दलिफ़ा) के पास अल्लाह को याद करो और उसको उसी तरह याद करो, जैसे उसने तुम्हारा मार्गदर्शन किया है। और निःसंदेह इससे पहले तुम गुमराह लोगों में से थे।","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"118. अर्थात व्यापार करने में कोई दोष नहीं है। 119. अरफ़ात उस स्थान का नाम है जिस में ह़ाजी 9 ज़ुलह़िज्जा को विराम करते तथा सूर्यास्त के पश्चात् वहाँ से वापिस होते हैं।","lang":"hi"},{"name":"2:199","price":"फिर तुम[120] उस जगह से वापस आओ, जहाँ से सब लोग वापस आएँ तथा अल्लाह से क्षमा माँगो। निश्चय अल्लाह अति क्षमाशील, अत्यंत दयावान् है।","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"120. यह आदेश क़ुरैश के उन लोगों को दिया गया है, जो मुज़दलिफ़ह ही से वापस चले आते थे, और अरफ़ात नहीं जाते थे। (तफ़्सीर क़ुर्तुबी)","lang":"hi"},{"name":"2:200","price":"और जब तुम अपने ह़ज्ज के कार्य पूरे कर लो, तो अल्लाह को याद करो, जैसे अपने बाप-दादा को याद किया करते थे, बल्कि उससे भी बढ़कर याद[121] करो। फिर लोगों में से कोई तो ऐसा है जो कहता है : ऐ हमारे पालनहार! हमें दुनिया में दे दे। और आख़िरत में उसका कोई हिस्सा नहीं।","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"121. जाहिलिय्यत में अरबों की यह रीति थी कि ह़ज्ज पूरा करने के पश्चात् अपने पूर्वजों के कर्मों की चर्चा करके उनपर गर्व किया करते थे। तथा इब्ने अब्बास रज़ियल्लाहु अन्हुमा ने इसका अर्थ यह किया है कि जिस प्रकार शिशु अपने माता पिता को गुहारता, पुकारता है, उसी प्रकार तुम अल्लाह को गुहारो और पुकारो। (तफ़्सीर क़ुर्तुबी)","lang":"hi"},{"name":"2:201","price":"तथा उनमें से कोई ऐसा है, जो कहता है : ऐ हमारे पालनहार! हमें दुनिया में भलाई तथा आख़िरत में भी भलाई दे और हमें आग के अज़ाब से बचा।","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:202","price":"यही लोग हैं, जिनके लिए उसमें से एक हिस्सा है, जो उन्होंने कमाया और अल्लाह बहुत जल्द ह़िसाब लेने वाला है।","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:203","price":"तथा अल्लाह को चंद गिने हुए दिनों[122] में याद करो। फिर जो दो दिनों में (मिना से) जल्द चला[123] जाए, तो उसपर कोई दोष नहीं और जो देर[124] से निकले, तो उसपर भी कोई दोष नहीं, उस व्यक्ति के लिए जो (अल्लाह से) डरे तथा अल्लाह से डरो और जान लो कि निःसंदेह तुम उसी की ओर एकत्र किए जाओगो।","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"122. चंद गिने हुए दिनों से अभिप्राय ज़ुलह़िज्जा मास की 11, 12, और 13 तारीख़ें हैं। जिनको \"अय्यामे तश्रीक़\" कहा जाता है। 123. अर्थात 12 ज़ुलह़िज्जा को ही सूर्यास्त के पहले कंकरी मारने के पश्चात् चल दे। 124. देर से निकले, अर्थात मिना में रात बिताए और 13 ज़ुलह़िज्जा को कंकरी मारे, फिर मिना से निकले।","lang":"hi"},{"name":"2:204","price":"लोगों[124] में कोई व्यक्ति ऐसा भी है जिसकी बात सांसारिक जीवन के बारे में (ऐ नबी!) आपको अच्छी लगती है और वह अल्लाह को उसपर गवाह बनाता है जो उसके दिल में हैं, हालाँकि वह बड़ा झगड़ालू है।","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"124. अर्थात मुनाफ़िक़ों (पाखंडियों) में।","lang":"hi"},{"name":"2:205","price":"तथा जब वह वापस जाता है, तो धरती में दौड़-धूप करता है ताकि उसमें उपद्रव फैलाए तथा खेती और नस्ल (पशुओं) का विनाश करे और अल्लाह उपद्रव को पसंद नहीं करता।","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:206","price":"तथा जब उससे कहा जाता है कि अल्लाह से डर, तो उसका गौरव उसे पाप में पकड़े रखता है। अतः उसके (दंड के) लिए जहन्नम ही काफ़ी है और निश्चय वह बहुत बुरा ठिकाना है।","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:207","price":"तथा लोगों में ऐसा व्यक्ति भी है, जो अल्लाह की प्रसन्नता की खोज में अपना प्राण बेच[125] देता है और अल्लाह उन बंदों पर अनंत करुणामय है।","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"125. अर्थात उसकी राह में और उसकी आज्ञा के अनुपालन द्वारा।","lang":"hi"},{"name":"2:208","price":"ऐ ईमान वालो! इस्लाम में पूर्ण रूप से प्रेश[126] कर जाओ और शैतान के पदचिह्नों पर न चलो। निश्चय वह तुम्हारा खुला दुश्मन है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"126. अर्थात इस्लाम के पूरे संविधान का अनुपालन करो।","lang":"hi"},{"name":"2:209","price":"फिर यदि इसके बाद फिसल जाओ कि तुम्हारे पास स्पष्ट दलीलें[127] आ चुकीं, तो जान लो कि निःसंदेह अल्लाह अत्यंत प्रभुत्वशाली, पूर्ण ह़िकमत वाला[128] है।","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"127. खुले तर्कों से अभिप्राय क़ुरआन और सुन्नत है। 128. अर्थात तथ्य को जानता और प्रत्येक वस्तु को उसके उचित स्थान पर रखता है।","lang":"hi"},{"name":"2:210","price":"वे (इन स्पष्ट प्रमाणों के बाद) इसके सिवा किस चीज़ की प्रतीक्षा कर रहे हैं कि उनके पास अल्लाह बादलों के सायों में आ जाए तथा फ़रिश्ते भी और मामले का निर्णय कर दिया जाए और सब काम अल्लाह ही की ओर लौटाए[129[ जाते हैं।","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"129. अर्थात सब निर्णय प्रलोक में वही करेगा।","lang":"hi"},{"name":"2:211","price":"बनी इसराईल से पूछो कि हमने उन्हें कितनी खुली निशानियाँ दीं। और जो अल्लाह की नेमत को बदल दे, इसके बाद कि वह उसके पास आ चुकी हो, तो निश्चय अल्लाह बहुत सख़्त अज़ाब वाला है।","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:212","price":"उन लोगों के लिए जिन्होंने कुफ़्र किया, सांसारिक जीवन आकर्षक बना दिया गया है तथा वे ईमान लाने वालों का मज़ाक़[130] उड़ाते हैं। हालाँकि जो लोग (अल्लाह का) डर रखने वाले हैं, वे क़ियामत के दिन उनसे ऊपर[131] होंगे तथा अल्लाह जिसे चाहता है, असंख्य जीविका प्रदान करता है।","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"130. अर्थात उनकी निर्धनता तथा दरिद्रता के कारण। 131. आयत का भावार्थ यह है कि काफ़िर सांसारिक धनधान्य ही को महत्व देते हैं। जबकि परलोक की सफलता जो सत्धर्म और सत्कर्म पर आधारित है, वही सबसे बड़ी सफलता है।","lang":"hi"},{"name":"2:213","price":"(आरंभ में) सब लोग एक ही समुदाय थे। (फिर विभेद हुआ) तो अल्लाह ने नबी भेजे, शुभ समाचार सुनाने वाले[132] और डराने वाले, और उनपर सत्य के साथ पुस्तक उतारी, ताकि वह लोगों के बीच उन बातों का फैसला करे, जिनमें उन्होंने मतभेद किया था। और उसमें मतभेद उन्हीं लोगों ने किया, जिन्हें वह दी गई थी, इसके बाद कि उनके पास स्पष्ट निशानियाँ आ चुकीं, आपस के हठ के कारण। फिर जो लोग ईमान लाए, अल्लाह ने उन्हें अपनी आज्ञा से सत्य में से उस बात का मार्गदर्शन किया, जिसमें उन्होंने मतभेद किया था और अल्लाह जिसे चाहता है, सीधा मार्ग दर्शाता है।","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"132. आयत 213 का सारांश यह है कि सभी मानव आरंभिक युग में स्वाभाविक जीवन व्यतीत कर रहे थे। फिर आपस में विभेद हुआ तो अत्याचार और उपद्रव होने लगा। तब अल्लाह की ओर से नबी आने लगे ताकि सबको एक सत्धर्म पर कर दें। और आकाशीय पुस्तकें भी इसीलिए अवतरित हुईं कि विभेद में निर्णय करके सब को एक मूल सत्धर्म पर लगाएँ। परंतु लोगों की दुराग्रह और आपसी द्वेष विभेद का कारण बने रहे। अन्यथा सत्धर्म (इस्लाम) जो एकता का आधार है, वह अब भी सुरक्षित है। और जो व्यक्ति चाहेगा तो अल्लाह उसके लिए यह सत्य दर्शा देगा। परंतु यह स्वयं उसकी इच्छा पर आधारित है।","lang":"hi"},{"name":"2:214","price":"या तुमने समझ रखा है कि तुम जन्नत में प्रवेश कर जाओगे, हालाँकि अभी तक तुमपर उन लोगों जैसी दशा नहीं आई, जो तुमसे पूर्व थे। उन्हें तंगी और तकलीफ़ पहुँची तथा वे सख़्त हिला दिए गए, यहाँ तक कि वह रसूल और जो लोग उसके साथ ईमान लाए थे, कह उठे : अल्लाह की सहायता कब आएगी? सुन लो, निःसंदेह अल्लाह की सहायता क़रीब[133] है।","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"133. आयत का भावार्थ यह है कि ईमान के लिए इतना ही बस नहीं कि ईमान को स्वीकार कर लिया तथा स्वर्गीय हो गये। इसके लिए यह भी आवश्यक है कि उन सभी परीक्षाओं में स्थिर रहो, जो तुमसे पूर्व सत्य के अनुयायियों के सामने आईं, और तुम पर भी आएँगी।","lang":"hi"},{"name":"2:215","price":"(ऐ नबी!) वे आपसे पूछते हैं क्या चीज़ ख़र्च करें? (उनसे) कह दीजिए : तुम भलाई में से जो भी खर्च करो, तो वह माता-पिता, अधिक क़रीबी रिश्तेदारों, अनाथों, मिसकीनों (निर्धनों) तथा यात्रियों के लिए है। तथा तुम नेकी में से जो कुछ भी करोगे, तो निःसंदेह अल्लाह उसे भलि-भाँति जानने वाला है।","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:216","price":"(ऐ ईमान वालो!) तुमपर युद्ध करना अनिवार्य कर दिया गया है, हालाँकि वह तुम्हें बिल्कुल नापसंद है। और हो सकता है कि तुम एक चीज़ को नापसंद करो और वह तुम्हारे लिए बेहतर हो और हो सकता कि तुम एक चीज़ को पसंद करो और वह तुम्हारे लिए बुरी हो। और अल्लाह जानता है और तुम नहीं जानते।[134]","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"134. आयत का भावार्थ यह है कि युद्ध ऐसी चीज़ नहीं, जो तुम्हें प्रिय हो। परंतु जब ऐसी स्थिति आ जाए कि शत्रु इस लिए आक्रमण और अत्याचार करने लगे कि लोगों ने अपने पूर्वजों की आस्था, परंपरा त्याग कर सत्य को अपना लिया है, जैसा कि इस्लाम के आरंभिक युग में हुआ, तो सत्धर्म की रक्षा के लिए युद्ध करना अनिवार्य हो जाता हो।","lang":"hi"},{"name":"2:217","price":"(ऐ नबी!) वे[135] आपसे सम्मानित मास में युद्ध करने के बारे में पूछते हैं। आप उनसे कह दें कि उसमें युद्ध करना बहुत गंभीर (पाप) है, परंतु अल्लाह के मार्ग से रोकना और उसका इनकार करना और मस्जिदे-ह़राम से रोकना और उसके वासियों को उससे निकालना, अल्लाह के निकट उससे भी बड़ा (पाप) है, तथा फ़ितना (शिर्क), हत्या से अधिक बड़ा है। और वे तुमसे हमेशा युद्ध करते रहेंगे, यहाँ तक कि तुम्हें तुम्हारे धर्म से फेर दें, यदि कर सकें, और तुममें से जो व्यक्ति अपने धर्म (इस्लाम) से फिर जाए, फिर इस हाल में मरे कि वह काफ़िर हो, तो ये ऐसे लोग हैं जिनके कार्य दुनिया तथा आख़िरत में बर्बाद हो गए तथा यही लोग आग वाले हैं, वे उसमें हमेशा रहने वाले हैं।","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"135. अर्थात मिश्रणवादी।","lang":"hi"},{"name":"2:218","price":"निःसंदेह जो लोग ईमान लाए और जिन्होंने हिजरत[136] की तथा अल्लाह की राह में जिहाद किया, वही अल्लाह की दया की आशा रखते हैं तथा अल्लाह अत्यंत क्षमाशील, असीम दयालु है।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"136. हिजरत का अर्थ है : अल्लाह के लिए स्वदेश त्याग देना।","lang":"hi"},{"name":"2:219","price":"(ऐ नबी!) वे आपसे शराब और जुए के बारे में पूछते हैं। आप बता दें कि इन दोनों में बड़ा पाप है तथा लोगों के लिए कुछ लाभ हैं, और इन दोनों का पाप इनके लाभ से बड़ा[137] है। तथा वे आपसे पूछते हैं कि क्या चीज़ ख़र्च करें। (उनसे) कह दीजिए जो आवश्यकता से अधिक हो। इसी प्रकार अल्लाह तुम्हारे लिए आयतों को स्पष्ट करता है, ताकि तुम सोच-विचार करो।","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"137. अर्थात अपने लोक परलोक के लाभ के विषय में विचार करो, और जिसमें अधिक हानि हो उसे त्याग दो, यद्यपि उसमें थोड़ा लाभ ही क्यों न हो। यह मदिरा और जुआ से संबंधित प्रथम आदेश है। आगामी सूरतुन्-निसा आयत : 43 तथा सूरतुल-माइदा आयत : 90 में इनके विषय में अंतिम आदेश आ रहा है।","lang":"hi"},{"name":"2:220","price":"दुनिया और आख़िरत के बारे में। और वे आपसे अनाथों के विषय में पूछते हैं। (उनसे) कह दीजिए उनके लिए सुधार करते रहना बेहतर है। यदि तुम उन्हें अपने साथ मिलाकर रखो, तो वे तुम्हारे भाई हैं और अल्लाह बिगाड़ने वाले को सुधारने वाले से जानता है। और यदि अल्लाह चाहता, तो तुम्हें अवश्य कष्ट[138] में डाल देता। निःसंदेह अल्लाह सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"138. उनका खाना-पीना अलग करने का आदेश दे कर।","lang":"hi"},{"name":"2:221","price":"तथा मुश्रिक[139] स्त्रियों से विवाह न करो, यहाँ तक कि वे ईमान ले आएँ और निश्चय एक ईमान वाली दासी किसी भी मुश्रिक स्त्री से उत्तम है, यद्यपि वह तुम्हें अच्छी लगे। और अपनी स्त्रियों का निकाह़ मुश्रिकों से न करो, यहाँ तक कि वे ईमान ले आएँ और निश्चय एक ईमान वाला दास किसी भी मुश्रिक (पुरुष) से उत्तम है, यद्यपि वह तुम्हें अच्छा लगे। ये लोग आग की ओर बुलाते हैं तथा अल्लाह अपनी आज्ञा से जन्नत और क्षमा की ओर बुलाता है और लोगों के लिए अपनी आयतें खोलकर बयान करता है, ताकि वे शिक्षा ग्रहण करें।","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"139. इस्लाम के विरोधियों से युद्ध ने यह प्रश्न उभार दिया कि उनसे विवाह उचित है या नहीं? उसपर कहा जा रहा है कि उनसे विवाह संबंध अवैध है, और इसका कारण भी बता दिया गया है कि वे तुम्हें सत्य से फेरना चाहते हैं। उनके साथ तुम्हारा वैवाहिक सम्बंध कभी सफलता का कारण नहीं हो सकता।","lang":"hi"},{"name":"2:222","price":"तथा वे आपसे मासिक धर्म के विषय में पूछते हैं। आप कह दें : वह एक तरह की गंदगी है। अतः मासिक धर्म की स्थिति में औरतों से अलग रहो और उनके पास न जाओ, यहाँ तक कि वे पाक हो जाएँ। फिर जब वे (स्नान करके) पाक-साफ़ हो जाएँ, तो उनके पास आओ, जहाँ से अल्लाह ने तुम्हें अनुमति दी है। निःसंदेह अल्लाह उनसे प्रेम करता है जो बहुत तौबा करने वाले हैं और उनसे प्रेम करता है जो बहुत पाक रहने वाले हैं।","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:223","price":"तुम्हारी पत्नियाँ तुम्हारे लिए खेती[140] हैं। सो अपनी खेती में जिस तरह चाहो आओ और अपने लिए (अच्छे कार्य) आगे भेजो। तथा अल्लाह से डरो और जान लो कि निश्चय तुम उससे मिलने वाले हो और ईमान वालों को शुभ सूचना सुना दो।","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"140. अर्थात संतान उत्पन्न करने का स्थान। और इसमें यह संकेत भी है कि भग के सिवा अन्य स्थान में संभोग ह़राम (अनुचित) है।","lang":"hi"},{"name":"2:224","price":"तथा अल्लाह की क़सम को भलाई करने, परहेज़गारी की राह पर चलने और लोगों के बीच मेल-मिलाप कराने के विरुद्ध तर्क[141] न बनाओ। और अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"141. अर्थात सदाचार और पुण्य न करने की शपथ लेना अनुचित है।","lang":"hi"},{"name":"2:225","price":"अल्लाह तुम्हें तुम्हारी क़समों में निरर्थक पर नहीं पकड़ता, बल्कि तुम्हें उसपर पकड़ता है, जिसका तुम्हारे दिलों ने इरादा किया है। और अल्लाह बहुत क्षमा करने वाला, अत्यंत सहनशील है।","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:226","price":"उन लोगों के लिए जो अपनी पत्नियों से (संभोग न करने की) क़सम खा लेते हैं, चार महीने प्रतीक्षा करना है। फिर[142] यदि वे (इस बीच) अपनी क़सम से फिर जाएँ, तो निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"142. यदि पत्नी से संबंध न रखने की शपथ ली जाए, जिसे अरबी में \"ईला\" के नाम से जाना जाता है, तो उसका यह नियम है कि चार महीने प्रतीक्षा की जाएगी। यदि इस बीच पति ने फिर संबंध स्थापित कर लिया तो उसे शपथ का कफ़्फ़ारह (प्रायश्चित) देना होगा। अन्यथा चार महीने पूरे हो जाने पर न्यायालय उसे शपथ से फिरने या तलाक़ देने पर बाध्य करेगा।","lang":"hi"},{"name":"2:227","price":"और यदि वे तलाक़ का पक्का इरादा कर लें, तो निःसंदेह अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:228","price":"तथा जिन स्त्रियों को तलाक़ दे दी गई है, वे तीन बार मासिक धर्म आने तक अपने आपको (विवाह से) प्रतीक्षा में रखें। और उनके लिए ह़लाल (वैध) नहीं कि वह चीज़ छिपाएँ जो अल्लाह ने उनके गर्भाशयों में पैदा[143] की है, यदि वे अल्लाह तथा अंतिम दिन पर ईमान रखती हैं। तथा उनके पति इस अवधि में उन्हें वापस लौटाने के अधिक हक़दार[144] हैं, यदि वे मामला ठीक रखने[145] का इरादा रखते हों। तथा परंपरा के अनुसार उन (स्त्रियों)[146] के लिए उसी तरह अधिकार (हक़) है, जैसे उनके ऊपर (पुरुषों का) अधिकार है। तथा पुरुषों को उन (स्त्रियों) पर एक दर्जा प्राप्त है और अल्लाह सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"143. अर्थात मासिक धर्म अथवा गर्भ को। 144. यह बताया गया है कि पति तलाक़ के पश्चात् पत्नी को लौटाना चाहे तो उसे इसका अधिकार है। क्योंकि विवाह का मूल लक्ष्य मिलाप है, अलगाव नहीं। 145. हानि पहुँचाने अथवा दुःख देने के लिए नहीं। 146. यहाँ यह ज्ञातव्य है कि जब इस्लाम आया तो संसार यह जानता ही न था कि स्त्रियों के भी कुछ अधिकार हो सकते हैं। स्त्रियों को संतान उत्पन्न करने का एक साधन समझा जाता था, और उनकी मुक्ति इसी में थी कि वह पुरुषों की सेवा करें। प्राचीन धर्मानुसार स्त्री को पुरुष की संपत्ति समझा जाता था। पुरुष तथा स्त्री समान नहीं थे। स्त्री में मानव आत्मा के स्थान पर एक दूसरी आत्मा होती थी। रूमी विधान में भी स्त्री का स्थान पुरुष से बहुत नीचे था। जब कभी मानव शब्द बोला जाता, तो उससे संबोधित पुरुष होता था। स्त्री, पुरुष के साथ खड़ी नहीं हो सकती थी। कुछ अमानवीय विचारों में जन्म से पाप का सारा बोझ स्त्री पर डाल दिया जाता। आदम के पाप का कारण ह़व्वा हुई। इस लिए पाप का पहला बीज स्त्री के हाथों पड़ा। और वही शैतान का साधन बनी। अब सदा स्त्री में पाप की प्रेरणा उभरती रहेगी। धार्मिक विषय में भी स्त्री पुरुष के समान न हो सकी। परंतु इस्लाम ने केवल स्त्रियों के अधिकार का विचार ही नहीं दिया, बल्कि खुला एलान कर दिया कि जैसे पुरुषों के अधिकार हैं, वैस स्त्रियों के भी पुरुषों पर अधिकार हैं। क़ुरआन ने इन चार शब्दों में स्त्री को वह सब कुछ दे दिया है जो उसका अधिकार था। और जो उसे कभी नहीं मिला था। इन शब्दों द्वारा उसके सम्मान और समता की घोषणा कर दी। दामपत्य जीवन तथा सामाजिकता की कोई ऐसी बात नहीं जो इन चार शब्दों में न आ गई हो। यद्यपि आगे यह भी कहा गया है कि पुरुषों के लिए स्त्रियों पर एक विशेष प्रधानता है। ऐसा क्यों है? इसका कारण हमें आगामी सूरतुन-निसा में मिल जाता है कि यह इस लिए है कि पुरुष अपना धन स्त्रियों पर खर्च करते हैं। अर्थात पारिवारिक जीवन की व्यवस्था के लिए एक व्यवस्थापक अवश्य होना चाहिए। और इसका भार पुरुषों पर रखा गया है। यही उनकी प्रधानता तथा विशेषता है, जो केवल एक भार है। इससे पुरुष की जन्म से कोई प्रधानता सिद्ध नहीं होती। यह केवल एक पारिवारिक व्यवस्था के कारण हुआ है।","lang":"hi"},{"name":"2:229","price":"यह तलाक़ दो बार है। फिर या तो अच्छे तरीक़े से रख लेना है, या नेकी के साथ छोड़ देना है। और तुम्हारे लिए ह़लाल (वैध) नहीं कि उसमें से जो तुमने उन्हें दिया है, कुछ भी लो, सिवाय इसके कि उन दोनों को इस बात का डर हो कि वे अल्लाह की सीमाओं को क़ायम न रख सकेंगे। फिर यदि तुम्हें भय[147] हो कि वे दोनों (पति-पत्नी) अल्लाह की सीमाओं को क़ायम न रख सकेंगे, तो उन दोनों पर उसमें कोई दोष (पाप) नहीं जो पत्नी अपनी जान छुड़ाने[148] के बदले में दे दे। ये अल्लाह की सीमाएँ हैं, अतः इनसे आगे मत बढ़ो और जो अल्लाह की सीमाओं से आगे बढ़ेगा, तो यही लोग अत्याचारी हैं।","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"147. अर्थात पति के अभिभावकों को। 148. पत्नी के अपने पति को कुछ देकर विवाह बंधन से मुक्त करा लेने को इस्लाम की परिभाषा में \"खुल्अ\" कहा जाता है। इस्लाम ने जैसे पुरुषों को तलाक़ का अधिकार दिया है, उसी प्रकार स्त्रियों को भी \"खुल्अ\" ले लेने का अधिकार दिया है। अर्थात वह अपने पति से तलाक़ माँग सकती हैं।","lang":"hi"},{"name":"2:230","price":"फिर यदि वह उसे (तीसरी) तलाक़ दे दे, तो उसके बाद वह उसके लिए ह़लाल (वैध) नहीं होगी, यहाँ तक कि उसके अलावा किसी अन्य पति से विवाह करे। फिर यदि वह उसे तलाक़ दे दे, तो (पहले) दोनों पर कोई पाप नहीं कि दोनों आपस में रुजू' (दोबारा मिलाप) कर लें, यदि वे दोनों समझें कि अल्लाह की सीमाओं को क़ायम रखेंगे।[149] और ये अल्लाह की सीमाएँ हैं, वह उन्हें उन लोगों के लिए खोलकर बयान करता है, जो ज्ञान रखते हैं।","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"149. आयत का भावार्थ यह है कि प्रथम पति ने तीन तलाक़ दे दी हो, तो निर्धारित अवधि में भी उसे पत्नी को लौटाने का अवसर नहीं दिया जाएगा। तथा पत्नी को यह अधिकार होगा कि निर्धारित अवधि पूरी करके किसी दूसरे पति से धर्मविधान के अनुसार सह़ीह़ विवाह कर ले, फिर यदि दूसरा पति उसे संभोग के पश्चात् तलाक़ दे, या उसका देहांत हो जाए, तो प्रथम पति से निर्धारित अवधि पूरी करने के पश्चात नये महर के साथ नया विवाह कर सकती है। लेकिन यह उस समय है जब दोनों यह समझते हों कि वे अल्लाह के आदेशों का पालन कर सकेंगे।","lang":"hi"},{"name":"2:231","price":"और जब तुम स्त्रियों को तलाक़ दे दो, फिर वे अपनी इद्दत (निश्चित अवधि) को पहुँच जाएँ, तो उन्हें भले तरीक़े से रख लो अथवा उन्हें भले तरीक़े से छोड़ दो। तथा उन्हें हानि पहुँचाने के लिए न रोके रखो, ताकि उनपर अत्याचार करो। और जो कोई ऐसा करे, तो निःसंदेह उसने स्वयं अपने आपपर अत्याचार किया। तथा अल्लाह की आयतों को मज़ाक़ न बनाओ। और अपने ऊपर अल्लाह की नेमत को याद करो तथा उसको भी (याद करो) जो उसने पुस्तक (क़ुरआन) एवं ह़िकमत (सुन्नत) में से तुमपर उतारा है, वह तुम्हें उसके साथ उपदेश देता है। तथा अल्लाह से डरो और जान लो कि अल्लाह हर चीज़ को ख़ूब जानने वाला है।[149]","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"149. आयत का अर्थ यह है कि पत्नी को पत्नी के रूप में रखो, और उनके अधिकार दो। अन्यथा तलाक़ देकर उनकी राह खोल दो। जाहिलिय्यत के युग के समान अंधेरे में न रखो। इस विषय में भी नैतिकता एवं संयम के आदर्श बनो, और क़ुरआन तथा सुन्नत के आदेशों का अनुपालन करो।","lang":"hi"},{"name":"2:232","price":"और जब तुम स्त्रियों को तलाक़ दो, फिर वे अपनी निश्चित अवधि (इद्दत) को पहुँच जाएँ, तो उन्हें अपने पतियों से विवाह करने से न रोको, जबकि वे भले तरीक़े से आपस में विवाह करने पर सहमत हो जाएँ। यह बात है जिसका उपदेश तुममें से उसे दिया जा रहा है, जो अल्लाह तथा अंतिम दिन (प्रलय) पर ईमान रखता है। यह तुम्हारे लिए अधिक स्वच्छ तथा अधिक पवित्र है और अल्लाह जानता है और तुम नहीं जानते।","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:233","price":"और माताएँ अपने बच्चों को पूरे दो वर्ष दूध पिलाएँ, उसके लिए जो चाहे कि दूध पीने की अवधि पूरी करे। और बच्चे के पिता के ज़िम्मे परंपरा के अनुसार उन (औरतों) का खाना और उनका कपड़ा है। किसी पर उसकी शक्ति से अधिक बोझ नहीं डाला जाएगा; न माँ को उसके बच्चे के कारण हानि पहुँचाई जाए और न पिता को उसके बच्चे की वजह से। और इसी प्रकार की ज़िम्मेदारी (उसके) वारिस पर भी है। फिर यदि दोनों आपस की सहमति तथा परस्पर परामर्श से (दो वर्ष से पहले) दूध छुड़ाना चाहें, तो दोनों पर कोई पाप नहीं। और यदि तुम्हारा इरादा (किसी अन्य स्त्री से) दूध पिलवाने का हो, तो तुमपर कोई पाप नहीं, जब रीति के अनुसार वह भुगतान कर दो, जो तुमने देना तय किया था। तथा अल्लाह से डरो और जान लो कि तुम जो कुछ करते हो, निःसंदेह अल्लाह उसे देख रहा है।[150]","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"150. तलाक़ की स्थिति में यदि माँ की गोद में बच्चा हो, तो यह आदेश दिया गया है कि माँ ही बच्चे को दूध पिलाए और दूध पिलाने तक उसका ख़र्च पिता पर है। और दूध पिलाने की अवधि दो वर्ष है। साथ ही दो मूल नियम भी बताए गए हैं कि न तो माँ को बच्चे के कारण हानि पहुँचाई जाए और न पिता को। और किसी पर उसकी शक्ति से अधिक ख़र्च का भार न डाला जाए।","lang":"hi"},{"name":"2:234","price":"और जो लोग तुममें से मर जाएँ और पत्नियाँ छोड़ जाएँ, वे (पत्नियाँ) अपने आपको चार महीने और दस दिन प्रतीक्षा में रखें।[151] फिर जब वे अपनी इद्दत (निर्धारित अवधि) को पहुँच जाएँ, तो तुमपर उसमें कोई पाप[152] नहीं जो वे नियमानुसार अपने बारे में करें, तथा अल्लाह उससे जो कुछ तुम करते हो पूरी तरह अवगत है।","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"151. उसकी निश्चित अवधि चार महीने दस दिन है। वह तुरंत दूसरा विवाह नहीं कर सकती, और न इससे अधिक पति का सोग मनाए। जैसा कि जाहिलिय्यत में होता था कि पत्नी को एक वर्ष तक पति का सोग मनाना पड़ता था। 152. यदि स्त्री निश्चित अवधि के पश्चात दूसरा निकाह़ करना चाहे तो उसे रोका न जाए।","lang":"hi"},{"name":"2:235","price":"और तुमपर इस बात में कोई गुनाह नहीं कि उन (इद्दत गुज़ारने वाली) स्त्रियों को विवाह के संदेश का संकेत दो, या (उसे) अपने मन में छिपाए रखो। अल्लाह जानता है कि तुम उन्हें अवश्य याद करोगे, परंतु उनसे गुप्त रूप से विवाह का वादा न करो, सिवाय इसके कि रीति के अनुसार[153] कोई बात कहो। तथा विवाह का अनुबंध पक्का न करो, यहाँ तक कि लिखा हुआ हुक्म अपनी अवधि को पहुँच जाए।[154] तथा जान लो कि निःसंदेह अल्लाह तुम्हारे मन की बातों को जानता है। अतः उससे डरो और जान लो कि अल्लाह बहुत क्षमा करने वाला, अत्यंत सहनशील है।","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"153. विवाह के विषय में जो बात की जाए वह खुली तथा रीति के अनुसार हो, गुप्त नहीं। 154. जब तक अवधि पूरी न हो विवाह की बात तथा वचन नहीं होना चाहिए।","lang":"hi"},{"name":"2:236","price":"तुमपर कोई पाप नहीं, यदि तुम स्त्रियों को तलाक़ दे दो जबकि तुमने (अभी) उन्हें न हाथ लगाया हो और न उनके लिए कुछ महर निर्धारित किया हो। (लेकिन) उन्हें रीति के अनुसार कुछ सामान दे दो; विस्तार वाले पर अपनी क्षमता के अनुसार तथा तंगदस्त पर अपनी क्षमता के अनुसार देय है। सत्कर्म करने वालों पर यह हक़ है।","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:237","price":"और यदि तुम उन्हें इससे पहले तलाक़ दे दो कि उन्हें हाथ लगाओ, जबकि तुम उनके लिए कोई महर निर्धारित कर चुके हो, तो तुमने जो महर निर्धारित किया है उसका आधा देना अनिवार्य है, सिवाय इसके कि वे (पत्नियाँ) माफ़ कर दें, अथवा वह पुरुष माफ़ कर दे जिसके हाथ में विवाह का बंधन[155] है। और यह (बात) कि तुम माफ़ कर दो तक़वा (परहेज़गारी) के अधिक क़रीब है। और आपस में उपकार करना न भूलो। निःसंदेह अल्लाह उसे ख़ूब देखने वाला है, जो तुम कर रहे हो।","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"155. अर्थात पति अपनी ओर से अधिक अर्थात पूरा महर दे, तो यह प्रधानता की बात होगी। इन दो आयतों में यह नियम बताया गया है कि यदि विवाह के पश्चात् पति और पत्नी में कोई संबंध स्थापित न हुआ हो, तो इस स्थिति में यदि महर निर्धारित न किया गया हो तो पति अपनी शक्ति अनुसार जो भी दे सकता हो, उसे अवश्य दे। और यदि महर निर्धारित हो, तो इस स्थिति में आधा महर पत्नी को देना अनिवार्य है। और यदि पुरुष इससे अधिक दे सके, तो संयम तथा प्रधानता की बात होगी।","lang":"hi"},{"name":"2:238","price":"सब नमाज़ों का और (विशेषकर) बीच की नमाज़ (अस्र) का ध्यान रखो[156] तथा अल्लाह के लिए आज्ञाकारी होकर (विनयपूर्वक) खड़े रहो।","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"156. अस्र की नमाज़ पर ध्यान रखने के लिए इस कारण बल दिया गया है कि यह व्यवसाय में लीन रहने का समय होता है।","lang":"hi"},{"name":"2:239","price":"फिर यदि तुम्हें भय[157] हो, तो पैदल (नमाज़) पढ़ लो या सवार। फिर जब भय दूर हो जाए, तो अल्लाह को याद करो जैसे उसने तुम्हें सिखाया है, जो तुम नहीं जानते थे।","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"157. अर्थात शत्रु आदि का।","lang":"hi"},{"name":"2:240","price":"और जो लोग तुममें से मृत्यु पा जाते हैं तथा पत्नियाँ छोड़ जाते हैं, वे अपनी पत्नियों के लिए एक वर्ष तक घर से निकाले बिना खर्च देने की वसीयत करें। परंतु यदि वे (स्वयं) निकल जाएँ[158], तो तुमपर उसमें कोई पाप नहीं जो वे रीति के अनुसार अपने बारे में करें, और अल्लाह सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"158. अर्थात एक वर्ष पूरा होने से पहले। क्योंकि उनकी निश्चित अवधि चार महीने और दस दिन ही निर्धारित है।","lang":"hi"},{"name":"2:241","price":"तथा जिन स्त्रियों को तलाक़ दी गई है, उन्हें रीति के अनुसार कुछ न कुछ सामग्री देना आवश्यक है, डर रखने वालों पर यह हक़ (अनिवार्य) है।","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:242","price":"इसी तरह अल्लाह तुम्हारे लिए अपनी आयतें खोलकर बयान करता है, ताकि तुम समझो।","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:243","price":"(ऐ नबी!) क्या आपने उन लोगों को नहीं देखा जो मौत के भय से अपने घरों से निकले[159], जबकि वे कई हज़ार थे, तो अल्लाह ने उनसे कहा कि मर जाओ, फिर उन्हें जीवित कर दिया। निःसंदेह अल्लाह लोगों पर बड़े अनुग्रह वाला है, लेकिन अधिकांश लोग शुक्रिया अदा नहीं करते।[160]","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"159. इसमें बनी इसराईल के एक गिरोह की ओर संकेत किया गया है। 160. आयत का भावार्थ यह है कि जो लोग मौत से डरते हों, वे जीवन में सफल नहीं हो सकते, तथा जीवन और मौत अल्लाह के हाथ में है।","lang":"hi"},{"name":"2:244","price":"और तुम अल्लाह के मार्ग में युद्ध करो और जान लो कि अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:245","price":"कौन है वह जो अल्लाह को अच्छा क़र्ज़[161] दे, तो वह उसे उसके लिए बहुत अधिक गुना बढ़ा दे, तथा अल्लाह ही तंगी करता और विस्तार करता है और तुम उसी की ओर लौटाए जाओगे।","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"161. अर्थात जिहाद के लिए धन ख़र्च करना अल्लाह को उधार देना है।","lang":"hi"},{"name":"2:246","price":"(ऐ नबी!) क्या आपने मूसा के बाद बनी इसराईल के प्रमुखों को नहीं देखा, जब उन्होंने अपने एक नबी से कहा : हमारे लिए एक बादशाह निर्धारित कर दो कि हम अल्लाह के मार्ग में युद्ध करें। उस (नबी) ने कहा : ऐसा न हो कि यदि तुमपर युद्ध करना अनिवार्य कर दिया जाए, तो तुम युद्ध न करो? उन्होंने कहा : और हमें क्या है कि हम अल्लाह के मार्ग में युद्ध न करें, हालाँकि हमें हमारे घरों और हमारे बेटों से निकाल दिया गया है? फिर जब उनपर युद्ध करना अनिवार्य कर दिया गया, तो उनमें से बहुत थोड़े लोगों के सिवा सब फिर गए। और अल्लाह उन अत्याचारियों को भली-भाँति जानने वाला है।","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:247","price":"तथा उनके नबी ने उनसे कहा : निःसंदेह अल्लाह ने तुम्हारे लिए 'तालूत' को बादशाह निर्धारित किया है। उन्होंने कहा : उसका राज्य हमपर कैसे हो सकता है, जबकि हम राज्य के उससे अधिक हक़दार हैं और उसे धन का विस्तार भी प्राप्त नहीं? उस (नबी) ने कहा : निःसंदेह अल्लाह ने उसे तुमपर चुन लिया है और उसे अधिक ज्ञान तथा शारीरिक बल प्रदान किया है। और अल्लाह अपना राज्य जिसे चाहता है, प्रदान करता है तथा अल्लाह बहुत विस्तार वाला, सब कुछ जानने वाला है।[162]","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"162. अर्थात उसी के अधिकार में सब कुछ है। और कौन राज्य की क्षमता रखता है? उसे भी वही जानता है।","lang":"hi"},{"name":"2:248","price":"तथा उनके नबी ने उनसे कहा : निःसंदेह उसके राजा होने की निशानी यह है कि तुम्हारे पास वह ताबूत (संदूक़) आ जाएगा, जिसमें तुम्हारे पालनहार की ओर से एक संतोष (सांत्वना) है तथा मूसा और हारून के घराने के छोड़े हुए अवशेष हैं, उसे फ़रिश्ते उठाए हुए होंगे। निःसंदेह इसमें तुम्हारे लिए निश्चय एक निशानी[163] है, यदि तुम ईमान वाले हो।","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"163. अर्थात अल्लाह की ओर से तालूत को निर्वाचित किए जाने की।","lang":"hi"},{"name":"2:249","price":"फिर जब तालूत सेनाएँ लेकर चला, तो उसने कहा : निःसंदेह अल्लाह एक नहर द्वारा तुम्हारी परीक्षा लेने वाला है। अतः जिसने उसमें से पिया, तो वह मुझमें से नहीं है और जिसने उसे नहीं चखा, तो निःसंदेह वह मुझमें से है। परंतु जो अपने हाथ से एक चुल्लू भर पानी ले ले (तो कोई बात नहीं)। तो उनमें से थोड़े लोगों के सिवा सबने उसमें से पी लिया। फिर जब वह (तालूत) और उसके साथ ईमान वाले नहर पार कर गए, तो उन्होंने कहा : आज हमारे पास जालूत और उसकी सेनाओं से लड़ने की कोई शक्ति नहीं है। (परंतु) जो लोग समझते थे कि निश्चय वे अल्लाह से मिलने वाले हैं, उन्होंने कहा : कितने ही थोड़े समूह, अल्लाह की अनुमति से, बड़े समूहों पर विजय प्राप्त कर चुके हैं और अल्लाह सब्र करने वालों के साथ है।","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:250","price":"और जब वे जालूत और उसकी सेनाओं के सामने हुए, तो दुआ की : ऐ हमारे पालनहार! हमपर धैर्य उँडेल दे तथा हमारे पैरों को जमा दे और इन काफ़िरों के विरुद्ध हमारी सहायता कर।","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"hi"},{"name":"2:251","price":"तो उन्होंने अल्लाह की अनुज्ञा से उन्हें पराजित कर दिया और दाऊद ने जालूत को क़त्ल कर दिया तथा अल्लाह ने उस (दाऊद)[164] को राज्य और ह़िकमत प्रदान की तथा उसे जो कुछ चाहता था, सिखा दिया। और यदि अल्लाह का कुछ लोगों को कुछ लोगों द्वारा हटाना न होता, तो निश्चय धरती की व्यवस्था बिगड़ जाती। परंतु अल्लाह संसार वालों पर बड़े अनुग्रह वाला है।","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"164. दाऊद अलैहिस्सलाम तालूत की सेना में एक सैनिक थे, जिनको अल्लाह ने राज्य देने के साथ नबी भी बनाया। उन्हीं के पुत्र सुलैमान अलैहिस्सलाम थे। दाऊद अलैहिस्सलाम को अल्लाह ने धर्म पुस्तक ज़बूर प्रदान की। सूरत साद में उनकी कहानी आ रही है।","lang":"hi"},{"name":"2:252","price":"(ऐ नबी!) ये अल्लाह की आयतें हैं, हम उन्हें सत्य के साथ आपपर पढ़ते हैं, और निःसंदेह आप निश्चय रसूलों में से हैं।","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"hi"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}