{"data":[{"name":"33:31","price":"तथा तुममें से जो अल्लाह और उसके रसूल का आज्ञापालन करेगी और सत्कर्म करेगी, हम उसे उसका दोहरा प्रतिफल प्रदान करेंगे, और हमने उसके लिए सम्मानजनक जीविका[20] तैयार कर रखी है।","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"20. और वह जन्नत है।","lang":"hi"},{"name":"33:32","price":"ऐ नबी की पत्नियो! तुम अन्य स्त्रियों के समान नहीं हो। यदि तुम अल्लाह से डरती हो, तो कोमल भाव से बात न करो कि वह व्यक्ति लोभ करने लगे, जिसके दिल में रोग हो। और सभ्य बात बोलो।","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:33","price":"और अपने घरों में ठहरी रहो, और विगत अज्ञानता के युग की तरह श्रृंगार का प्रदर्शन न करो, तथा नमाज़ क़ायम करो, ज़कात दो तथा अल्लाह और उसके रसूल की आज्ञा का पालन करो। ऐ नबी की घर वालियो! अल्लाह चाहता है कि तुमसे मलिनता को दूर कर दे और तुम्हें पूर्ण रूप से पवित्र कर दे।","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:34","price":"तथा तुम्हारे घरों में जो अल्लाह की आयतें और हिकमत[21] पढ़ी जाती हैं, उन्हें याद रखो। निःसंदेह अल्लाह सूक्ष्मदर्शी, हर चीज़ की खबर रखनेवाला है।","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"21. यहाँ ह़िकमत से अभिप्राय ह़दीस है जो नबी (सल्लल्लाहु अलैहि व सल्लम) का कथन, कर्म तथा वह काम है जो आपके सामने किया गया हो और आपने उसे स्वीकार किया हो। वैसे तो अल्लाह की आयत भी ह़िकमत है, किंतु जब दोनों का वर्णन एक साथ हो तो आयत का अर्थ अल्लाह की पुस्तक और ह़िकमत का अर्थ नबी (सल्लल्लाहु अलैहि व सल्लम) की ह़दीस होती है।","lang":"hi"},{"name":"33:35","price":"निःसंदेह मुसलमान पुरुष और मुसलमान स्त्रियाँ, ईमान वाले पुरुष और ईमान वाली स्त्रियाँ, आज्ञाकारी पुरुष और आज्ञाकारिणी स्त्रियाँ, सच्चे पुरुष और सच्ची स्त्रियाँ, धैर्यवान पुरुष और धैर्यवान स्त्रियाँ, विनम्रता दिखाने वाले पुरुष और विनम्रता दिखाने वाली स्त्रियाँ, सदक़ा (दान) देने वाले पुरुष और सदक़ा देने वाली स्त्रियाँ, रोज़ा रखने वाले पुरुष और रोज़ा रखने वाली स्त्रियाँ, अपने गुप्तांगों की रक्षा करने वाले पुरुष और रक्षा करने वाली स्त्रियाँ तथा अल्लाह को अत्यधिक याद करने वाले पुरुष और याद करने वाली स्त्रियाँ, अल्लाह ने इनके लिए क्षमा तथा महान प्रतिफल तैयार कर रखा है।[22]","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"22. इस आयत में मुसलमान पुरुष तथा स्त्री को समान अधिकार दिए गए हैं। विशेष रूप से अल्लाह की उपासना में, तथा दोनों का प्रतिफल भी एक बताया गया है, जो इस्लाम धर्म की विशेषताओं में से एक है।","lang":"hi"},{"name":"33:36","price":"तथा किसी ईमान वाले पुरुष और ईमान वाली स्त्री को यह अधिकार नहीं कि जब अल्लाह और उसका रसूल किसी मामले का निर्णय कर दें, तो उनके लिए अपने मामले में कोई अख़्तियार बाक़ी रहे। और जो अल्लाह और उसके रसूल की अवज्ञा करे, वह खुली गुमराही में पड़ गया।[23]","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"23. ह़दीस में है कि आप (सल्लल्लाहु अलैहि व सल्लम) ने कहा : मेरी पूरी उम्मत स्वर्ग में जाएगी, किंतु जो इनकार करे। कहा गया कि कौन इनकार करेगा, ऐ अल्लाह के रसूल? आपने कहा : जिसने मेरी बात मानी वह स्वर्ग में जाएगा और जिसने नहीं मानी, तो उसने इनकार किया। (सहीह़ बुखारी : 2780)","lang":"hi"},{"name":"33:37","price":"तथा (ऐ नबी!) आप (वह समय याद करें) जब आप उस व्यक्ति से, जिसपर अल्लाह ने उपकार किया तथा जिसपर आपने (भी) उपकार किया था, कह रहे थे : अपनी पत्नी को अपने पास रोके रखो तथा अल्लाह से डरो। और आप अपने मन में वह बात छिपा रहे थे, जिसे अल्लाह प्रकट करने वाला[24] था। तथा आप लोगों से डर रहे थे, हालाँकि अल्लाह अधिक योग्य है कि आप उससे डरें। फिर जब ज़ैद ने उस (स्त्री) से अपनी आवश्यकता पूरी कर ली, तो हमने आपसे उसका विवाह कर दिया, ताकि ईमान वालों पर अपने मुँह बोले (लेपालक) बेटों की पत्नियों के विषय[25] में कोई तंगी न रहे, जब वे उनसे अपनी आवश्यकता पूरी कर लें। तथा अल्लाह का आदेश तो पूरा होकर ही रहता है।","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"24. हदीस में है कि यह आयत ज़ैनब बिन्त जह्श तथा (उनके पति) ज़ैद बिन ह़ारिसा के बारे में उतरी। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 4787) ज़ैद बिन ह़ारिसा नबी (सल्लल्लाहु अलैहि व सल्लम) के दास थे। आपने उन्हें मुक्त करके अपना पुत्र बना लिया। और ज़ैनब से विवाह दिया। परंतु दोनों में निभाव न हो सका। और ज़ैद ने अपनी पत्नी को तलाक़ दे दी। और जब मुँह बोले पुत्र की परंपरा को तोड़ दिया गया तो इसे पूर्णतः खंडित करने के लिए आप (सल्लल्लाहु अलैहि व सल्लम) को ज़ैनब से आकाशीय आदेश द्वारा विवाह दिया गया। इस आयत में उसी की ओर संकेत है। (इब्ने कसीर) 25. अर्थात उनसे विवाह करने में जब वे उन्हें तलाक़ दे दें। क्योंकि जाहिली समय में मुँह बोले पुत्र की पत्नी से विवाह वैसे ही निषेध था जैसे सगे पुत्र की पत्नी से। अल्लाह ने इस नियम को तोड़ने के लिए नबी (सल्लल्लाहु अलैहि व सल्लम) का विवाह अपने मुँह बोले पुत्र की पत्नी से कराया। ताकि मुसलमानों को इससे शिक्षा मिले कि ऐसा करने में कोई दोष नहीं है।","lang":"hi"},{"name":"33:38","price":"नबी पर उस कार्य में कोई तंगी (पाप) नहीं है, जो अल्लाह ने उसके लिए निर्धारित किया है।[26] अल्लाह का यही नियम रहा है उन लोगों के बारे में भी जो पहले गुज़र चुके हैं। तथा अल्लाह का आदेश एक निश्चित निर्णय होता है।","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"26. अर्थात अपने मुँह बोले पुत्र की पत्नी से उसके तलाक़ देने के पश्चात् विवाह करने में।","lang":"hi"},{"name":"33:39","price":"जो अल्लाह के संदेश पहुँचाते हैं तथा उससे डरते हैं और अल्लाह के सिवा किसी से नहीं डरते, और अल्लाह हिसाब लेने के लिए काफ़ी है।","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:40","price":"मुहम्मद तुम्हारे पुरुषों में से किसी के पिता[27] नहीं हैं। बल्कि वह अल्लाह के रसूल और नबियों के समापक[28] हैं। और अल्लाह प्रत्येक वस्तु को भली-भाँति जानने वाला है।","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"27. अर्थात आप ज़ैद के पिता नहीं हैं। उसके वास्तविक पिता ह़ारिसा हैं। 28. अर्थात अब आप के पश्चात् प्रलय तक कोई नबी नहीं आएगा। आप ही संसार के अंतिम रसूल हैं। ह़दीस में है कि आप सल्लल्लाहु अलैहि व सल्लम ने फ़रमाया : मेरी मिसाल तथा नबियों का उदाहरण ऐसा है जैसे किसी ने एक सुंदर भवन बनाया। और एक ईंट की जगह छोड़ दी। तो उसे देखकर लोग आश्चर्य करने लगे कि इसमें एक ईंट की जगह के सिवा कोई कमी नहीं थी। तो मैं वह ईंट हूँ। मैंने उस ईंट की जगह भर दी। और भवन पूरा हो गया। और मेरे द्वारा नबियों की कड़ी का अंत कर दिया गया। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 3535, सह़ीह़ मुस्लिम : 2286)","lang":"hi"},{"name":"33:41","price":"ऐ ईमान वालो! अल्लाह को बहुलता से याद करो।[29]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"29. अपने मुखों, कर्मों तथा दिलों से नमाज़ों के पश्चात् तथा अन्य समय में। ह़दीस में है कि जो अल्लाह को याद करता है और जो याद नहीं करता है, दोनों में वही अंतर है, जो जीवित तथा मरे हुए में है। (सह़ीह़ बुख़ारी, ह़दीस संख्या : 6407, मुस्लिम : 779)","lang":"hi"},{"name":"33:42","price":"तथा सुबह व शाम उसकी पवित्रता बयान करो।","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:43","price":"वही है, जो तुमपर दया अवतरित करता है और उसके फ़रिश्ते भी (तुम्हारे लिए प्रार्थना करते हैं), ताकि वह तुम्हें अँधेरों से निकाल कर प्रकाश[30] की ओर लाए। तथा वह ईमान वालों पर बहुत दयालु है।","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"30. अर्थात अज्ञानता तथा कुपथ से, इस्लाम के प्रकाश की ओर।","lang":"hi"},{"name":"33:44","price":"जिस दिन वे अपने पालनहार से मिलेंगे, उनका अभिवादन सलाम होगा। और उसने उनके लिए सम्मानजनका प्रतिफल तैयार कर रखा है।","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:45","price":"ऐ नबी! हमने आपको गवाही[31] देने वाला, शुभ सूचना देने वाला[32] और डराने वाला[33] बनाकर भेजा है।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"31. अर्थात लोगों को अल्लाह का उपदेश पहुँचाने की गवाही देने वाला। (देखिए : सूरतुल-बक़रा, आयत : 143, तथा सूरतुन-निसा, आयत : 41) 32. अल्लाह की दया तथा स्वर्ग का, आज्ञाकारियों के लिए। 33. अल्लाह की यातना तथा नरक से, अवज्ञाकारीयों के लिए।","lang":"hi"},{"name":"33:46","price":"तथा अल्लाह की अनुमति से उसकी ओर बुलाने वाला और एक प्रकाशमान दीप (बनाकर भेजा है)।[34]","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"34. इस आयत में यह संकेत है कि आप (सल्लल्लाहु अलैहि व सल्लम) दिव्य प्रदीप के समान पूरे मानव विश्व को सत्य के प्रकाश से, जो एकेश्वरवाद तथा एक अल्लाह की इबादत है, प्रकाशित करने के लिए आए हैं। और यही आपकी विशेषता है कि आप किसी जाति या देश अथवा वर्ण-वर्ग के लिए नहीं आए हैं। और अब प्रलय तक सत्य का प्रकाश आप ही के अनुसरण से प्राप्त हो सकता है।","lang":"hi"},{"name":"33:47","price":"तथा आप ईमान वालों को शुभ सूचना दे दें कि उनके लिए अल्लाह की ओर से बड़ा अनुग्रह है।","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:48","price":"तथा आप काफ़िरों और मुनाफ़िकों की बात न मानें, तथा उनके कष्ट पहुँचाने की परवाह न करें, और अल्लाह ही पर भरोसा रखें, तथा अल्लाह काम बनाने के लिए काफ़ी है।","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:49","price":"ऐ ईमान वालो! जब तुम ईमान वाली स्त्रियों से विवाह करो, फिर उन्हें हाथ लगाने से पहले ही तलाक़ दे दो, तो तुम्हारे लिए उनपर कोई इद्दत[35] नहीं, जिसकी तुम गिनती करो। अतः तुम उन्हें कुछ सामान दे दो और उन्हें भलाई के साथ विदा कर दो।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"35. अर्थात तलाक़ के पश्चात की निर्धारित प्रतीक्षा अवधि, जिसके भीतर दूसरे से विवाह करने की अनुमति नहीं है।","lang":"hi"},{"name":"33:50","price":"ऐ नबी! निःसंदेह हमने आपके लिए आपकी वे पत्नियाँ हलाल (वैध) कर दी हैं, जिन्हें आपने उनका महर चुका दिया है, तथा वे लौंडियाँ (भी) जो आपके स्वामित्व में हैं, उन लौंडियों में से जो अल्लाह ने ग़नीमत के धन से आपको[36] प्रदान की हैं। तथा आपके चाचा की बेटियाँ, आपकी फूफियों की बेटियाँ, आपके मामा की बेटियाँ और आपकी मौसियों की बेटियाँ, जिन्होंने आपके साथ हिजरत की है। तथा वह ईमान वाली महिला भी, जो स्वयं को नबी के लिए दान कर दे, यदि नबी उससे विवाह करना चाहे। यह विशेष रूप से आपके लिए है, अन्य ईमान वालों के लिए नहीं। निश्चय ही हम जानते हैं जो कुछ हमने उनपर उनकी पत्नियों तथा उनके स्वामित्व में आई हुई दासियों के संबंध[37] में फ़र्ज़ किया है; ताकि तुमपर कोई तंगी न रहे। और अल्लाह बहुत क्षमा करने वाला, अत्यंत दयालु है।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"36. अर्थात वह दासियाँ जो युद्ध में आप के हाथ आई हों। 37. अर्थात यह कि चार पत्नियों से अधिक न रखो तथा महर और विवाह के समय दो साक्षी बनाना और दासियों के लिए चार का प्रतिबंध न होना एवं सबका भरण-पोषण और सबके साथ अच्छा व्यवहार करना इत्यादि।","lang":"hi"},{"name":"33:51","price":"आप अपनी पत्नियों में से जिसे चाहें (उसकी बारी) स्थगित कर दें, और जिसे चाहें अपने साथ रखें, और जिन्हें आपने अलग रखा है, उनमें से जिसकी भी आप (अपने पास रखने की) इच्छा करें, तो इसमें आपपर कोई दोष नहीं है। यह इस बात के अधिक निकट है कि उनकी आँखें ठंडी रहें और वे शोकाकुल न हों, तथा जो कुछ आप उन्हें दें, उससे वे सब संतुष्ट रहें। और जो कुछ तुम्हारे दिलों[38] में है, अल्लाह उससे अवगत है। और अल्लाह सब कुछ जानने वाला, बहुत सहनशील[39] है।","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"38. अर्थात किसी एक पत्नी में रूचि। 39. इसीलिए तुरंत यातना नहीं देता।","lang":"hi"},{"name":"33:52","price":"(ऐ नबी!) इसके पश्चात् आपके लिए अन्य स्त्रियाँ हलाल (वैध) नहीं हैं, और न यह कि आप उन्हें दूसरी पत्नियों से बदलें[40], यद्यपि उनका सौंदर्य आपको भा जाए, सिवाय उन दासियों के जो आपके स्वामित्व में आ जाएँ। तथा अल्लाह प्रत्येक वस्तु का निरीक्षक है।","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"40. अर्थात उनमें से किसी को छोड़कर उसके स्थान पर किसी दूसरी स्त्री से विवाह करें।","lang":"hi"},{"name":"33:53","price":"ऐ ईमान वालो! नबी के घरों में प्रवेश न करो, सिवाय इसके कि तुम्हें भोजन के लिए अनुमति दी जाए। परंतु भोजन पकने की प्रतीक्षा में (देर तक बैठे) न रहो। बल्कि जब बुलाए जाओ, तो प्रवेश करो। फिर जब भोजन कर लो, तो निकल जाओ। बातों में न लगे रहो। निश्चय ही इससे नबी को कष्ट पहुँचता है। लेकिन उन्हें तुमसे (बाहर जाने को कहने में) शर्म आती है। किंतु अल्लाह सत्य बात से नहीं शरमाता।[41] तथा जब तुम नबी की पत्नियों से कुछ माँगो, तो पर्दे के पीछे से माँगो। यह तुम्हारे दिलों तथा उनके दिलों के लिए अधिक पवित्रता का कारण है। और तुम्हारे लिए यह उचित नहीं है कि तुम अल्लाह के रसूल को कष्ट पहुँचाओ, और न यह कि तुम उनके पश्चात् कभी उनकी पत्नियों से विवाह करो। निःसंदेह यह अल्लाह के निकट बहुत बड़ा (पाप) है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"41. इस आयत में नबी (सल्लल्लाहु अलैहि व सल्लम) के साथ सभ्य व्यवहार करने की शिक्षा दी जा रही है। हुआ यह कि जब आपने ज़ैनब से विवाह किया, तो भोजन बनवाया और कुछ लोगों को आमंत्रित किया। कुछ लोग भोजन करके वहीं बातें करने लगे, जिससे आपको दुःख पहुँचा। इसी पर यह आयत उतरी। फिर पर्दे का आदेश दे दिया गया। (सह़ीह़ बुख़ारी ह़दीस संख्या : 4792)","lang":"hi"},{"name":"33:54","price":"यदि तुम किसी चीज़ को प्रकट करो अथवा उसे गुप्त रखो, अल्लाह प्रत्येक वस्तु को अच्छी तरह जानता है।","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:55","price":"स्त्रियों पर अपने पिताओं, अपने बेटों, अपने भाइयों, अपने भाइयों के बेटों (भतीजों), अपनी बहनों के बेटों (भांजों), अपनी (मेल-जोल की) स्त्रियों और उन (दासों एवं दासियों) से, जो उनके स्वामित्व में हैं, पर्दा न करने में कोई पाप नहीं है। और (ऐ स्त्रियो) तुम अल्लाह से डरती रहो। निःसंदेह अल्लाह प्रत्येक चीज़ का साक्षी है।","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:56","price":"निःसंदेह अल्लाह तथा उसके फ़रिश्ते नबी पर दुरूद[42] भेजते हैं। ऐ ईमान वालो! तुम (भी) उनपर दुरूद तथा बहुत सलाम भेजा करो।","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"42. अल्लाह के दुरूद भेजने का अर्थ यह है कि फ़रिश्तों के समक्ष आपकी प्रशंसा करता है। तथा आपपर अपनी दया भेजता है। और फ़रिश्तों के दुरूद भेजने का अर्थ यह है कि वे आपके लिए अल्लाह से दया की प्रार्थना करते हैं। ह़दीस में आता है कि आपसे प्रश्न किया गया कि हम सलाम तो जानते हैं, पर आप पर दुरूद कैसे भेजैं? तो आपने फरमाया : यह कहो : ((अल्लाहुम्मा सल्लि अला मुह़म्मद व अला आलि मुह़म्मद, कमा सल्लैता अला इबराहीम, व अला आलि इबराहीम, इन्नका ह़मीदुम् मजीद। अल्लाहुम्मा बारिक अला मुह़म्मद व अला आलि मुह़म्मद, कमा बारकता अला इबराहीम, व अला आलि इबराहीम, इन्नका ह़मीदुम् मजीद।)) (सह़ीह़ वुख़ारी : 4797) दूसरी ह़दीस में है कि जो मुझपर एक बार दुरूद भेजेगा अल्लाह उस पर दस बार दया भेजता है। (सह़ीह़ मुस्लिम : 408)","lang":"hi"},{"name":"33:57","price":"निःसंदेह जो लोग अल्लाह तथा उसके रसूल को कष्ट पहुँचाते हैं, अल्लाह ने उन्हें दुनिया एवं आखिरत में धिक्कार दिया है और उनके लिए अपमानकारी यातना तैयार की है।","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:58","price":"और जो लोग ईमान वाले पुरुषों तथा ईमान वाली स्त्रियों को कष्ट पहुँचाते हैं, बिना इसके कि उन्होंने कुछ (अपराध) किया हो, तो उन्होंने मिथ्यारोपण और स्पष्ट पाप का बोझ उठाया।","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:59","price":"ऐ नबी! अपनी पत्नियों, अपनी बेटियों और ईमान वाले लोगों की स्त्रियों से कह दें कि वे अपने ऊपर अपनी चादरें डाल लिया करें। यह इसके अधिक निकट है कि वे पहचान ली जाएँ, फिर उन्हें कष्ट न पहुँचाया[43] जाए। और अल्लाह बहुत क्षमा करने वाला, अत्यंत दयावान् है।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"43. इस आयत में नबी (सल्लल्लाहु अलैहि व सल्लम) की पत्नियों तथा पुत्रियों और साधारण मुस्लिम महिलाओं को यह आदेश दिया गया है कि घर से निकलें तो पर्दे के साथ निकलें। जिसका लाभ यह है कि इससे एक सम्मानित तथा सभ्य महिला की असभ्य तथा कुकर्मी महिला से पहचान होगी और कोई उससे छेड़ छाड़ का साहस नहीं करेगा।","lang":"hi"},{"name":"33:60","price":"यदि मुनाफ़िक़[44] तथा वे लोग जिनके दिलों में रोग है और मदीना में अफ़वाह फैलाने वाले बाज़ नहीं आए, तो हम आपको उनके पीछे लगा देंगे। फिर वे आपके साथ उसमें थोड़े ही समय के लिए रह सकेंगे।","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"44. मुनाफ़िक़, मुसलमानों को हताश करने के लिए कभी मुसलमानों की पराजय और कभी किसी भारी सेना के आक्रमण की अफ़वाह मदीना में फैला दिया करते थे। जिसके दुष्परिणाम से उन्हें सावधान किया गया है।","lang":"hi"},{"name":"33:61","price":"वे धिक्कारे हुए हैं। जहाँ भी वे पाए जाएँ, पकड़ लिए जाएँगे तथा बुरी तरह वध कर दिए जाएँगे।","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:62","price":"यही अल्लाह का नियम रहा है उन लोगों के विषय में, जो इनसे पहले गुज़र चुके हैं, तथा आप अल्लाह के नियम में कदापि कोई परिवर्तन नहीं पाएँगे।","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:63","price":"(ऐ रसूल!) लोग[45] आपसे क़ियामत के विषय में पूछते हैं। आप कह दें कि उसका ज्ञान तो मात्र अल्लाह ही के पास है। और आपको क्या मालूम शायद क़ियामत निकट ही हो?","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"45. यह प्रश्न उपहास स्वरूप किया करते थे। इसलिए उसकी दशा का चित्रण किया गया है।","lang":"hi"},{"name":"33:64","price":"निःसंदेह अल्लाह ने काफ़िरों को धिक्कार दिया है और उनके लिए भड़कती हुई आग तैयार कर रखी है।","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:65","price":"वे उसमें सदैव रहेंगे। वे न कोई दोस्त पाएँगे और न कोई सहायक।","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:66","price":"जिस दिन उनके चेहरे आग में उलटे-पलटे जाएँगे, तो वे कहेंगे : ऐ काश, हमने अल्लाह का आज्ञापालन किया होता और हमने रसूल का आज्ञापालन किया होता।","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:67","price":"तथा वे कहेंगे : ऐ हमारे पालनहार! हमने अपने सरदारों और बड़े लोगों का कहा माना, तो उन्होंने हमें सीधे रास्ते से भटका दिया।","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:68","price":"ऐ हमारे पालनहार! उन्हें दोहरी यातना दे और उनपर बड़ी धिक्कार कर।","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:69","price":"ऐ ईमान वालो! उन लोगों के समान न हो जाओ, जिन्होंने मूसा को कष्ट पहुँचाया, तो अल्लाह ने उन्हें उनकी कही हुई बातों से बरी[46] कर दिया, और वह अल्लाह के यहाँ प्रतिष्ठावान थे।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"46. ह़दीस में आया है कि मूसा (अलैहिस्सलाम) बड़े लज्जशील थे। प्रत्येक समय वस्त्र धारण किए रहते थे। जिससे लोग समझने लगे कि संभवतः उनमें कुछ रोग है। परंतु अल्लाह ने एक बार उन्हें नग्न अवस्था में लोगों को दिखा दिया और संदेह दूर हो गया। (सह़ीह़ बुख़ारी : 3404, मुस्लिम : 155)","lang":"hi"},{"name":"33:70","price":"ऐ ईमान वालो! अल्लाह से डरो तथा सही और सच्ची बात कहो।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:71","price":"वह तुम्हारे लिए तुम्हारे कर्मों को सुधार देगा, तथा तुम्हारे पापों को क्षमा कर देगा और जो अल्लाह तथा उसके रसूल का आज्ञापालन करे, उसने बड़ी सफलता प्राप्त कर ली।","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"33:72","price":"हमने अमानत[47] को आकाशों और धरती तथा पर्वतों के समक्ष प्रस्तुत किया, लेकिन उन सबने उसका भार उठाने से इनकार कर दिया और वे उससे डर गए। परंतु इनसान ने उसे उठा लिया। निःसंदेह वह बड़ा ही अत्याचारी[48] औ बहुत अज्ञानी है।","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"47. अमानत से अभिप्राय, धार्मिक नियम हैं जिनके पालन का दायित्व तथा भार अल्लाह ने मनुष्य पर रखा है। और उसमें उनका पालन करने की योग्यता रखी है, जो योग्यता आकाशों तथा धरती और पर्वतों को नहीं दी है। 48. अर्थात इस अमानत का भार लेकर भी अपने दायित्व को पूरा न करके स्वयं अपने ऊपर अत्याचार करता है।","lang":"hi"},{"name":"33:73","price":"ताकि अल्लाह मुनाफ़िक़ पुरुषों तथा मुनाफ़िक़ स्त्रियों और मुश्रिक पुरुषों तथा मुश्रिक स्त्रियों को यातना दे, तथा अल्लाह ईमान वाले पुरुषों तथा ईमान वाली स्त्रियों की तौबा क़बूल करे। और अल्लाह अति क्षमाशील, बड़ा दयावान् है।","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:1","price":"हर प्रकार की प्रशंसा उस अल्लाह के लिए है, जिसके अधिकार में वह सब कुछ है जो आकाशों में है और जो धरती में है। और आख़िरत (परलोक) में भी उसी के लिए प्रशंसा है और वह पूर्ण हिकमत वाला, सबकी खबर रखने वाला है।","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:2","price":"वह जानता है जो कुछ धरती के भीतर प्रवेश होता है और जो कुछ उससे निकलता[1] है, तथा जो कुछ आकाश[2] से उतरता है और जो कुछ उसमें[3] चढ़ता है। तथा वह अत्यंत दयावान्, अति क्षमाशील है।","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"1. जैसे वर्षा, कोष और निधि आदि। 2. जैसे वर्षा, ओला, फ़रिश्ते और आकाशीय पुस्तकें आदि। 3. जैसे फ़रिश्ते तथा कर्म।","lang":"hi"},{"name":"34:3","price":"तथा काफ़िरों ने कहा कि हमपर क़ियामत नहीं आएगी। आप कह दें : क्यों नहीं? मेरे पालनहार की क़सम! जो परोक्ष का जानने वाला है, वह तुमपर अवश्य आएगी। उससे एक कण के बराबर भी कोई चीज़ ओझल नहीं रहती न आकाशों में और न धरती में, तथा न उससे छोटी कोई चीज़ है और न बड़ी, परंतु वह एक स्पष्ट पुस्तक[4] में (अंकित) है।","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"4. अर्थात लौह़े मह़्फ़ूज़ (सुरक्षित पुस्तक) में।","lang":"hi"},{"name":"34:4","price":"ताकि[5] वह उन लोगों को बदला दे, जो ईमान लाए तथा अच्छे कर्म करते रहे। यही लोग हैं जिनके लिए क्षमा तथा सम्मानित जीविका है।","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"5. यह प्रलय के होने का कारण है।","lang":"hi"},{"name":"34:5","price":"तथा जिन लोगों ने हमारी आयतों को नीचा दिखाने[6] का प्रयास किया, उन लोगों के लिए कठोर दुःखदायी यातना है।","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"6. अर्थात हमारी आयतों से रोकते हैं और समझते हैं कि हम उनको पकड़ने में विवश होंगे।","lang":"hi"},{"name":"34:6","price":"तथा जिन लोगों को ज्ञान दिया गया है, वे जानते हैं कि जो कुछ आपपर आपके पालनहार की ओर से उतारा गया है, वही सत्य है, तथा वह सर्व प्रभुत्वशाली, सर्वप्रशंसित (अल्लाह) के मार्ग की ओर ले जाता है।","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:7","price":"तथा जिन लोगों ने इनकार किया, वे कहते हैं कि क्या हम तुम्हें एक ऐसा आदमी बताएँ, जो तुम्हें सूचना देता है कि जब तुम पूर्णतया चूर-चूर कर दिए जाओगे, तो तुम अवश्य एक नई रचना में आओगे?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:8","price":"क्या उसने अल्लाह पर झूठ गढ़ा है या उसमें पागलपन है? बल्कि जो लोग आख़िरत पर विश्वास (ईमान) नहीं रखते, वे यातना[7] तथा दूर की गुमराही में हैं।","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"7. अर्थात इसका दुष्परिणाम नरक की यातना है।","lang":"hi"},{"name":"34:9","price":"क्या उन्होंने अपने आगे और पीछे आकाश और धरती को नहीं देखा? यदि हम चाहें तो उन्हें धरती में धँसा दें या उनपर आकाश के टुकड़े गिरा दें। निःसंदेह इसमें हर उस बंदे के लिए अवश्य एक निशानी है, जो अल्लाह की ओर लौटने वाला है।","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:10","price":"तथा हमने दाऊद को अपना अनुग्रह[8] प्रदान किया। ऐ पर्वतो! उसके साथ अल्लाह की पवित्रता बयान करो[9] तथा पक्षियों को भी (यही आदेश दिया) तथा हमने उसके लिए लोहा को नरम कर दिया।","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"8. अर्थात उनको नबी बनाया और पुस्तक का ज्ञान प्रदान किया। 9. अल्लाह के इस आदेश अनुसार पर्वत तथा पक्षी उनके लिए अल्लाह की महिमा गान के समय उनकी ध्वनि को दोहराते थे।","lang":"hi"},{"name":"34:11","price":"कि विस्तृत कवचें बनाओ तथा कड़ियाँ जोड़ने में उचित अनुमान लगाओ, और अच्छे कार्य करते रहो। जो कुछ तुम कर रहे हो, निःसंदेह मैं उसे देख रहा हूँ।","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:12","price":"तथा (हमने) सुलैमान के लिए हवा को (वशीभूत कर दिया)। उसका सुबह का चलना एक महीने का तथा शाम का चलना एक महीने[10] का होता था। तथा हमने उसके लिए तांबे का स्रोत बहा दिया। तथा कुछ जिन्नों को भी (उसके वश में कर दिया), जो उसके सामने उसके पालनहार की अनुमति से काम करते थे। तथा उनमें से जो भी हमारे आदेश से फिरेगा, हम उसे भड़कती आग की यातना चखाएँगे।","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"10. सुलैमान (अलैहिस्सलाम) अपने राज्य के अधिकारियों के साथ सिंहासन पर आसीन हो जाते। और उनके आदेश से वायु उसे इतनी तीव्र गति से उड़ा ले जाती कि आधे दिन में एक महीने की यात्रा पूरी कर लेते। इस प्रकार सुबह और शाम मिलाकर दो महीने की यात्रा पूरी हो जाती। (देखिए : इब्ने कसीर)","lang":"hi"},{"name":"34:13","price":"वे उसके लिए बनाते थे, जो वह चाहता था; भवन (मस्जिदें), प्रतिमाएँ, हौज़ों\nके जैसे बड़े-बड़े लगन तथा एक ही जगह जमी हुई देगें। ऐ दाऊद के परिजनो! कृतज्ञता के तौर पर सत्कर्म करो। और मेरे बंदों में थोड़े ही लोग कृतज्ञ हैं।","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:14","price":"फिर जब हमने सुलैमान की मौत का निर्णय कर दिया, तो जिन्नों को उसकी मौत का पता एक घुन के सिवा किसी ने नहीं दिया, जो उसकी लाठी[11] को खा रहा था। फिर जब वह गिर गया, तो जिन्नों पर यह बात खुली कि यदि वे परोक्ष[12] का ज्ञान रखते, तो इस अपमानकारी यातना में पड़े न रहते।","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"11. जिसके सहारे वह खड़े थे तथा घुन के खाने पर उनका शव धरती पर गिर पड़ा। 12. सुलैमान (अलैहिस्सलाम) के युग में यह भ्रम था कि जिन्नों को परोक्ष का ज्ञान होता है। जिसे अल्लाह ने माननीय सुलैमान अलैहिस्सलाम के निधन द्वारा तोड़ दिया कि अल्लाह के सिवा किसी को परोक्ष का ज्ञान नहीं है। (इब्ने कसीर)","lang":"hi"},{"name":"34:15","price":"सबा[13] जाति के लिए उनके निवास-स्थान में एक निशानी[14] थी। (उसके) दाएँ और बाएँ दो बाग़ थे। (हमने कहा था :) अपने पालनहार की दी हुई रोज़ी से खाओ और उसके प्रति आभार प्रकट करो। (यह) एक अच्छा शहर है तथा अति क्षमाशील पालनहार है।","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"13. यह जाति यमन में निवास करती थी। 14. अर्थात अल्लाह के सामर्थ्य की।","lang":"hi"},{"name":"34:16","price":"लेकिन उन्होंने मुँह फेर लिया, तो हमने उनपर भयंकर (बाँध तोड़) बाढ़ भेज दी, तथा उनके दोनों बाग़ों को दो ऐसे बाग़ों से बदल दिए, जिनमें कड़वे-कसैले फल, झाऊ के वृक्ष तथा कुछ थोड़े-से बेर थे।","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:17","price":"यह बदला हमने उन्हें उनके कृतघ्नता दिखाने के कारण दिया, तथा ऐसा बदला हम उसी को देते हैं जो बहुत कृतघ्न हो।","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:18","price":"और हमने उनके बीच तथा उन बस्तियों के बीच, जिनमें हमने बरकत[15] रखी थी, एक-दूसरे से दिखाई देने वाली बस्तियाँ बना दी थीं, तथा हमने उनमें यात्रा के पड़ाव[16] निर्धारित कर दिए थे (और कह दिया था :) तुम उनमें रात-दिन निश्चिंत[17] होकर चलो फिरो।","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"15. अर्थात सबा तथा शाम के बीच। 16. अर्थात एक स्थान से दूसरे स्थान तक यात्रा की सुविधा रखी थी। 17. शत्रु तथा भूख-प्यास से निर्भय हो कर।","lang":"hi"},{"name":"34:19","price":"तो उन्होंने कहा : ऐ हमारे पालनहार! हमारी यात्राओं के बीच दूरी[18] बना दे! तथा उन्होंने अपने ऊपर ज़ुल्म किया। अंततः हमने उन्हें कहानियाँ[19] बना दिया और उन्हें पूरी तरह तित्तर-बित्तर कर दिया। निःसंदेह इसमें हर बड़े धैर्यवान् और बहुत शुक्र करने वाले के लिए कई निशानियाँ (शिक्षाएँ) हैं।","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"18. हमारी यात्राओं के बीच कोई बस्ती न हो। 19. उनकी कथाएँ रह गईं, और उनका अस्तित्व मिट गया।","lang":"hi"},{"name":"34:20","price":"तथा इबलीस ने उनपर अपना गुमान[20] सच कर दिखाया। चुनाँचे ईमान वालों के एक समूह को छोड़कर सब ने उसका अनुसरण किया।","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"20. अर्थात यह अनुमान कि वह आदम के पुत्रों को कुपथ करेगा। (देखिए : सूरतुल-आराफ़, आयत :16, तथा सूरत साद, आयत : 82)","lang":"hi"},{"name":"34:21","price":"हालाँकि उसका उनपर कोई ज़ोर (दबाव) नहीं था। लेकिन ऐसा इसलिए हुआ ताकि हम जान लें कि कौन आख़िरत पर ईमान लाता है और कौन उसके बारे में संदेह में पड़ा हुआ है। तथा आपका पालनहार प्रत्येक चीज़ का संरक्षक है।","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:22","price":"(ऐ नबी) आप कह दें : उन्हें पुकार कर[21] देखो, जिन्हें तुमने अल्लाह के सिवा (पूज्य) समझ रखा है। वे आकाशों और धरती में कणभर भी अधिकार नहीं रखते, और न उन दोनों में उनकी कोई साझेदारी है और न उनमें से कोई उस (अल्लाह) का सहायक ही है।","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"21. इसमें संकेत उनकी ओर है जो फ़रिश्तों को पूजते तथा उन्हें अपना सिफ़ारिशी मानते थे।","lang":"hi"},{"name":"34:23","price":"और उसके यहाँ केवल उस व्यक्ति की सिफ़ारिश लाभ देगी, जिसे अल्लाह अनुमति देगा।[22] यहाँ तक कि जब उनके दिलों से घबराहट दूर कर दी जाती है, तो वे (फ़रिश्ते) कहते हैं : तुम्हारे पालनहार ने क्या कहा? वे कहते हैं : सत्य (कहा) तथा वह सर्वोच्च, बहुत महान है।[23]","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"22. (देखिए : सूरतुल-बक़रह, आयत : 255, तथा सूरतुल-अंबिया, आयत : 28) 23. अर्थात जब अल्लाह आकाशों में कोई निर्णय करता है तो फ़रिश्ते भय से काँपने और अपने पंखों को फड़फड़ाने लगते हैं। फिर जब उनकी घबराहट दूर हो जाती है, तो प्रश्न करते हैं कि तुम्हारे पालनहार ने क्या आदेश दिया है? तो वे कहते हैं कि उसने सत्य कहा है। और वह अति उच्च, बहुत महान है। (संक्षिप्त अनुवाद ह़दीस, सह़ीह़ बुख़ारी, ह़दीस संख्या : 4800)","lang":"hi"},{"name":"34:24","price":"आप (मुश्रिकों से) प्रश्न करें : तुम्हें आकाशों तथा धरती से[24] कौन जीविका प्रदान करता है? आप कह दें : अल्लाह। तथा निःसंदेह हम या तुम अवश्य सन्मार्ग पर हैं अथवा खुली गुमराही में हैं।","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"24. आकाशों की वर्षा तथा धरती की उपज से।","lang":"hi"},{"name":"34:25","price":"आप कह दें : न तुमसे हमारे अपराधों के बारे में प्रश्न किया जाएगा और न हमसे तुम्हारे कर्मों के संबंध में प्रश्न किया जाएगा।[25]","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"25. क्योंकि हम तुम्हारे शिर्क से विमुख हैं।","lang":"hi"},{"name":"34:26","price":"आप कह दें कि हमारा पालनहार हमें एकत्रित[26] करेगा। फिर हमारे बीच सत्य के साथ निर्णय करेगा तथा वही अति निर्णयकारी, सब कुछ जानने वाला है।","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"26. अर्थात प्रलय के दिन।","lang":"hi"},{"name":"34:27","price":"आप कह दें : तुम मुझे वो लोग दिखाओ, जिन्हें तुमने साझी ठहराकर[27] अल्लाह के साथ मिला दिया है? ऐसा कदापि नहीं है। बल्कि वही अल्लाह अत्यंत प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"27. अर्थात पूजा-आराधना में।","lang":"hi"},{"name":"34:28","price":"तथा हमने आपको[28] समस्त मनुष्यों के लिए शुभ सूचना देने वाला और डराने वाला ही बनाकर भेजा है। किन्तु अधिकतर लोग नहीं जानते।","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"28. इस आयत में अल्लाह ने मुह़्म्मद (सल्लल्लाहु अलैहि व सल्लम) के विश्वव्यापि रसूल तथा सर्व मनुष्य जाति के पथ प्रदर्शक होने की घोषणा की है। जिसे सूरतुल-आराफ़, आयत संख्या : 158, तथा सूरतुल-फ़ुर्क़ान आयत संख्या : 1 में भी वर्णित किया गया है। इसी प्रकार आप (सल्लल्लाहु अलैहि व सल्लम) ने फरमाया कि मुझे पाँच ऐसी चीज़ें दी गई हैं जो मुझसे पूर्व किसी नबी को नहीं दी गईं। और वे ये हैं : 1. एक महीने की दूरी तक शत्रुओं के दिलों में मेरी धाक द्वारा मेरी सहायता की गई है। 2. पूरी धरती मेरे लिए मस्जिद तथा पवित्र बना दी गई है। 3. युद्ध में प्राप्त धन मेरे लिए वैध कर दिया गया है, जो पहले किसी नबी के लिये वैध नहीं किया गया। 4. मुझे सिफ़ारिश का अधिकार दिया गया है। 5. मुझसे पहले के नबी मात्र अपने समुदाय के लिए भेजे जाते थे, परंतु मुझे संपूर्ण मानव जाति के लिए नबी बनाकर भेजा गया है। (सह़ीह़ बुख़ारी : 335) आयत का भावार्थ यह है कि आपके आगमन के पश्चात् आपपर ईमान लाना तथा आपके लाए धर्म विधान क़ुरआन का अनुपालन करना पूरे मानव विश्व पर अनिवार्य है। और यही सत्धर्म तथा मुक्ति मार्ग है। जिसे अधिक्तर लोग नहीं जानते। नबी (सल्लल्लाहु अलैहि व सल्लम) ने फरमाया : उसकी शपथ जिसके हाथ में मेरे प्राण हैं! इस उम्मत का कोई यहूदी और ईसाई मुझे सुनेगा और मौत से पहले मेरे धर्म पर ईमान नहीं लाएगा, तो वह नरक में जाएगा। (सह़ीह़ मुस्लिम : 153)","lang":"hi"},{"name":"34:29","price":"तथा वे कहते[29] हैं : (क़ियामत का) यह वादा कब पूरा होगा, यदि तुम सच्चे हो?","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"29. अर्थात उपहास करते हैं।","lang":"hi"},{"name":"34:30","price":"आप (उनसे) कह दें कि तुम्हारे लिए एक ऐसे दिन[30] का वादा है कि न तुम उससे एक घड़ी पीछे रह सकोगे और न आगे बढ़ सकोगे।","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"30. अर्थात् प्रलय के दिन का।","lang":"hi"},{"name":"34:31","price":"तथा काफ़िरों ने कहा कि हम कदापि इस क़ुरआन पर और इससे पहले की पुस्तक पर ईमान नहीं लाएँगे। और यदि आप देखें जब अत्याचारी लोग (क़ियामत के दिन) अपने पालनहार के समक्ष खड़े किए जाएँगे, जबकि वे एक-दूसरे की बात का खंडन कर रहे होंगे। जो लोग (दुनिया में) कमज़ोर समझे जाते थे, वे उन लोगों से कहेंगे, जो बड़े बनते थे : यदि तुम न होते, तो अवश्य ही हम ईमान वाले होते।[31]","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"31. तुम्ही ने हमें सत्य से रोका था।","lang":"hi"},{"name":"34:32","price":"वे लोग जो घमंड करते (बड़े बनते) थे, उन लोगों से जो कमज़ोर समझे जाते थे, कहेंगे : क्या हमने तुम्हें मार्गदर्शन से रोका था, जब वह तुम्हारे पास आ गया था? बल्कि तुम (स्वयं ही) अपराधी थे।","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:33","price":"तथा वे लोग जो कमज़ोर समझे जाते थे, उन लोगों से कहेंगे, जो अहंकार करते थे : बल्कि (तुम्हारी) रात और दिन की चालों[32] ही ने (हमें रोका था) जब तुम हमें आदेश देते थे कि हम अल्लाह के साथ कुफ़्र करें तथा उसके लिए साझी ठहराएँ। तथा जब वे यातना को देखेंगे तो (अपने दिल में) पछतावा को छिपाएँगे। और हम उन लोगों की गरदनों में तौक़ डाल देंगे, जिन्होंने कुफ़्र किया। उन्हें केवल उसी का बदला दिया जाएगा, जो वे किया करते थे।","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"32. अर्थात तुम्हारे षड्यंत्र ने हमें रोका था।","lang":"hi"},{"name":"34:34","price":"तथा हमने जिस बस्ती में भी कोई डराने वाला भेजा, तो उसके संपन्न लोगों ने यही कहा : निःसंदेह हम उस चीज़ का, जिसके साथ तुम भेजे गए हो, इनकार करते हैं।[33]","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"33. नबियों के उपदेश का विरोध सबसे पहले संपन्न वर्ग ने किया है। क्योंकि वे यह समझते हैं कि यदि सत्य सफल हो गया, तो समाज पर उनका अधिकार समाप्त हो जाएगा। वे इस आधार पर भी नबियों का विरोध करते रहे कि हम ही अल्लाह के प्रिय हैं। यदि वह हमसे प्रसन्न न होता, तो हमें धन-धान्य क्यों प्रदान करता? अतः हम परलोक की यातना से ग्रस्त नहीं होंगे। क़ुरआन ने अनेक आयतों में उनके इस भ्रम का खंडन किया है।","lang":"hi"},{"name":"34:35","price":"तथा उन्होंने कहा : हम धन और संतान में तुमसे बढ़कर हैं तथा हमें यातना नहीं दी जाएगी।","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:36","price":"आप कह दें : निःसंदेह मेरा पालनहार जिसके लिए चाहता है, जीविका विस्तृत कर देता है, और (जिसके लिए चाहे) तंग कर देता है। लेकिन अधिकतर लोग नहीं जानते।","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:37","price":"और तुम्हारे धन और तुम्हारी संतान ऐसी नहीं हैं जो तुम्हें पद में हमारे निकट[34] कर दें। परंतु जो ईमान लाया और उसने अच्छे कार्य किए, तो यही लोग हैं, जिनके लिए उनके कार्यों का दोहरा प्रतिफल है और वे ऊँचे भवनों में निश्चिंत होकर रहेंगे।","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"34. अर्थात हमारा प्रिय बना दे।","lang":"hi"},{"name":"34:38","price":"तथा जो लोग हमारी आयतों को असत्य सिद्ध करने के प्रयास में लगे रहते हैं, वे लाकर यातना में डाले जाएँगे।","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:39","price":"आप कह दें : निःसंदेह मेरा पालनहार अपने बंदों में से जिसके लिए चाहता है, जीविका विस्तृत कर देता है, और (जिसके लिए चाहता है) तंग कर देता है। और तुम जो चीज़ भी खर्च करते हो, तो वह उसकी जगह और देता है। और वह सबसे उत्तम जीविका देने वाला है।","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:40","price":"और जिस दिन वह (अल्लाह) उन सब को एकत्रित करेगा, फिर फ़रिश्तों से कहेगा : क्या यही लोग तुम्हारी इबादत (पूजा) किया करते थे?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:41","price":"वे (फ़रिश्ते) कहेंगे : तू पवित्र है! तू ही उनके सिवा हमारा संरक्षक है। बल्कि वे तो जिन्नों[35] की इबादत करते थे। उनमें से अधिकतर लोग उन्हीं पर ईमान रखने वाले थे।","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"35. अरब के कुछ मुश्रिक लोग, फ़रिश्तों को पूज्य समझते थे। अतः उनसे यह प्रश्न किया जाएगा।","lang":"hi"},{"name":"34:42","price":"सो आज तुम[36] एक-दूसरे के लाभ और हानि के मालिक नहीं हो। तथा हम उन अत्याचारियों से कहेंगे : उस आग की यातना चखो, जिसे तुम झुठलाया करते थे।","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"36. अर्थात मिथ्या पूज्य तथा उनके पुजारी।","lang":"hi"},{"name":"34:43","price":"और जब उनके समक्ष हमारी खुली आयतें पढ़ी जाती हैं, तो कहते हैं : यह तो एक ऐसा व्यक्ति है, जो चाहता है कि तुम्हें उन (पूज्यों) से रोक दे, जिनकी तुम्हारे बाप-दादा इबादत किया करते थे। तथा उन्होंने कहा : यह तो मात्र एक गढ़ा हुआ झूठ है। तथा जब उन काफ़िरों के पास सत्य आ गया, तो उन्होंने उसके बारे में कहा : यह तो मात्र एक खुला जादू है।","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:44","price":"जबकि हमने उन (मक्का वासियों) को किताबें नहीं दी थीं, जिनको वे पढ़ते हों तथा हमने आपसे पहले उनकी ओर कोई डराने वाला भी नहीं भेजा।[37]","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"37. तो इन्हें कैसे ज्ञान हो गया कि यह क़ुरआन खुला जादू है? क्योंकि यह ऐतिहासिक सत्य है कि आपसे पहले मक्का में कोई नबी नहीं आया। इसलिए क़ुरआन के प्रभाव को स्वीकार करना चाहिए न कि उसपर जादू होने का आरोप लगा दिया जाए।","lang":"hi"},{"name":"34:45","price":"तथा इनसे पूर्व के लोगों[38] ने भी झुठलाया था, और जो कुछ हमने उन्हें प्रदान किया था, ये तो उसके दसवें भाग को भी नहीं पहुँचे हैं। चुनाँचे उन्होंने मेरे रसूलों को झुठलाया, तो देख लो मेरी यातना कैसी थी?[39]","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"38. अर्थात आद और समूद ने। 39. अतः मेरे इनकार के दुष्परिणाम अर्थात उनके विनाश से इन्हें शिक्षा लेनी चाहिए। जो धन-बल तथा शक्ति में इन से अधिक थे।","lang":"hi"},{"name":"34:46","price":"आप कह दें : मैं बस तुम्हें एक बात की नसीहत करता हूँ कि तुम अल्लाह के लिए दो-दो तथा अकेले-अकेले खड़े हो जाओ। फिर सोचो। तुम्हारे साथी[40] में कोई पागलपन नहीं है। वह तो केवल तुम्हें एक कठोर यातना के आने से पहले डराने वाला है।","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"40. अर्थात मुह़म्मद सल्लल्लाहु अलैहि व सल्लम की दशा के बारे में।","lang":"hi"},{"name":"34:47","price":"आप कह दें : मैंने तुमसे कोई बदला माँगा है, तो वह तुम्हारे[41] ही लिए है। मेरा बदला तो बस अल्लाह पर है और वह प्रत्येक वस्तु पर गवाह है।","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"41. कि तुम सन्मार्ग अपनाकर आगामी प्रलय की यातना से सुरक्षित हो जाओ।","lang":"hi"},{"name":"34:48","price":"आप कह दें : मेरा पालनहार सत्य द्वारा (असत्य पर) चोट करता है। वह परोक्ष (ग़ैब) की बातों का खूब जानने वाला है।","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:49","price":"आप कह दें कि सत्य आ गया और असत्य न तो पहली बार उभरा और न दोबारा उभर सकेगा।","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:50","price":"आप कह दें : यदि मैं राह से हट गया, तो मेरे राह से हटने का गुनाह मुझपर ही है और यदि मैं सही मार्ग पर हूँ, तो यह उस कारण है जो मेरा पालनहार मेरी ओर वह़्य भेजता है। निःसंदेह वह सब कुछ सुनने वाला, निकट है।","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"34:51","price":"और (ऐ रसूल!) अगर आप देखें, जब ये लोग घबराए हुए[42] होंगे, तो उनके लिए बचने का कोई रास्ता न होगा, तथा वे निकट स्थान ही से पकड़ लिए जाएँगे।","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"42. प्रलय की यातना देखकर।","lang":"hi"},{"name":"34:52","price":"और वे पुकार उठेंगे : हम (अब) उसपर[43] ईमान ले आए। लेकिन इतनी दूर जगह[44] से उनके लिए ईमान की प्राप्ति कहाँ से संभव है?","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"43. अर्थात अल्लाह तथा उस के रसूल पर। 44. ईमान लाने का स्थान तो संसार था। परंतु संसार में उसे अस्वीकार कर दिया।","lang":"hi"},{"name":"34:53","price":"हालाँकि इससे पहले (दुनिया में) उन्होंने उसका इनकार किया था और वे दूर की जगह से[45] बिन देखे तीर चलाते रहे थे।","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"45. अर्थात अपने अनुमान से असत्य बातें करते रहे थे।","lang":"hi"},{"name":"34:54","price":"तथा उनके और उन चीज़ों के बीच जिनकी वे इच्छा करेंगे, आड़ बना दी जाएगी, जैसा कि इनके जैसों के साथ इससे पहले किया जा चुका है। निःसंदेह वे असमंजस में डालने वाले संदेह में पड़े हुए थे।","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:1","price":"सब प्रशंसा अल्लाह के लिए है, जो आकाशों तथा धरती का पैदा करने वाला है, (और) दो-दो, तीन-तीन, चार-चार परों वाले फ़रिश्तों को संदेशवाहक बनाने वाला[1] है। वह संरचना में जैसी चाहता है अभिवृद्धि करता है। निःसंदेह अल्लाह हर चीज़ का सामर्थ्य रखता है।","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"1. अर्थात फ़रिश्तों के द्वारा नबियों तक अपनी प्रकाशना तथा संदेश पहुँचाता है।","lang":"hi"},{"name":"35:2","price":"अल्लाह लोगों के लिए जो दया[2] खोल दे, उसे कोई रोकने वाला नहीं। तथा जिसे रोक ले, तो उसके बाद, उसे कोई भेजने (खोलने) वाला नहीं। तथा वही सब पर प्रभुत्ववशाली, पूर्ण हिकमत वाला है।","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"2. अर्थात स्वास्थ्य, धन, ज्ञान आदि प्रदान करे।","lang":"hi"},{"name":"35:3","price":"ऐ लोगो! अपने ऊपर अल्लाह की नेमत को याद करो। क्या अल्लाह के सिवा कोई और उत्पत्तिकर्ता है, जो तुम्हें आकाश तथा धरती से जीविका प्रदान करे? उसके सिवा कोई सत्य पूज्य नहीं। फिर तुम कहाँ बहकाए जाते हो?","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:4","price":"और यदि वे आपको झुठलाते हैं, तो निश्चय ही आपसे पहले भी रसूलों को झुठलाया जा चुका है। और सभी मामले अल्लाह ही की ओर लौटाए जाते हैं।[3]","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"3. अर्थात अंततः सभी विषयों का निर्णय हमें ही करना है, तो ये कहाँ जाएँगे? अतः आप धैर्य से काम लें।","lang":"hi"},{"name":"35:5","price":"ऐ लोगो! निश्चय ही अल्लाह का वादा सच्चा है। अतः सांसारिक जीवन तुम्हें धोखे में न डाले और न वह धोखेबाज़ (शैतान) तुम्हें अल्लाह के विषय में धोखा देने पाए।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:6","price":"निःसंदेह शैतान तुम्हारा शत्रु है। अतः तुम उसे अपना शत्रु ही समझो। वह तो अपने समूह को केवल इसलिए बुलाता है कि वे नरक वालों में से हो जाएँ।","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:7","price":"जिन लोगों ने कुफ़्र किया, उनके लिए कठोर यातना है, तथा जो लोग ईमान लाए और सत्कर्म किए, उनके लिए क्षमा तथा बड़ा प्रतिफल है।","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:8","price":"तो क्या वह व्यक्ति जिसके लिए उसके कुकर्म को सुंदर बना दिया गया हो, तो वह उसे अच्छा समझता हो, (उसके समान है जो मार्गदर्शन पर है?) निःसंदेह अल्लाह जिसे चाहता है, गुमराह कर देता है और जिसे चाहता है, मार्गदर्शन प्रदान करता है। अतः आप उनपर अफ़सोस के कारण अपने आपको व्यथित न करें। निःसंदेह अल्लाह उसे भली-भाँति जानने वाला है जो कुछ वे कर रहे हैं।","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:9","price":"तथा अल्लाह ही है जो हवाओं को भेजता है, तो वे बादल उठाती हैं। फिर हम उसे मृत नगर की ओर हाँक ले जाते हैं। फिर हम उसके द्वारा धरती को उसके मृत हो जाने के बाद जीवित कर देते हैं। इसी प्रकार (क़ियामत के दिन) जीवित होकर उठना[4] है।","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"4. अर्थात जिस प्रकार वर्षा से सूखी धरती हरी हो जाती है, इसी प्रकार प्रलय के दिन तुम्हें भी जीवित कर दिया जाएगा।","lang":"hi"},{"name":"35:10","price":"जो व्यक्ति सम्मान (इज़्ज़त) चाहता है, तो सब सम्मान अल्लाह ही के लिए है। पवित्र वाक्य[5] उसी की ओर चढ़ते हैं और सत्कर्म उन्हें ऊपर उठाता[6] है। तथा जो लोग बुरी चालें चलते हैं, उनके लिए कठोर यातना है और उनकी चाल ही मटियामेट होकर रहेगी।","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"5. पवित्र वाक्य से अभिप्राय ((ला इलाहा इल्लल्लाह)) है। जो तौह़ीद का शब्द है। तथा चढ़ने का अर्थ है : अल्लाह के यहाँ स्वीकार होना। 6. आयत का भावार्थ यह है कि सम्मान अल्लाह की उपासना से मिलता है, अन्य की पूजा से नहीं। और तौह़ीद के साथ सत्कर्म का होना भी अनिवार्य है। और जब ऐसा होगा, तो उसे अल्लाह स्वीकार कर लेगा।","lang":"hi"},{"name":"35:11","price":"अल्लाह ही ने तुम्हें मिट्टी से, फिर वीर्य से पैदा किया, फिर तुम्हें जोड़े-जोड़े बनाया। जो भी मादा गर्भ धारण करती है और बच्चा जनती है, तो अल्लाह को उसका ज्ञान होता है। तथा किसी आयु वाले की आयु बढ़ाई जाती है या उसकी आयु कम की जाती है, तो यह सब कुछ एक किताब में (लिखा हुआ) है।[7] निःसंदेह यह सब अल्लाह पर अति सरल है।","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"7. अर्थात प्रत्येक व्यक्ति की पूरी दशा उसके भाग्य-लेख में पहले ही से अंकित है।","lang":"hi"},{"name":"35:12","price":"तथा दो सागर बारबर नहीं हैं। यह (एक) मीठा, प्यास बुझाने वाला, पीने में रुचिकर है, और यह (दूसरा) खारा-कड़वा है। तथा प्रत्येक में से तुम ताज़ा माँस खाते हो तथा आभूषण निकालते हो, जिसे तुम पहनते हो। और तुम उसमें नावों को देखते हो कि पानी को चीरती हुई चलती हैं, ताकि तुम अल्लाह का अनुग्रह तलाश करो और ताकि तुम कृतज्ञ बनो।","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:13","price":"वह रात को दिन में दाखिल करता है, तथा दिन को रात में दाखिल करता है, तथा सूर्य एवं चाँद को काम में लगा रखा है। उनमें से प्रत्येक एक निश्चित समय तक चल रहा है।वही अल्लाह तुम्हारा पालनहार है। उसी का राज्य है। तथा जिन्हें तुम उसके सिवा पुकारते हो, वे खजूर की गुठली के छिलके के भी मालिक नहीं हैं।","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:14","price":"यदि तुम उन्हें पुकारो, तो वे तुम्हारी पुकार नहीं सुन सकते। और यदि सुन भी लें, तो तुम्हें उत्तर नहीं दे सकते। और वे क़ियामत के दिन तुम्हारे शिर्क का इनकार कर देंगे। और (ऐ रसूल!) आपको एक सर्वज्ञाता (अल्लाह) की तरह कोई सूचना नहीं देगा।[8]","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"8. इस आयत में प्रलय के दिन उनके पूज्यों की दशा का वर्णन किया गया है कि वे प्रलय के दिन उनके शिर्क को अस्वीकार कर देंगे। और अपने पुजारियों से बरी होने की घोषणा कर देंगे। जिससे विदित हुआ कि अल्लाह का कोई साझी नहीं है। और जिनको मुश्रिकों ने साझी बना रखा है, वह सब धोखा है।","lang":"hi"},{"name":"35:15","price":"ऐ लोगो! तुम सब अल्लाह के मुहताज हो और अल्लाह बेनियाज़, प्रशंसित है।","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:16","price":"यदि वह चाहे, तो तुम्हें ले जाए और (तुम्हारी जगह) एक नई मख़लूक़[9] ले आए।","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"9. भावार्थ यह कि मनुष्य को प्रत्येक क्षण अपने अस्तित्व तथा स्थायित्व के लिए अल्लाह की आवश्यकता है। और अल्लाह ने निर्लोभ होने के साथ ही उसके जीवन के संसाधन की व्यवस्था कर दी है। अतः यह न सोचो कि तुम्हारा विनाश हो गया, तो उसकी महिमा में कोई अंतर आ जाएगा। वह चाहे, तो तुम्हें एक क्षण में ध्वस्त करके दूसरी मख़लूक़ ले आए, क्योंकि वह एक शब्द \"कुन\" (जिस का अनुवाद है 'हो जा') से जो चाहे पैदा कर दे।","lang":"hi"},{"name":"35:17","price":"और यह अल्लाह के लिए कुछ भी कठिन नहीं।","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:18","price":"और कोई बोझ उठाने वाला दूसरे का बोझ[10] नहीं उठाएगा। और अगर कोई बोझ से दबा हुआ व्यक्ति (किसी को) बोझ उठाने के लिए पुकारेगा, तो उसका तनिक भी बोझ नहीं उठाया जाएगा, यद्यपि वह निकट का संबंधी ही क्यों न हो। आप तो केवल उन्हीं लोगों को सचेत करते हैं, जो अपने पालनहार से बिन देखे डरते हैं और नमाज़ क़ायम करते हैं। तथा जो पवित्र हुआ, वह अपने ही लाभ के लिए पवित्र होता है। और (सबको) अल्लाह ही की ओर लौटकर जाना है।","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"10. अर्थात पापों का बोझ। अर्थ यह है कि प्रलय के दिन कोई किसी की सहायता नहीं करेगा।","lang":"hi"},{"name":"35:19","price":"और अंधा तथा देखने वाला समान नहीं हो सकते।","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:20","price":"और न अंधकार तथा प्रकाश।","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:21","price":"और न छाया तथा गर्म हवा।","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:22","price":"तथा जीवित एवं मृत समान नहीं हो सकते। निःसंदेह अल्लाह जिसे चाहता है, सुना देता है और आप उन्हें नहीं सुना सकते, जो क़ब्रों में हैं।","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:23","price":"आप तो मात्र एक डराने वाले हैं।","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:24","price":"निःसंदेह हमने आपको सत्य के साथ शुभ सूचना देने वाला तथा डराने वाला बनाकर भेजा है। और कोई समुदाय ऐसा नहीं, जिसमें कोई डराने वाला न आया हो।","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:25","price":"और अगर ये लोग आपको झुठलाते हैं, तो इनसे पूर्व के लोगों ने भी (रसूलों को) झुठलाया है, जिनके पास हमारे रसूल खुले प्रमाण, ग्रंथ और ज्योतिमान करने वाली पुस्तक लेकर आए।","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:26","price":"फिर मैंने उन लोगों को पकड़ लिया, जिन्होंने इनकार किया। तो मेरी पकड़ कैसी रही?","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:27","price":"क्या आपने नहीं देखा कि अल्लाह ने आकाश से पानी उतारा, फिर हमने उसके द्वारा विभिन्न रंगों के बहुत-से फल निकाल दिए। तथा पर्वतों में विभिन्न रंगों की सफेद और लाल धारियाँ (और टुकड़े) हैं, तथा कुछ गहरी काली धारियाँ हैं।","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:28","price":"तथा इसी प्रकार मनुष्यों, जानवरों और चौपायों में से भी ऐसे हैं जिनके रंग विभिन्न हैं। वास्तविकता यह है कि अल्लाह से उसके वही बंदे डरते हैं, जो ज्ञानी[11] हैं। निःसंदेह अल्लाह अति प्रभुत्वशाली, बेहद क्षमाशील है।","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"11. अर्थात अल्लाह की इन शक्तियों और उसकी परिपूर्ण कारीगरी को वही जान सकते हैं जो क़ुरआन एवं सुन्नत का ज्ञान रखने वाले हैं। और उन्हें जितना ही अल्लाह का ज्ञान होता है, उतना ही वे अल्लाह से डरते हैं। मानो जिनके दिल में अल्लाह का डर नहीं, समझ लो कि वे सही ज्ञान से वंचित हैं। (इब्ने कसीर)","lang":"hi"},{"name":"35:29","price":"निःसंदेह जो लोग अल्लाह की पुस्तक (क़ुरआन) पढ़ते हैं, और नमाज़ क़ायम करते हैं और जो कुछ हमने उन्हें दिया है, उसमें से छिपे और खुले खर्च करते हैं, वे ऐसे व्यापार की आशा रखते हैं, जिसमें कभी घाटा नहीं होगा।","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:30","price":"ताकि अल्लाह उन्हें उनका पूरा-पूरा बदला दे और उन्हें अपनी कृपा से और अधिक प्रदान करे। निःसंदेह वह बहुत क्षमा करने वाला, अत्यंत गुणग्राही है।","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:31","price":"और हमने आपकी ओर जिस किताब की वह़्य (प्रकाशना) की है, वही सर्वथा सच है और अपने से पहले की पुस्तकों की पुष्टि करने वाली है। निःसंदेह अल्लाह अपने बंदों की पूरी खबर रखने वाला, सब कुछ देखने वाला है।[12]","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"12. कि कौन उसके अनुग्रह के योग्य है। इसी कारण उसने नबियों को सबपर प्रधानता दी है। तथा नबियों को भी एक-दूसरे पर प्रधानता दी है। (देखिए : इब्ने कसीर)","lang":"hi"},{"name":"35:32","price":"फिर हमने इस पुस्तक का उत्तराधिकारी उन लोगों को बनाया, जिन्हें हमने अपने बंदों[13] में से चुन लिया। तो उनमें से कुछ लोग अपने ऊपर अत्याचार करने वाले हैं, और उनमें से कुछ लोग मध्यमार्गी हैं, और उनमें से कुछ लोग अल्लाह की अनुमति से भलाई के कामों में आगे निकल जाने वाले हैं। यही महान अनुग्रह है।","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"13. इस आयत में क़ुरआन के अनुयायियों की तीन श्रेणियाँ बताई गई हैं। और तीनों ही स्वर्ग में प्रवेश करेंगी : अग्रगामी बिना ह़िसाब के। मध्यवर्ती सरल ह़िसाब के पश्चात्। तथा अत्याचारी दंड भुगतने के पश्चात् शफ़ाअत द्वारा। (फ़त्ह़ुल क़दीर)","lang":"hi"},{"name":"35:33","price":"सदा रहने के बाग़ हैं, जिनमें वे प्रवेश करेंगे। उनमें वे सोने के कंगन और मोती पहनाए जाएँगे और उनमें उनके वस्त्र रेशम के होंगे।","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:34","price":"तथा वे कहेंगे : सब प्रशंसा उस अल्लाह के लिए है, जिसने हमसे ग़म दूर कर दिया। निःसंदेह हमारा पालनहार अत्यंत क्षमाशील, बड़ा गुणग्राही है।","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:35","price":"जिसने हमें अपनी कृपा से स्थायी घर में उतारा। न इसमें हमें कोई कष्ट उठाना पड़ता है और न इसमें हमें कोई थकान पहुँचती है।","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:36","price":"और जिन लोगों ने कुफ़्र किया, उनके लिए जहन्नम की आग है। न उनपर (मृत्यु का) फैसला किया जाएगा कि वे मर जाएँ, और न उनसे उसकी यातना ही कुछ हल्की की जाएगी। हम प्रत्येक अकृतज्ञ को इसी तरह बदला दिया करते हैं।","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:37","price":"और वे उसमें चिल्लाएँगे : ऐ हमारे पालनहार! हमें (जहन्नम से) निकाल ले। हम जो कुछ किया करते थे, उसके अलावा नेकी के काम करेंग। क्या हमने तुम्हें इतनी आयु नहीं दी थी कि उसमें जो शिक्षा ग्रहण करना चाहता, वह शिक्षा ग्रहण कर लेता, हालाँकि तुम्हारे पास डराने वाला (नबी) भी तो आया था? अतः, तुम (यातना) चखो। अत्याचारियों का कोई सहायक नहीं है।","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:38","price":"निःसंदेह अल्लाह आकाशों और धरती के परोक्ष (गुप्त चीज़ों) को जानने वाला है। निःसंदेह वही सीनों की बातों को भली-भाँति जानता है।","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:39","price":"वही है जिसने तुम्हें धरती पर उत्तराधिकारी बनाया। फिर जिसने कुफ़्र किया, तो उसके कुफ़्र का दुष्परिणाम उसी पर होगा। और काफ़िरों को उनका कुफ़्र उनके पालनहार के यहाँ क्रोध ही में बढ़ाता है। और काफ़िरों को उनका कुफ़्र उनके घाटे ही में वृद्धि करता है।","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:40","price":"(ऐ नबी!)[14] उनसे कह दें : क्या तुमने अपने उन साझियों को देखा, जिन्हें तुम अल्लाह के सिवा पुकारते हो? मुझे दिखाओ कि उन्होंने धरती का कौन-सा भाग पैदा किया है? या उनकी आकाशों (की रचना) में कुछ साझेदारी है? या हमने उन्हें कोई पुस्तक प्रदान की है कि वे उसके किसी स्पष्ट प्रमाण पर (क़ायम) हैं? बल्कि (वास्तविकता यह है कि) अत्याचारी लोग एक-दूसरे को केवल धोखे का वादा करते हैं।","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"14. यहाँ से सूरत के अंत तक शिर्क (अनेकेश्वरवाद) का खंडन किया जा रहा है।","lang":"hi"},{"name":"35:41","price":"निःसंदेह अल्लाह ही आकाशों और धरती को थामे (रोके)[14] हुए है कि (कहीं) वे दोनों (अपनी जगह से) हट (टल) न जाएँ। और वास्तव में यदि वे दोनों हट (टल) जाएँ, तो उसके बाद कोई भी उन्हें थाम (रोक) नहीं सकेगा। निःसंदेह वह अत्यंत सहनशील, बहुत क्षमा करने वाला है।","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"15. नबी सल्लल्लाहु अलैहि व सल्लम रात में नमाज़ के लिए जागते, तो आकाश की ओर देखते और यह पूरी आयत पढ़ते थे। (सह़ीह़ बुख़ारी : 7452)","lang":"hi"},{"name":"35:42","price":"और उन (काफ़िरों) ने अल्लाह की पक्की क़समें खाई थीं कि यदि उनके पास कोई डराने वाला (नबी) आया, तो वे अवश्य किसी भी अन्य समुदाय से अधिक सीधे रास्ते पर चलने वाले हो जाएँगे। फिर जब उनके पास एक डराने वाला[14] आ गया, तो इससे उनके (सत्य से) दूर भागने ही में वृद्धि हुई।","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"16. अर्थात् मुह़म्मद सल्लल्लाहु अलैहि व सल्लम।","lang":"hi"},{"name":"35:43","price":"धरती में अभिमान करने और बुरी चाल के कारण। और बुरी चाल उसके चलने वाले ही को घेरती है। तो क्या वे पहले लोगों (के बारे में अल्लाह) की रीति[17] की प्रतीक्षा कर रहे हैं? तो आप अल्लाह की रीति में हरगिज़ कोई बदलाव नहीं पाएँगे, तथा आप अल्लाह की रीति में कभी कोई परिवर्तन[18] नहीं पाएँगे।","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"17. अर्थात यातना की। 18. अर्थात प्रत्येक युग और स्थान के लिए अल्लाह का नियम एक ही रहा है।","lang":"hi"},{"name":"35:44","price":"और क्या वे धरती में नहीं चले-फिरे कि देखते कि उन लोगों का परिणाम कैसा रहा, जो इनसे पहले थे, हालाँकि वे शक्ति में इनसे बढ़े हुए थे? तथा अल्लाह ऐसा नहीं है कि आकाशों और धरती में कोई चीज़ उसे विवश कर सके। निःसंदेह वह सब कुछ जानने वाला, हर चीज़ पर सर्वशक्तिमान है।","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"35:45","price":"और यदि अल्लाह लोगों की उनके कार्यों के कारण पकड़ करने लगे, तो धरती के ऊपर किसी चलने वाले को न छोड़े। परंतु वह उन्हें एक निर्धारित अवधि तक मोहलत देता है। फिर जब उनका निर्धारित समय आ जाएगा, तो अल्लाह अपने बंदों को भली-भाँति देखने वाला है।[19]","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"19. अर्थात उस दिन उनके कर्मों का बदला चुका देगा।","lang":"hi"},{"name":"36:1","price":"या, सीन।","arabic":"يسٓ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3706,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:2","price":"क़सम है हिकमत वाले क़ुरआन की!","arabic":"وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3707,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:3","price":"निःसंदेह आप रसूलों में से हैं।","arabic":"إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3708,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:4","price":"सीधे रास्ते पर हैं।","arabic":"عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3709,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:5","price":"(यह) प्रभुत्वशाली, अति दयावान् (अल्लाह) का उतारा हुआ है।","arabic":"تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3710,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:6","price":"ताकि आप उस जाति[1] को डराएँ, जिनके बााप-दादा नहीं डराए गए थे। इसलिए वे ग़ाफ़िल हैं।","arabic":"لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3711,"juzNumber":22,"footnotes":"1. अर्थात् मक्का वासियों को, जिनके पास इसमाईल (अलैहिस्सलाम) के पश्चात् कोई नबी नहीं आया।","lang":"hi"},{"name":"36:7","price":"उनमें से अधिकतर लोगों पर बात[2] सिद्ध हो चुकी है। अतः वे ईमान नहीं लाएँगे।","arabic":"لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3712,"juzNumber":22,"footnotes":"2. अर्थात अल्लाह की यह बात कि ''मैं जिन्नों तथा मनुष्यों से नरक को भर दूँगा।'' (देखिए : सूरतुस सजदा, आयत :13)","lang":"hi"},{"name":"36:8","price":"तथा हमने उनकी गर्दनों में तौक़ डाल दिए हैं, जो ठुड्डियों से लगे हैं।[3] इसलिए वे सिर ऊपर किए हुए हैं।","arabic":"إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3713,"juzNumber":22,"footnotes":"3. इससे अभिप्राय उनका कुफ़्र पर दुराग्रह तथा ईमान न लाना है।","lang":"hi"},{"name":"36:9","price":"तथा हमने उनके आगे एक आड़ बना दी है और उनके पीछे एक आड़। फिर हमने उनको ढाँक दिया है। अतः वे[4] देख ही नहीं पाते।","arabic":"وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3714,"juzNumber":22,"footnotes":"4. अर्थात सत्य की ओर ध्यान नहीं दे रहे हैं, और न उससे लाभान्वित हो रहे हैं।","lang":"hi"},{"name":"36:10","price":"और उनके लिए बराबर है, चाहे आप उन्हें डराएँ या न डराएँ, वे ईमान नहीं लाएँगे।","arabic":"وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3715,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:11","price":"आप तो केवल उस व्यक्ति को डरा सकते हैं, जो इस ज़िक्र (क़ुरआन) का पालन करे, तथा बिन देखे रहमान (अत्यंत दयावान् अल्लाह) से डरे। तो आप उसे क्षमा तथा सम्मानजनक बदले की शुभ सूचना दे दें।","arabic":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3716,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:12","price":"निःसंदेह हम ही मुर्दों को जीवित करेंगे। तथा हम उनके कर्मों और उनके पद्चिह्नों[5] को लिख रहे हैं। तथा प्रत्येक वस्तु को हमने स्पष्ट पुस्तक में दर्ज कर रखा है।","arabic":"إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3717,"juzNumber":22,"footnotes":"5. अर्थात पुण्य अथवा पाप करने के लिए आते-जाते जो उन के पद्चिह्न धरती पर बने हैं, उन्हें भी लिख रखा है। इसी में उनके अच्छे-बुरे वे कर्म भी आते हैं, जो उन्होंने किए हैं और जिनका उनके पश्चात् अनुसरण किया जा रहा है।","lang":"hi"},{"name":"36:13","price":"तथा आप उन्हें[6] बस्ती वालों का एक उदाहरण दीजिए। जब वहाँ (अल्लाह के) भेजे हुए रसूल आए।","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3718,"juzNumber":22,"footnotes":"6. अर्थात् अपने आमंत्रण के विरोधियों को।","lang":"hi"},{"name":"36:14","price":"जब हमने उनकी ओर दो (रसूलों को) भेजा। तो उन्होंने उन दोनों को झुठला दिया। तब हमने तीसरे के द्वारा शक्ति पहुँचाई। तो तीनों ने कहा : निःसंदेह हम तुम्हारी ओर भेजे गए हैं।","arabic":"إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3719,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:15","price":"उन्होंने कहा : तुम सब तो हमारे ही जैसे मनुष्य[7] हो, और अत्यंत दयावान् (अल्लाह) ने कुछ भी नहीं उतारा है। तुम तो बस झूठ बोल रहे हो।","arabic":"قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3720,"juzNumber":22,"footnotes":"7. प्राचीन युग से मुश्रिकों तथा कुपथों ने अल्लाह के रसूलों को इसी कारण नहीं माना कि एक मनुष्य अल्लाह का रसूल कैसे हो सकता है? यह तो खाता-पीता तथा बाज़ारों में चलता-फिरता है। (देखिए : सूरतुल-फ़ुर्क़ान, आयत : 7-20, सूरतुल-अंबिया, आयत : 3,7,8, सूरतुल-मूमिनून, आयत : 24, 33-34, सूरत इबराहीम, आयत : 10-11, सूरतुल-इसरा, आयत : 94-95, और सूरतुत्-तग़ाबुन, आयत : 6)","lang":"hi"},{"name":"36:16","price":"उन रसूलों ने कहा : हमारा पालनहार जानता है कि हम निश्चय ही तुम्हारी ओर रसूल बनाकर भेजे गए हैं।","arabic":"قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3721,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:17","price":"तथा हमारा दायित्व खुले तौर पर संदेश पहुँचा देने के सिवा और कुछ नहीं है।","arabic":"وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3722,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:18","price":"उन लोगों ने कहा : हम तुम्हें अशुभ (मनहूस) समझते हैं। यदि तुम बाज़ नहीं आए, तो हम तुम्हें निश्चित रूप से पथराव करके मार डालेंगे और तुम्हें अवश्य ही हमारी ओर से दुःखदायी यातना पहुँचेगी।","arabic":"قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3723,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:19","price":"उन लोगों ने कहा : तुम्हारा अपशकुन तुम्हारे ही साथ है। क्या इसलिए कि तुम्हें उपदेश दिया गया? बल्कि तुम उल्लंघनकारी लोग हो।","arabic":"قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3724,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:20","price":"तथा नगर के अंतिम किनारे से एक व्यक्ति दौड़ता हुआ आया। उसने कहा : ऐ मेरी जाति के लोगो! रसूलों का कहा मानो।","arabic":"وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3725,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:21","price":"तुम उनका अनुसरण करो, जो तुमसे कोई पारिश्रमिक (बदला) नहीं माँगते तथा वे सीधे मार्ग पर हैं।","arabic":"ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3726,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:22","price":"तथा मुझे क्या हुआ है कि मैं उसकी इबादत न करूँ, जिसने मुझे पैदा किया है और तुम (सब) उसी की ओर लौटाए जाओगे?[8]","arabic":"وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3727,"juzNumber":22,"footnotes":"8. अर्थात मैं तो उसी की इबादत करता हूँ और करता रहूँगा। और उसी की इबादत करनी भी चाहिए। क्योंकि वही इबादत किए जाने के योग्य है। उसके अतिरिक्त कोई इबादत के योग्य हो ही नहीं सकता।","lang":"hi"},{"name":"36:23","price":"क्या मैं उसे छोड़कर दूसरे पूज्य बना लूँ? यदि रहमान (अत्यंत दयावान् अल्लाह) मुझे कोई हानि पहुँचाना चाहे, तो उनकी सिफ़ारिश मुझे कुछ लाभ नहीं पहुँचा सकेगी और न वे मुझे बचा सकेंगे।","arabic":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3728,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:24","price":"निःसंदेह मैं उस समय खुली गुमराही में हूँगा।","arabic":"إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3729,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:25","price":"निःसंदेह मैं तुम्हारे पालनहार पर ईमान ले आया। अतः मेरी बात सुनो।","arabic":"إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3730,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:26","price":"(उससे) कहा गया : जन्नत में प्रवेश कर जा। उसने कहा : काश मेरी जाति भी जान लेती!","arabic":"قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3731,"juzNumber":22,"footnotes":"","lang":"hi"},{"name":"36:27","price":"कि मेरे पालनहार ने मुझे क्षमा[9] कर दिया और मुझे सम्मानित लोगों में शामिल कर दिया।","arabic":"بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ","category":["36 (Ya-Sin)","Ya-Sin","Surah Ya-Sin"],"ayahNumber":3732,"juzNumber":22,"footnotes":"9. अर्थात एकेश्वरवाद तथा अल्लाह की आज्ञा के पालन पर धैर्य के कारण।","lang":"hi"}],"juz":{"id":22,"name":"وَمَنْ يَقْنُتْ","transliteration":"Wa Man Yaqnut","transEn":"And Whoever Remains Obedient","startVerse":"33:31","endVerse":"36:27","totalVerses":169}}