{"data":[{"name":"5:82","price":"(ऐ नबी!) निश्चय आप उन लोगों के लिए जो ईमान लाए हैं, सब लोगों से अधिक सख़्त दुश्मनी रखने वाले यहूदियों को तथा उन लोगों को पाएँगे, जिन्होंने शिर्क किया। तथा निश्चय आप उन लोगों के लिए जो ईमान लाए हैं, उनमें से मित्रता में सबसे निकट उनको पाएँगे, जिन्होंने कहा निःसंदेह हम ईसाई हैं। यह इसलिए कि निःसंदेह उनमें विद्वान तथा पादरी (उपासक) हैं और इसलिए कि निःसंदेह वे अभिमान[53] नहीं करते।","arabic":"۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":751,"juzNumber":7,"footnotes":"53. अब्दुल्लाह बिन अब्बास (रज़ियल्लाहु अन्हुमा) कहते हैं कि यह आयत ह़ब्शा के राजा नजाशी और उसके साथियों के बारे में उतरी, जो क़ुरआन सुनकर रोने लगे, और मुसलमान हो गए। (इब्ने जरीर)","lang":"hi"},{"name":"5:83","price":"तथा जब वे उस (क़ुरआन) को सुनते हैं, जो रसूल की ओर उतारा गया है, तो आप देखते हैं कि उनकी आँखें आँसुओं से बह रही होती हैं, इस कारण कि उन्होंने सत्य को पहचान लिया। वे कहते हैं : ऐ हमारे पालनहार! हम ईमान ले आए। अतः हमें (सत्य) की गवाही देने वालों के साथ लिख[54] ले।","arabic":"وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعۡيُنَهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ مِمَّا عَرَفُواْ مِنَ ٱلۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":752,"juzNumber":7,"footnotes":"54. जब जाफ़र (रज़ियल्लाहु अन्हु) ने ह़ब्शा के राजा नजाशी को सूरत मरयम की आरंभिक आयतें सुनाईं, तो वह और उस के पादरी रोने लगे। (सीरत इब्ने हिशाम 1/359)","lang":"hi"},{"name":"5:84","price":"और हमें क्या है कि हम अल्लाह पर तथा उस सत्य पर ईमान न लाएँ, जो हमारे पास आया है? जबकि हम आशा रखते हैं कि हमारा पालनहार हमें सदाचारियों के साथ दाखिल कर लेगा।","arabic":"وَمَا لَنَا لَا نُؤۡمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلۡحَقِّ وَنَطۡمَعُ أَن يُدۡخِلَنَا رَبُّنَا مَعَ ٱلۡقَوۡمِ ٱلصَّٰلِحِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":753,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:85","price":"तो अल्लाह ने उनके यह कहने के बदले में उन्हें ऐसे बाग़ प्रदान किए, जिनके नीचे से नहरें बहती हैं, जिनमें वे सदैव रहने वाले हैं तथा यही सत्कर्मियों का बदला है।","arabic":"فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":754,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:86","price":"तथा जिन लोगों ने कुफ़्र किया और हमारी आयतों को झुठलाया, वही लोग भड़कती आग वाले हैं।","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":755,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:87","price":"ऐ ईमान वालो! उन स्वच्छ पवित्र चीज़ों को, जो अल्लाह ने तुम्हारे लिए हलाल (वैध) की हैं, हराम (अवैध)[55] न ठहराओ और सीमा से आगे न बढ़ो। निःसंदेह अल्लाह हद से आगे बढ़ने वालों[56] से प्रेम नहीं करता।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":756,"juzNumber":7,"footnotes":"55. अर्थात किसी भी खाद्य अथवा वस्तु को वैध अथवा अवैध करने का अधिकार केवल अल्लाह को है। 56. यहाँ से फिर आदेशों तथा निषेधों का वर्णन किया जा रहा है। अन्य धर्मों के अनुयायियों ने संन्यास को अल्लाह के सामीप्य का साधन समझ लिया था, और ईसाइयों ने संन्यास की रीति बना ली थी और अपने ऊपर सांसारिक उचित स्वाद तथा सुख को अवैध कर लिया था। इस लिए यहाँ सावधान किया जा रहा है कि यह कोई अच्छाई नहीं, बल्कि धर्म सीमा का उल्लंघन है।","lang":"hi"},{"name":"5:88","price":"तथा अल्लाह ने तुम्हें जो कुछ दिया है, उसमें से हलाल, पवित्र (चीज़) खाओ और उस अल्लाह से डरो, जिसपर तुम ईमान रखते हो।","arabic":"وَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":757,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:89","price":"अल्लाह तुम्हें तुम्हारी व्यर्थ क़समों[57] पर नहीं पकड़ता, परंतु तुम्हें उसपर पकड़ता है जो तुमने पक्के इरादे से क़समें खाई हैं। तो उसका प्रायश्चित[58] दस निर्धनों को भोजन कराना है, औसत दर्जे का, जो तुम अपने घर वालों को खिलाते हो, अथवा उन्हें कपड़े पहनाना, अथवा एक दास मुक्त करना। फिर जो न पाए, तो तीन दिन के रोज़े रखना है। यह तुम्हारी क़समों का प्रायश्चित है, जब तुम क़सम खा लो तथा अपनी क़समों की रक्षा करो। इसी प्रकार अल्लाह तुम्हारे लिए अपनी आयतें (आदेश) खोलकर बयान करता है, ताकि तुम आभार व्यक्त करो।","arabic":"لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":758,"juzNumber":7,"footnotes":"57. व्यर्थ अर्थात बिना निश्चय के। जैसे कोई बात-बात पर बोलता है : (नहीं, अल्लाह की क़सम!) अथवा (हाँ, अल्लाह की क़सम!) (बुख़ारी : 4613) 58. अर्थात यदि क़सम तोड़ दे, तो यह प्रायश्चित है।","lang":"hi"},{"name":"5:90","price":"ऐ ईमान वालो! बात यही है कि शराब[59], जुआ, देवथान[60] और फ़ाल निकालने के तीर[61]  सर्वथा गंदे और शैतानी कार्य हैं। अतः इनसे दूर रहो, ताकि तुम सफल हो।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":759,"juzNumber":7,"footnotes":"59. शराब के निषेध के विषय में पहले सूरतुल-बक़रा आयत : 219, और सूरतुन-निसा, आयत : 43 में दो आदेश आ चुके हैं। और यह अंतिम आदेश है, जिसमें शराब को सदैव के लिए वर्जित कर दिया गया। 60. देवथान अर्थात वह वेदियाँ जिन पर देवी-देवताओं के नाम पर पशुओं की बलि दी जाती है। आयत का भावार्थ यह है कि अल्लाह के सिवा किसी अन्य के नाम से बलि दिया हुआ पशु अथवा प्रसाद अवैध है। 61. यानी पाँसे, ये तीन तीर होते हैं, जिनसे वे कोई काम करने के समय यह निर्णय लेते थे कि उसे करें या न करें। उनमें एक पर \"करो\" और दूसरे पर \"मत करो\" और तीसरे पर \"शून्य\" लिखा होता था।","lang":"hi"},{"name":"5:91","price":"शैतान तो यही चाहता है कि शराब तथा जुए के द्वारा तुम्हारे बीच बैर तथा द्वेष डाल दे और तुम्हें अल्लाह के स्मरण तथा नमाज़ से रोक दे, तो क्या तुम रुकने वाले हो?","arabic":"إِنَّمَا يُرِيدُ ٱلشَّيۡطَٰنُ أَن يُوقِعَ بَيۡنَكُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ فِي ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِ وَيَصُدَّكُمۡ عَن ذِكۡرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِۖ فَهَلۡ أَنتُم مُّنتَهُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":760,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:92","price":"तथा अल्लाह का आज्ञापालन करो और रसूल का आज्ञापालन करो और (अवज्ञा से) सावधान रहो। फिर यदि तुम विमुख हुए, तो जान लो कि हमारे रसूल पर केवल स्पष्ट रूप से (संदेश) पहुँचा देना है।","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَٱحۡذَرُواْۚ فَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":761,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:93","price":"उन लोगों पर जो ईमान लाए तथा उन्होंने अच्छे कर्म किए, उसमें कोई पाप नहीं जो वे खा चुके, जबकि वे अल्लाह से डरे तथा ईमान लाए और सत्कर्म किए, फिर वे डरते रहे और ईमान पर स्थिर रहे, फिर वे अल्लाह से डरे और उन्होंने अच्छे कार्य किए और अल्लाह अच्छे कार्य करने वालों से प्रेम करता[62] है।","arabic":"لَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ ثُمَّ ٱتَّقَواْ وَّءَامَنُواْ ثُمَّ ٱتَّقَواْ وَّأَحۡسَنُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":762,"juzNumber":7,"footnotes":"62. आयत का भावार्थ यह है कि जिन्होंने वर्जित चीज़ों का निषेधाज्ञा से पहले प्रयोग किया, फिर जब भी उनको निषिद्ध किया गया तो उनसे रुक गए, उनपर कोई दोष नहीं। सह़ीह़ ह़दीस में है कि जब शराब वर्जित की गई, तो कुछ लोगों ने कहा कि कुछ लोग इस स्थिति में मर गए कि वे शराब पीते थे। उसी पर यह आयत उतरी। (बुख़ारी : 4620) आप सल्लल्लाहु अलैहि व सल्लम ने कहा : जो भी नशा लाए, वह मदिरा और अवैध है। (सह़ीह़ बुख़ारी : 2003) और इस्लाम में उसका दंड अस्सी कोड़े हैं। (बुख़ारी : 6779)","lang":"hi"},{"name":"5:94","price":"ऐ ईमान वालो! निश्चय अल्लाह शिकार में से किसी चीज़ के साथ तुम्हारी अवश्य परीक्षा लेगा, जिसपर तुम्हारे हाथ तथा भाले पहुँचते होंगे, ताकि अल्लाह जान ले कि कौन उससे बिन देखे डरता है। फिर जो उसके पश्चात सीमा से बढ़े, तो उसके लिए दर्दनाक यातना है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":763,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:95","price":"ऐ ईमान वालो! शिकार को न मारो[63], जबकि तुम एहराम की स्थिति में हो। तथा तुममें से जो उसे जान-बूझकर मारे, तो चौपायों में से उसी जैसा बदला है जो उसने मारा है, जिसका निर्णय तुममें से दो न्यायप्रिय व्यक्ति करेंगे, जो क़ुर्बानी के रूप में काबा पहुँचने वाली है, या प्रायश्चित[64] के रूप में निर्धनों को खाना खिलाना है, या उसके बराबर रोज़े रखने हैं, ताकि वह अपने किए का कष्ट चखे। अल्लाह ने क्षमा कर दिया जो कुछ हो चुका और जो फिर करे, तो अल्लाह उससे बदला लेगा और अल्लाह सबपर प्रभुत्वशाली, बदला लेने वाला है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":764,"juzNumber":7,"footnotes":"63. इससे अभिप्राय थल का शिकार है। 64. अर्थात यदि शिकार के पशु के समान पालतू पशु न हो, तो उसका मूल्य ह़रम के निर्धनों को खाने के लिए भेजा जाए अथवा उसके मूल्य से जितने निर्धनों को खिलाया जा सकता हो, उतने रोज़े रखे जाएँ।","lang":"hi"},{"name":"5:96","price":"तथा तुम्हारे लिए समुद्र (जल) का शिकार और उसका खाना[65] हलाल कर दिया गया, तुम्हारे तथा यात्रियों के लाभ के लिए, तथा तुमपर भूमि का शिकार हराम कर दिया गया है जब तक तुम एहराम की स्थिति में रहो, और अल्लाह (की अवज्ञा) से डरो, जिसकी ओर तुम एकत्र किए जाओगे।","arabic":"أُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ مَتَٰعٗا لَّكُمۡ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":765,"juzNumber":7,"footnotes":"65. अर्थात जो बिना शिकार किए हाथ आए, जैसे मरी हुई मछली। अर्थात जल का शिकार एह़राम की स्थिति में तथा साधारण अवस्था में अनुमेय है।","lang":"hi"},{"name":"5:97","price":"अल्लाह ने सम्मानित घर काबा को लोगों के लिए स्थापना का साधन बनाया है तथा सम्मानित महीनों[66] और (हज्ज की) क़ुर्बानी के जानवरों तथा गर्दन में पट्टे लगे हुए जानवरों को। यह इसलिए कि तुम जान लो कि निःसंदेह अल्लाह जानता है, जो कुछ आकाशों में है और जो कुछ धरती में है, तथा यह कि निःसंदेह अल्लाह प्रत्येक वस्तु को ख़ूब जानने वाला है।","arabic":"۞ جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":766,"juzNumber":7,"footnotes":"66. सम्मानित महीनों से अभिप्रेत ज़ुल-क़ादा, ज़ुल-ह़िज्जा, मुह़र्रम और रजब के महीने हैं।","lang":"hi"},{"name":"5:98","price":"जान लो! निःसंदेह अल्लाह बहुत कठोर दंड वाला है और निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":767,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:99","price":"रसूल पर (संदेश) पहुँचा देने के सिवा कुछ नहीं और अल्लाह जानता है जो तुम प्रकट करते हो और जो छिपाते हो।","arabic":"مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُۗ وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":768,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:100","price":"(ऐ नबी!) कह दो कि अपवित्र (बुरी चीज़) तथा पवित्र (अच्छी चीज़) समान नहीं, चाहे अपवित्र (बुरी चीज़) की बहुतायत तुम्हें भली लगे। तो ऐ बुद्धि वालो! अल्लाह से डरो, ताकि तुम सफल हो जाओ।[67]","arabic":"قُل لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِۚ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":769,"juzNumber":7,"footnotes":"67. आयत का भावार्थ यह है कि अल्लाह ने जिससे रोक दिया है, वही मलिन और जिसकी अनुमति दी है, वही पवित्र है। अतः मलिन में रूचि न रखो, और किसी चीज़ की कमी और अधिकता को न देखो, उसके लाभ और हानि को देखो।","lang":"hi"},{"name":"5:101","price":"ऐ ईमान वालो! उन चीज़ों के विषय में प्रश्न न करो, जो यदि तुम्हारे लिए प्रकट कर दी जाएँ, तो तुम्हें बुरी लगें, तथा यदि तुम उनके विषय में उस समय प्रश्न करोगे, जब क़ुरआन उतारा जा रहा है, तो वे तुम्हारे लिए प्रकट कर दी जाएँगी। अल्लाह ने उन्हें क्षमा कर दिया और अल्लाह बहुत क्षमा करने वाला, अत्यंत सहनशील[68] है।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":770,"juzNumber":7,"footnotes":"68. इब्ने अब्बास (रज़ियल्लाहु अन्हुमा) कहते हैं कि कुछ लोग नबी सल्लल्लाहु अलैहि व सल्लम से उपहास के लिए प्रश्न किया करते थे। कोई प्रश्न करता कि मेरा पिता कौन है? किसी की ऊँटनी खो गई हो, तो आपसे प्रश्न करता कि मेरी ऊँटनी कहाँ है? इसी पर यह आयत उतरी। (सह़ीह़ बुख़ारी : 4622)","lang":"hi"},{"name":"5:102","price":"निःसंदेह तुमसे पहले कुछ लोगों ने ऐसी ही बातों के बारे में प्रश्न किया[69], फिर वे इसके कारण काफ़िर हो गए।","arabic":"قَدۡ سَأَلَهَا قَوۡمٞ مِّن قَبۡلِكُمۡ ثُمَّ أَصۡبَحُواْ بِهَا كَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":771,"juzNumber":7,"footnotes":"69. अर्थात अपने रसूलों से। आयत का भावार्थ यह है कि धर्म के विषय में कुरेद न करो। जो करना है, अल्लाह ने बता दिया है, और जो नहीं बताया है उसे क्षमा कर दिया है, अतः अपने मन से प्रश्न न करो, अन्यथा धर्म में सुविधा की जगह असुविधा पैदा होगी, और प्रतिबंध अधिक हो जाएँगे, तो फिर तुम उनका पालन न कर सकोगे।","lang":"hi"},{"name":"5:103","price":"अल्लाह ने कोई बह़ीरा, साइबा, वसीला और ह़ाम नियुक्त नहीं किया।[70] परंतु जिन लोगों ने कुफ़्र किया वे अल्लाह पर झूठ बाँधते हैं और उनमें से अधिकतर नहीं समझते।","arabic":"مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٖ وَلَا سَآئِبَةٖ وَلَا وَصِيلَةٖ وَلَا حَامٖ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُواْ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":772,"juzNumber":7,"footnotes":"70. अरब के मिश्रणवादी देवी- देवता के नाम पर कुछ पशुओं को छोड़ देते थे, और उन्हें पवित्र समझते थे, यहाँ उन्हीं की चर्चा की गई है। बह़ीरा- वह ऊँटनी जिसे उसका कान चीर कर देवताओं के लिए मुक्त कर दिया जाता था, और उसका दूध कोई नहीं दूह सकता था। साइबा- वह पशु जिसे देवताओं के नाम पर मुक्त कर देते थे, जिसपर न कोई बोझ लाद सकता था, न सवार हो सकता था। वसीला- वह ऊँटनी जिसका पहला तथा दूसरा बच्चा मादा हो, ऐसी ऊँटनी को भी देवताओं के नाम पर मुक्त कर देते थे। ह़ाम- नर जिसके वीर्य से दस बच्चे हो जाएँ, उन्हें भी देवताओं के नाम पर साँड बना कर मुक्त कर दिया जाता था। भावार्थ यह है कि ये अनर्गल चीजें हैं। अल्लाह ने इनका आदेश नहीं दिया है। नबी (सल्लल्लाहु अलैहि व सल्लम) ने कहा : मैंने नरक को देखा कि उसकी ज्वाला एक दूसरे को तोड़ रही है। और अमर बिन लुह़य्य को देखा कि वह अपनी आँतें खींच रहा है। उसी ने सबसे पहले साइबा बनाया था। (बुख़ारी : 4624)","lang":"hi"},{"name":"5:104","price":"और जब उनसे कहा जाता है : आओ उसकी ओर जो अल्लाह ने उतारा है और रसूल की ओर, तो कहते हैं : हमें वही काफ़ी है, जिसपर हमने अपने बाप-दादा को पाया है। क्या अगरचे उनके बाप-दादा कुछ भी न जानते हों और न मार्गदर्शन पाते हों।","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":773,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:105","price":"ऐ ईमान वालो! तुमपर अपनी चिंता अनिवार्य है। तुम्हें वह व्यक्ति हानि नहीं पहुँचाएगा, जो गुमराह हो गया, जब तुम मार्गदर्शन पा चुके। अल्लाह ही की ओर तुम सबको लौटकर जाना है। फिर वह तुम्हें बताएगा, जो कुछ तुम किया करते थे।[71]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ عَلَيۡكُمۡ أَنفُسَكُمۡۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهۡتَدَيۡتُمۡۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":774,"juzNumber":7,"footnotes":"71. आयत का भावार्थ यह है कि यदि लोग कुपथ हो जाएँ, तो उनका कुपथ होना तुम्हारे लिए तर्क (दलील) नहीं हो सकता कि जब सभी कुपथ हो रहे हैं तो हम अकेले क्या करें? प्रत्येक व्यक्ति पर स्वयं अपना दायित्व है, दूसरों का दायित्व उस पर नहीं है। अतः पूरा संसार कुपथ हो जाए, तब भी तुम सत्य पर स्थित रहो।","lang":"hi"},{"name":"5:106","price":"ऐ ईमान वालो! जब तुममें से किसी की मृत्यु आ पहुँचे, तो वसिय्यत[72] के समय तुम्हारे बीच गवाही (के लिए) तुममें से दो न्यायप्रिय व्यक्ति हों या तुम्हारे ग़ैरों में से दूसरे दो व्यक्ति हों, यदि तुम धरती में यात्रा कर रहे हो, फिर तुम्हें मरण की आपदा आ पहुँचे। तुम उन दोनों को नमाज़ के बाद रोक लोगे, यदि तुम्हें (उनपर) संदेह हो। फिर वे दोनों अल्लाह की क़सम खाएँगे कि हम उसके साथ कोई मूल्य नहीं लेंगे, यद्यपि वह निकट का संबंधी हो और न हम अल्लाह की गवाही छिपाएँगे, निःसंदेह हम उस समय निश्चय पापियों में से होंगे।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ شَهَٰدَةُ بَيۡنِكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ حِينَ ٱلۡوَصِيَّةِ ٱثۡنَانِ ذَوَا عَدۡلٖ مِّنكُمۡ أَوۡ ءَاخَرَانِ مِنۡ غَيۡرِكُمۡ إِنۡ أَنتُمۡ ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَأَصَٰبَتۡكُم مُّصِيبَةُ ٱلۡمَوۡتِۚ تَحۡبِسُونَهُمَا مِنۢ بَعۡدِ ٱلصَّلَوٰةِ فَيُقۡسِمَانِ بِٱللَّهِ إِنِ ٱرۡتَبۡتُمۡ لَا نَشۡتَرِي بِهِۦ ثَمَنٗا وَلَوۡ كَانَ ذَا قُرۡبَىٰ وَلَا نَكۡتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذٗا لَّمِنَ ٱلۡأٓثِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":775,"juzNumber":7,"footnotes":"72. वसिय्यत का अर्थ है, उत्तरदान, मरणासन्न आदेश।","lang":"hi"},{"name":"5:107","price":"फिर यदि पता चले कि निःसंदेह वे दोनों (गवाह) किसी पाप के पात्र हुए हैं, तो उन दोनों के स्थान पर, दो अन्य गवाह खड़े हों, उनमें से जिनका हक़ दबाया गया है, जो (मरे हुए व्यक्ति के) अधिक निकट हों। फिर वे दोनों अल्लाह की क़समें खाएँ कि हमारी गवाही उन दोनों की गवाही से अधिक सच्ची है और हमने कोई ज़्यादती नहीं की। निःसंदेह हम उस समय निश्चय अत्याचारियों में से होंगे।","arabic":"فَإِنۡ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسۡتَحَقَّآ إِثۡمٗا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسۡتَحَقَّ عَلَيۡهِمُ ٱلۡأَوۡلَيَٰنِ فَيُقۡسِمَانِ بِٱللَّهِ لَشَهَٰدَتُنَآ أَحَقُّ مِن شَهَٰدَتِهِمَا وَمَا ٱعۡتَدَيۡنَآ إِنَّآ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":776,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:108","price":"यह अधिक निकट है कि वे गवाही को उसके (वास्तविक) तरीक़े पर दें, अथवा इस बात से डरें कि (उनकी) क़समें उन (संबंधियों) की क़समों के बाद रद्द कर दी जाएँगी तथा अल्लाह से डरो और सुनो और अल्लाह अवज्ञाकारियों को मार्गदर्शन प्रदान नहीं करता।[73]","arabic":"ذَٰلِكَ أَدۡنَىٰٓ أَن يَأۡتُواْ بِٱلشَّهَٰدَةِ عَلَىٰ وَجۡهِهَآ أَوۡ يَخَافُوٓاْ أَن تُرَدَّ أَيۡمَٰنُۢ بَعۡدَ أَيۡمَٰنِهِمۡۗ وَٱتَّقُواْ ٱللَّهَ وَٱسۡمَعُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":777,"juzNumber":7,"footnotes":"73. आयत 106 से 108 तक में वसिय्यत तथा उसके साक्ष्य का नियम बताया जा रहा है कि दो विश्वस्त व्यक्तियों को साक्षी बनाया जाए, और यदि मुसलमान न मिलें तो ग़ैर मुस्लिम भी साक्षी हो सकते हैं। साक्षियों को शपथ के साथ साक्ष्य देना चाहिए। विवाद की दशा में दोनों पक्ष अपने-अपने साक्षी लाएँ, जो इनकार करे उसपर शपथ है।","lang":"hi"},{"name":"5:109","price":"जिस दिन अल्लाह रसूलों को एकत्र करेगा, फिर कहेगा : तुम्हें क्या उत्तर दिया गया? वे कहेंगे : हमें कोई ज्ञान नहीं।[74] निःसंदेह तू ही छिपी बातों को ख़ूब जानने वाला है।","arabic":"۞ يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":778,"juzNumber":7,"footnotes":"74. अर्थात हम नहीं जानते कि उनके मन में क्या था, और हमारे बाद उनका कर्म क्या रहा?","lang":"hi"},{"name":"5:110","price":"(तथा याद करो) जब अल्लाह कहेगा : ऐ मरयम के पुत्र ईसा! अपने ऊपर तथा अपनी माता के ऊपर मेरा अनुग्रह याद कर, जब मैंने पवित्रात्मा (जिबरील) द्वारा तेरी सहायता की। तू गोद (पालने) में तथा अधेड़ आयु में लोगों से बातें करता था। तथा जब मैंने तुझे किताब और हिकमत तथा तौरात और इंजील की शिक्षा दी। और जब तू मेरी अनुमति से मिट्टी से पक्षी की आकृति की तरह (रूप) बनाता था, फिर तू उसमें फूँक मारता तो वह मेरी अनुमति से पक्षी बन जाता था और तू जन्म से अंधे तथा कोढ़ी को मेरी अनुमति से स्वस्थ कर देता था और जब तू मुर्दों को मेरी अनुमति से निकाल (जीवित) खड़ा करता था। और जब मैंने बनी इसराईल को तुझसे रोका, जब तू उनके पास खुली निशानियाँ लेकर आया, तो उनमें से कुफ़्र करने वालों ने कहा : यह तो स्पष्ट जादू के सिवा कुछ नहीं।","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":779,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:111","price":"तथा (याद कर) जब मैंने हवारियों के दिलों में यह बात डाल दी कि मुझपर तथा मेरे रसूल (ईसा) पर ईमान लाओ। उन्होंने कहा : हम ईमान लाए और तू गवाह रह कि हम आज्ञाकारी हैं।","arabic":"وَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُوٓاْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":780,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:112","price":"जब हवारियों ने कहा : ऐ मरयम के पुत्र ईसा! क्या तेरा पालनहार यह कर सकता है कि हमपर आकाश से एक थाल (भोजन सहित दस्तर-ख़्वान) उतार दे? उस (ईसा) ने कहा : अल्लाह से डरो, यदि तुम ईमान वाले हो।","arabic":"إِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":781,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:113","price":"उन्होंने कहा : हम चाहते हैं कि उसमें से खाएँ और हमारे दिलों को संतोष हो जाए तथा हम जान लें कि निश्चय तूने हमसे सच कहा है और हम उसपर गवाहों में से हो जाएँ।","arabic":"قَالُواْ نُرِيدُ أَن نَّأۡكُلَ مِنۡهَا وَتَطۡمَئِنَّ قُلُوبُنَا وَنَعۡلَمَ أَن قَدۡ صَدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":782,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:114","price":"मरयम के पुत्र ईसा ने प्रार्थना की : ऐ अल्लाह! ऐ हमारे पालनहार! हम पर आकाश से एक थाल उतार, जो हमारे तथा हमारे पश्चात् के लोगों के लिए उत्सव (का दिन) बन जाए तथा तेरी ओर से एक निशानी (हो)। तथा हमें जीविका प्रदान कर, तू ही सबसे उत्तम जीविका प्रदान करने वाला है।","arabic":"قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلۡ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدٗا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةٗ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":783,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:115","price":"अल्लाह ने कहा : निःसंदेह मैं उसे तुमपर उतारने[75] वाला हूँ। फिर जो उसके बाद तुममें से कुफ़्र (अविश्वास) करेगा, तो निःसंदेह मैं उसे दंड दूँगा, ऐसा दंड कि संसार वासियों में से किसी को न दूँगा।","arabic":"قَالَ ٱللَّهُ إِنِّي مُنَزِّلُهَا عَلَيۡكُمۡۖ فَمَن يَكۡفُرۡ بَعۡدُ مِنكُمۡ فَإِنِّيٓ أُعَذِّبُهُۥ عَذَابٗا لَّآ أُعَذِّبُهُۥٓ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":784,"juzNumber":7,"footnotes":"75. अधिकतर भाष्यकारों ने लिखा है कि वह थाल आकाश से उतरा। (इब्ने कसीर)","lang":"hi"},{"name":"5:116","price":"तथा जब अल्लाह (क़ियामत के दिन) कहेगा : ऐ मरयम के पुत्र ईसा! क्या तुमने लोगों से कहा था कि मुझे तथा मेरी माँ को अल्लाह के अलावा दो पूज्य बना लो? वह कहेगा : तू पवित्र है, मुझसे यह कैसे हो सकता है कि ऐसी बात कहूँ, जिसका मुझे कोई अधिकार नहीं? यदि मैंने यह बात कही थी, तो निश्चय तूने उसे जान लिया। तू जानता है, जो मेरे मन में है और मैं नहीं जानता जो तेरे मन में है। निश्चय तू ही सब छिपी बातों (परोक्ष)) को बहुत ख़ूब जानने वाला है।","arabic":"وَإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ءَأَنتَ قُلۡتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَٰهَيۡنِ مِن دُونِ ٱللَّهِۖ قَالَ سُبۡحَٰنَكَ مَا يَكُونُ لِيٓ أَنۡ أَقُولَ مَا لَيۡسَ لِي بِحَقٍّۚ إِن كُنتُ قُلۡتُهُۥ فَقَدۡ عَلِمۡتَهُۥۚ تَعۡلَمُ مَا فِي نَفۡسِي وَلَآ أَعۡلَمُ مَا فِي نَفۡسِكَۚ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":785,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:117","price":"मैंने उनसे उसके सिवा कुछ नहीं कहा, जिसका तूने मुझे आदेश दिया था कि अल्लाह की इबादत करो, जो मेरा पालनहार और तुम्हारा पालनहार है। और मैं उनपर गवाह था, जब तक उनमें रहा, फिर जब तूने मुझे उठा लिया[76], तो तू ही उनपर निरीक्षक था और तू हर चीज़ पर गवाह है।","arabic":"مَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِي بِهِۦٓ أَنِ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ وَكُنتُ عَلَيۡهِمۡ شَهِيدٗا مَّا دُمۡتُ فِيهِمۡۖ فَلَمَّا تَوَفَّيۡتَنِي كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيۡهِمۡۚ وَأَنتَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":786,"juzNumber":7,"footnotes":"76. अर्थात् आकाश पर उठा लिया। नबी (सल्लल्लाहु अलैहि व सल्लम) ने कहा : जब प्रलय के दिन कुछ लोग बायें से धर लिए जाएँगे तो मैं भी यही कहूँगा। (बुख़ारी : 4626)","lang":"hi"},{"name":"5:118","price":"यदि तू उन्हें दंड दे, तो निःसंदेह वे तेरे बंदे हैं और यदि तू उन्हें क्षमा कर दे, तो निःसंदेह तू ही सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।","arabic":"إِن تُعَذِّبۡهُمۡ فَإِنَّهُمۡ عِبَادُكَۖ وَإِن تَغۡفِرۡ لَهُمۡ فَإِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":787,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:119","price":"अल्लाह कहेगा : यह वह दिन है कि सच्चों को उनका सच ही लाभ देगा। उन के लिए ऐसे बाग़ हैं, जिनके नीचे से नहरें बहती हैं, उनमें हमेशा-हमेशा के लिए रहने वाले हैं। अल्लाह उनसे प्रसन्न हो गया तथा वे अल्लाह से प्रसन्न हो गए, यही बहुत बड़ी सफलता है।","arabic":"قَالَ ٱللَّهُ هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":788,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"5:120","price":"आकाशों और धरती तथा जो कुछ उनमें है, उन सबका राज्य अल्लाह ही[77] के लिए है और वह हर चीज़ पर शक्ति रखने वाला है।","arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":789,"juzNumber":7,"footnotes":"77. आयत 116 से अब तक की आयतों का सारांश यह है कि अल्लाह ने पहले अपने वे पुरस्कार याद दिलाए जो ईसा अलैहिस्सलाम को प्रदान किए। फिर कहा कि सत्य की शिक्षाओं के होते तेरे अनुयायियों ने क्यों तुझे और तेरी माता को पूज्य बना लिया? इसपर ईसा अलैहिस्सलाम कहेंगे कि मैं इससे निर्दोष हूँ। अभिप्राय यह है कि सभी नबियों ने एकेश्वरवाद तथा सत्कर्म की शिक्षा दी। परंतु उनके अनुयायियों ने उन्हीं को पूज्य बना लिया। इस लिए इसका भार अनुयायियों और वे जिसकी पूजा कर रहे हैं, उनपर है। वह स्वयं इससे निर्दोष हैं।","lang":"hi"},{"name":"6:1","price":"सब प्रशंसा उस अल्लाह के लिए है, जिसने आकाशों तथा धरती को पैदा किया और अँधेरों और प्रकाश को बनाया, फिर (भी) वे लोग जिन्होंने कुफ़्र किया, अपने रब के साथ (दूसरों को) बराबर[1] ठहराते हैं।","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"1. अर्थात वे अँधेरों और प्रकाश में विवेक (अंतर) नहीं करते, और रचित को रचयिता का स्थान देते हैं।","lang":"hi"},{"name":"6:2","price":"वही है जिसने तुम्हें तुच्छ मिट्टी[2] से पैदा किया, फिर एक अवधि निर्धारित कर दी तथा एक और अवधि उसके पास[3] निर्धारित है। फिर (भी) तुम संदेह करते हो।","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"2. अर्थात तुम्हारे पिता आदम अलैहिस्सलाम को। 3. दो अवधि, एक जीवन और कर्म के लिए, तथा दूसरी कर्मों के फल के लिए।","lang":"hi"},{"name":"6:3","price":"तथा आकाशों में और धरती में वही (एकमात्र) अल्लाह है, वह तुम्हारे छिपे और तुम्हारे खुले को जानता है तथा जानता है जो तुम कमाते हो।","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:4","price":"और उनके पास[4] उनके पालनहार की आयतों (निशानियों) में से कोई आयत (निशानी) नहीं आती, परंतु वे उससे मुँह फेरने वाले होते हैं।","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"4. अर्थात् मिश्रणवादियों के पास।","lang":"hi"},{"name":"6:5","price":"चुनाँचे निःसंदेह उन्होंने सत्य को झुठला दिया, जब वह उनके पास आया। तो शीघ्र ही उनके पास उसके समाचार आ जाएँगे[5], जिसका वे उपहास किया करते हैं।","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"5. अर्थात उसके तथ्य का ज्ञान हो जाएगा। यह आयत मक्का में उस समय उतरी जब मुसलमान विवश थे, परंतु बद्र के युद्ध के बाद यह भविष्यवाणी पूरी होने लगी और अंततः मिश्रणवादी परास्त हो गए।","lang":"hi"},{"name":"6:6","price":"क्या उन्होंने नहीं देखा कि हमने उनसे पहले कितने समुदायों को नष्ट कर दिया, जिन्हें हमने धरती में वह सत्ता (शक्ति एवं अधिकार) दी थी, जो सत्ता तुम्हें नहीं दी, और हमने उनपर मूसला धार वर्षा की, और हमने नहरें बनाईं, जो उनके नीचे से बहती थीं। फिर हमने उन्हें उनके पापों के कारण विनष्ट कर दिया[6], और उनके पश्चात् दूसरे समुदायों को पैदा कर दिया।","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"6. अर्थात अल्लाह का यह नियम है कि पापियों को कुछ अवसर देता है, और अंततः उनका विनाश कर देता है।","lang":"hi"},{"name":"6:7","price":"(ऐ नबी!) यदि हम आपपर काग़ज़ में लिखी हुई कोई पुस्तक उतारते, फिर वे उसे अपने हाथों से छूते, तो निश्चय वे लोग जिन्होंने कुफ़्र किया, यही कहते कि यह तो स्पष्ट जादू के सिवा कुछ नहीं।[7]","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"7. इसमें इन काफ़िरों के दुराग्रह की दशा का वर्णन है।","lang":"hi"},{"name":"6:8","price":"तथा उन्होंने कहा :[8] इस (नबी) पर कोई फ़रिश्ता क्यों न उतारा[9] गया? और यदि हम कोई फ़रिश्ता उतारते, तो अवश्य काम तमाम कर दिया जाता, फिर उन्हें मोहलत न दी जाती।[10]","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"8. जैसा कि वह माँग करते हैं। (देखिए : सूरत बनी इसराईल, आयत : 93) 9. अर्थात अपने वास्तविक रूप में, जबकि जिबरील (अलैहिस्सलाम) मनुष्य के रूप में आया करते थे। 10. अर्थात मानने या न मानने की।","lang":"hi"},{"name":"6:9","price":"और यदि हम उसे फ़रिश्ता बनाते, तो निश्चय उसे आदमी (के रूप में) बनाते[11] और अवश्य उनपर वही संदेह डाल देते, जिस संदेह में वे (अब) पड़े हुए हैं।","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"11. क्योंकि फ़रिश्तों को आँखों से उनके स्वभाविक रूप में देखना मानव के बस की बात नहीं है। और यदि फ़रिश्ते को रसूल बनाकर मनुष्य के रूप में भेजा जाता, तब भी कहते कि यह तो मनुष्य है। यह रसूल कैसे हो सकता है?","lang":"hi"},{"name":"6:10","price":"और निःसंदेह (ऐ नबी!) आपसे पहले कई रसूलों का उपहास किया गया, तो उन लोगों को जिन्होंने उनमें से उपहास किया था, उसी चीज़ ने घेर लिया, जिसका वे उपहास किया करते थे।","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:11","price":"(ऐ नबी!) आप कह दें कि धरती में चलो-फिरो, फिर देखो कि झुठलाने वालों का परिणाम कैसा हुआ?[12]","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"12. अर्थात मक्का से शाम तक समूद तथा लूत (अलैहिस्सलाम) की बस्तियों के अवशेष पड़े हुए हैं, वहाँ जाओ और उनके दुष्परिणाम से सीख ग्रहण करो।","lang":"hi"},{"name":"6:12","price":"(ऐ नबी!) (उनसे) पूछिए कि जो कुछ आकाशों तथा धरती में है, वह किसका है? कह दें : अल्लाह का है! उसने अपने ऊपर दया करना लिख दिया है। निश्चय वह तुम्हें क़ियामत के दिन की ओर (ले जाकर) अवश्य एकत्र[14] करेगा, जिसमें कोई संदेह नहीं। जिन लोगों ने अपने-आपको क्षति में डाला, वही ईमान नहीं लाते।","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"13. अर्थात पूरे ब्रह्मांड की व्यवस्था उसकी दया का प्रमाण है। तथा अपनी दया के कारण ही दुनिया में दंड नहीं दे रहा है। ह़दीस में है कि जब अल्लाह ने उत्पत्ति कर ली, तो एक लेख लिखा, जो उसके पास उसके अर्श (सिंहासन) के ऊपर है : \"निश्चय मेरी दया मेरे क्रोध से बढ़ कर है।\" (सह़ीह़ बुख़ारी : 3194, मुस्लिम : 2751) दूसरी ह़दीस में है कि अल्लाह के पास सौ दया हैं। उसमें से एक को जिन्नों, इनसानों तथा पशुओं और कीड़ों-मकूड़ों के लिए उतारा है। जिससे वे आपस में प्रेम तथा दया करते हैं, तथा निन्नान्वे दया अपने पास रख ली है। जिनसे प्रलय के दिन अपने बंदों पर दया करेगा। (सह़ीह़ बुख़ारी : 6000, मुस्लिम : 2752) 14. अर्थात कर्मों का फल देने के लिए।","lang":"hi"},{"name":"6:13","price":"तथा उसी[15] (अल्लाह) का है, जो कुछ रात और दिन में बस रहा है और वह सब कुछ सुनने वाला, सब कुछ जानने वाला है।","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"15. अर्थात उसी के अधिकार में तथा उसी के अधीन है।","lang":"hi"},{"name":"6:14","price":"(ऐ नबी!) कह दो : क्या मैं अल्लाह के सिवा कोई सहायक बनाऊँ, जो आकाशों तथा धरती का बनाने वाला है, हालाँकि वह खिलाता है और उसे नहीं खिलाया जाता। आप कहिए : निःसंदेह मुझे आदेश दिया गया है कि सबसे पहला व्यक्ति बनूँ जो आज्ञाकारी हुआ, तथा तुम कदापि साझी बनाने वालों में से न हो।","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:15","price":"आप कह दें कि यदि मैं अपने पालनहार की अवज्ञा करूँ, तो निःसंदेह मैं एक बड़े दिन की यातना से डरता हूँ।[16]","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"16. इन आयतों का भावार्थ यह है कि जब अल्लाह ही ने इस विश्व की उत्पत्ति की है, वही अपनी दया से इसकी व्यवस्था कर रहा है, और सबको जीविका प्रदान कर रहा है, तो फिर तुम्हारा स्वभाविक कर्म भी यही होना चाहिए कि उसी एक की उपासना करो। यह तो बड़े कुपथ की बात होगी कि उससे मुँह फेरकर दूसरों की उपासना करो और उनके आगे झुको।","lang":"hi"},{"name":"6:16","price":"जिस व्यक्ति से उस दिन वह हटा लिया जाएगा, तो निश्चय अल्लाह ने उसपर दया कर दी और यही खुली सफलता है।","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:17","price":"यदि अल्लाह तुझे कोई हानि पहुँचाए, तो उसके सिवा कोई उसे दूर करने वाला नहीं, और यदि वह तुझे कोई भलाई पहुँचाए, तो वह हर चीज़ पर सर्वशक्तिमान है।","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:18","price":"तथा वही अपने बंदों पर ग़ालिब (हावी) है तथा वही पूर्ण हिकमत वाला, हर चीज़ की ख़बर रखने वाला है।","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:19","price":"(ऐ नबी!) आप (इन मुश्रिकों से) पूछें कि कौन-सी चीज़ गवाही में सबसे बड़ी है? आप कह दें कि अल्लाह मेरे और तुम्हारे बीच गवाह[17] है तथा मेरी ओर यह क़ुरआन वह़्य (प्रकाशना) द्वारा भेजा गया है, ताकि मैं तुम्हें इसके द्वारा डराऊँ[18] और उसे भी जिस तक यह पहुँचे। क्या निःसंदेह तुम वास्तव में यह गवाही देते हो कि बेशक अल्लाह के साथ कुछ और पूज्य भी हैं? आप कह दें कि मैं तो इसकी गवाही नहीं देता। आप कह दें कि वह तो केवल एक ही पूज्य है तथा निःसंदेह मैं उससे बरी हूँ जो तुम शरीक ठहराते हो।","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"17. अर्थात मेरे नबी होने का साक्षी अल्लाह तथा उसका मुझपर उतारा हुआ क़ुरआन है। 18. अर्थात अल्लाह की अवज्ञा के दुष्परिणाम से।","lang":"hi"},{"name":"6:20","price":"जिन लोगों को हमने पुस्तक[19] प्रदान की, वे उसे उसी प्रकार पहचानते हैं, जैसे वे अपने बेटों को पहचानते[20] हैं। वे लोग जिन्होंने स्वयं को क्षति में डाला, तो वे ईमान नहीं लाते।","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"19. अर्थात तौरात तथा इंजील आदि। 20. अर्थात आपके उन गुणों द्वारा जो उनकी पुस्तकों में वर्णित हैं।","lang":"hi"},{"name":"6:21","price":"तथा उससे बड़ा अत्याचारी कौन है, जिसने अल्लाह पर कोई झूठ गढ़ा, या उसकी आयतों को झुठलाया। निःसंदेह अत्याचारी कभी सफल नहीं होते।","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:22","price":"और जिस दिन हम उन सबको एकत्र करेंगे, फिर हम उन लोगों से कहेंगे, जिन्होंने साझी ठहराए : तुम्हारे वे साझी कहाँ हैं, जिनका तुम दावा करते थे?","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:23","price":"फिर उनका कोई बहाना न होगा सिवाय इसके कि वे कहेंगे : अल्लाह की क़सम! जो हमारा पालनहार है, हम मुश्रिक न थे।","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:24","price":"देखो उन्होंने कैसे अपने आपपर झूठ बोला और उनसे गुम हो गया, जो वे झूठ बनाया करते थे।","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:25","price":"और उनमें से कुछ ऐसे हैं जो आपकी ओर कान लगाते हैं, और हमने उनके दिलों पर परदे डाल दिए हैं, कि बात न समझें[21] और उनके कानों में बोझ डाल दिया है। यदि वे प्रत्येक निशानी देख लें, (तब भी) उसपर ईमान नहीं लाएँगे, यहाँ तक कि जब वे आपके पास झगड़ते हुए आते हैं, तो वे लोग जिन्होंने कुफ़्र किया, कहते हैं : ये पहले लोगों की कल्पित कथाओं के सिवा कुछ नहीं।","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"21. न समझने तथा न सुनने का अर्थ यह है कि उससे प्रभावित नहीं होते, क्योंकि कुफ़्र तथा निफ़ाक़ के कारण सत्य से प्रभावित होने की क्षमता खो जाती है।","lang":"hi"},{"name":"6:26","price":"और वे उससे[22] (लोगों को) रोकते हैं और (स्वयं भी) उससे दूर रहते हैं, और वे मात्र अपने आपको विनष्ट कर रहे हैं और वे नहीं समझते।","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"22. अर्थात क़ुरआन सुनने से।","lang":"hi"},{"name":"6:27","price":"तथा (ऐ नबी!) यदि आप उस समय देखें, जब वे आग पर खड़े किए जाएँगे, तो वे कहेंगे : ऐ काश! हम वापस भेजे जाएँ और अपने पालनहार की आयतों को न झुठलाएँ और हम ईमान वालों में से हो जाएँ।","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:28","price":"बल्कि उनके लिए वह प्रकट हो गया, जो वे इससे पहले छिपाते[23] थे। और यदि उन्हें वापस भेज दिया जाए, तो अवश्य फिर वही करेंगे, जिससे उन्हें रोका गया था। और निःसंदेह वे निश्चय झूठे हैं।","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"23. अर्थात जिस तथ्य को वे शपथ ले कर छिपा रहे थे कि हम मिश्रणवादी नहीं थे, उस समय खुल जाएगा। अथवा आप (सल्लल्लाहु अलैहि व सल्लम) को पहचानते हुए भी यह बात जो छिपा रहे थे, वह खुल जाएगी। अथवा मुनाफ़िक़ों के दिल का वह रोग खुल जाएगा, जिसे वह संसार में छिपा रहे थे। (तफ़्सीर इब्ने कसीर)","lang":"hi"},{"name":"6:29","price":"और उन्होंने कहा : जीवन तो बस यही हमारा सांसारिक जीवन है। और हम हरगिज़ उठाए जाने वाले नहीं।[24]","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"24. अर्थात हम मरने के पश्चात् परलोक में कर्मों का फल भोगने के लिए जीवित नहीं किए जाएँगे।","lang":"hi"},{"name":"6:30","price":"तथा यदि आप उस समय देखें, जब वे अपने पालनहार के समक्ष खड़े किए जाएँगे।वह कहेगा : क्या यह (जीवन) सत्य नहीं है? वे कहेंगे : क्यों नहीं, हमारे पालनहार की क़सम! वह (अल्लाह) कहेगा : तो अब यातना चखो उसके बदले जो तुम कुफ़्र किया करते थे।","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:31","price":"निश्चय वे लोग घाटे में रहे, जिन्होंने अल्लाह से मिलने को झुठलाया, यहाँ तक कि जब क़ियामत उनपर अचानक आ पहुँचेगी, तो कहेंगे : हाय अफ़सोस! उसपर जो हमने इसमें कोताही की। और वे अपने (पापों के) बोझ अपनी पीठों पर उठाए होंगे। सुन लो! बहुत बुरा बोझ है, जो वे उठाएँगे।","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:32","price":"तथा सांसारिक जीवन खेल और मनोरंजन[25] के सिवा कुछ नहीं, तथा निश्चय आख़िरत का घर उन लोगों के लिए बेहतर[26] है जो (अल्लाह से) डरते हैं, तो क्या तुम नहीं समझते?[27]","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"25. अर्थात साम्यिक और अस्थायी है। 26. अर्थात स्थायी है। 27. आयत का भावार्थ यह है कि यदि कर्मों के फल के लिए कोई दूसरा जीवन न हो, तो सांसारिक जीवन एक मनोरंजन और खेल से अधिक कुछ नहीं रह जाएगा। तो क्या यह सांसारिक व्यवस्था इसी लिए की गई है कि कुछ दिनों खेलो और फिर समाप्त हो जाए? यह बात तो समझ-बूझ का निर्णय नहीं हो सकती। अतः एक दूसरे जीवन का होना ही समझ-बूझ का निर्णय है।","lang":"hi"},{"name":"6:33","price":"निःसंदेह हम जानते हैं कि निश्चय (ऐ नबी!) आपको वह बात दुखी करती है, जो वे कहते हैं। तो वास्तव में वे आपको नहीं झुठलाते, परंतु वे अत्याचारी अल्लाह की आयतों ही का इनकार करते हैं।","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:34","price":"और निःसंदेह आपसे पहले कई रसूल झुठलाए गए, तो उन्होंने अपने झुठलाए जाने और कष्ट दिए जाने पर सब्र किया, यहाँ तक कि उनके पास हमारी सहायता आ गई। तथा कोई अल्लाह की बातों को बदलने वाला नहीं[28] और निःसंदेह आपके पास (उन) रसूलों के कुछ समाचार आ चुके हैं।","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"28. अर्थात अल्लाह के निर्धारित नियम को, कि पहले वह परीक्षा में डालता है, फिर सहायता करता है।","lang":"hi"},{"name":"6:35","price":"और यदि आपपर उनकी विमुखता भारी गुज़र रही है, तो यदि आपसे हो सके कि धरती में कोई सुरंग अथवा आकाश में कोई सीढ़ी ढूँढ निकालें, फिर उनके पास कोई निशानी (चमत्कार) ले आएँ, (तो ले आएँ) और यदि अल्लाह चाहता, तो निश्चय उन्हें मार्गदर्शन पर एकत्र कर देता। अतः आप कदापि अज्ञानियों में से न हों।","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:36","price":"स्वीकार तो केवल वही लोग करते हैं, जो सुनते हैं। और जो मुर्दे हैं, उन्हें अल्लाह उठाएगा[29], फिर वे उसी की ओर लौटाए जाएँगे।","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"29. अर्थात प्रलय के दिन उनकी समाधियों से। आयत का भावार्थ यह है कि आपके सदुपदेश को वही स्वीकार करेंगे, जिनकी अंतरात्मा जीवित हो। परंतु जिनके दिल निर्जीव हैं, तो यदि आप धरती अथवा आकाश से लाकर उन्हें कोई चमत्कार भी दिखा दें, तब भी वह उनके लिए व्यर्थ होगा। यह सत्य को स्वीकार करने की योग्यता ही खो चुके हैं।","lang":"hi"},{"name":"6:37","price":"तथा उन्होंने कहा : उस (नबी) पर उसके पालनहार की ओर से कोई निशानी क्यों नहीं उतारी गई? आप कह दें : निःसंदेह अल्लाह इसका सामर्थ्य रखता है कि कोई निशानी उतारे, परंतु उनके अधिकतर लोग नहीं जानते।","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:38","price":"तथा धरती में न कोई चलने वाला है तथा न कोई उड़ने वाला, जो अपने दो पंखों से उड़ता है, परंतु तुम्हारी जैसी जातियाँ हैं। हमने पुस्तक[30] में किसी चीज़ की कमी[31] नहीं छोड़ी। फिर वे अपने पालनहार की ओर एकत्र किए जाएँगे।[32]","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"30. पुस्तक का अर्थ \"लौह़े मह़्फ़ूज़\" है, जिसमें सारे संसार का भाग्य लिखा हुआ है। 31. इन आयतों का भावार्थ यह है कि यदि तुम निशानियों और चमत्कारों की माँग करते हो, तो यह पूरे संसार में जो जीव और पक्षी हैं, जिनके जीवन साधनों की व्यवस्था अल्लाह ने की है, और सबके भाग्य में जो लिख दिया है, वह पूरा हो रहा है। क्या तुम्हारे लिए अल्लाह के अस्तित्व और गुणों के प्रतीक नहीं हैं? यदि तुम ज्ञान तथा समझ से काम लो, तो यह संसार की व्यवस्था ही ऐसा लक्षण और प्रमाण है कि जिसके पश्चात किसी अन्य चमत्कार की आवश्यक्ता नहीं रह जाती। 32. अर्थ यह है कि सब जीवों के प्राण मरने के पश्चात् उसी के पास एकत्र हो जाते हैं, क्योंकि वही सब का उत्पत्तिकार है।","lang":"hi"},{"name":"6:39","price":"तथा जिन लोगों ने हमारी आयतों (निशानियों) को झुठलाया, वे बहरे और गूँगे है, अँधेरों में पड़े हुए हैं। जिसे अल्लाह चाहता है, पथभ्रष्ट कर देता है और जिसे चाहता है, सीधे मार्ग पर लगा देता है।","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:40","price":"(ऐ नबी!) उनसे कहो, भला बताओ तो सही कि यदि तुमपर अल्लाह की यातना आ जाए, या तुमपर क़ियामत आ जाए, तो क्या तुम अल्लाह के सिवा किसी और को पुकारोगे? यदि तुम सच्चे हो।","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:41","price":"बल्कि तुम उसी को पुकारोगे, फिर वह दूर कर देगा (उस विपत्ति को) जिसके लिए तुम उसे पुकारोगे, यदि उसने चाहा, और तुम भूल जाओगे जिसे साझी बनाते हो।[33]","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"33. इस आयत का भावार्थ यह है कि किसी घोर आपदा के समय तुम्हारा अल्लाह ही को गुहारना, स्वयं तुम्हारी ओर से उसके अकेले पूज्य होने का प्रमाण और स्वीकरण है।","lang":"hi"},{"name":"6:42","price":"और निःसंदेह हमने आपसे पहले कई समुदायों की ओर रसूल भेजे, फिर हमने उन्हें दरिद्रता और कष्ट के साथ पकड़ा, ताकि वे गिड़गिड़ाएँ।[34]","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"34. अर्थात ताकि अल्लाह से विनय करें और उस के सामने झुक जाएँ।","lang":"hi"},{"name":"6:43","price":"फिर वे क्यों न गिड़गिड़ाए, जब उनपर हमारी यातना आई? परंतु उनके दिल कठोर हो गए तथा शैतान ने उनके लिए उसे सुंदर बना[35] दिया, जो कुछ वे किया करते थे।","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"35. आयत का अर्थ यह है कि जब कुकर्मों के कारण दिल कठोर हो जाते हैं, तो कोई भी बात उन्हें सुधार के लिए तैयार नहीं कर सकती।","lang":"hi"},{"name":"6:44","price":"फिर जब वे उसको भूल गए, जिसका उन्हें उपदेश दिया गया था, तो हमने उनपर हर चीज़ के द्वार खोल दिए। यहाँ तक कि जब वे उन चीज़ों पर खुश हो गए, जो उन्हें दी गई थीं, हमने उन्हें अचानक पकड़ लिया तो वे निराश होकर रह गए।","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:45","price":"तो उन लोगों की जड़ काट दी गई, जिन्होंने अत्याचार किया। और सब प्रशंसा अल्लाह ही के लिए है, जो सारे संसारों का पालनहार है।","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:46","price":"ऐ नबी! आप कह दें कि भला बताओ तो सही कि यदि अल्लाह तुम्हारे सुनने तथा देखने की शक्ति छीन ले और तुम्हारे दिलों पर मुहर लगा दे, तो अल्लाह के सिवा कौन-सा पूज्य है, जो तुम्हें ये चीज़ें लाकर दे? देखो, हम कैसे तरह-तरह से आयतें[36] बयान करते हैं, फिर (भी) वे मुँह फेर लेते[37] हैं।","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"36. अर्थात इस बात की निशानियाँ कि अल्लाह ही पूज्य है, और दूसरे सभी पूज्य मिथ्या हैं। (इब्ने कसीर) 37. अर्थात सत्य से।","lang":"hi"},{"name":"6:47","price":"आप कह दें, भला बताओ तो सही कि यदि तुमपर अल्लाह की यातना अचानक या खुल्लम-खुल्ला आ जाए, तो क्या अत्याचारी लोगों के सिवा कोई और विनष्ट किया जाएगा?","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:48","price":"और हम रसूलों को केवल इसलिए भेजते हैं कि वे (आज्ञाकारियों को) शुभ सूचना दें तथा (अवज्ञाकारियों को) डराएँ। फिर जो व्यक्ति ईमान ले आए और अपना सुधार कर ले, तो उनपर कोई भय नहीं और न वे शोकाकुल होंगे।","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:49","price":"और जिन लोगों ने हमारी आयतों को झुठलाया, उन्हें यातना पहुँचेगी इस कारणवश कि वे अवज्ञा करते थे।","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:50","price":"(ऐ नबी!) आप कह दें : मैं तुमसे यह नहीं कहता कि मेरे पास अल्लाह के ख़ज़ाने हैं, और न मैं परोक्ष (ग़ैब) का ज्ञान रखता हूँ, और न मैं तुमसे यह कहता हूँ कि मैं कोई फ़रिश्ता हूँ। मैं तो केवल उसी का अनुसरण करता हूँ, जो मेरी ओर वह़्य (प्रकाशना) की जाती है। आप कह दें : क्या अंधा[38] और देखने वाला बराबर होते हैं? तो क्या तुम सोच-विचार नहीं करते?","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"38. अंधा से अभिप्राय : सच से विचलित है। इस आयत में कहा गया है कि नबी, मानव पुरुष से अधिक और कुछ नहीं होता। वह सत्य का अनुयायी तथा उसी का प्रचारक होता है।","lang":"hi"},{"name":"6:51","price":"और इस (क़ुरआन) के द्वारा उन लोगों को डराएँ, जो इस बात का भय रखते हैं कि वे अपने पालनहार के पास (क़ियामत के दिन) एकत्र किए जाएँगे, उनके लिए उस (अल्लाह) के सिवा न कोई सहायक होगा और न कोई सिफ़ारिशी, ताकि वे (अल्लाह से) डरें।","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:52","price":"तथा (ऐ नबी!) आप उन लोगों को (अपने से) दूर न करें, जो सुबह और शाम अपने पालनहार को पुकारते हैं, वे उसका चेहरा चाहते हैं। आपपर उनके हिसाब में से कुछ नहीं और न आपके हिसाब में से उनपर[39] कुछ है कि आप उन्हें दूर हटा दें, फिर आप अत्याचारियों में से हो जाएँ।","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"39. अर्थात न आप उनके कर्मों के उत्तरदायी हैं, न वे आपके कर्मों के। रिवायतों से विदित होता है कि मक्का के कुछ धनी मिश्रणवादियों ने नबी सल्लल्लाहु अलैहि व सल्लम से कहा कि हम आपकी बातें सुनना चाहते हैं, किंतु आपके पास नीच लोग रहते हैं, जिनके साथ हम नहीं बैठ सकते। इसी पर यह आयत उतरी। (इबने कसीर) ह़दीस में है कि अल्लाह, तुमहारे रूप और वस्त्र नहीं देखता किंतु तुम्हारे दिलों और कर्मों को देखता है। (सह़ीह़ मुस्लिम : 2564)","lang":"hi"},{"name":"6:53","price":"और इसी प्रकार[40] हमने उनमें से कुछ को कुछ के द्वारा परीक्षा में डाला, ताकि वे कहें : क्या यही लोग हैं, जिनपर अल्लाह ने हमारे बीच में से उपकार किया[41] है? क्या अल्लाह शुक्र करने वालों को अधिक जानने वाला नहीं?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"40. अर्थात धनी और निर्धन बनाकर। 41. अर्थात मार्गदर्शन प्रदान किया।","lang":"hi"},{"name":"6:54","price":"तथा (ऐ नबी!) जब आपके पास वे लोग आएँ, जो हमारी आयतों (क़ुरआन) पर ईमान रखते हैं, तो आप कह दें कि तुमपर[42] सलाम (शांति) है। तुम्हारे रब ने दया करना अपने ऊपर अनिवार्य कर लिया है कि निःसंदेह तुममें से जो व्यक्ति अज्ञानतावश कोई बुराई करे, फिर उसके पश्चात् तौबा (क्षमा याचना) करे और अपना सुधार कर ले, तो निश्चय वह (अल्लाह) अति क्षमाशील, अत्यंत दयावान् है।","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"42. अर्तथात उनके सलाम का उत्तर दें और उनका आदर सम्मान करें।","lang":"hi"},{"name":"6:55","price":"और इसी प्रकार हम आयतों को खोलकर बयान करते हैं और ताकि अपराधियों का मार्ग स्पष्ट हो जाए।","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:56","price":"(ऐ नबी!) आप (मुश्रिकों से) कह दें : निःसंदेह मुझे मना किया गया है कि मैं उनकी इबादत करूँ, जिन्हें तुम अल्लाह के सिवा पुकारते हो। आप कह दें : मैं तुम्हारी इच्छाओं के पीछे नहीं चलता। निश्चय मैं उस समय पथभ्रष्ट हो गया और मैं मार्गदर्शन पाने वालो में से न रहा।","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:57","price":"आप कह दें कि मैं अपने पालनहार की ओर से एक स्पष्ट प्रमाण पर क़ायम[43] हूँ और तुमने उसे झुठला दिया है। मेरे पास वह चीज़ नहीं है जिसके लिए तुम जल्दी मचा रहे हो। निर्णय अल्लाह के सिवा किसी के अधिकार में नहीं। वह सत्य का वर्णन करता है और वही निर्णय करने वालों में सबसे बेहतर है।","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"43. अर्थात सत्धर्म पर, जो वह़्य द्वारा मुझ पर उतारा गया है। आयत का भावार्थ यह है कि वह़्य (प्रकाशना) की राह ही सत्य और विश्वास तथा ज्ञान की राह है। और जो उसे नहीं मानते, उनके पास शंका और अनुमान के सिवा कुछ नहीं।","lang":"hi"},{"name":"6:58","price":"आप कह दें : यदि वाक़ई मेरे पास वह चीज़ होती जो तुम जल्दी माँग रहे हो, तो हमारे और तुम्हारे बीच मामले का निर्णय अवश्य कर दिया जाता[44] तथा अल्लाह अत्याचारियों को अधिक जानने वाला है।","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"44. अर्थात निर्णय का अधिकार अल्लाह को है, जो उसके निर्धारित समय पर हो जाएगा।","lang":"hi"},{"name":"6:59","price":"और उसी (अल्लाह) के पास ग़ैब (परोक्ष) की कुंजियाँ[45] हैं, उन्हें उसके सिवा कोई नहीं जानता। तथा वह जानता है जो कुछ थल और जल में है और कोई पत्ता नहीं गिरता, परंतु वह उसे जानता है। और धरती के अँधेरों में कोई दाना नहीं और न कोई गीली चीज़ है और न कोई सूखी चीज़, परंतु वह एक स्पष्ट पुस्तक में (अंकित) है।","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"45. सह़ीह़ ह़दीस में है कि ग़ैब की कुंजियाँ पाँच हैं : अल्लाह ही के पास प्रलय का ज्ञान है। और वही वर्षा करता है। और जो गर्भाशयों में है उसको वही जानता है। तथा कोई जीव नहीं जानता कि वह कल क्या कमाएगा। और न ही यह जानता है कि वह किस भूमि में मरेगा। (सह़ीह़ बुख़ारी : 4627)","lang":"hi"},{"name":"6:60","price":"और वही है, जो रात को तुम्हारी रूह़ क़ब्ज़ कर लेता है तथा जानता है जो कुछ तुमने दिन में कमाया। फिर वह तुम्हें उस (दिन) में उठा देता है, ताकि निर्धारित अवधि[46] पूरी की जाए। फिर उसी की ओर तुम्हारा लौटना है, फिर वह तुम्हें बताएगा जो कुछ तुम किया करते थे।","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"46. अर्थात सांसारिक जीवन की निर्धारित अवधि।","lang":"hi"},{"name":"6:61","price":"तथा वही अपने बंदों पर ग़ालिब (हावी) है और वह तुमपर रक्षकों[47] को भेजता है। यहाँ तक कि जब तुममें से किसी को मौत आती है, तो हमारे फ़रिश्ते उसका प्राण निकाल लेते हैं और वे कोताही नहीं करते।","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"47. अर्थात फ़रिश्तों को तुम्हारे कर्म लिखने के लिए।","lang":"hi"},{"name":"6:62","price":"फिर वे अल्लाह की ओर लौटाए जाएँगे, जो उनका वास्तविक स्वामी है। सावधान! उसी को निर्णय करने का अधिकार है और वही सब हिसाब लेने वालों से अधिक शीध्र हिसाब लेने वाला है।","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:63","price":"(ऐ नबी!) उनसे पूछिए कि थल तथा जल के अँधेरों में तुम्हें कौन बचाता है? तुम उसे गिड़गिड़ाकर और चुपके-चुपके पुकारते हो कि निःसंदेह यदि वह हमें इससे बचा ले, तो हम अवश्य शुक्र करने वालों में से हो जाएँगे?","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:64","price":"आप कह दें : अल्लाह ही तुम्हें इससे तथा प्रत्येक संकट से बचाता है। फिर (भी) तुम उसका साझी बनाते हो!","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:65","price":"आप (उनसे) कह दें : वही इसका सामर्थ्य रखता है कि तुमपर तुम्हारे ऊपर से यातना भेज दे, या तुम्हारे पैरों के नीचे से, या तुम्हें विभिन्न समूह बनाकर परस्पर भिड़ा दे और तुममें से कुछ को कुछ की लड़ाई[48] (का स्वाद) चखा दे। देखिए, हम कैसे आयतों को विभिन्न प्रकार से बयान करते हैं, ताकि वे समझें।","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"48. ह़दीस में है कि नबी (सल्लल्लाहु अलैहि व सल्लम) ने अपनी उम्मत के लिए तीन दुआएँ कीं : मेरी उम्मत का विनाश डूब कर न हो। साधारण आकाल से न हो। और आपस की लड़ाई से न हो। तो पहली दो दुआएँ स्वीकार हूईं और तीसरी से आपको रोक दिया गया। (बुख़ारी : 2216)","lang":"hi"},{"name":"6:66","price":"और (ऐ नबी!) आपकी जाति ने इस (क़ुरआन) को झुठला दिया, हालाँकि वह सत्य है।आप कह दें : मैं हरगिज़ तुमपर कोई निरीक्षक नहीं हूँ।[49]","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"49. कि तुम्हें बलपूर्वक मनवाऊँ। मेरा दायित्व केवल तुमको अल्लाह का आदेश पहुँचा देना है।","lang":"hi"},{"name":"6:67","price":"प्रत्येक सूचना का एक समय नियत है और तुम शीघ्र ही जान लोगे।","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:68","price":"और जब आप उन लोगों को देखें, जो हमारी आयतों के विषय में (उपहास के साथ) बात करते हैं, तो उनसे मुँह फेर लें, यहाँ तक कि वे उसके अलावा बात में लग जाएँ, और यदि कभी शैतान आपको भुला दे, तो याद आ जाने के बाद ऐसे अत्याचारी लोगों के साथ न बैठें।","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:69","price":"तथा उन लोगों पर जो अल्लाह से डरते हैं, इनके[50] हिसाब का कुछ भार नहीं है, परंतु याद दिलाना[51] है, ताकि वे बच जाएँ।","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"50. अर्थात जो अल्लाह की आयतों में दोष निकालते हैं। 51. अर्थात समझा देना।","lang":"hi"},{"name":"6:70","price":"तथा आप उन लोगों को छोड़ दें, जिन्होंने अपने धर्म को खेल और मनोरंजन बना लिया और उन्हें सांसारिक जीवन ने धोखे में डाल रखा है। आप इस (क़ुरआन) के द्वारा उपदेश दें कि कहीं कोई प्राणी अपने कमाए हुए के बदले विनाश में न डाल दिया जाए, उसके लिए अल्लाह के सिवा कोई न कोई सहायक हो और न कोई सिफ़ारिश करने वाला। और यदि वह हर प्रकार की छुड़ौती दे, तो उससे न ली जाए।[52] यही लोग हैं जो विनाश के हवाले किए गए, उसके बदले जो उन्होंने कमाया। उनके लिए पीने को खौलता हुआ पानी तथा दर्दनाक यातना है, इस कारण कि वे कुफ़्र करते थे।","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"52. सांसारिक दंड से बचाव के लिए तीन साधनों से काम लिया जाता है- मैत्री, सिफ़ारिश और अर्थदंड। परंतु अल्लाह के हाँ ऐसे साधन किसी काम नहीं आएँगे। वहाँ केवल ईमान और सत्कर्म ही काम आएँगे।","lang":"hi"},{"name":"6:71","price":"(ऐ नबी!) कह दीजिए : क्या हम अल्लाह के सिवा उसको पुकारें, जो न हमें लाभ पहुँचा सके और न हमें हानि पहुँचा सके और हम अपनी एड़ियों पर फेर दिए जाएँ, इसके बाद कि अल्लाह ने हमें मार्गदर्शन प्रदान किया है, उस व्यक्ति की तरह जिसे शैतानों ने धरती में बहका दिया, इस हाल में कि चकित है, उसके कुछ साथी हैं जो उसे सीधे मार्ग की ओर बुला रहे हैं कि हमारे पास चला आ।[53] आप कह दें कि निःसंदेह अल्लाह का दर्शाया हुआ मार्ग ही असल मार्ग है और हमें आदेश दिया गया है कि हम सारे संसारों के पालनहार के आज्ञाकारी हो जाएँ।","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"53. इसमें कुफ़्र और ईमान का उदाहरण दिया गया है कि ईमान की राह निश्चित है और अविश्वास की राह अनिश्चित तथा अनेक है।","lang":"hi"},{"name":"6:72","price":"और यह कि नमाज़ स्थापित करो और उस (अल्लाह) से डरो, तथा वही है, जिसकी ओर तुम इकट्ठे किए जाओगे।","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:73","price":"और वही है, जिसने आकाशों तथा धरती की रचना सत्य के साथ की[54] और जिस दिन वह कहेगा \"हो जा\" तो वह हो जाएगा। उसकी बात सत्य है और उसी का राज्य होगा, जिस दिन सूर में फूँका जाएगा। वह परोक्ष[55] तथा प्रत्यक्ष को जानने वाला है और वही पूर्ण हिकमत वाला, हर चीज़ की खबर रखने वाला है।","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"54. अर्थात विश्व की व्यवस्था यह बता रही है कि इसका कोई रचयिता है। 55. जिन चीज़ों को हम अपनी पाँच ज्ञान-इंद्रियों से जान लेते हैं वे हमारे लिए प्रत्यक्ष हैं, और जिनका ज्ञान नहीं कर सकते वे परोक्ष हैं।","lang":"hi"},{"name":"6:74","price":"तथा जब इबराहीम ने अपने पिता आज़र से कहा : क्या आप मूर्तियों को पूज्य बनाते हो? निःसंदेह मैं आपको तथा आपकी जाति को खुली पथभ्रष्टता में देखता हूँ।","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:75","price":"और इसी प्रकार हम इबराहीम को आकाशों तथा धरती का महान राज्य दिखाते थे और ताकि वह परिपूर्ण विश्वास रखने वालों में से हो जाए।","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:76","price":"तो जब उसपर रात छा गई, तो उसने एक तारा देखा। कहने लगा : यह मेरा पालनहार है। फिर जब वह डूब गया, तो उसने कहा : मैं डूबने वालों से प्रेम नहीं करता।","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:77","price":"फिर जब उसने चाँद को चमकता हुआ देखा, तो कहा : यह मेरा पालनहार है। फिर जब वह डूब गया, तो उसने कहा : निःसंदेह यदि मेरे पालनहार ने मुझे मार्ग नहीं दिखाया, तो निश्चय मैं अवश्य पथभ्रष्ट लोगों में से हो जाऊँगा।","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:78","price":"फिर जब उसने सूर्य को चमकता हुआ देखा, तो कहा : यह मेरा पालनहार है। यह सबसे बड़ा है। फिर जब वह (भी) डूब गया, तो कहने लगे : ऐ मेरी जाति के लोगो! निःसंदेह मैं उससे बरी हूँ, जो तुम (अल्लाह के साथ) साझी बनाते हो।","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:79","price":"निःसंदेह मैंने एकाग्र होकर अपना चेहरा उसकी ओर कर लिया, जिसने आकाशों तथा धरती को पैदा किया है, और मैं मुश्रिकों में से नहीं हूँ।[56]","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"56. इबराहीम अलैहिस्सलाम उस युग में नबी हुए जब बाबिल तथा नेनवा के निवासी आकाशीय ग्रहों की पूजा कर रहे थे। परंतु इबराहीम अलैहिस्सलाम पर अल्लाह ने सत्य की राह खोल दी। उन्होंने इन आकाशीय ग्रहों पर विचार किया तथा उनको निकलते और फिर डूबते देखकर यह निर्णय लिया कि ये किसी की रचना तथा उसके अधीन हैं। और इनका रचयिता कोई और है। अतः रचित तथा रचना कभी पूज्य नहीं हो सकती, पूज्य वही हो सकता है जो इन सबका रचयिता तथा व्यवस्थापक है।","lang":"hi"},{"name":"6:80","price":"और उसकी जाति ने उससे झगड़ा किया, उसने कहा : क्या तुम मुझसे अल्लाह के विषय में झगड़ते हो, हालाँकि निश्चय उसने मुझे मार्गदर्शन प्रदान किया है तथा मैं उससे नहीं डरता, जिसे तुम उसके साथ साझी बनाते हो। परंतु यह कि मेरा पालनहार कुछ चाहे। मेरे पालनहार ने प्रत्येक वस्तु को अपने ज्ञान से घेर रखा है। तो क्या तुम उपदेश ग्रहण नहीं करते?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:81","price":"और मैं उससे कैसे डरूँ, जिसे तुमने साझी बनाया है, हालाँकि तुम इस बात से नहीं डरते कि निःसंदेह तुमने अल्लाह के साथ उसको साझी बनाया है, जिसकी कोई दलील उसने तुमपर नहीं उतारी, तो दोनों पक्षों में शांति का अधिक हक़दार कौन है, यदि तुम जानते हो?","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:82","price":"जो लोग ईमान लाए और उन्होंने अपने ईमान को अत्याचार (शिर्क) के साथ नहीं मिलाया[57], यही लोग हैं जिनके लिए शांति है तथा वही मार्गदर्शन पाने वाले हैं।","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"57. ह़दीस में है कि जब यह आयत उतरी तो नबी सल्लल्लाहु अलैहि व सल्लम के साथियों ने कहा : हममें कौन है जिसने अत्याचार न किया हो? उस समय वह आयत उतरी, जिसका अर्थ यह है कि निश्चय शिर्क (मिश्रणवाद) ही सबसे बड़ा अत्याचार है। (सह़ीह़ बुख़ारी : 4629)","lang":"hi"},{"name":"6:83","price":"यह हमारा तर्क है, जो हमने इबराहीम को उसकी जाति के विरुद्ध प्रदान किया। हम जिसे चाहते है, पदों में ऊँचा[58] कर देते हैं। निःसंदेह आपका पालनहार पूर्ण हिकमत वाला, सब कुछ जानने वाला है।","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"58. एक व्यक्ति नबी (सल्लल्लाहु अलैहि व सल्लम) के पास आया और कहा : ऐ सर्वोत्तम पुरुष! आपने कहा : वह (सर्वोत्तम पुरुष) इबराहीम (अलैहिस्सलाम) हैं। (सह़ीह़ मुस्लिम : 2369)","lang":"hi"},{"name":"6:84","price":"और हमने उसे (इबराहीम को) इसहाक़ और याक़ूब प्रदान किए, प्रत्येक को हमने मार्गदर्शन दिया और उससे पहले नूह को मार्गदर्शन प्रदान किया और उसकी संतति में से दाऊद और सुलैमान और अय्यूब और यूसुफ़ और मूसा तथा हारून को। और इसी प्रकार हम नेकी करने वालों को प्रतिफल प्रदान करते हैं।","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:85","price":"तथा ज़करीया और यह़्या और ईसा और इलयास को। ये सभी सदाचारियों में से थे।","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:86","price":"तथा इसमाईल और अल-यसअ, यूनुस और लूत को। और उन सबको हमने संसार वालों पर श्रेष्ठता प्रदान की है।","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:87","price":"तथा उनके बाप-दादा और उनकी संतानों तथा उनके भाइयों में से भी कुछ को (तौफ़ीक़ दी) और हमने उन्हें चुन लिया और सीधे मार्ग की ओर उनका मार्गदर्शन किया।","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:88","price":"यह अल्लाह का मार्गदर्शन है, जिसपर वह अपने बंदों में से जिसे चाहता है, चलाता है। और यदि ये लोग शिर्क करते, तो निश्चय उनसे वह सब नष्ट हो जाता जो वे किया करते थे।[59]","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"59. इन आयतों में अठारह नबियों की चर्चा करने के पश्चात् यह कहा गया है कि यदि ये सब भी शिर्क करते, तो इनके सत्कर्म व्यर्थ हो जाते। जिससे अभिप्राय शिर्क की गंभीरता से सावधान करना है।","lang":"hi"},{"name":"6:89","price":"यही वे लोग हैं जिन्हें हमने पुस्तक, हिकमत एवं नुबुव्वत प्रदान की। फिर यदि ये (मुश्रिक) इन बातों का इनकार करें, तो हमने इन (बातों) के लिए ऐसे लोग नियत किए हैं, जो इनका इनकार करने वाले नहीं।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:90","price":"यही वे लोग हैं, जिन्हें अल्लाह ने मार्गदर्शन प्रदान किया, तो आप उनके मार्गदर्शन का अनुसरण करें। आप कह दें : मैं इस (कार्य) पर[60] तुमसे कोई बदला नहीं माँगता। यह तो सारे संसारों के लिए एक उपदेश के सिवा कुछ नहीं।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"60. अर्थात इस्लाम का उपदेश देने पर।","lang":"hi"},{"name":"6:91","price":"तथा उन्होंने अल्लाह की महिमा नहीं की, जो उसकी महिमा का हक़ था, जब उन्होंने कहा कि अल्लाह ने किसी मनुष्य पर कोई चीज़ नहीं उतारी। कहो : वह पुस्तक किसने उतारी, जो मूसा लेकर आए? जो लोगों के लिए प्रकाश तथा मार्गदर्शन थी, तुम उसे पन्नों में करके रखते हो, जिन्हें तुम प्रकट करते हो और बहुत-से छिपाते हो, तथा तुम्हें वह ज्ञान दिया गया, जिसे न तुम जानते थे और न तुम्हारे बाप-दादा। आप कह दें कि अल्लाह ने। फिर उन्हें छोड़ दें अपनी व्यर्थ की चर्चा में खेलते रहें।","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:92","price":"तथा यह (क़ुरआन) एक पुस्तक है, जिसे हमने उतारा है, बड़ी बरकत वाली है, उसकी पुष्टि करने वाली है जो उससे पहले है, और ताकि आप बस्तियों के केंद्र (मक्का) तथा उसके चारों ओर के लोगों को डराएँ[61], तथा जो लोग आख़िरत पर ईमान रखते हैं, वे इसपर ईमान लाते हैं और वे अपनी नमाज़ों की रक्षा[62] करते हैं।","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"61. अर्थात पूरे मानव संसार को अल्लाह की अवज्ञा के दुष्परिणाम से सावधान करें। इसमें यह संकेत है कि आप सल्लल्लाहु अलैहि व सल्लम पूरे मानव संसार के पथपर्दर्शक तथा क़ुरआन सबके लिए मार्गदर्शन है। और आप केवल किसी एक जाति या क्षेत्र अथवा देश के लिए नबी नहीं हैं। 62. अर्थात नमाज़ उसके निर्धारित समय पर बराबर पढ़ते हैं।","lang":"hi"},{"name":"6:93","price":"और उससे बढ़कर अत्याचारी कौन है, जो अल्लाह पर झूठ गढ़े, या कहे कि मेरी ओर वह़्य (प्रकाशना) की गई है, हालाँकि उसकी ओर कोई चीज़ वह़्य (प्रकाशना) नहीं की गई तथा जो कहे कि अल्लाह ने जो उतारा है, उसके समान मैं (भी) उतार दूँगा। और काश! (ऐ नबी!) आप देखें जब अत्याचारी लोग मौत की कठिनाइयों में होते हैं और फ़रिश्ते अपने हाथ फैलाए हुए होते हैं, (कहते हैं) : निकालो अपने प्राण! आज तुम्हें अपमानजनक यातना दी जाएगी, इस कारण कि तुम अल्लाह पर अनुचित (झूठ) बातें कहते थे और तुम उसकी आयतों (को मानने) से अभिमान करते थे।","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:94","price":"तथा निःसंदेह तुम हमारे पास अकेले-अकेले आए हो, जैसे हमने तुम्हें प्रथम बार पैदा किया था, तथा हमने जो कुछ तु्म्हें दिया था, अपनी पीठों के पीछे छोड़ आए हो और हम तुम्हारे साथ तुम्हारे उन सिफ़ारिशियों को नहीं देखते, जिनके बारे में तुम्हारा भ्रम था कि निःसंदेह वे तुम्हारे कामों में (अल्लाह के) साझी हैं? निश्चय तुम्हारे बीच का संबंध कट गया और तुमसे गुम हो गया, जो कुछ तुम गुमान किया करते थे।","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:95","price":"निःसंदेह अल्लाह ही दाने तथा गुठलियों को फाड़ने वाला है। वह सजीव को निर्जीव से निकालता है तथा निर्जीव को सजीव से निकालने वाला है। यही अल्लाह है, फिर तुम कहाँ बहकाए जाते हो?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:96","price":"(वही) पौ फाड़ने वाला है और उसी ने रात को आराम के लिए तथा सूर्य और चाँद को हिसाब का साधन बनाया। यह अति प्रभुत्वशाली, सब कुछ जानने वाले का ठहराया हुआ अंदाज़ा[63] है।","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"63. जिसमें एक पल की भी कमी अथवा अधिकता नहीं होती।","lang":"hi"},{"name":"6:97","price":"तथा वही है जिसने तुम्हारे लिए तारे बनाए, ताकि तुम उनके द्वारा थल और समुद्र के अँधेरों में मार्ग पा सको। निःसंदेह हमने उन लोगों के लिए खोलकर निशानियाँ बयान कर दी हैं, जो ज्ञान रखते हैं।","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:98","price":"वही है, जिसने तुम्हें एक जान से पैदा किया। फिर एक ठहरने का स्थान और एक सौंपे जाने का स्थान है। निःसंदहे हमने उन लोगों के लिए निशानियाँ खोलकर बयान कर दी हैं, जो समझते हैं।","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:99","price":"तथा वही है जिसने आकाश से कुछ पानी उतारा, फिर हमने उसके द्वारा प्रत्येक प्रकार के पौधे निकाले। फिर हमने उससे हरियाली निकाली। जिसमें से हम तह-ब-तह चढ़े हुए दाने निकालते हैं तथा खजूर के पेड़ों से उनके गाभे से झुके हुए गुच्छे हैं तथा अंगूरों के बाग़ और ज़ैतून और अनार मिलते-जुलते और न मिलने-जुलने वाले। उसके फल को देखो, जब वह फल लाए तथा उसके पकने की ओर। निःसंदेह इनमें उन लोगों के लिए निश्चय बहुत-सी निशानियाँ[64] हैं, जो ईमान लाते हैं।","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"64. अर्थात अल्लाह के पालनहार होने की निशानियाँ। आयत का भावार्थ यह है कि जब अल्लाह ने तुम्हारे आर्थिक जीवन के साधन बनाए हैं, तो फिर तुम्हारे आत्मिक जीवन के सुधार के लिए भी प्रकाशना और पुस्तक द्वारा तुम्हारे मार्गदर्शन की व्यवस्था की है, तो तुम्हें उसपर आश्चर्य क्यों है तथा इसे अस्वीकार क्यों करते हो?","lang":"hi"},{"name":"6:100","price":"और उन्होंने जिन्नों को अल्लाह का साझी बना दिया। हालाँकि उस (अल्लाह) ने उन्हें पैदा किया है, तथा बिना कुछ ज्ञान के उसके लिए बेटे और बेटियाँ गढ़ लीं। वह पवित्र तथा सर्वोच्च है, उन बातों से, जो वे बयान करते हैं।","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:101","price":"वह आकाशों तथा धरती का अविष्कारक है, उसकी संतान कैसे होगी, जबकि उसकी कोई पत्नी नहीं? तथा उसी ने हर चीज़ पैदा की और वह प्रत्येक वस्तु को भली-भाँति जानने वाला है।","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:102","price":"यही अल्लाह तुम्हारा पालनहार है, उसके सिवा कोई सच्चा पूज्य नहीं, हर चीज़ का स्रष्टा है। अतः तुम उसी की इबादत करो तथा वह हर चीज़ का निरीक्षक है।","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:103","price":"उसे निगाहें नहीं पातीं[65] और वह सब निगाहों को पाता है और वही अत्यंत सूक्ष्मदर्शी, सब ख़बर रखने वाला है।","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"65. अर्थात इस संसार में उसे कोई नहीं देख सकता।","lang":"hi"},{"name":"6:104","price":"निःसंदेह तुम्हारे पास तुम्हारे पालनहार की ओर से कई निशानियाँ आ चुकीं। फिर जिसने देख लिया, तो उसका लाभ उसी के लिए है और जो अंधा रहा, तो उसकी हानि उसी पर है और मैं तुमपर कोई संरक्षक[66] नहीं।","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"66. अर्थात नबी (सल्लल्लाहु अलैहि व सल्लम) सत्धर्म के प्रचारक हैं।","lang":"hi"},{"name":"6:105","price":"और इसी प्रकार, हम आयतों को विविध ढंग से बयान करते हैं और ताकि वे (मुश्रिक) कहें : आपने पढ़ा[67] है, और ताकि हम उसे उन लोगों के लिए उजागर कर दें, जो ज्ञान रखते हैं।","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"67. अर्थात काफ़िर यह कहें कि आपने यह अह्ले किताब से सीख लिया है और इसे अस्वीकार कर दें। (इब्ने कसीर)","lang":"hi"},{"name":"6:106","price":"आप उसका पालन करें, जो आपकी ओर आपके पालनहार की तरफ़ से वह़्य की गई है, उसके सिवा कोई सत्य पूज्य नहीं और मुश्रिकों से किनारा कर लें।","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:107","price":"और यदि अल्लाह चाहता, तो वे लोग साझी न बनाते, तथा हमने आपको उनपर संरक्षक नहीं बनाया और न आप उनके कोई निरीक्षक हैं।[68]","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"68. आयत का भावार्थ यह है कि नबी का यह कर्तव्य नहीं कि वह सबको सीधी राह दिखा दे। उसका कर्तव्य केवल अल्लाह का संदेश पहुँचा देना है।","lang":"hi"},{"name":"6:108","price":"और (ऐ ईमान वालो!) उन्हें बुरा न कहो, जिन्हें ये (मुश्रिक) अल्लाह के सिवा पुकारते हैं। अन्यथा, वे अतिक्रम करते हुए अज्ञानतावश अल्लाह को बुरा कहेंगे। इसी प्रकार, हमने प्रत्येक समुदाय के लिए उनके कर्म को सुशोभित कर दिया है। फिर उनके पालनहार ही की ओर उनका लौटना है, तो वह उन्हें बताएगा, जो कुछ वे किया करते थे।","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"hi"},{"name":"6:109","price":"और उन्होंने अपनी मज़बूत क़समें खाते हुए अल्लाह की क़सम खाई कि निःसंदेह यदि उनके पास कोई आयत (निशानी) आई, तो वे उसपर अवश्य ही ईमान लाएँगे। आप कह दें : आयतें (निशानियाँ) तो केवल अल्लाह के पास हैं और (ऐ ईमान वालो!) तुम्हें क्या पता कि निःसंदेह वे निशानियाँ जब आ जाएँगी, तो वे ईमान नहीं लाएँगे।[69]","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"69. मक्का के मुश्रिकों ने नबी सल्लल्लाहु अलैहि व सल्लम से कहा कि यदि सफ़ा (पर्वत) सोने का हो जाए, तो वे ईमान ले आएँगे। कुछ मुसलमानों ने भी सोचा कि यदि ऐसा हो जाए, तो संभव है कि वे ईमान ले आएँ। इसी पर यह आयत उतरी। (इब्ने कसीर)","lang":"hi"},{"name":"6:110","price":"और हम उनके दिलों और उनकी आँखों को फेर देंगे[70], जैसे वे पहली बार इस (क़ुरआन) पर ईमान नहीं लाए और हम उन्हें छोड़ देंगे, अपनी सरकशी में भटकते फिरेंगे।","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"70. अर्थात कोई चमत्कार आ जाने के पश्चात् भी ईमान नहीं लाएँगे, क्योंकि अल्लाह, जिसे सुपथ दर्शाना चाहता है, वह सत्य को सुनते ही उसे स्वीकार कर लेता है। किंतु जिसने सत्य के विरोध ही को अपना आचरण-स्वभाव बना लिया हो, तो वह चमत्कार देखकर भी कोई बहाना बना लेता है और ईमान नहीं लाता। जैसे इससे पहले नबियों के साथ हो चुका है। और स्वयं नबी सल्लल्लाहु अलैहि व सल्लम ने बहुत-सी निशानियाँ दिखाईं, फिर भी ये मुश्रिक ईमान नहीं लाए। जैसे आपने मक्का वासियों की माँग पर चाँद के दो भाग कर दिए। जिन दोनों के बीच लोगों ने ह़िरा (पर्वत) को देखा। (परंतु वे फिर भी ईमान नहीं लाए) (सह़ीह़ बुख़ारी : 3637, मुस्लिम : 2802)","lang":"hi"}],"juz":{"id":7,"name":"وَإِذَا سَمِعُوا","transliteration":"Wa Iza Sami'u","transEn":"And When They Hear","startVerse":"5:82","endVerse":"6:110","totalVerses":149}}