{"data":[{"name":"16:1","price":"ئاللاھنىڭ پەرمانى (يەنى قىيامەت) چوقۇم كېلىدۇ، ئۇنىڭغا ئالدىراپ كەتمەڭلار، ئاللاھ ئۇلار (يەنى مۇشرىكلار) نىڭ شېرىك كەلتۈرگەن نەرسىلىرىدىن پاكتۇر ۋە يۈكسەكتۇر[1]. ","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:2","price":"ئاللاھ ئۆز ئىرادىسى بويىچە خالىغان بەندىلىرىگە (يەنى پەيغەمبەرلىرىگە) پەرىشتىلەرنى ۋەھىي بىلەن نازىل قىلىپ (مۇنداق دەيدۇ): «(ئىنسانلارنى) ئاگاھلاندۇرۇڭلاركى، مەندىن باشقا ھېچ ئىلاھ يوقتۇر، مەندىن (يەنى ئازابىمدىن) قورقۇڭلار»[2].","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:3","price":" ئاللاھ ئاسمانلارنى ۋە زېمىننى ھەق ياراتتى، ئاللاھ ئۇلار (يەنى مۇشرىكلار) نىڭ شېرىك كەلتۈرگەن نەرسىلىرىدىن يۈكسەكتۇر[3].","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:4","price":" ئۇ ئىنساننى ئابىمەنىيدىن ياراتتى، ئۇ بولسا (ئاللاھقا) ئاشكارا خۇسۇمەت قىلغۇچىدۇر[4].","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:5","price":"ئاللاھ چارۋا ماللارنى سىلەرنىڭ مەنپەئەتلىنىشىڭلار ئۈچۈن ياراتتى، ئۇلار (نىڭ يۇڭى ۋە تېرىسى) بىلەن ئىسسىنىسىلەر، ئۇلار (نىڭ نەسلى، سۈتى، سۆڭىكى ۋە قىغى) دىن پايدىلىنىسىلەر ۋە ئۇلار (نىڭ گۆشلىرى) نى يەيسىلەر[5].","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:6","price":"ئۇلارنى كەچتە ئوتلاقتىن قايتۇرۇپ كەلگەن ۋە ئەتىگەندە ئوتلاققا ئېلىپ چىققان ۋاقتىڭلاردا، چارۋا ماللار سىلەرگە زىننەت بولۇپ (خۇشاللىق بېغىشلايدۇ)[6].","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:7","price":"ئۇلار يۈك ـ تاقلىرىڭلارنى سىلەر جاپا ـ مۇشەققەت بىلەن ئاران يېتىپ بارالايدىغان جايلارغا كۆتۈرۈپ بارىدۇ، سىلەرنىڭ پەرۋەردىگارىڭلار سىلەرگە ھەقىقەتەن شەپقەتلىكتۇر ۋە مېھرىباندۇر[7].","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:8","price":"ئاللاھ ئاتنى، خېچىرنى ۋە ئېشەكنى مىنىشىڭلار ئۈچۈن ۋە زىننەت ئۈچۈن ياراتتى، ئاللاھ يەنە سىلەر بىلمەيدىغان نەرسىلەرنىمۇ يارىتىدۇ[8].","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:9","price":"توغرا يول كۆرسىتىشنى ئاللاھ ئۆز ئۈستىگە ئالغان. بەزى يوللار ئەگرى بولىدۇ، مۇبادا ئاللاھ خالىسا ئىدى، سىلەرنىڭ ھەممىڭلارنى ئەلۋەتتە توغرا يولغا سالغان بولاتتى[9].","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:10","price":"ئاللاھ سىلەرگە بۇلۇتتىن يامغۇر ياغدۇرۇپ بەردى، ئۇنىڭدىن ئىچىسىلەر ۋە شۇ يامغۇر ئارقىلىق ئۆسكەن دەل ـ دەرەخلەر بىلەن چارۋاڭلارنى باقىسىلەر[10].","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:11","price":"ئاللاھ سىلەرگە شۇ يامغۇر بىلەن زىرائەتلەرنى ئۆستۈرۈپ بېرىدۇ، زەيتۇن، خورما، ئۈزۈم ۋە تۈرلۈك مېۋىلەرنى ئۆستۈرۈپ بېرىدۇ، چوڭقۇر پىكىر قىلىدىغان قەۋم ئۈچۈن بۇنىڭدا ھەقىقەتەن ئاللاھنىڭ قۇدرىتىنى كۆرسىتىدىغان دەلىللەر بار[11].","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:12","price":" ئاللاھ سىلەرگە كېچىنى، كۈندۈزنى، كۈننى، ئاينى بويسۇندۇرۇپ بەردى، يۇلتۇزلارمۇ ئاللاھنىڭ ئەمرى بىلەن بويسۇندۇرۇلغاندۇر؛ چۈشىنىدىغان قەۋم ئۈچۈن بۇنىڭدا نۇرغۇن دەلىللەر بار[12].","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:13","price":"ئاللاھ يەنە يەر يۈزىدە سىلەر ئۈچۈن ياراتقان رەڭگارەڭ نەرسىلەرنى (سىلەرگە بويسۇندۇرۇپ بەردى)، ۋەز ـ نەسىھەت ئالىدىغان قەۋم ئۈچۈن بۇنىڭدا ئەلۋەتتە ئىبرەت بار[13].","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:14","price":"ئاللاھ سىلەرنى دېڭىزنىڭ يېڭى گۆشلىرى (يەنى بېلىقلىرى) نى يېسۇن، تاقايدىغان زىننەت بۇيۇملىرى (يەنى ئۈنچە ـ مارجانلار) نى چىقارسۇن دەپ، سىلەرگە دېڭىزنى بويسۇندۇرۇپ بەردى. ئاللاھنىڭ نېمەتلىرىنى تەلەپ قىلىشىڭلار ۋە ئۇنىڭغا شۈكۈر قىلىشىڭلار ئۈچۈن، ( ئاللاھنىڭ بويسۇندۇرۇشى بىلەن يېمەك ـ ئىچمەكلەر ۋە يۈك ـ تاقلار قاچىلانغان) كېمىلەرنىڭ دېڭىزدا دولقۇن يېرىپ كېتىۋاتقانلىقىنى كۆرۈسەن[14].","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:15","price":"زېمىننىڭ سىلەرنى تەۋرىتىۋەتمەسلىكى ئۈچۈن، ئاللاھ ئۇنىڭدا تاغلارنى بەرپا قىلدى، (زىرائەتلىرىڭلارنى ، چارۋا -ماللىرىڭلارنى سۇغىرىشىڭلار ئۈچۈن) ئېرىق ـ ئۆستەڭلەرنى، ئېزىپ قالماسلىقىڭلار ئۈچۈن يوللارنى پەيدا قىلدى[15].","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:16","price":"(يوللارغا) بەلگىلەرنى قىلدى. ئۇلار (كېچىسى قۇرۇقلۇقتا ۋە دېڭىزلاردا) يۇلتۇزلار بىلەن يول تاپىدۇ[16].","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:17","price":"(پۈتۈن كائىناتنى) ياراتقان ئاللاھ بىلەن (ھېچ نەرسىنى) يارىتالمايدىغانلار ئوخشاش بولامدۇ؟ ئويلىمامسىلەر[17].","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:18","price":"ئەگەر ئاللاھنىڭ (سىلەرگە بەرگەن) نېمىتىنى سانىساڭلار ، ئۇنىڭ ھېسابىنى ئېلىپ بولالمايسىلەر. شۈبھىسىزكى، ئاللاھ سىلەر (نىڭ بۇ جەھەتتىكى يېتەرسىزلىكىڭلار) نى ئەلۋەتتە مەغپىرەت قىلغۇچىدۇر، (بەندىلىرىگە) مېھرىباندۇر[18].","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:19","price":"ئاللاھ سىلەر يوشۇرغان ۋە ئاشكارا قىلغاننىڭ ھەممىسىنى بىلىپ تۇرىدۇ[19].","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:20","price":"ئۇلارنىڭ ئاللاھنى قويۇپ ئىبادەت قىلغانلىرى (يەنى بۇتلىرى) ھېچ شەيئىنى يارىتالمايدۇ، بەلكى ئۇلارنىڭ ئۆزلىرى يارىتىلغاندۇر (يەنى ئىنسانلار تەرىپىدىن ياسالغاندۇر)[20].","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:21","price":"ئۇلار (يەنى بۇتلار) تىرىك ئەمەس، ئۆلۈكتۈر ، ئۇلار (چوقۇنغۇچىلىرىنىڭ) قاچان قايتا تىرىلدۈرۈلىدىغانلىقىنى ئۇقمايدۇ[21].","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:22","price":"سىلەرنىڭ (ئىبادەت قىلىشقا لايىق) ئىلاھىڭلار بىردۇر، ئاخىرەتكە ئىشەنمەيدىغانلارنىڭ دىللىرى ( ئاللاھنىڭ بىرلىكىنى) ئىنكار قىلىدۇ، ئۇلار چوڭچىلىق قىلىپ، (ھەقنى قوبۇل قىلىشتىن) باش تارتقۇچىلاردۇر[22].","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:23","price":"ئاللاھ ئۇلارنىڭ يوشۇرغانلىرىنى ۋە ئاشكارا قىلغانلىرىنى راستلا بىلىپ تۇرىدۇ، ئاللاھ تەكەببۇرلۇق قىلغۇچىلارنى ھەقىقەتەن دوست تۇتمايدۇ[23].","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:24","price":"ئۇلارغا (يەنى مۇشرىكلارغا): «پەرۋەردىگارىڭلار (پەيغەمبىرىگە) نېمىلەرنى نازىل قىلدى؟» دېيىلسە، ئۇلار (مەسخىرە قىلىپ): «قەدىمكىلەرنىڭ ئەپسانىلىرىنى (نازىل قىلدى)» دېيىشىدۇ[24].","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:25","price":"ئۇلار قىيامەت كۈنى ئۆزلىرىنىڭ گۇناھلىرىغا تولۇق جاۋابكار بولۇشلىرى ۋە ئۆزلىرى تەرىپىدىن بىلمەستىن ئازدۇرۇلغانلارنىڭ بىر قىسىم گۇناھلىرىغا ئۆزلىرى جاۋابكار بولۇشلىرى ئۈچۈن (يۇقىرىقى بوھتان سۆزلەرنى قىلدى)، ئۇلارنىڭ جاۋابكار بولىدىغىنى نېمىدېگەن يامان![25]","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:26","price":"ئۇلار (يەنى مەككە كاپىرلىرى) دىن ئىلگىرى ئۆتكەن كاپىرلار (ئۆز پەيغەمبەرلىرىگە) ھىيلە ـ مىكىر ئىشلىتىپ ( ئاللاھنىڭ نۇرىنى ئۆچۈرمەكچى بولدى). ئاللاھ ئۇلارنىڭ (ھىيلە ـ مىكىر) بىناسىنى تەلتۆكۈس گۇمران قىلدى، ئۇلارنىڭ ئۈستىگە (بۇ بىنانىڭ) ئۆگزىسى ئۆرۈلۈپ چۈشتى، ئۇلارغا ئۆزلىرى ئويلىمىغان يەردىن ئازاب كەلدى[26]. ","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:27","price":"«مېنىڭ شېرىكلىرىم قېنى قەيەردە؟ سىلەر ئۇلار توغرىسىدا (پەيغەمبەرلەر بىلەن) مۇنازىرىلىشەتتىڭلارغۇ؟» دەيدۇ. ئىلىم بېرىلگەنلەر (يەنى ئۇلارنى ئىمانغا دەۋەت قىلغان پەيغەمبەرلەر ۋە ئۆلىمالار): «بۈگۈن رەسۋالىق ۋە ئازاب ھەقىقەتەن كاپىرلارغا تېگىشلىكتۇر» دەيدۇ[27].","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:28","price":" ئۇلار (كۇفرىنى ئىختىيار قىلىپ) ئۆزلىرىگە زۇلۇم قىلغان ھالەتتە، پەرىشتىلەر ئۇلارنىڭ جانلىرىنى ئالىدۇ. ئۇلار بويسۇنغانلىقلىرىنى بىلدۈرۈپ: «بىز ھېچقانداق يامان ئىش قىلمىدۇق» (دەيدۇ). ئۇنداق ئەمەس، ئاللاھ سىلەرنىڭ قىلمىشىڭلارنى ھەقىقەتەن تولۇق بىلگۈچىدۇر[28].","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:29","price":"سىلەر (ئىچىدە) مەڭگۈ قالىدىغان جەھەننەمنىڭ دەرۋازىلىرىدىن كىرىڭلار، چوڭچىلىق قىلىپ، (ئاللاھقا ئىتائەت قىلىشتىن) باش تارتقۇچىلارنىڭ بارىدىغان جايى نېمىدېگەن يامان![29]","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:30","price":"تەقۋادارلارغا: «پەرۋەردىگارىڭلار (پەيغەمبىرىگە) نېمىلەرنى نازىل قىلدى؟» دېيىلسە، ئۇلار: «ياخشى سۆزلەرنى نازىل قىلدى» دېيىشىدۇ. ياخشى ئىش قىلغۇچىلار بۇ دۇنيادا مۇكاپاتلىنىدۇ، ئاخىرەت يۇرتى (ئۇلار ئۈچۈن تېخىمۇ) ياخشىدۇر. تەقۋادارلارنىڭ يۇرتى راستلا نېمىدېگەن گۈزەل![30] ","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:31","price":"ئۇلار ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان دائىم تۇرىدىغان جەننەتلەرگە كىرىدۇ، ئۇ يەردە ئۇلارنىڭ كۆڭلى خالىغان نەرسىلەر تېپىلىدۇ، ئاللاھ تەقۋادارلارنى ئەنە شۇنداق مۇكاپاتلايدۇ[31]. ","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:32","price":"ئۇلار (مۇشرىكلىك ۋە گۇناھلاردىن) پاك بولغان شارائىتتا پەرىشتىلەر ئۇلارنى قەبزى روھ قىلىدۇ، پەرىشتىلەر ئۇلارغا: «سالام سىلەرگە! قىلغان ئەمەلىڭلارنىڭ خاسىيىتىدىن جەننەتكە كىرىڭلار» دەيدۇ[32].","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:33","price":" كاپىرلار پەقەت (ئۆزلىرىنىڭ جېنىنى ئېلىش ئۈچۈن) پەرىشتىلەرنىڭ چۈشۈشىنى ياكى پەرۋەردىگارىڭنىڭ ئەمرىنىڭ (يەنى ئازابىنىڭ) چۈشۈشىنىلا كۈتىدۇ، ئۇلاردىن بۇرۇن ئۆتكەن (كاپىر) لارمۇ ئەنە شۇنداق قىلغان ئىدى. ئاللاھ ئۇلارغا زۇلۇم قىلغىنى يوق، لېكىن ئۇلار ئۆزلىرىگە ئۆزلىرى زۇلۇم قىلدى[33].","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:34","price":"ئۇلار قىلمىشلىرىنىڭ جازاسىنى تارتتى، ئۇلارغا مەسخىرە قىلغانلىقلىرىنىڭ جازاسى (يەنى قاتتىق ئازابى) چۈشتى[34].","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:35","price":"مۇشرىكلار: «مۇبادا ئاللاھ خالىغان بولسا، بىز ۋە بىزنىڭ ئاتا -بوۋىلىرىمىز ئاللاھنى قويۇپ ھېچ نەرسىگە ئىبادەت قىلمىغان بولاتتۇق، (ئاللاھنىڭ ھۆكمىسىز) ھېچ نەرسىنى ھارام قىلمىغان بولاتتۇق» دېدى. ئۇلاردىن ئىلگىرىكىلەرمۇ ئەنە شۇنداق قىلغان ئىدى. پەيغەمبەرلەرنىڭ مەسئۇلىيىتى پەقەت روشەن تەبلىغ قىلىشتىنلا ئىبارەت (ھىدايەت قىلىش بولسا ئاللاھنىڭ ئىشىدۇر)[35].","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:36","price":" بىز ھەقىقەتەن ھەر بىر ئۈممەتكە: «ئاللاھقا ئىبادەت قىلىڭلار، تاغۇتتىن (يەنى شەيتانغا، بۇتلارغا، كاھىنلارغا ئوخشاش ھەرقانداق مەبۇدقا ئىبادەت قىلىشتىن) يىراق بولۇڭلار» دەپ پەيغەمبەر ئەۋەتتۇق، ئۇلارنىڭ ئارىسىدا ئاللاھ ھىدايەت قىلغانلىرىمۇ بار، گۇمراھلىققا تېگىشلىك بولغانلىرىمۇ بار. يەر يۈزىدە سەير قىلىپ يۈرۈپ، (پەيغەمبەرلەرنى) ئىنكار قىلغانلارنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىنى كۆزىتىڭلار[36].","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:37","price":" سەن ئۇلارنىڭ ھىدايەت تىپىشىغا ھېرىس بولساڭمۇ، ئاللاھ گۇمراھلىقىدا قالدۇرغان كىشىنى ھىدايەت قىلمايدۇ، ئۇلارنى (ئاللاھنىڭ ئازابىدىن قۇتۇلدۇرىدىغان) ھېچقانداق مەدەتكار يوق[37].","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:38","price":"ئۇلار: «ئاللاھ ئۆلۈكنى تىرىلدۈرمەيدۇ » دەپ قاتتىق قەسەم ئىچىشتى، ئۇنداق ئەمەس (يەنى ئۆلۈكنى تىرىلدۈرىدۇ)، ئاللاھ ۋەدىسىنى چوقۇم ئىشقا ئاشۇرىدۇ، لېكىن ئىنسانلارنىڭ تولىسى ( ئاللاھنىڭ قۇدرىتىنى) بىلمەيدۇ (شۇڭلاشقا ئۆلگەندىن كېيىن تىرىلىشنى ئىنكار قىلىدۇ )[38]. ","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:39","price":" ئاللاھ ئۇلار ئىختىلاپ قىلىشقان ھەق بىلەن ناھەقنى ئۇلارغا ئايرىپ بېرىش ۋە كاپىرلارغا ئۇلارنىڭ يالغانچىلىقلىرىنى بىلدۈرۈپ قويۇش ئۈچۈن (ئۇلارنى قايتىدىن تىرىلدۈرىدۇ)[39]. ","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:40","price":" بىز بىرەر شەيئىنى ۋۇجۇدقا كەلتۈرمەكچى بولساق، ئۇنىڭغا: «ۋۇجۇدقا كەل» دەيمىز ـ دە، ئۇ ۋۇجۇدقا كېلىدۇ[40].","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:41","price":"زۇلۇمغا ئۇچرىغاندىن كېيىن ئاللاھ يولىدا ھىجرەت قىلغانلارنى دۇنيادا چوقۇم ياخشى جايغا ئورۇنلاشتۇرىمىز، ئۇلار بىلىدىغان بولسا، ئۇلارغا ئاخىرەتنىڭ ساۋابى تېخىمۇ چوڭدۇر[41]. ","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:42","price":"ئۇلار (ئېغىرچىلىقلارغا) سەۋر قىلدى، ئۇلار (ھەممە ئىشتا) پەرۋەردىگارىغا تەۋەككۈل قىلىدۇ[42].","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:43","price":" سەندىن ئىلگىرى بىز پەقەت ئەرلەرگىلا ۋەھىي نازىل قىلىپ، ئۇلارنى پەيغەمبەر قىلىپ ئەۋەتتۇق، (ئى قۇرەيش جامائەسى!) بۇنى بىلمىسەڭلار، ئىلىم ئەھلىلىرى (يەنى تەۋرات ۋە ئىنجىلنى بىلگۈچىلەر) دىن سوراڭلار[43].","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:44","price":"(پەيغەمبەرلەرنى ئۆزلىرىنىڭ راستلىقىنى كۆرسىتىپ بېرىدىغان) دەلىللەر ۋە مۇقەددەس كىتابلار بىلەن (ئەۋەتتۇق)، بىز ساڭا قۇرئاننى ئىنسانلارغا چۈشۈرۈلگەن شەرىئەتنى بايان قىلىپ بەرسۇن، ئۇلار (بۇ قۇرئاننى) تەپەككۇر قىلىپ (ئۇنىڭدىن ۋەز ـ نەسىھەت ئالسۇن) دەپ نازىل قىلدۇق[44].","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:45","price":"ھىيلە ـ مىكىر ئىشلىتىپ يامان ئىش قىلغانلار ئاللاھنىڭ ئۆزلىرىنى يەرگە يۇتقۇزۇۋېتىشىدىن ياكى ئۆزلىرىگە ئويلىمىغان يەردىن ئازاب كېلىشىدىن قورقمامدۇ؟[45]","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:46","price":"ياكى ئۆزلىرىنى سەپەر ئۇستىدىكى چاغلىرىدا جازاغا يولۇقتۇرۇشىدىن قورقمامدۇ؟ (بۇ چاغدا) ئۇلار قېچىپ قۇتۇلالمايدۇ[46].","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:47","price":"ياكى (ئاللاھنىڭ) ئۆزلىرىنى قەدەممۇقەدەم جازالىشىدىن قورقمامدۇ؟ سىلەرنىڭ پەرۋەردىگارىڭلار ئەلۋەتتە مەرھەمەتلىكتۇر، مېھرىباندۇر (شۇڭا سىلەرنى ئالدىراپ جازالىمىدى)[47]. ","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:48","price":" ئۇلار ئاللاھ ياراتقان شەيئىلەرنىڭ سايىلىرى بويسۇنغان ھالدا ئاللاھقا سەجدە قىلىش يۈزىسىدىن ئوڭ ـ سولغا مايىل بولۇپ تۇرغانلىقىنى كۆرمىدىمۇ؟[48]","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:49","price":"ئاسمانلاردىكى ۋە زېمىندىكى ھايۋاناتلار، پەرىشتىلەر ئاللاھقا سەجدە قىلىدۇ، ئۇلار ( ئاللاھقا سەجدە قىلىشتىن) چوڭچىلىق قىلىپ باش تارتمايدۇ[49]. ","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:50","price":" ئۇلار ئۆز ئۈستىدىكى پەرۋەردىگارىدىن قورقىدۇ، ئۆزلىرىگە بۇيرۇلغاننى قىلىدۇ[50].","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:51","price":"ئاللاھ: «ئىككى ئىلاھقا ئىبادەت قىلماڭلار، ئۇ پەقەت بىرلا ئىلاھتۇر، مەندىنلا قورقۇڭلار» دېدى[51].","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:52","price":"ئاسمانلاردىكى ۋە زېمىندىكى ھەممە نەرسە ئاللاھنىڭ مۈلكىدۇر، ئىبادەت ھەمىشە ئاللاھقا خاستۇر، ئاللاھتىن باشقا بىرىدىن قورقامسىلەر؟[52]","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:53","price":"سىلەر بەھرىمەن بولۇۋاتقان نېمەتلەرنىڭ ھەممىسىنى ئاللاھ بەرگەن، سىلەرگە بىر ئېغىرچىلىق يەتسە، ئاللاھقا يالۋۇرۇپ دۇئا قىلىسىلەر[53]. ","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:54","price":" ئاللاھ سىلەردىن ئېغىرچىلىقنى كۆتۈرۈۋەتسە ، ئاراڭلاردىن بىر بۆلۈك ئادەم دەرھال ئۆز پەرۋەردىگارىغا شېرىك كەلتۈرىدۇ[54].","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:55","price":" ئۇلار ئۆزلىرىگە بەرگەن (بېشىدىكى ئېغىرچىلىقنى كۆتۈرۈۋەتكەنلىكىمىزدىن ئىبارەت) نېمىتىمىزگە ناشۈكۈرلۈك قىلىدۇ، (سىلەر ئەجىلىڭلار يەتكۈچە دۇنيادىن) بەھرىمەن بولۇڭلار، (ئىشىڭلارنىڭ ئاقىۋىتىنى) ئۇزاققا قالماي بىلىسىلەر[55].","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:56","price":" ئۇلار بىز ئۆزلىرىگە بەرگەن رىزىقتىن ھېچنەرسىدىن خەۋەرسىز (بۇتلىرىغا) نېسىۋە قالدۇرىدۇ. (ئى مۇشرىكلار!) ئاللاھنىڭ نامى بىلەن قەسەمكى، سىلەر ئۆزۈڭلار ئويدۇرۇپ چىقارغان نەرسەڭلار ئۈچۈن چوقۇم سوراققا تارتىلىسىلەر[56].","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:57","price":"ئۇلار ئاللاھقا قىزلارنى نىسبەت بېرىدۇ (ئاللاھنىڭ قىزى بار دەپ ئېتىقاد قىلىدۇ)، ئاللاھ (بۇنداق بوھتاندىن) پاكتۇر، ئۇلار ئۆزى ئارزۇ قىلىدىغانلىرىنى ئۆزلىرىگە نىسبەت بېرىدۇ[57].","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:58","price":"ئۇلارنىڭ بىرەرسىگە (خوتۇنىنىڭ) قىز تۇغقانلىق خوشخەۋىرى يەتكۈزۈلسە، چىرايى ئۆزگىرىپ، غەزەپناك بولۇپ كېتىدۇ[58].","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:59","price":"يەتكۈزۈلگەن يامان خەۋەردىن قورقۇپ، ئۆز قەۋمىگە كۆرۈنمەي يوشۇرۇنۇۋالىدۇ. ئاندىن ئۇ نومۇسقا چىداپ قىزنى ساقلاپ قالامدۇ ياكى ئۇنى توپا ئاستىغا (تىرىك) كۆمەمدۇ؟ (شۇ ھەقتە ئويلىنىدۇ) ئۇلارنىڭ ھۆكمى (يەنى ئوغۇللارنى ئۆزلىرىگە نىسبەت بېرىپ، قىزلارنى ئاللاھقا نىسبەت بېرىشى) ھەقىقەتەن نېمىدېگەن قەبىھ![59]","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:60","price":" ئاخىرەتكە ئىشەنمەيدىغانلار (ئوغۇلنى ياخشى كۆرۈپ، قىزنى يامان كۆرۈش، خوتۇنى ئوغۇل تۇغسا خۇشال بولۇپ، قىز تۇغسا ئاچچىقى كېلىش، ئار ـ نومۇستىن ۋە كەمبەغەللىكتىن قورقۇپ، قىزلارنى تىرىك كۆمۈشكە ئوخشاش) يامان سۈپەتلەرگە ئىگە، ئاللاھ بولسا ئەڭ ئالىي خىسلەتلەرگە ئىگە، ئاللاھ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر[60].","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:61","price":" ئەگەر ئاللاھ ئىنسانلارنى ئۇلارنىڭ زۇلمى تۈپەيلىدىن (چاپسان) جازالايدىغان بولسا، يەر يۈزىدە قىمىرلاپ تۇرىدىغان ھېچبىر جان ئىگىسىنى قويمىغان بولاتتى، لېكىن ئاللاھ ئۇلارنى (جازالاشنى) مۇئەييەن ۋاقىتقىچە تەخىر قىلىدۇ، ئۇلارنىڭ (ھالاك بولۇش) ۋاقتى كەلگەندە قىلچىمۇ كېچىكتۈرۈلمەيدۇ، قىلچىمۇ ئىلگىرى سۈرۈلمەيدۇ[61].","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:62","price":" ئۇلار ئۆزلىرى يامان كۆرۈدىغاننى ئاللاھقا مەنسۇپ قىلىدۇ، ئۇلار ئاقىۋىتىنىڭ ياخشى بولىدىغانلىقى بىلەن جۆيلۈيدۇ، شۈبھىسىزكى، ئۇلار دوزاخ ئازابىغا دۇچار بولىدۇ، ئۇلار (دوزاختا) تاشلىنىپ قالغۇچىلاردۇر[62].","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:63","price":" (ئى مۇھەممەد!) ئاللاھ نامى بىلەن قەسەمكى، سەندىن ئىلگىرى ئۆتكەن ئۈممەتلەرگە ھەقىقەتەن (پەيغەمبەرلەرنى) ئەۋەتتۇق، شەيتان ئۇلارنىڭ (يەنى ئۈممەتلەرنىڭ) ئەمەللىرىنى ئۆزلىرىگە چىرايلىق كۆرسەتتى. شەيتان بۈگۈن ئۇلارنىڭ دوستىدۇر. ئۇلار ئاخىرەتتە قاتتىق ئازابقا دۇچار بولىدۇ[63].","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:64","price":" (ئى مۇھەممەد!) بىز كىتابنى (يەنى قۇرئاننى) پەقەت سېنىڭ كىشىلەرگە ئۇلار (دىنىدىكى) دەتالاش قىلىشقان نەرسىلەرنى بايان قىلىپ بېرىشىڭ ئۈچۈن، ئىمان ئېيتىدىغان قەۋمگە ھىدايەت ۋە رەھمەت بولسۇن ئۈچۈنلا نازىل قىلدۇق[64].","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:65","price":"ئاللاھ بۇلۇتتىن يامغۇر ياغدۇرۇپ، شۇنىڭ بىلەن قاغجىراپ قالغان زېمىندا (تۈرلۈك زىرائەتلەرنى) ئۈندۈردى، بۇنىڭدا (ۋەز ـ نەسىھەت) ئاڭلايدىغان قەۋم ئۈچۈن، ئەلۋەتتە، (ئاللاھنىڭ قۇدرىتىنىڭ چوڭلۇقىنى كۆرسىتىدىغان) دەلىللەر بار[65].","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:66","price":"چاھارپايلاردا سىلەر ئۈچۈن ھەقىقەتەن بىر ئىبرەت بار. سىلەرنى چاھارپايلارنىڭ قارنىدىكى ماياق ـ تېزەكتىن ۋە قاندىن ئايرىلىپ چىققان پاكىز ۋە تەملىك سۈت بىلەن سۇغىرىمىز[66].","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:67","price":" (سىلەر ئۈچۈن يەنە بۇنداق ئىبرەتمۇ باركى) خورمىدىن، ئۈزۈمدىن شارابلار ۋە پاكىز يېمەكلىكلەر ياسايسىلەر، ئەقىلنى ئىشلىتىدىغان قەۋم ئۈچۈن بۇنىڭدا ھەقىقەتەن ئاللاھنىڭ بىرلىكىنى كۆرسىتىدىغان دەلىل بار[67]. ","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:68","price":"پەرۋەردىگارىڭ ھەسەل ھەرىسىگە ئىلھام بىلەن بىلدۈردى: «تاغلارغا، دەرەخلەرگە ۋە (كىشىلەرنىڭ ھەسەل ھەرىلىرى ئۈچۈن) ياسىغان ئۆيلىرىگە ئۇۋا تۈزگىن[68]. ","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:69","price":" ئاندىن كېيىن، تۈرلۈك مېۋىلەر (يەنى گۈل ـ چېچەكلەر) دىن يېگىن، پەرۋەردىگارىڭنىڭ يوللىرىغا ئىتائەتمەنلىك بىلەن كىرگىن». ئۇنىڭ (يەنى ھەسەل ھەرىسىنىڭ) قارنىدىن ئىنسانلارغا شىپا بولىدىغان خىلمۇ ـ خىل رەڭلىك ئىچىملىك (يەنى ھەسەل) چىقىدۇ. بۇنىڭدا (ئاللاھنىڭ قۇدرىتىنىڭ چوڭلۇقىنى) تەپەككۇر قىلىدىغان قەۋم ئۈچۈن ئىبرەت بار[69].","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:70","price":" ئاللاھ سىلەرنى ياراتتى، ئاندىن (ئەجىلىڭلار پۈتكەندە) سىلەرنى قەبزى روھ قىلىدۇ، ئاراڭلاردا ئۆمۈرنىڭ يامان (يەنى ئەڭ قېرىلىق) باسقۇچىغا ئۇلىشىدىغانلارمۇ بار، ئۇلار ھەتتا (بىر نەرسىلەرنى) بىلگەندىن كېيىن، ھېچ نەرسىنى بىلمەس بولۇپ قالىدۇ (يەنى ئىلگىرى بىلىدىغانلىرىنى ئۇنتۇپ، كۈچ ـ قۇۋۋىتى تۈگەپ، ئەقلى كېمىيىپ كىچىك بالىغا ئوخشاپ قالىدۇ). ئاللاھ ھەقىقەتەن (مەخلۇقاتنى باشقۇرۇشنى) بىلگۈچىدۇر، (ئۆزى ئىرادە قىلغان نەرسىنى ئىشقا ئاشۇرۇشقا) قادىردۇر[70].","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:71","price":"ئاللاھ سىلەرنىڭ بەزىڭلارنى بەزىڭلاردىن رىزىقتا ئۈستۈن قىلدى، رىزىقتا ئۈستۈن قىلىنغانلار ئۆزلىرىنىڭ رىزقىنى باراۋەر بولۇش ئۈچۈن قول ئاستىدىكىلەرگە بەرمەيدۇ، ئۇلار ئاللاھنىڭ نېمىتىنى ئىنكار قىلىشامدۇ؟[71]","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:72","price":"ئاللاھ سىلەر (نىڭ ئۇنسى ـ ئۈلپەت ئېلىشىڭلار) ئۈچۈن خوتۇنۇڭلارنى ئۆز تىپىڭلاردىن ياراتتى، سىلەر ئۈچۈن ئۇلاردىن ئوغۇللارنى ۋە نەۋرىلەرنى ياراتتى. سىلەرگە تۈرلۈك شېرىن نەرسىلەرنى رىزىق قىلىپ بەردى. ئۇلار باتىلغا ئىشىنىپ ئاللاھنىڭ نېمىتىگە كۇفرىلىق قىلامدۇ؟[72]","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:73","price":"ئۇلار ئاللاھنى قويۇپ، ئۆزلىرىگە ئاسمانلاردىن ھېچقانداق رىزىق چۈشۈرۈپ ۋە يەردىن ھېچقانداق رىزىق چىقىرىپ (يەنى ئاسماندىن يامغۇر ياغدۇرۇپ ۋە يەردىن زىرائەت ۋە دەرەخلەرنى ئۆستۈرۈپ) بېرەلمەيدىغان، (شۇنداق قىلىشقا) قۇدرىتى يەتمەيدىغان بۇتلارغا چوقۇنامدۇ؟[73]","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:74","price":"سىلەر ئاللاھقا مىسال كەلتۇرمەڭلار (يەنى ئاللاھقا بۇتلارنى ئوخشاتماڭلار، ئاللاھقا شېرىك كەلتۈرمەڭلار). ئاللاھ ھەقىقەتەن (ھەممە ھەقىقەتنى) بىلىدۇ، سىلەر (ئاللاھنىڭ بۈيۈكلۈكىنى) بىلمەيسىلەر[74].","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:75","price":" ئاللاھ بۇنداق بىر مىسال كەلتۈرىدۇ: ھېچقانداق ئىشنى ئۆز ئالدىغا بىر تەرەپ قىلالمايدىغان بىر قۇل بىز ئوبدان رىزىق (يەنى مال ـ مۈلۈك) ئاتا قىلغان ۋە ئۇنى يوشۇرۇن ياكى ئاشكارا يوسۇندا سەدىقە قىلىپ تۇرغان (ھۆر ـ ئەركىن) ئادەم بىلەن ئوخشاشمۇ؟ (يەنى ھېچ نەرسىگە ئىگە بولمىغان قۇلغا ئوخشايدىغان بۇتلارنى ھەممىگە ئىگە بولغان ۋە كائىناتنى خالىغانچە تەسەررۇپ قىلىدىغان ئاللاھ بىلەن قانداقمۇ تەڭلەشتۈرگىلى بولسۇن؟) جىمى ھەمدۇسانا ئاللاھقا خاستۇر! ئۇلار (يەنى كاپىرلار) نىڭ تولىسى (ھەمدۇساناغا ئاللاھنىڭلا لايىق ئىكەنلىكىنى، بۇتلارنىڭ ھەمدۇساناغا ۋە ئىبادەتكە لايىق ئەمەسلىكىنى) ئۇقمايدۇ[75].","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:76","price":" ئاللاھ يەنە مۇنداق مىسال كەلتۈرىدۇ؛ مۇنداق ئىككى ئادەم بار بولۇپ، ئۇلارنىڭ بىرى ھېچ ئىش قىلالمايدىغان ۋە ئىگىسىگە يۈك بولۇپ قالغان بىر گاچادۇركى، ئىگىسى بۇ گاچىنى مەيلى قەيەرگە ئەۋەتسۇن، ئۇ ھېچقانداق پايدا ئېلىپ كېلەلمەيدۇ. يەنە بىرى بولسا ئۆزى توغرا يولدا ماڭغان ۋە (كىشىلەرنى) ھەققانىي بولۇشقا بۇيرۇيدىغان ئادەمدۇر، بۇ ئىككى ئادەم ئوخشاشمۇ؟ (يەنى بۇ گاچا بىلەن ئۆزى توغرا يولدا تۇرۇپ پاساھەتلىك سۆزلەيدىغان، ئۆزى قۇرئان نۇرى بىلەن نۇرلانغان ئادەم بىر ـ بىرىگە ئوخشامدۇ؟ ئەقىللىق ئادەمنىڭ ئۇلارنى ئوخشاش ئورۇنغا قويمىغىنىدەك، بۇت ۋە تاشنى ھەممىنى بىلگۈچى قۇدرەتلىك ئاللاھ بىلەن ئوخشاش ئورۇنغا قويغىلى بولمايدۇ)[76].","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:77","price":" ئاسمانلاردىكى ۋە زېمىندىكى غەيبنى بىلىش ئاللاھقا خاستۇر، قىيامەتنىڭ قايىم بولۇشى كۆزنى يۇمۇپ ئاچقۇچىلىك ياكى ئۇنىڭدىنمۇ تېزدۇر. ئاللاھ ھەقىقەتەن ھەممە نەرسىگە قادىردۇر[77].","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:78","price":"ئاللاھ سىلەرنى ئاناڭلارنىڭ قارنىدىن ھېچ نەرسىنى بىلمەيدىغان ھالىتىڭلار بىلەن چىقاردى، ئاللاھ سىلەرگە شۈكۈر قىلسۇن دەپ، قۇلاق، كۆز ۋە يۈرەكلەرنى ئاتا قىلدى[78]. ","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:79","price":" ئۇلار قۇشلارنىڭ ھاۋادا ئۇچۇشقا بويسۇندۇرۇلغانلىقىنى كۆرمىدىمۇ؟ ئۇلارنى (ھاۋادىن چۈشۈپ كېتىشتىن) پەقەت ئاللاھ تۇتۇپ تۇرىدۇ، بۇنىڭدا ئىمان ئېيتىدىغان قەۋم ئۈچۈن (ئاللاھنىڭ بىرلىكىنى كۆرسىتىدىغان) نۇرغۇن ئالامەتلەر بار[79]. ","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:80","price":" ئاللاھ سىلەرگە ئۆيۈڭلارنى تۇرالغۇ جاي قىلىپ بەردى، سىلەرگە ھايۋانلارنىڭ تېرىلىرىدىن ئۆيلەرنى (چېدىرلەرنى) قىلىپ بەردى، سىلەر كۆچكەن كۈنۈڭلاردىمۇ، تۇرغان كۈنۈڭلاردىمۇ ئۇنىڭ يىنىكلىكىنى ھېس قىلىسىلەر، سىلەرگە قويلارنىڭ يۇڭلىرىدىن ، تۆگىلەرنىڭ يۇڭلىرىدىن، ئۆچكىلەرنىڭ يۇڭلىرىدىن ئۆي جاھازلىرىنى (يەنى سىلەر كىيىدىغان ۋە ئۆيۈڭلارنى سەرەمجانلاشتۇرىدىغان) ھەم مەلۇم مۇددەتكىچە (ئۆلۈم كەلگۈچە ياكى ئۇلار كونىراپ تۈگىگۈچە) پايدىلىنىدىغان نەرسىلەرنى قىلىپ بەردى[80]. ","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:81","price":" ئاللاھ سىلەرگە ئۆزى ياراتقان نەرسىلەر (يەنى دەرەخلەر، تاغلار ۋە بىنالار) دىن (كۈننىڭ ھارارىتىدىن ساقلىنىدىغان) سايىلەرنى قىلىپ بەردى. تاغلاردىن سىلەرگە (غار، ئۆڭكۈرگە ئوخشاش) تۇرالغۇ قىلىدىغان جايلارنى قىلىپ بەردى. سىلەرگە ئىسسىقتىن (ۋە سوغۇقتىن) ساقلىنىدىغان كىيىملەرنى، ئۇرۇشتا سىلەرنى (زىيان ـ زەخمەتتىن) ساقلايدىغان تۆمۈر كىيىملەرنى تەييار قىلدى. ئاللاھ سىلەرنى ئىتائەت قىلسۇن دەپ، سىلەرگە ئەنە شۇنداق مۇكەممەل نېمەتلەرنى بېرىدۇ[81].","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:82","price":"ئەگەر ئۇلار (يەنى مۇشرىكلار ئىماندىن) يۈز ئۆرۈسە (ساڭا ھېچ زىيىنى يوق)، سېنىڭ ۋەزىپەڭ پەقەت روشەن تەبلىغ قىلىشتۇر[82]. ","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:83","price":"ئۇلار ئاللاھنىڭ نېمىتىنى تونۇيدۇ، ئاندىن (ئاللاھتىن باشقا بىرىگە ئىبادەت قىلىش بىلەن) ئۇ نېمەتلەرنى ئىنكار قىلىدۇ، ئۇلارنىڭ تولىسى كاپىردۇر (يەنى كاپىر پېتىچە ئۆلىدۇ)[83].","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:84","price":" شۇ كۈندە (يەنى قىيامەت كۈنىدە) ھەر ئۈممەتتىن (ئۇنىڭغا ئىمان بىلەن ياكى كۇفرى بىلەن گۇۋاھلىق بېرىدىغان) بىر شاھىت (يەنى پەيغەمبەر) كەلتۈرىمىز، ئاندىن كاپىرلارغا (ئۆزرە ئېيتىشقا) رۇخسەت قىلىنمايدۇ ھەمدە ئۇلاردىن پەرۋەردىگارىنى رازى قىلىش (يەنى پەرۋەردىگارىنى رازى قىلىدىغان ئەمەللەرنى قىلىش) تەلەپ قىلىنمايدۇ[84].","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:85","price":"زالىملار (يەنى مۇشرىكلار) ئازابنى كۆرگەن چاغدا، ئۇلاردىن (ئازاب) يىنىكلىتىلمەيدۇ ۋە كېچىكتۈرۈلمەيدۇ[85].","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:86","price":"مۇشرىكلار (دۇنيادا چوقۇنغان) بۇتلىرىنى كۆرگەن چاغدا: «ئى پەرۋەردىگارىمىز! بۇلار بولسا بىزنىڭ سېنى قويۇپ ئىبادەت قىلغان مەبۇدلىرىمىزدۇر» دەيدۇ. مەبۇدلىرى ئۇلارغا جاۋاب بېرىپ: «شۈبھىسىزكى، سىلەر ھەقىقەتەن يالغانچىسىلەر» دەيدۇ[86].","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:87","price":"شۇ كۈندە ئۇلار ئۆزلىرىنىڭ ئاللاھقا باش ئەگكەنلىكىنى بىلدۈرىدۇ. ئەمما ئۇلارنىڭ (دۇنيادىكى چاغلىرىدا: «مەبۇدلار بىزگە شاپائەت قىلىدۇ» دېگەن) يالغان ـ ياۋىداقلىرى يوققا چىقىدۇ[87].","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:88","price":"كاپىر بولغانلارغا ۋە (كىشىلەرنى) ئاللاھنىڭ يولىدىن (يەنى دىنىدىن) توسقانلارغا ئۇلارنىڭ قىلغان بۇزغۇنچىلىقلىرى ئۈچۈن ئازاپ ئۈستىگە ئازاپ قوشىمىز [88].","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:89","price":" شۇ كۈندە بىز ھەر بىر ئۈممەتكە ئۇلارنىڭ ئىچىدىن ئۇلارغا قارشى (گۇۋاھلىق بېرىدىغان) بىر شاھىت (يەنى پەيغەمبەر) كەلتۈرىمىز ۋە (شۇ كۈندە) بىز سېنى ئۇلارغا (يەنى ئۈممىتىڭگە) شاھىت قىلىپ كەلتۈرىمىز. ساڭا بىز كىتابنى (يەنى قۇرئاننى) ھەممە نەرسىنى (يەنى كىشىلەر موھتاج بولىدىغان دىنىي ئىشلارنىڭ ھەممىسىنى) چۈشەندۈرۈپ بېرىدىغان، (دىللارغا) ھىدايەت، (بەندىلەرگە) رەھمەت، مۇسۇلمانلارغا مەڭگۈلۈك سائادەت بىلەن خوش خەۋەر يەتكۈزىدىغان قىلىپ نازىل قىلدۇق[89].","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:90","price":" ئاللاھ ھەقىقەتەن (كىشىلەر ئارىسىدا) ئادىل بولۇشقا، (جىمى خەلققە) ياخشىلىق قىلىشقا، خىش ـ ئەقرىبالارغا سىلە ـ رەھىم قىلىشقا بۇيرۇيدۇ، قەبىھ (سۆز ـ ھەرىكەتلەر) دىن، يامان ئىشلاردىن ۋە زۇلۇم قىلىشتىن توسىدۇ. نەسىھەتنى قوبۇل قىلسۇن دەپ، ئاللاھ سىلەرگە پەند ـ نەسىھەت قىلىدۇ[90].","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:91","price":"سىلەر ئەھدە تۈزۈشكەنلىرىڭلاردا ، ئاللاھنىڭ ئەھدىگە ۋاپا قىلىڭلار، قەسىمىڭلارنى (ئاللاھنىڭ نامىنى تىلغا ئېلىپ) پۇختىلىغاندىن كېيىن بۇزماڭلار، چۈنكى سىلەر ئاللاھنى گۇۋاھچى قىلدىڭلار. شۈبھىسىزكى، ئاللاھ قىلمىشىڭلارنى بىلىپ تۇرىدۇ[91].","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:92","price":" سىلەر پىششىق ئىگىرگەن يىپنى چۇۋۇپ پارچە ـ پارچە قىلىۋەتكەن خوتۇندەك بولماڭلار. بىر جامائە (سان ۋە مال ـ مۈلۈك جەھەتتە) يەنە بىر جامائەدىن كۆپ بولغانلىقى ئۈچۈن، قەسىمىڭلارنى ئالدامچىلىقنىڭ ۋاسىتىسى قىلىۋالىسىلەر (يەنى ئۆز ئارا ياردەملىشىش ئۈستىدە بىر جامائە بىلەن ئىتتىپاق تۈزۈشكەندىن كېيىن، سانى، پۇل ـ مېلى كۆپرەك يەنە بىر جامائەنى كۆرۈپلا ئىلگىرىكى جامائە بىلەن تۈزۈشكەن ئەھدىنى بۇزۇپ، كېيىنكى جامائە بىلەن ئەھدى تۈزىسىلەر)، ئاللاھ سىلەرنى ھەقىقەتەن بۇنىڭ (يەنى ۋەدىگە ۋاپا قىلىش ئەمرى) بىلەن سىنايدۇ، سىلەر دەتالاش قىلىشقان ھەق ـ ناھەقنى قىيامەت كۈنى سىلەرگە چوقۇم ئېنىق ئايرىپ بېرىدۇ[92].","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:93","price":" مۇبادا ئاللاھ خالىغان بولسا ئىدى، سىلەرنى (يەنى پۈتۈن ئىنسانلارنى) ئەلۋەتتە بىر ئۈممەت (يەنى بىر دىندا) قىلاتتى، لېكىن (ئاللاھنىڭ ھېكمىتى ئۇلارنى ئۆز ئىختىيارىغا قويۇۋېتىشنى تەقەززا قىلدى)، ئاللاھ خالىغان ئادەمنى گۇمراھ قىلىدۇ، خالىغان ئادەمنى ھىدايەت قىلىدۇ، (قىيامەت كۈنى) پۈتۈن قىلمىشىڭلار ئۈستىدە سوراق قىلىنىسىلەر[93].","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:94","price":"قەدىمىڭلار (ئىسلام دىنىدا) ئىزچىل بولغاندىن كېيىن تېيىلىپ كەتمەسلىك ئۈچۈن، قەسىمىڭلارنى ئۆز ئاراڭلاردا ئالدامچىلىقنىڭ ۋاسىتىسى قىلىۋالماڭلار، (كىشىلەرنى) ئاللاھنىڭ يولىدىن توسقانلىقىڭلار (يەنى ئەھدىگە ۋاپا قىلىشتىن يۈز ئۆرۈگەنلىكىڭلار) ئۈچۈن ئازابنى تېتىيسىلەر، (سىلەر ئاخىرەتتە دوزاختا) چوڭ ئازابقا قالىسىلەر[94].","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:95","price":"سىلەر ئاللاھنىڭ ئەھدىنى ئەرزىمەس نەرسىگە سېتىۋەتمەڭلار؛ سىلەر ئەگەر بىلسەڭلار، ئاللاھنىڭ دەرگاھىدىكى ساۋاب سىلەر ئۈچۈن (پانى دۇنيانىڭ نەرسىلىرىدىن) ئارتۇقتۇر[95].","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:96","price":"(ئى ئىنسانلار!) سىلەرنىڭ ئىلكىڭلاردىكى نەرسىلەر تۈگەيدۇ، ئاللاھنىڭ دەرگاھىدىكى نەرسىلەر تۈگىمەستۇر. سەۋر قىلغۇچىلارغا، ئەلۋەتتە، ئۇلارنىڭ قىلغان ئەمەلىدىنمۇ ياخشىراق ساۋاب بېرىمىز[96].","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:97","price":" ئەر ـ ئايال مۆمىنلەردىن كىمكى ياخشى ئەمەل قىلىدىكەن، بىز ئۇنى ئەلۋەتتە (دۇنيادا قانائەتچانلىق ، ھالال رىزىق ۋە ياخشى ئەمەللەرگە مۇۋەپپەق قىلىپ) ئوبدان ياشىتىمىز، ئۇلارغا، ئەلۋەتتە، قىلغان ئەمەلىدىنمۇ ياخشىراق ساۋاب بېرىمىز[97].","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:98","price":" سەن قۇرئان ئوقۇماقچى بولغىنىڭدا، قوغلاندى شەيتاننىڭ (ۋەسۋەسىسىدىن) ئاللاھقا سىغىنىپ پاناھ تىلىگىن[98].","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:99","price":"شۈبھىسىزكى، مۆمىنلەرنىڭ ۋە پەرۋەردىگارىغا تەۋەككۈل قىلغۇچىلار (يەنى يۆلەنگۈچىلەر) نىڭ ئۈستىدىن شەيتان ھۆكۈمرانلىق قىلالمايدۇ (يەنى پەرۋەردىگارىغا چىن يۆلەنگەن مۆمىنلەرگە شەيتاننىڭ ۋەسۋەسىسى تەسىر قىلالمايدۇ)[99].","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:100","price":" شەيتان پەقەت ئۆزىنى دوست تۇتىدىغانلار ۋە ئۆزىنىڭ (ئىغۋا قىلىشى) بىلەن مۇشرىك بولۇپ كەتكەنلەر ئۈستىدىنلا ھۆكۈمرانلىق قىلىدۇ[100]. ","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:101","price":" بىز بىر ئايەتنى يەنە بىر ئايەتنىڭ ئورنىغا ئالماشتۇرغىنىمىزدا (يەنى بىر ھۆكۈمنى بىكار قىلىپ، ئۇنىڭ ئورنىغا باشقا بىر ھۆكۈمنى چۈشۈرگىنىمىزدە)، ـ ئاللاھ ئۆزى نازىل قىلغاننى (يەنى شۇ ھۆكۈمدە بەندىگە نېمە مەنپەئەت ۋە ھېكمەت بارلىقىنى) ئۆزى ئوبدان بىلىدۇ ـ ئۇلار: «(ئى مۇھەممەد!) سەن ( ئاللاھقا) يالغان چاپلىدىڭ» دەيدۇ، ئۇنداق ئەمەس، ئۇلارنىڭ تولىسى (ئاللاھنىڭ ھېكمىتىنى) ئۇقمايدۇ[101].","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:102","price":"ئېيتقىنكى، قۇرئاننى جىبرىئىل مۆمىنلەرنىڭ (ئىمانىنى) مۇستەھكەم قىلىش ئۈچۈن، مۇسۇلمانلارغا ھىدايەت ۋە خۇش خەۋەر قىلىپ، پەرۋەردىگارىڭ ھۇزۇرىدىن راستچىللىق بىلەن نازىل قىلدى[102]. ","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:103","price":"ئۇلار (يەنى مۇشرىكلار) نىڭ: «ئۇنىڭغا (يەنى مۇھەممەد ئەلەيھىسسالامغا) قۇرئاننى بىر ئىنسان تەلىم بېرىدۇ» دېگەن سۆزىنى ئوبدان بىلىمىز، ئۇلار كۆرسەتكەن ئادەمنىڭ تىلى ئەرەب تىلى ئەمەس، بۇ (قۇرئان) بولسا روشەن ئەرەب تىلىدۇر[103].","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:104","price":"شۈبھىسىزكى، ئاللاھنىڭ ئايەتلىرىگە (يەنى قۇرئانغا) ئىشەنمەيدىغانلارنى ئاللاھ ھىدايەت قىلمايدۇ، ئۇلار (ئاخىرەتتە) قاتتىق ئازابقا دۇچار بولىدۇ[104].","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:105","price":" پەقەت ئاللاھنىڭ ئايەتلىرىگە ئىشەنمەيدىغانلارلا ( ئاللاھقا) يالغان چاپلايدۇ، (مۇھەممەد ئەلەيھىسسالام يالغانچى ئەمەس) دەل ئۇلارنىڭ ئۆزلىرى يالغانچىدۇر[105].","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:106","price":"كىمكى ئاللاھقا ئىمان ئېيتقاندىن كېيىن ئىمانىدىن يېنىۋالسا، ـ قەلبى ئىمان بىلەن مۇستەھكەم تۇرسىمۇ مەجبۇرلاش ئاستىدا (ئاغزىدىلا) ئىماندىن يانغانلىقىنى بىلدۈرگەنلەر بۇنىڭدىن مۇستەسنا ـ كۇفرى بىلەن كۆڭلى ئازادە بولسا (يەنى ئىختىيارىي يوسۇندا مۇرتەد بولغان بولسا)، ئۇ ئاللاھنىڭ غەزىپىگە دۇچار بولىدۇ ۋە چوڭ ئازابقا قالىدۇ[106].","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:107","price":" بۇ (يەنى ئازاب) ئۇلارنىڭ دۇنيا تىرىكچىلىكىنى ئاخىرەتتىن ئارتۇق كۆرگەنلىكلىرى ۋە ئاللاھنىڭ كاپىر قەۋمنى ھىدايەت قىلمايدىغانلىقى ئۈچۈندۇر[107].","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:108","price":" ئەنە شۇ كىشىلەر ئاللاھ تەرىپىدىن دىللىرى، قۇلاقلىرى ۋە كۆزلىرى پېچەتلىۋېتىلگەن كىشىلەردۇر، ئەنە شۇلار غاپىللاردۇر[108].","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:109","price":" ئۇلار راستلا ئاخىرەتتە زىيان تارتقۇچىلاردۇر[109].","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:110","price":"ئاندىن (ئى مۇھەممەد!) زىيانكەشلىككە ئۇچرىغاندىن كېيىن، ھەقىقەتەن (مەدىنىگە) ھىجرەت قىلغان. ئاندىن ( ئاللاھنىڭ يولىدا) جىھاد قىلغان ۋە (جىھادنىڭ مۇشەققەتلىرىگە) چىدىغانلارغا پەرۋەردىگارىڭ (مەغپىرەت قىلىدۇ). شۈبھىسىزكى، پەرۋەردىگارىڭ شۇنىڭدىن (يەنى ئۇلارنىڭ ھىجرەت، جىھاد ، سەۋر قىلغىنىدىن) كېيىن ئۇلارغا ئەلۋەتتە مەغپىرەت قىلغۇچىدۇر، رەھمەت قىلغۇچىدۇر[110].","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:111","price":" ھەر ئادەم ئۆزى بىلەن بولۇپ كېتىدىغان، ھەر ئادەمگە قىلغان ئەمەلىنىڭ مۇكاپاتى تولۇق بېرىلىدىغان، ئۇلارغا زۇلۇم قىلىنمايدىغان كۈننى (يەنى قىيامەت كۈنىنى) ئەسلىگىن[111]. ","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:112","price":"ئاللاھ مۇنداق بىر مىسالنى كەلتۈرىدۇ: بىر شەھەر (يەنى مەككە ئاھالىسى) بولۇپ، (ئەسلىدە) تىنچ ـ خاتىرجەم ئىدى. ئۇنىڭ رىزقى تەرەپ ـ تەرەپتىن كەڭتاشا كېلىپ تۇراتتى، (ئۇنىڭ ئاھالىسى) ئاللاھنىڭ نېمەتلىرىگە كۇفرىلىق قىلدى، ئاللاھ ئۇلارغا قىلمىشلىرى تۈپەيلىدىن ئاچلىقنىڭ ۋە قورقۇنچنىڭ ئەلىمىنى تېتىتتى[112]. ","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:113","price":" ئۇلارغا ئۆز ئىچىدىن بىر پەيغەمبەر (يەنى مۇھەممەد ئەلەيھىسسالام) كەلدى، ئۇنى ئۇلار ئىنكار قىلدى. ئۇلارغا ئازاب (يەنى قاتتىقچىلىق ۋە ئوقۇبەت) يۈزلەندى، ئۇلار (گۇناھلارغا چۆمگەنلىك تۈپەيلىدىن) زالىم ئىدى[113].","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:114","price":"ئاللاھ سىلەرگە رىزىق قىلىپ بەرگەن ھالال، شېرىن يېمەكلىكلەردىن يەڭلار، ئەگەر ئاللاھقىلا ئىبادەت قىلىدىغان بولساڭلار، ئاللاھنىڭ نېمىتىگە شۈكۈر قىلىڭلار[114].","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:115","price":"ئاللاھ سىلەرگە ئۆزى ئۆلۈپ قالغان ھايۋاننى، قاننى، چوشقا گۆشىنى، ئاللاھتىن غەيرىنىڭ نامى ئېيتىلىپ بوغۇزلانغان ھايۋاننى يېيىشنى ھارام قىلدى. كىمكى ئىختىيارىچە ئەمەس، ئىلاجىسىزلىقتىن (يۇقىرىقى ھارام قىلىنغان نەرسىلەردىن) ھاياتىنى ساقلاپ قالغۇدەك مىقداردا (يېسە) ئاللاھ (ئۇنى) مەغپىرەت قىلغۇچىدۇر، (ئۇنىڭغا) كۆيۈنگۈچىدۇر[115]. ","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:116","price":" ئاغزىڭلارغا كەلگەن يالغاننى سۆزلەش ئۈچۈن (ھېچقانداق دەلىلسىز) «بۇ ھالال، بۇ ھارام» دېمەڭلار، چۈنكى (مۇنداقتا) ئاللاھ نامىدىن يالغاننى ئويدۇرغان بولىسىلەر، ئاللاھ نامىدىن يالغاننى ئويدورغۇچىلار ھەقىقەتەن (دۇنيا ۋە ئاخىرەتتە) مەقسىتىگە ئېرىشەلمەيدۇ[116].","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:117","price":"(ئۇلار دۇنيادىن پەقەت) ئازغىنا بەھرىمەن بولىدۇ، ئۇلار (ئاخىرەتتە) قاتتىق ئازابقا دۇچار بولىدۇ[117]. ","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:118","price":" ئىلگىرى ساڭا بايان قىلغان نەرسىلەرنى يالغۇز يەھۇدىيلارغا ھارام قىلدۇق، (بۇنىڭ بىلەن) بىز ئۇلارغا زۇلۇم قىلمىدۇق، لېكىن ئۇلار ئۆزلىرىگە ئۆزلىرى زۇلۇم قىلدى[118].","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:119","price":"شۈبھىسىزكى، بىلمەستىن يامان ئىشلارنى قىلغاندىن كېيىن تەۋبە قىلغان ۋە (ئەمەلىنى) تۈزەتكەنلەرگە پەرۋەردىگارىڭ ئەلۋەتتە مەغپىرەت قىلغۇچىدۇر، مەرھەمەت قىلغۇچىدۇر[119].","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:120","price":"ئىبراھىم ھەقىقەتەن (ياخشى خىسلەتلەرنى ئۆزلەشتۈرگۈچى) پېشىۋا، ئاللاھقا ئىتائەتمەن (باتىل دىنلاردىن ھەق دىنغا بۇرالغۇچى يەنى ھەق دىنغا ئېتىقاد قىلغۇچى) ئىدى. ئۇ ئاللاھقا شېرىك كەلتۈرگۈچىلەردىن ئەمەس ئىدى[120].","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:121","price":" ئىبراھىم ئاللاھنىڭ نېمەتلىرىگە شۈكۈر قىلغۇچى ئىدى. ئاللاھ ئۇنى (پەيغەمبەرلىككە) تاللىدى ۋە ئۇنى توغرا يولغا باشلىدى[121].","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:122","price":"ئۇنىڭغا دۇنيادا ياخشىلىق ئاتا قىلدۇق، شەك ـ شۈبھىسىزكى، ئاخىرەتتە ئۇ ياخشىلار قاتارىدا بولىدۇ[122]. ","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:123","price":" ئاندىن ساڭا: «باتىل دىنلاردىن ھەق دىنغا بۇرالغۇچى (يەنى ھەق دىنغا ئېتىقاد قىلغۇچى) ئىبراھىمنىڭ دىنىغا ئەگەشكىن، ئىبراھىم مۇشرىكلاردىن ئەمەس ئىدى» دەپ ۋەھىي قىلدۇق[123].","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:124","price":"شەنبە كۈنى ئۈستىدە ئىختىلاپ قىلغۇچىلار ئۈچۈنلا شەنبە كۈنىنى ئۇلۇغلاش بەلگىلەندى (يەنى شەنبە كۈنىنى ئۇلۇغلاش ۋە بۇ كۈندە ئىشلىمەسلىك ئىبراھىمنىڭ شەرىئىتىدە يوق ئىدى. يەھۇدىيلار ئاللاھنىڭ ئەمرىگە ئاسىيلىق قىلىپ دىندا ئىختىلاپ قىلىشقانلىقلىرى سەۋەبىدىن ئۇلارغا ئېغىرچىلىق تۇغدۇرۇش ئۈچۈن شۇنداق بەلگىلىمىنى چىقاردۇق). شۈبھىسىزكى، پەرۋەردىگارىڭ قىيامەت كۈنى ئۇلار ئىختىلاپ قىلىشقان ھەق ـ ناھەق ئۈستىدە چوقۇم ھۆكۈم چىقىرىدۇ[124].","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:125","price":"پەرۋەردىگارىڭنىڭ يولىغا (يەنى ئىسلام دىنىغا) ھېكمەتلىك ئۇسلۇبتا ياخشى ۋەز ـ نەسىھەت بىلەن دەۋەت قىلغىن، ئۇلار (يەنى مۇخالىپەتچىلىك قىلغۇچىلار) بىلەن چىرايلىق رەۋىشتە مۇنازىرىلەشكىن. پەرۋەردىگارىڭ ھەقىقەتەن ئۇنىڭ يولىدىن ئازغانلارنى ئوبدان بىلىدۇ، ھىدايەت تاپقۇچىلارنىمۇ ئوبدان بىلىدۇ[125].","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:126","price":"ئەگەر (ئۆزۈڭلارغا يەتكەن زىيان ـ زەخمەت ئۈچۈن) ئىنتىقام ئالماقچى بولساڭلار، ئۆزۈڭلارغا يەتكەن زىيان ـ زەخمەت قانچىلىك بولسا، شۇنچىلىك ئىنتىقام ئېلىڭلار (يەنى ئاشۇرۇۋەتمەڭلار)، ئەگەر سەۋر قىلساڭلار (يەنى ئىنتىقام ئالماي كەچۈرسەڭلار)، بۇ سەۋر قىلغۇچىلار (يەنى كەچۈرگۈچىلەر) ئۈچۈن (ئەلۋەتتە) ياخشىدۇر[126]. ","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:127","price":" (ئى مۇھەممەد!) (ئاللاھنىڭ يولىدا ساڭا يەتكەن ئەرزىيەتلەرگە) سەۋر قىلغىن، سەۋرەڭ پەقەت ئاللاھنىڭ ياردىمى بىلەنلا قولغا كېلىدۇ. ئۇلارنىڭ (ئىمان ئېيتمىغانلىقى) غا قايغۇرمىغىن. ئۇلارنىڭ ھىيلە ـ مىكرىسىدىن يۈرىكىڭ سىقىلمىسۇن[127]. ","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":null,"lang":"ug"},{"name":"16:128","price":" ئاللاھ ھەقىقەتەن تەقۋادارلىق قىلغۇچىلار ۋە ياخشى ئىش قىلغۇچىلار بىلەن بىللىدۇر[128].","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":null,"lang":"ug"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}