{"data":[{"name":"19:1","price":"كاف، ھا، يا، ئەين، ساد[1].","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:2","price":"بۇ، پەرۋەردىگارىڭنىڭ بەندىسى زەكەرىياغا قىلغان مەرھەمىتىنىڭ بايانىدۇر[2].","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:3","price":"ئۇ ئۆز ۋاقتىدا پەرۋەردىگارىغا پەس ئاۋازدا مۇناجات قىلدى[3].","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:4","price":"ئۇ ئېيتتى: «پەرۋەردىگارىم! مەن ھەقىقەتەن كۈچ ـ قۇۋۋىتىمدىن كەتتىم، چېچىم ئاقاردى. پەرۋەردىگارىم! ساڭا دۇئا قىلىپ ئۈمىدسىز بولۇپ قالغىنىم يوق[4].","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:5","price":"مەن تاغىلىرىمنىڭ بالىلىرىنىڭ ئورنۇمنى باسالماسلىقلىرىدىن (يەنى دىننى قولدىن بېرىپ قويۇشلىرىدىن) ھەقىقەتەن ئەنسىرەيمەن، مېنىڭ ئايالىم تۇغماستۇر، (پەزلىڭدىن) ماڭا بىر (ياخشى) پەرزەنت ئاتا قىلغىن[5].","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:6","price":"ئۇ ماڭا ۋارىس بولغاي ۋە يەئقۇب ئەۋلادىغا ۋارىس بولغاي، پەرۋەردىگارىم! ئۇنى سېنىڭ رازىلىقىڭغا ئېرىشىدىغان قىلغىن»[6].","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:7","price":"(ئاللاھ ئېيتتىكى) «ئى زەكەرىيا! بىز ھەقىقەتەن ساڭا (پەرىشتىلەر ئارقىلىق) يەھيا ئىسىملىك بىر ئوغۇل بىلەن خۇشخەۋەر بېرىمىز، ئىلگىرى ھېچ ئادەمنى ئۇنىڭغا ئىسىمداش قىلمىدۇق»[7]. ","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:8","price":" زەكەرىيا ئېيتتى: «ئايالىم تۇغماس تۇرسا، مەن قېرىپ مۈكچىيىپ كەتكەن تۇرسام، مېنىڭ قانداقمۇ ئوغلۇم بولسۇن؟»[8].","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:9","price":" (نىدا قىلغان پەرىشتە) ئېيتتى: «ئىش ئەنە شۇنداقتۇر، پەرۋەردىگارىڭ ئېيتتى: بۇ مەن ئۈچۈن ئاساندۇر، سېنى مەن ياراتتىم، ھالبۇكى سەن بۇرۇن يوق ئىدىڭ (يەنى سېنى يوقتىن بار قىلغاندەك، يەھيانى ئىككىڭلاردىن تۆرەلدۈرۈشكە قادىرمەن)»[9].","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:10","price":"زەكەرىيا ئېيتتى: «پەرۋەردىگارىم! (ئايالىمنىڭ ھامىلدار بولغانلىقىغا) ماڭا بىر ئالامەت قىلىپ بەرسەڭ». ئاللاھ ئېيتتى: «سېنىڭ ئالامىتىڭ (شۇكى)، ساق تۇرۇپ ئۈچ كېچە ـ كۈندۈز كىشىلەرگە سۆز قىلالمايسەن»[10]. ","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:11","price":"زەكەرىيا نامازگاھىدىن قەۋمىنىڭ ئالدىغا چىقىپ، ئۇلارنى ئەتىگەن ـ ئاخشامدا تەسبىھ ئېيتىشقا ئىشارەت قىلدى[11].","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:12","price":" (يەھيا تۇغۇلۇپ چوڭ بولغاندا ئۇنىڭغا) «ئى يەھيا! كىتابنى (يەنى تەۋراتنى) تىرىشىپ ئوقۇغىن» (دېدۇق). ئۇنىڭغا بالىلىق چېغىدىلا ئەقىل ـ پاراسەت ئاتا قىلدۇق[12].","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:13","price":" بىز ئۇنىڭغا مەرھەمەت قىلىش ۋە ئۇنى (ناچار خىسلەتلەردىن) پاك قىلىش يۈزىسىدىن (شۇنداق قىلدۇق)، يەھيا تەقۋادار ئىدى[13].","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:14","price":"ئۇنى ئاتا ـ ئانىسىغا كۆيۈمچان (قىلدۇق)، ئۇ مۇتەكەببىر (يەنى ئاتا ـ ئانىسىنى قاخشاتقۇچى)، (پەرۋەردىگارىغا) ئاسىيلىق قىلغۇچى بولمىدى[14].","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:15","price":"ئۇ تۇغۇلغان كۈنىدە، ۋاپات بولغان كۈنىدە، تىرىلىپ (قەبرىدىن) تۇرغۇزۇلغان كۈنىدە (ئاللاھتائالا تەرىپىدىن بولغان) ئامانلىققا ئېرىشىدۇ[15].","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:16","price":"(ئۇلارغا) قۇرئاندا مەريەم (قىسسەسى) نى بايان قىلغىن، ئەينى زاماندا ئۇ ئائىلىسىدىن ئايرىلىپ شەرق تەرەپتىكى بىر جايغا باردى[16].","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:17","price":" ئۇ پەردە تارتىپ كىشىلەردىن يوشۇرۇندى، ئۇنىڭغا بىزنىڭ روھىمىزنى (يەنى جىبرىئىل ئەلەيھىسسالامنى) ئەۋەتتۇق، ئۇ مەريەمگە بېجىرىم ئادەم سۈرىتىدە كۆرۈندى[17]. ","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:18","price":"مەريەم ئېيتتى: «مەن ھەقىقەتەن مەرھەمەتلىك ئاللاھقا سىغىنىپ سېنىڭ چېقىلىشىڭدىن پاناھ تىلەيمەن، ئەگەر سەن تەقۋادار بولساڭ (ماڭا چېقىلمىغىن)»[18].","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:19","price":"جىبرىئىل ئېيتتى: «مەن ساڭا بىر پاك ئوغۇل بېرىش ئۈچۈن ئەۋەتىلگەن پەرۋەردىگارىڭنىڭ ئەلچىسىمەن»[19].","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:20","price":"مەريەم ئېيتتى: «ماڭا كىشى يېقىنلاشمىغان تۇرسا، مەن پاھىشە قىلمىغان تۇرسام، قانداقمۇ مېنىڭ ئوغۇل بالام بولسۇن؟»[20].","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:21","price":" جىبرىئىل ئېيتتى: «ئەمەلىيەت سەن دېگەندەكتۇر، (لېكىن پەرۋەردىگارىڭ ئېيتتى: ئۇ ماڭا ئاساندۇر. ئۇنى كىشىلەرگە قۇدرىتىمىزنى كۆرسىتىدىغان) دەلىل ۋە بىز تەرەپتىن بولغان مەرھەمەت قىلدۇق، بۇ تەقدىر قىلىنىپ بولغان ئىشتۇر»[21].","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:22","price":"مەريەم ھامىلدار بولدى، (ئائىلىسىدىن) يىراق بىر جايغا كەتتى[22]. ","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:23","price":"تولغاقنىڭ قاتتىقلىقى ئۇنى (يۆلىنىۋېلىش ئۈچۈن) بىر خورما دەرىخىنىڭ يېنىغا كېلىۋېلىشقا مەجبۇر قىلدى. مەريەم ئېيتتى: «كاشكى مەن بۇنىڭدىن ئىلگىرى ئۆلۈپ كەتكەن بولسامچۇ! كىشىلەر تەرىپىدىن ئۇنتۇلۇپ كەتكەن (ئەرزىمەس) نەرسىگە ئايلىنىپ كەتسەمچۇ!»[23].","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:24","price":" جىبرىئىل ئۇنىڭغا خورما دەرىخىنىڭ ئاستىدىن نىدا قىلدى: «غەم قىلمىغىن، پەرۋەردىگارىڭ سېنىڭ ئاستىڭدىن (ئېقىپ تۇرىدىغان) بىر ئېرىقنى پەيدا قىلدى[24].","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:25","price":" خورما دەرىخىنى ئۆز تەرىپىڭگە ئىرغىتقىن، ئالدىڭغا پىشقان يېڭى خورمىلار تۆكۈلىدۇ[25]. ","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:26","price":" (بۇ شېرىن خورمىدىن) يېگىن، (بۇ تاتلىق سۇدىن) ئىچكىن ۋە خۇرسەن بولغىن، بىرەر ئادەمنى كۆرسەڭ (ئۇ بالا توغرۇلۇق سورىسا): مەن ھەقىقەتەن مەرھەمەتلىك ئاللاھقا ۋەدە بەردىم، بۈگۈن ھېچ ئادەمگە سۆز قىلمايمەن دېگىن»[26].","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:27","price":"مەريەم بوۋاقنى (يەنى ئىيسا ئەلەيھىسسالامنى) كۆتۈرۈپ قەۋمىنىڭ ئالدىغا كەلدى، ئۇلار ئېيتتى: «ئى مەريەم! سەن ھەقىقەتەن غەلىتە ئىش قىلدىڭ[27].","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:28","price":" ئى ھارۇننىڭ ھەمشىرىسى! سېنىڭ ئاتاڭ يامان ئادەم ئەمەس ئىدى، ئاناڭمۇ يولدىن چىققان خوتۇن ئەمەس ئىدى»[28].","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:29","price":"مەريەم بوۋاقنى كۆرسەتتى، ئۇلار: «بۆشۈكتىكى بوۋاققا قانداق سۆزلەيمىز» دېدى[29].","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:30","price":"بوۋاق ئېيتتى: «مەن ھەقىقەتەن ئاللاھنىڭ بەندىسىمەن، ماڭا كىتابنى بەردى (يەنى ئىنجىلنى بېرىدۇ) ۋە مېنى پەيغەمبەر قىلدى (يەنى قىلىدۇ)[30].","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:31","price":" قەيەردە بولاي مېنى بەرىكەتلىك قىلدى، ھاياتلا بولىدىكەنمەن، ماڭا نامازنى، زاكاتنى ئادا قىلىشنى تەۋسىيە قىلدى[31].","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:32","price":" مېنى ئانامغا كۆيۈمچان قىلدى، مېنى مۇتەكەببىر، شەقى قىلمىدى[32].","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:33","price":" مەن تۇغۇلغان كۈنۈمدە، ۋاپات بولغان كۈنۈمدە، تىرىلىپ قەبرەمدىن تۇرغۇزۇلغان كۈنۈمدە (ئاللاھتائالا تەرىپىدىن بولغان) ئامانلىققا ئېرىشىمەن»[33].","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:34","price":"ئەنە شۇ ئىيسا ئىبىن مەريەمنىڭ (قىسسەسىدۇر). ئىيسا ئۇلار دەتالاش قىلىۋاتقان ئۆزىنڭ ئىشىنىڭ (ھەقىقىتى) ئۈستىدە ھەق گەپنى قىلدى[34]. ","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:35","price":"«ئاللاھنىڭ شەنىگە بالىسى بولۇش لايىق ئەمەس، ئاللاھ (بالىدىن، شېرىكتىن) پاكتۇر، ئاللاھ بىرەر ئىش قىلىشنى ئىرادە قىلسا، ئۇنىڭغا ۋۇجۇتقا كەل دەيدۇ ـ دە، ئۇ ۋۇجۇتقا كېلىدۇ[35].","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:36","price":"ئاللاھ ھەقىقەتەن مېنىڭ پەرۋەردىگارىمدۇر، سىلەرنىڭمۇ پەرۋەردىگارىڭلاردۇر، شۇنىڭ ئۈچۈن ئۇنىڭغا ئىبادەت قىلىڭلار، بۇ توغرا يولدۇر»[36].","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:37","price":" ئىيسانىڭ ئىشى توغرىسىدا ئۇلار (يەنى ئەھلى كىتاب) ئارىسىدىكى پىرقىلەر ئىختىلاپ قىلىشتى، بۈيۈك كۈن (يەنى قىيامەت كۈنى) كەلگەن چاغدا، كاپىرلارغا ۋاي![37]","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:38","price":"ئۇلار بىزنىڭ دەرگاھىمىزغا كەلگەن كۈندە (يەنى قىيامەت كۈنىدە) قۇلاقلىرى تازا ئاڭلايدىغان، كۆزلىرى تازا كۆرىدىغان بولىدۇ، لېكىن زالىملار بۈگۈن (يەنى بۇ دۇنيادا) روشەن گۇمراھلىقتىدۇر[38].","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:39","price":"ئۇلارنى (يەنى خالايىقنى) ھەسرەت كۈنى (يەنى قىيامەت كۈنى)دىن ئاگاھلاندۇرغىن، ئۇ چاغدا ھەممە ئىش بىر تەرەپ قىلىنغان بولىدۇ. ھالبۇكى، ئۇلار غەپلەتتىدۇر، (قىيامەتنى) ئىنكار قىلماقتىدۇر[39].","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:40","price":"زېمىنغا ۋە زېمىن ئۈستىدىكى بارچىگە چوقۇم بىز ۋارىسلىق قىلىمىز. ئۇلار (ھېساب بېرىش ئۈچۈن) بىزنىڭ دەرگاھىمىزغا قايتۇرۇلىدۇ[40].","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:41","price":" (ئى مۇھەممەد!) كىتابتا (يەنى قۇرئاندا) ئىبراھىم (قىسسەسى) نى بايان قىلغىن، ئۇ ھەقىقەتەن تولىمۇ راستچىل پەيغەمبەر ئىدى[41].","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:42","price":" ئۆز ۋاقتىدا ئىبراھىم ئاتىسىغا ئېيتتى: «ئى ئاتا! نېمىشقا ئاڭلىمايدىغان، كۆرمەيدىغان ۋە ساڭا ھېچ نەرسىگە ئەسقاتمايدىغان نەرسىلەرگە چوقۇنىسەن[42].","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:43","price":"ئى ئاتا! ماڭا سەن بىلمەيدىغان ئىلىملەر نازىل بولدى، ماڭا ئەگەشكىن، سېنى توغرا يولغا باشلايمەن[43].","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:44","price":"ئى ئاتا! شەيتانغا چوقۇنمىغىن، شەيتان مەرھەمەتلىك ئاللاھقا ھەقىقەتەن ئاسىيلىق قىلدى[44].","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:45","price":"ئى ئاتا! سېنىڭ مەرھەمەتلىك ئاللاھنىڭ ئازابىغا قېلىشىڭدىن، شەيتاننىڭ ھەمراھىغا ئايلىنىپ قېلىشىڭدىن قورقىمەن»[45].","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:46","price":" ئۇ (يەنى ئازەر) ئېيتتى: «ئى ئىبراھىم! سەن مېنىڭ ئىلاھلىرىمدىن يۈز ئۆرۈمەكچىمۇسەن، ئەگەر سەن (مۇنداق قىلىشتىن) يانمىساڭ، چوقۇم سېنى تاش ـ كېسەك قىلىپ ئۆلتۈرىمەن، ئۇزاق زامان مەندىن يىراق تۇرغىن»[46].","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:47","price":" ئىبراھىم ئېيتتى: «ساڭا ئامانلىق بولسۇن، پەرۋەردىگارىمدىن ساڭا مەغپىرەت تىلەيمەن، ئاللاھ ماڭا ھەقىقەتەن مېھرىباندۇر[47].","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:48","price":" سىلەردىن ۋە سىلەر ئاللاھنى قويۇپ چوقۇنۇۋاتقان نەرسىلەردىن يىراق بولىمەن، پەرۋەردىگارىمغا ئىبادەت قىلىمەن، پەرۋەردىگارىمنىڭ ئىبادىتىدىن مەھرۇم بولۇپ قالماسلىقنى ئۈمىد قىلىمەن»[48].","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:49","price":" ئۇ ئۇلاردىن ۋە ئۇلارنىڭ ئاللاھنى قويۇپ چوقۇنۇۋاتقان نەرسىلىرىدىن يىراقلاشتى، ئۇنىڭغا بىز ئىسھاق ۋە يەئقۇبنى ئاتا قىلدۇق، ئۇ ئىككىسىنىڭ ھەر بىرسىنى پەيغەمبەر قىلدۇق[49].","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:50","price":"ئۇلارغا بىزنىڭ رەھمىتىمىزنى ئاتا قىلدۇق، ئۇلارنىڭ نامىنى بەلەن ۋە يۇقىرى قىلدۇق[50].","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:51","price":" كىتابتا (يەنى قۇرئاندا) مۇسا (قىسسەسى) نى بايان قىلغىن. شۈبھىسىزكى، ئۇ ئاللاھ ئىبادىتىگە خاس قىلغان ھەم رەسۇل (يەنى ئەلچى)، ھەم پەيغەمبەر ئىدى[51].","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:52","price":"ئۇنىڭغا بىز تۇر تېغىنىڭ ئوڭ تەرىپىدىن نىدا قىلدۇق، ئۇنى بىز مۇناجات ئۈچۈن (دەرگاھىمىزغا) يېقىنلاشتۇردۇق[52].","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:53","price":" ئۇنىڭغا بىز مەرھەمەت قىلىپ قېرىندىشى ھارۇننى پەيغەمبەر قىلىپ بەردۇق[53].","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:54","price":" (ئى مۇھەممەد!) كىتابتا (يەنى قۇرئاندا) ئىسمائىل (نىڭ قىسسەسى) نى بايان قىلغىن، ئۇ ھەقىقەتەن ۋەدىسىدە راستچىل، ھەم رەسۇل، ھەم پەيغەمبەر ئىدى[54].","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:55","price":" ئۇ ئائىلىسىدىكىلەرنى ناماز ئوقۇشقا، زاكات بېرىشكە بۇيرۇيتتى، پەرۋەردىگارىنىڭ دەرگاھىدا ئۇنىڭ رازىلىقىغا ئېرىشكەن ئىدى[55].","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:56","price":"كىتابتا (يەنى قۇرئاندا) ئىدرىس (قىسسەسى) نى بايان قىلغىن، ئۇ ھەقىقەتەن راستچىل پەيغەمبەر ئىدى[56].","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:57","price":"ئۇنى بىز يۇقىرى ئورۇنغا كۆتۈردۇق[57].","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:58","price":"ئاللاھنىڭ نېمىتىگە ئېرىشكەن ئەنە شۇ پەيغەمبەرلەر ئادەم (ئەلەيھىسسالام) نىڭ نەسلىدىندۇر، بىز نۇھ بىلەن بىللە كېمىگە سالغانلارنىڭ نەسلىدىندۇر، ئىبراھىمنىڭ نەسلىدىندۇر، ئىسرائىل (يەنى يەئقۇب ئەلەيھىسسالام) نىڭ نەسلىدىندۇر، بىز (ئىمانغا) ھىدايەت قىلغان، (پەيغەمبەرلىككە) تاللىغانلاردىندۇر، ئۇلارغا مەرھەمەتلىك ئاللاھنىڭ ئايەتلىرى تىلاۋەت قىلىنغان چاغدا سەجدە قىلغان ۋە يىغلىغان ھالدا (زېمىنغا) يىقىلىدۇ[58].","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:59","price":"ئۇلار كەتكەندىن كېيىن (ئۇلارنىڭ) ئورنىنى باسقان ئورۇنباسارلار نامازنى تەلەپكە لايىق ئادا قىلمىدى، نەپسى - خاھىشلىرىغا ئەگەشتى، ئۇلار (قىيامەتتە) گۇمراھلىقنىڭ جازاسىنى تارتىدۇ[59].","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:60","price":" تەۋبە قىلغان، ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار بۇنىڭدىن مۇستەسنا، ئەنە شۇلارلا جەننەتكە كىرىدۇ، ئۇلارنىڭ (ئەمەللىرىنىڭ ساۋابىدىن) ھېچ نەرسە كېمەيتىلمەيدۇ[60]. ","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:61","price":" ئۇ دائىمىي تۇرالغۇ بولغان، مەرھەمەتلىك ئاللاھ بەندىلىرىگە ۋەدە قىلغان، ئۇلار كۆرمەي تۇرۇپ (ئىشەنگەن) جەننەتلەردۇر، ئاللاھنىڭ (جەننەت بىلەن قىلغان) ۋەدىسى چوقۇم ئىشقا ئاشىدۇ[61].","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:62","price":" ئۇلار جەننەتتە بىھۇدە سۆز ئاڭلىمايدۇ، پەقەت (پەرىشتىلەرنىڭ ئۇلارغا بەرگەن) سالامىنىلا ئاڭلايدۇ، ئۇلار جەننەتتە ئەتىگەن ـ ئاخشامدا (كۆڭلى تارتقان يىمەك ـ ئىچمەكلەردىن) رىزىققا ئىگە بولۇپ تۇرىدۇ[62]. ","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:63","price":"بەندىلىرىمىز ئىچىدىكى تەقۋادارلارغا بىز مىراس قىلىپ بېرىدىغان جەننەت ئەنە شۇ[63].","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:64","price":"بىز (يەنى پەرىشتىلەر دۇنياغا) پەرۋەردىگارىڭنىڭ ئەمرى بىلەن چۈشىمىز، بىزنىڭ ئالدىمىزدىكى، ئارقىمىزدىكى ۋە ئالدى ـ كەينىمىز ئارىسىدىكى ئىشلارنىڭ ھەممىسى ئاللاھنىڭ ئىلكىدىدۇر، پەرۋەردىگارىڭ (بەندىلىرىنىڭ ئەمەللىرىدىن ھېچ نەرسىنى) ئۇنتۇمايدۇ[64].","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:65","price":" ئۇ ئاسمانلارنىڭ، زېمىن ۋە ئۇلارنىڭ ئارىسىدىكى شەيئىلەرنىڭ پەرۋەردىگارىدۇر، ئۇنىڭغا ئىبادەت قىلغىن، ئاللاھنىڭ ئىبادىتىگە چىداملىق بولغىن، سەن ئۇنىڭ شېرىكى بارلىقىنى بىلەمسەن؟[65].","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:66","price":" ئىنسان (يەنى ئۆلگەندىن كېيىن تىرىلىشىگە ئېتىقاد قىلمايدىغان كاپىر): «مەن ئۆلگەندىن كېيىن چوقۇم تىرىلەمدىم؟» دەيدۇ[66].","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:67","price":" ئىنسان بىز ئۇنى ئىلگىرى يوقتىن بار قىلغانلىقىمىزنى ئەسلىمەمدۇ؟[67]. ","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:68","price":" پەرۋەردىگارىڭ بىلەن قەسەمكى، ئۇلارنى ئەلۋەتتە (ئۇلارنى ئازدۇرغان) شەيتانلار بىلەن قوشۇپ يىغىمىز، ئاندىن ئۇلارنى جەھەننەمنىڭ چۆرىسىدە تىزلاندۇرۇپ ئولتۇرغۇزغان ھالدا ئەلۋەتتە ھازىر قىلىمىز[68].","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:69","price":"ئاندىن ھەربىر گۇرۇھنىڭ ئىچىدىن مەرھەمەتلىك ئاللاھقا ئەڭ ئاسىي بولغانلىرىنى تارتىپ چىقىرىمىز[69].","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:70","price":"ئاندىن بىز دوزاخ ئازابىغا ئەڭ لايىق بولغانلارنى ئەلۋەتتە ئوبدان بىلىمىز[70]. ","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:71","price":" سىلەرنىڭ ئىچىڭلاردىن دوزاخقا بارمايدىغان بىرەر كىشىمۇ قالمايدۇ، بۇ پەرۋەردىگارىڭنىڭ ئۆزگەرمەس ھۆكمىدۇر[71]. ","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:72","price":"ئاندىن تەقۋادارلارنى (جەھەننەمدىن) قۇتقۇزىمىز، زالىملارنى جەھەننەمدە تىزلىنىپ ئولتۇرغان ھالدا قويىمىز[72]. ","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:73","price":"ئۇلارغا بىزنىڭ روشەن ئايەتلىرىمىز تىلاۋەت قىلىنغان چاغدا، كاپىرلار مۆمىنلەرگە: «ئىككى گۇرۇھتىن قايسىسىنىڭ ئورنى ياخشى، سورۇنى گۈزەل؟» دېدى[73].","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:74","price":" بۇلاردىن بۇرۇن (بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغان) نۇرغۇن ئۈممەتلەرنى ھالاك قىلدۇق، ئۇلار مەيلى مال ـ مۈلۈك جەھەتتىن بولسۇن، مەيلى تاشقى كۆرۈنۈش جەھەتتىن بولسۇن، بۇلاردىن ئارتۇق ئىدى[74].","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:75","price":" (ئى مۇھەممەد!) ئېيتقىنكى، «كىمكى گۇمراھلىقتا بولىدىكەن، مەرھەمەتلىك ئاللاھ ئۇنىڭغا مۆھلەت بېرىدۇ، تاكى ئۇلار ئازاب ۋە قىيامەتتىن ئىبارەت ئاللاھ ئۇلارغا ۋەدە قىلغان نەرسىلەرنى كۆرگەندە ئاندىن كىمنىڭ ئورنى يامان ۋە كىمنىڭ لەشكىرى ئاجىز ئىكەنلىكىنى بىلىدۇ»[75].","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:76","price":"ئاللاھ ھىدايەت تاپقۇچىلارنىڭ ھىدايىتىنى زىيادە قىلىدۇ، باقى قالىدىغان ياخشى ئەمەللەر ساۋاب جەھەتتىن ۋە ئاقىۋەت جەھەتتىن پەرۋەردىگارىڭنىڭ دەرگاھىدا ئارتۇقتۇر[76]. ","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:77","price":" بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغان ۋە ماڭا (ئاخىرەتتە) ئەلۋەتتە مال ـ مۈلۈك، ئەۋلاد بېرىلىدۇ دېگەن ئادەمنى كۆردۈڭمۇ؟[77] ","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:78","price":" ئۇ غەيبنى بىلگەنمۇ ياكى مەرھەمەتلىك ئاللاھنىڭ ئەھدىسىگە ئېرىشكەنمۇ؟[78]","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:79","price":"ھەرگىز ئۇنداق بولغان ئەمەس، ئۇنىڭ دېگەنلىرىنى خاتىرىلەپ قويىمىز، ئۇنىڭغا بېرىدىغان ئازابنى كۈچەيتىمىز[79].","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:80","price":"ئۇنىڭ دېگەنلىرىنى (يەنى مېلىنى ۋە ئەۋلادىنى) باشقىلارغا مىراس قىلىپ قالدۇرىمىز، ئۇ ئالدىمىزغا تەنھا كېلىدۇ[80].","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:81","price":"ئۇلار (يەنى مۇشرىكلار) ئىززەتكە ئېرىشىش ئۈچۈن (يەنى ئىلاھلىرىنىڭ شاپائىتى بىلەن ئاللاھنىڭ ئالدىدا ئىززەتلىك بولۇش ئۈچۈن)، ئاللاھنى قويۇپ ئىلاھلارغا چوقۇندى[81].","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:82","price":"ئىش ئۇلارنىڭ گۇمان قىلغىنىدەك ئەمەس (يەنى ئىلاھلىرى ئۇلارنىڭ ئاللاھ ئالدىدا ئىززەت تېپىشلىرىنىڭ سەۋەبى بولالمايدۇ)، (ئىلاھلار) ئۇلارنىڭ (يەنى مۇشرىكلارنىڭ) چوقۇنۇشىنى ئىنكار قىلىدۇ، ئۇلار (يەنى مۇشرىكلار) نىڭ دۈشمىنىگە ئايلىنىدۇ[82].","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:83","price":" بىزنىڭ شەيتانلارنى كاپىرلارغا ئەۋەتكەنلىكىمىزنى بىلمەمسەن؟ شەيتانلار ئۇلارنى (گۇناھلارغا) قىزىقتۇرىدۇ[83].","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:84","price":"ئۇلارنىڭ ھالاك بولۇشىغا ئالدىراپ كەتمىگىن، (ئۇلارنىڭ كۈنى ئاز قالغان بولۇپ) ئۇنى بىز ساناپ تۇرىمىز[84].","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:85","price":" شۇ كۈندە (يەنى قىيامەت كۈنىدە) تەقۋادارلارنى مەرھەمەتلىك پەرۋەردىگارنىڭ دەرگاھىغا ئىززەت ـ ئىكرام بىلەن يىغىمىز[85].","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:86","price":" گۇناھكارلارنى ئۇلار چاڭقىغان ھالدا جەھەننەمگە ھەيدەيمىز[86]. ","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:87","price":"مەرھەمەتلىك ئاللاھنىڭ ئەھدىگە ئېرىشكەنلەردىن باشقىلار شاپائەت قىلىشقا قادىر بولالمايدۇ[87].","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:88","price":"ئۇلار: «ئاللاھنىڭ بالىسى بار» دېيىشتى[88].","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:89","price":"سىلەر شەك ـ شۈبھىسىز قەبىھ بىر سۆزنى قىلدىڭلار[89].","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:90","price":"بۇ سۆزنىڭ (يامانلىقىدىن) ئاسمانلار پارچىلىنىپ كەتكىلى، يەر يېرىلىپ كەتكىلى، تاغلار گۇمران بولۇپ كەتكىلى تاس قالدى[90].","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:91","price":"بۇ شۇنىڭ ئۈچۈنكى، ئۇلار ئاللاھنىڭ بالىسى بار دەپ دەۋا قىلدى[91]. ","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:92","price":"بالىسى بولۇش ئاللاھقا لايىق ئەمەستۇر[92].","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:93","price":" ئاسمانلاردا ۋە زېمىندا ئاللاھقا بەندە بولۇپ بويسۇنمايدىغان ھېچ مەخلۇق يوقتۇر[93].","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:94","price":" شەك ـ شۈبھىسىزكى، ئاللاھ ئۇلارنى تولۇق ئىگەللىدى ۋە سانىنى مۇكەممەل بىلدى[94].","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:95","price":"قىيامەت كۈنى ئۇلارنىڭ ھەممىسى ئاللاھنىڭ دەرگاھىغا تەنھا كېلىدۇ[95].","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:96","price":"ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار ئۈچۈن ئاللاھ ھەقىقەتەن (ئۇلارنىڭ دىللىرىدا) مۇھەببەت پەيدا قىلىدۇ[96].","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:97","price":"(ئى مۇھەممەد!) تەقۋادارلارغا خۇشخەۋەر بېرىشىڭ ۋە سەركەش قەۋمنى ئاگاھلاندۇرۇشۇڭ ئۈچۈن، بىز قۇرئاننى سېنىڭ تىلىڭ بىلەن چۈشىنىشلىك قىلىپ نازىل قىلدۇق[97].","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":null,"lang":"ug"},{"name":"19:98","price":"ئۇلاردىن ئىلگىرى نۇرغۇن ئۈممەتلەرنى ھالاك قىلدۇق، ئۇلاردىن بىرەر ئەھەدىنى كۆرەلەمسەن ياكى ئۇلاردىن بىرەر پەس ئاۋاز ئاڭلىيالامسەن؟ (يەنى ئۇلار شۇنداق تەلتۆكۈس ھالاك قىلىندىكى، ئۇلاردىن كۆرگىلى ۋە ئاۋازىنى ئاڭلىغىلى ھېچ ئەھەدى قالمىدى)[98].","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":null,"lang":"ug"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}