{"data":[{"name":"35:1","price":"جىمى ھەمدۇسانا ئاسمانلارنى ۋە زېمىننى ئۆرنەكسىز ياراتقۇچى، پەرىشتىلەرنى ئىككى قاناتلىق، ئۈچ قاناتلىق، تۆت قاناتلىق ئەلچىلەر قىلغۇچى ئاللاھقا خاستۇر! ئاللاھ يارىتىشتا خالىغىنىنى زىيادە قىلىدۇ، ئاللاھ ھەقىقەتەن ھەر نەرسىگە قادىردۇر[1].","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:2","price":" ئاللاھ رەھمىتىدىن كىشىلەرگە ئاچقان نەرسىنى ھەرگىزمۇ توسۇپ قالالىغۇچى بولمايدۇ، ئاللاھ رەھمىتىدىن توسقان نەرسىنى، ئاللاھ توسقاندىن كېيىن، ئۇنى ھېچ قويۇپ بەرگۈچى بولمايدۇ، ئاللاھ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر[2].","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:3","price":" ئى ئىنسانلار! ئاللاھنىڭ سىلەرگە بەرگەن نېمىتىنى ياد ئېتىڭلار، ئاللاھتىن باشقا سىلەرگە ئاسماندىن ۋە زېمىندىن رىزىق بېرىپ تۇرىدىغان ياراتقۇچى بارمۇ؟ ئاللاھتىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، (ئاللاھنىڭ ئىبادىتىدىن) قانداقمۇ باش تارتىسىلەر؟[3].","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:4","price":"(ئى مۇھەممەد!) ئەگەر ئۇلار سېنى ئىنكار قىلسا (قايغۇرۇپ كەتمە)، ھەقىقەتەن سەندىن ئىلگىرىكى پەيغەمبەرلەرمۇ ئىنكار قىلىنغان، ھەممە ئىش ئاللاھنىڭ دەرگاھىغا قايتۇرۇلىدۇ[4].","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:5","price":" ئى ئىنسانلار! ئاللاھنىڭ ۋەدىسى ھەقىقەتەن ھەقتۇر، سىلەرنى ھەرگىز دۇنيا تىرىكچىلىكى ئالداپ قويمىسۇن، شەيتاننىڭ سىلەرنى ئاللاھنىڭ ئەپۇسىنىڭ كەڭلىكى بىلەن ئالدىشىغا يول قويماڭلار[5].","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:6","price":" شەيتان ھەقىقەتەن سىلەرگە دۈشمەندۇر، ئۇنى دۈشمەن تۇتۇڭلار، شەيتان ئۆزىنىڭ تەۋەلىرىنى ئەھلى دوزاختىن بولۇشقا چاقىرىدۇ[6].","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:7","price":" كاپىرلار قاتتىق ئازابقا دۇچار بولىدۇ، ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار مەغپىرەتكە ۋە كاتتا ساۋابقا ئېرىشىدۇ[7].","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:8","price":" ئۆزىنىڭ يامان ئەمەلى چىرايلىق كۆرسىتىلگەن، شۇنىڭ بىلەن ئۇنى چىرايلىق ھېسابلىغان كىشى (ھىدايەت تاپقان كىشى بىلەن ئوخشاشمۇ؟) ئاللاھ ھەقىقەتەن خالىغان كىشىنى گۇمراھ قىلىدۇ (خالىغان كىشىنى ھىدايەت قىلىدۇ). شۇڭا سەن ئۇلار ئۈچۈن (يەنى ئىمان ئېيتمىغانلىقلىرى ئۈچۈن) قايغۇرۇپ ئۆزۈڭنى ھالاك قىلىۋالمىغىن، ئاللاھ ھەقىقەتەن ئۇلارنىڭ قىلمىشلىرىنى بىلىپ تۇرغۇچىدۇر[8].","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:9","price":"ئاللاھ شاماللارنى ئەۋەتىپ (ئۇنىڭ بىلەن) بۇلۇتنى قوزغايدۇ، بىز بۇلۇتلارنى ئۆلۈك (يەنى قاغجىراق) بىر يەرگە ھەيدەيمىز (بۇلۇتتىن يامغۇر ياغدۇرىمىز)، شۇ يامغۇر بىلەن ئۆلگەن زېمىننى تىرىلدۈرىمىز. ئۆلۈكلەرنىڭ تىرىلدۈرۈلۈشى ئەنە شۇنداقتۇر[9].","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:10","price":" كىمكى (دۇنيادا) شەرەپ ئىزدەيدىكەن، شەرەپنىڭ ھەممىسى ئاللاھقا مەنسۇپ (ئۇنى ئاللاھتىن تىلىسۇن). ياخشى سۆز ئاللاھنىڭ دەرگاھىغا ئۆرلەيدۇ، ياخشى ئەمەل ئۇنى كۆتۈرىدۇ، (پەيغەمبەرگە قارشى) ھىيلە ـ مىكىرلەرنى تۈزىدىغانلار قاتتىق ئازابقا دۇچار بولىدۇ، ئۇلارنىڭ ھىيلە ـ مىكرى ئىشقا ئاشمايدۇ[10].","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:11","price":"ئاللاھ سىلەرنى (يەنى ئەسلىڭلار ئادەم ئەلەيھىسسالامنى) تۇپراقتىن ياراتتى. ئاندىن ئابىمەنىيدىن پەيدا قىلدى. ئاندىن سىلەرنى (ئەر ـ ئايالدىن ئىبارەت) بىر جۈپ قىلدى، ھەر قانداق ئايالنىڭ ھامىلدار بولۇشى ۋە تۇغۇشى ئاللاھنىڭ ئىلمىنىڭ سىرتىدا ئەمەس، ھەرقانداق ئادەمنىڭ ئۆمرىنىڭ ئۇزۇن ياكى قىسقا بولۇشى لەۋھۇلمەھپۇزدا يېزىلغان، بۇ ھەقىقەتەن ئاللاھقا ئاسان[11].","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:12","price":" ئىككى دېڭىز ئوخشاش ئەمەس. بۇنىڭ سۈيى تاتلىق، تەملىك بولۇپ (گالدىن) سىلىق ئۆتىدۇ، بۇ ناھايىتى ئاچچىق، تۇزلۇق، ئۇلارنىڭ ھەر ئىككىسىدىن يېڭى گۆشلەرنى (يەنى بېلىقلارنى) يەيسىلەر، سىلەر تاقايدىغان زىننەت بۇيۇملىرى (يەنى ئۈنچە ـ مارجانلار) نى چىقىرىسىلەر.  (ئاللاھنىڭ ئەمرى بىلەن يۈك ـ تاق، يېمەك ـ ئىچمەكلەر قاچىلانغان) كېمىلەرنىڭ دېڭىزدا دولقۇن يېرىپ كېتىۋاتقانلىقىنى كۆرىسەن. بۇ ئاللاھنىڭ نېمىتىنى تەلەپ قىلىپ شۈكۈر قىلىشىڭلار ئۈچۈندۇر[12].","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:13","price":" ئاللاھ كېچىنى كۈندۈزگە كىرگۈزىدۇ، كۈندۈزنى كېچىگە كىرگۈزىدۇ (شۇنىڭ بىلەن كېچە ـ كۈندۈزنىڭ ئۇزۇن ـ قىسقا بولۇشى جايلار، پەسىللەر بويىچە نۆۋەتلىشىپ تۇرىدۇ)، ئاللاھ كۈن بىلەن ئاينى (بەندىلىرىنىڭ مەنپەئىتىگە) بويسۇندۇرۇپ بەردى. ھەر ئىككىلىسى مۇئەييەن مۇددەتكىچە (يەنى قىيامەتكىچە ئۆز ئوقىدا) سەير قىلىدۇ، ئەنە شۇ ئاللاھ سىلەرنىڭ پەرۋەردىگارىڭلاردۇر، پادىشاھلىق ئۇنىڭغا خاستۇر، ئاللاھنى قويۇپ چوقۇنۇۋاتقان مەبۇدلىرىڭلار قىلچىلىك نەرسىگە ئىگە ئەمەس[13].","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:14","price":" ئەگەر ئۇلارنى چاقىرساڭلار، سىلەرنىڭ چاقىرغىنىڭلارنى ئاڭلىمايدۇ، ئاڭلىغان تەقدىردىمۇ سىلەرگە جاۋاپ قايتۇرالمايدۇ، قىيامەت كۈنى ئۇلار (ئاللاھقا ئۇلارنى) شېرىك قىلغانلىقىڭلارنى ئىنكار قىلىدۇ، (مۇشرىكلارنىڭ ۋە ئۇلارنىڭ مەبۇدلىرىنىڭ قىيامەت كۈنىدىكى ئەھۋالىنى ھېچ ئەھەدى) ساڭا ھەممىدىن خەۋەردار زاتتەك (يەنى ئاللاھتەك) ئېيتىپ بېرەلمەيدۇ[14].","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:15","price":" ئى ئىنسانلار! سىلەر ئاللاھقا موھتاجسىلەر، ئاللاھ (ھەممىدىن) بىھاجەتتۇر، مەدھىيەگە لايىقتۇر[15].","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:16","price":" ئەگەر ئاللاھ خالىسا، سىلەرنى ھالاك قىلىپ (ئورنۇڭلارغا) يېڭى بىر خەلقنى پەيدا قىلىدۇ[16].","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:17","price":"بۇ ئاللاھقا قىيىن ئەمەس","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:18","price":" ھېچبىر گۇناھكار ئادەم بىراۋنىڭ گۇناھىنى ئۈستىگە ئالالمايدۇ، گۇناھى ئېغىر بىر ئادەم باشقا بىراۋنى ئۆز گۇناھىنى ئۈستىگە ئېلىۋېلىشقا چاقىرسا، ئۇ يېقىن تۇغقىنى بولغان تەقدىردىمۇ، ئۇنىڭ گۇناھىدىن ئازراق نەرسىنى ئۈستىگە ئېلىۋالالمايدۇ، سەن پەقەت پەرۋەردىگارىنى كۆرمەي تۇرۇپ ئۇنىڭدىن قورقىدىغانلارنى، نامازنى ئادا قىلىدىغانلارنى ئاگاھلاندۇرىسەن، كىمكى (گۇناھلاردىن) پاكلىنىدىكەن، ئۇ ئۆزى ئۈچۈن پاكلانغان بولىدۇ. ئاخىر قايتىدىغان جاي ئاللاھنىڭ دەرگاھىدۇر[18].","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:19","price":" كور ئادەم بىلەن كۆزى ساق ئادەم (يەنى كاپىر بىلەن مۆمىن) باراۋەر بولمايدۇ[19].","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:20","price":" زۇلمەت بىلەن نۇر (يەنى باتىل بىلەن ھەق) باراۋەر بولمايدۇ[20].","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:21","price":"سايە بىلەن ئىسسىق (يەنى جەننەت بىلەن دوزاخ) باراۋەر بولمايدۇ[21].","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:22","price":"تىرىكلەر بىلەن ئۆلۈكلەر (يەنى مۆمىنلەر بىلەن كاپىرلار) باراۋەر بولمايدۇ، شۈبھىسىزكى، ئاللاھ (ھەق دەۋەتنى) خالىغان كىشىلەرگە ئاڭلىتىدۇ. سەن قەبرىلەردىكىلەرگە ئاڭلىتالمايسەن[22].","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:23","price":" سەن پەقەت بىر ئاگاھلاندۇرغۇچىسەن[23].","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:24","price":" ھەقىقەتەن بىز سېنى ھەق (دىن) بىلەن (مۆمىنلەرگە) خۇشخەۋەر بەرگۈچى، (كاپىرلارغا) ئاگاھلاندۇرغۇچى قىلىپ ئەۋەتتۇق، قانداقلا بىر ئۈممەت بولمىسۇن، ئۇنىڭغا پەيغەمبەر كەلگەن[24].","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:25","price":" ئۇلار سېنى ئىنكار قىلسا، ئۇلاردىن بۇرۇن ئۆتكەن ئۈممەتلەرمۇ (ئۆزلىرىنىڭ پەيغەمبەرلىرىنى) ئىنكار قىلغان، پەيغەمبەرلىرى ئۇلارغا روشەن مۆجىزىلەرنى، (ئىبراھىم ئەلەيھىسسالامغا نازىل قىلىنغان سەھىپىلەرگە ئوخشاش) سەھىپىلەرنى، (تەۋرات، ئىنجىلدەك) نۇرلۇق كىتابلارنى ئېلىپ كەلدى[25].","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:26","price":" ئاندىن كاپىرلارنى جازالىدىم، (ئۇلارغا بەرگەن) ئازابىم قانداق ئىكەن؟ (يەنى ئۇلارغا قانداق قاتتىق ئازاب قىلدىم؟)[26]","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:27","price":"كۆرمەمسەنكى، ئاللاھ بۇلۇتتىن يامغۇر ياغدۇردى. ئۇنىڭ بىلەن تۈرلۈك، رەڭگارەڭ مېۋىلەرنى چىقاردى، (شۇنىڭدەك ئاللاھ تاغلارنى ياراتتى) تاغلارنىڭ ئاق، قىزىللىرى، ھەر خىل رەڭدىكى چىپارلىرى ۋە قاپقارىلىرىمۇ بار[27].شۇنىڭدەك ئىنسانلارنى، ھايۋانلارنى، چاھارپايلارنىمۇ خىلمۇ خىل رەڭلىك قىلىپ ياراتتى، ئاللاھنىڭ بەندىلىرى ئىچىدە ئاللاھدىن پەقەت ئالىملارلا قورقىدۇ،ئاللاھ ھەقىقەتەن غالىپتۇر، (بەندىلەر ئىچىدە تەۋبە قىلغانلارنى)مەغپىرەت قىلغۇچىدۇر. [28] ","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:28","price":" شۈبھىسىزكى، ئاللاھنىڭ كىتابىنى تىلاۋەت قىلىپ تۇرىدىغانلار، نامازنى ئادا قىلىدىغانلار ۋە بىز رىزىق قىلىپ بەرگەن نەرسىلەردىن (ئاللاھنىڭ رازىلىقى ئۈچۈن) يوشۇرۇن ۋە ئاشكارا سەرپ قىلىدىغانلار كاسات بولمايدىغان تىجارەتنى ئۈمىد قىلىدۇ[29]","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:29","price":" ئاللاھ ئۇلارغا ئەجىرلىرىنى تولۇق بېرىدۇ ۋە مەرھەمىتىدىن ئۇلارغا ئاشۇرۇپ بېرىدۇ، ئاللاھ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ئاز ياخشىلىققا كۆپ ساۋاب بەرگۈچىدۇر[30]. ساڭا بىز ۋەھىي قىلغان كىتاب (يەنى قۇرئان) ھەقتۇر. ئىلگىرىكى كىتابلارنىڭ (راستلىقىنى) ئىسپاتلىغۇچىدۇر، ئاللاھ ھەقىقەتەن بەندىلىرىنى تولۇق بىلگۈچىدۇر، كۆرۈپ تۇرغۇچىدۇر[31].","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:30","price":" ئاللاھ ئۇلارغا ئەجىرلىرىنى تولۇق بېرىدۇ ۋە مەرھەمىتىدىن ئۇلارغا ئاشۇرۇپ بېرىدۇ، ئاللاھ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ئاز ياخشىلىققا كۆپ ساۋاب بەرگۈچىدۇر[30].","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:31","price":"ساڭا بىز ۋەھىي قىلغان كىتاب (يەنى قۇرئان) ھەقتۇر. ئىلگىرىكى كىتابلارنىڭ (راستلىقىنى) ئىسپاتلىغۇچىدۇر، ئاللاھ ھەقىقەتەن بەندىلىرىنى تولۇق بىلگۈچىدۇر، كۆرۈپ تۇرغۇچىدۇر[31].","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:32","price":" ئاندىن بىز كىتاب (يەنى قۇرئان) نى بەندىلىرىمىزدىن بىز تاللىغان كىشىلەرگە مىراس قىلىپ بەردۇق. ئۇلارنىڭ بەزىسى ئۆزىگە زۇلۇم قىلغۇچىدۇر (يەنى قۇرئاننى تىلاۋەت قىلغان بىلەن بەك ئەمەل قىلىپ كەتمەيدۇ)، بەزىسى ئوتتۇراھالدۇر (يەنى كۆپ چاغلاردا قۇرئانغا ئەمەل قىلىپ، قىسمەن چاغلاردا ئەمەل قىلمايدۇ) ۋە بەزىسى ئاللاھنىڭ ئىزنى بويىچە ياخشى ئىشلارنى قىلىشقا ئالدىرىغۇچىدۇر. ئەنە شۇ كاتتا مەرھەمەتتۇر[32].","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:33","price":" ئۇلار ھەمىشە تۇرىدىغان جەننەتلەرگە كىرىدۇ. ئۇلار جەننەتلەردە ئالتۇن بىلەيزۈكلەرنى، مەرۋايىتلارنى تاقايدۇ، ئۇلارنىڭ كىيىمى يىپەكتىن بولىدۇ[33]. ","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:34","price":" ئۇلار ئېيتتى: «جىمى ھەمدۇسانا بىزدىن غەم ـ قايغۇنى كەتكۈزۈۋەتكەن ئاللاھقا مەنسۇپتۇر! بىزنىڭ پەرۋەردىگارىمىز ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ئاز ياخشىلىققا كۆپ ساۋاب بەرگۈچىدۇر[34].","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:35","price":"ئاللاھ مەرھەمىتىدىن بىزنى جەننەتتە تۇرغۇزدى. جەننەتتە بىز ھەرگىز جاپا تارتمايمىز، ھەرگىز چارچىمايمىز»[35].","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:36","price":" كاپىرلار دوزاخ ئازابىغا دۇچار بولىدۇ، ئۇلارنىڭ ئۆلۈپ (ئارام تېپىپ قالماسلىقى ئۈچۈن) جانلىرى ئېلىنمايدۇ، ئۇلاردىن ئازابمۇ يېنىكلىتىلمەيدۇ، كۇفرىدا ھەددىدىن ئاشقان ھەر ئىنساننى ئەنە شۇنداق جازالايمىز[36].","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:37","price":"ئۇلار دوزاختا: «پەرۋەردىگارىمىز! بىزنى چىقىرىۋەتسەڭ (دۇنيادىكى ۋاقىتتا) قىلغان ئەمەللىرىمىزدىن باشقا ئەمەللەرنى قىلساق» دەپ يالۋۇرۇپ توۋلايدۇ. (ئاللاھ ئېيتىدۇ:) «سىلەرگە ئۆمرۈڭلارنى ئۇزۇن قىلىپ، ۋەز ـ نەسىھەت ئالىدىغان ئادەم ۋەز ـ نەسىھەت ئالالىغۇدەك ۋاقىت بەرمىدىممۇ؟ سىلەرگە ئاگاھلاندۇرغۇچى (يەنى پەيغەمبەر) كەلدىغۇ، ئەمدى ئازابنى تېتىڭلار، زالىملارغا ھېچقانداق ياردەم بەرگۈچى يوق»[37].","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:38","price":" ئاللاھ ھەقىقەتەن ئاسمانلاردىكى ۋە زېمىندىكى غەيبنى بىلگۈچىدۇر. ئاللاھ ھەقىقەتەن دىللاردىكى سىرلارنى بىلگۈچىدۇر[38].","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:39","price":" ئاللاھ سىلەرنى زېمىندا ئورۇنباسارلار قىلدى، كىمكى كاپىر بولىدىكەن، ئۇنىڭ كۇفرىنىڭ زىيىنى ئۆزىگە بولىدۇ، كاپىرلارنىڭ كۇفرى پەرۋەردىگارىنىڭ دەرگاھىدا پەقەت غەزەپنىلا زىيادە قىلىدۇ (يەنى ئۇلارنىڭ كۇفرى ئۇلارنى ئاللاھنىڭ رەھمىتىدىن تېخىمۇ يىراقلاشتۇرىدۇ)، كاپىرلارنىڭ كۇفرى ئۇلارغا پەقەت ھالاكەتنىلا زىيادە قىلىدۇ[39]. ","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:40","price":" ئېيتقىنكى، «ئېيتىپ بېقىڭلارچۇ؟ سىلەر ئاللاھنى قويۇپ چوقۇنۇۋاتقان مەبۇدلىرىڭلار (نېمە سەۋەبتىن چوقۇنۇشقا لايىق بولدى؟) ماڭا ئېيتىپ بېرىڭلاركى، ئۇلار زېمىندىن نېمىلەرنى ياراتتى؟ يا ئۇلار ئاسمانلارنى ئاللاھ بىلەن بىرلىكتە ياراتتىمۇ؟ يا ئۇلارغا بىز بىر كىتاب بەرگەن بولۇپ، ئۇلار شۇ كىتابتىكى روشەن دەلىللەرگە ئاساسلىنامدۇ؟» ھەرگىز ئۇنداق ئەمەس، زالىملار بىر ـ بىرىگە پەقەت يالغاننىلا ۋەدە قىلىشىدۇ[40].","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:41","price":" ئاللاھ ھەقىقەتەن ئاسمانلارنى ۋە زېمىننى (قۇدرىتى ۋە گۈزەل ھېكمىتى بىلەن) چۈشۈپ كېتىشتىن توختىتىپ تۇرىدۇ. ئەگەر ئۇلار چۈشۈپ كەتسە، ئۇلارنى ئاللاھتىن باشقا ھېچ ئەھەدى توختىتىپ تۇرالمايدۇ. ئاللاھ ھەقىقەتەن ھەلىمدۇر (يەنى كۇففارلار ئازابقا تېگىشلىك بولسىمۇ، ئۇلارنى جازالاشقا ئالدىراپ كەتمەيدۇ)، ناھايىتى مەغپىرەت قىلغۇچىدۇر[41].","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:42","price":" ئۇلار ئۆزلىرىگە ئاگاھلاندۇرغۇچى (يەنى پەيغەمبەر) كەلسە، ھەر قانداق ئۈممەتكە قارىغاندا ئەڭ ھىدايەت تاپقۇچى بولىدىغانلىقلىرى بىلەن قاتتىق قەسەم ئىچىشتى. ئۇلارغا ئاگاھلاندۇرغۇچى كەلگەن چاغدا (ھىدايەتتىن) تېخىمۇ يىراق بولۇشتى[42]. ","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:43","price":"(بۇنداق بولۇشى) ئۇلارنىڭ زېمىندا تەكەببۇرلۇق قىلغانلىقلىرى ۋە ھىيلە ـ مىكىر ئىشلەتكەنلىكلىرىدىندۇر. ھىيلە ـ مىكىرنىڭ ۋابالى پەقەت ھىيلە ـ مىكىر ئىشلەتكەن ئادەمنىڭ ئۆزىگە بولىدۇ، ئۇلار پەقەت ئىلگىرىكى ئۈممەتلەرگە قوللىنىلغان (ئاللاھنىڭ ئۇلارنى ھالاك قىلىش ۋە جازالاشتىن ئىبارەت) يولىنىلا كۈتىدۇ، ئاللاھنىڭ (مەخلۇقاتلار ئۈستىدە قوللانغان) يولىدا ھەرگىزمۇ ھېچقانداق ئۆزگىرىشنى كۆرمەيسەن، ئاللاھ يولىدا ھەرگىز يۆتكىلىشنىمۇ (يەنى ئازابنىڭ ئازابقا تېگىشلىك بولغانلار ئۈستىدىن باشقىلارنىڭ ئۈستىگە يۆتكىلىشىنى) كۆرمەيسەن[43].","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:44","price":" ئۇلار زېمىندا سەير قىلىپ، ئۇلاردىن ئىلگىرىكىلەر (يەنى ھالاك بولغان ئۈممەتلەر) نىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىنى كۆرمىدىمۇ؟ ئۇلار (يەنى ئۆتكەنكى ئۈممەتلەر) بۇلاردىن تېخىمۇ كۈچلۈك ئىدى. ئاسمانلاردىكى ۋە زېمىندىكى ھېچ نەرسە ئاللاھنى ئىلاجىسىز قالدۇرالمايدۇ. ئاللاھ ھەقىقەتەن ھەممىنى بىلگۈچىدۇر، ھەممىگە قادىردۇر[44].","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":null,"lang":"ug"},{"name":"35:45","price":"ئەگەر ئاللاھ ئىنسانلارنى ئۇلارنىڭ قىلمىشلىرى تۈپەيلىدىن جازالايدىغان بولسا، يەر يۈزىدە ھېچبىر جان ئىگىسىنى قويمىغان بولاتتى ۋەلېكىن ئاللاھ ئۇلار (دىن ھېساب ئېلىش) نى مۇئەييەن ۋاقىتقىچە تەخىر قىلىدۇ، ئۇلار (دىن ھېساب ئېلىش) نىڭ ۋاقتى يېتىپ كەلگەندە (ئۇلارنىڭ ئەمەللىرىگە قاراپ جازا بېرىدۇ)، ئاللاھ ھەقىقەتەن بەندىلىرىنى كۆرۈپ تۇرغۇچىدۇر[45].","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":null,"lang":"ug"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}