{"data":[{"name":"39:1","price":"بۇ كىتاب غالىب، ھېكمەت بىلەن ئىش قىلغۇچى ئاللاھ تەرىپىدىن نازىل قىلىنغاندۇر[1]. ","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4059,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:2","price":" ساڭا بىز (بۇ) كىتابنى ھەقىقەتەن ھەق بىلەن (يەنى ھەقىقەتنى ئۆز ئىچىگە ئالغان ھالدا) نازىل قىلدۇق، دىنىڭنى شېرىكتىن (ۋە رىيادىن) ساپ قىلغىنىڭ ھالدا ئاللاھقا ئىبادەت قىلغىن[2].","arabic":"إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ فَٱعۡبُدِ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4060,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:3","price":" بىلىڭلاركى، (شېرىكتىن ۋە رىيادىن) ساپ دىن ئاللاھقا خاستۇر، ئاللاھنى قويۇپ مەبۇدلىرىنى ھىمايىچى قىلىۋالغانلار: «بىزنىڭ ئۇلارغا چوقۇنۇشىمىز پەقەت ئۇلارنىڭ بىزنى ئاللاھقا يېقىنلاشتۇرۇشى ئۈچۈندۇر» (دەيدۇ). ئاللاھ ھەقىقەتەن (قىيامەت كۈنى) ئۇلارنىڭ ئىختىلاپ قىلىشقان نەرسىلىرى ئۈستىدە ھۆكۈم چىقىرىدۇ، ئاللاھ ھەقىقەتەن يالغانچىنى، (ئاللاھنىڭ نېمەتلىرىگە) كۇفرىلىق قىلغۇچىنى ھىدايەت قىلمايدۇ[3].","arabic":"أَلَا لِلَّهِ ٱلدِّينُ ٱلۡخَالِصُۚ وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلۡفَىٰٓ إِنَّ ٱللَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَۗ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبٞ كَفَّارٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4061,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:4","price":" ئەگەر ئاللاھ بالا تۇتۇشنى خالىسا ئىدى، ئەلۋەتتە، مەخلۇقات ئىچىدىن خالىغاننى ئىختىيار قىلاتتى، ئاللاھ (بالا تۇتۇشتىن) پاكتۇر، ئۇ غالىب بىر ئاللاھتۇر[4].","arabic":"لَّوۡ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدٗا لَّٱصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4062,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:5","price":" ئاللاھ ئاسمانلارنى ۋە زېمىننى ھەق ئاساسىدا ياراتتى. ئاللاھ كېچىنى كۈندۈزگە كىرگۈزىدۇ ۋە كۈندۈزنى كېچىگە كىرگۈزىدۇ، ئاللاھ كۈن بىلەن ئاينى (بەندىلەرنىڭ مەنپەئەتىگە) بويسۇندۇرۇپ بەردى، ئۇلارنىڭ ھەر بىرى مۇئەييەن ۋاقىتقىچە (يەنى قىيامەتكىچە ئۆز ئوقىدا) سەير قىلىدۇ، بىلىڭلاركى، ئۇ (يەنى ئاللاھ ئۆز ئىشىدا) غالىبتۇر. (بەندىلىرىنىڭ گۇناھلىرىنى) تولىمۇ مەغپىرەت قىلغۇچىدۇر[5].","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ يُكَوِّرُ ٱلَّيۡلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيۡلِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمًّىۗ أَلَا هُوَ ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4063,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:6","price":" ئاللاھ سىلەرنى بىر ئادەمدىن ياراتتى، ئاندىن ئۇنىڭدىن ئۇنىڭ جۈپتىنى (يەنى ھەۋۋانى) ياراتتى ۋە ھايۋانلاردىن سەككىزنى سىلەر ئۈچۈن ياراتتى، ئاللاھ سىلەرنى ئاناڭلارنىڭ قارنىدا بىر ھالەتتىن يەنە بىر ھالەتكە تەرەققىي قىلدۇرۇپ (يەنى ئابىمەنىي، ئاندىن لەختە قان، ئاندىن پارچە گۆش باسقۇچلىرىغا بۆلۈپ)، ئۈچ قاراڭغۇلۇق (يەنى بالاھەمراھىنىڭ پەردىسى، بەچچىدان ۋە ئانىنىڭ قورسىقى) ئىچىدە يارىتىدۇ، ئەنە شۇ ئاللاھ سىلەرنىڭ پەرۋەردىگارىڭلاردۇر، پادىشاھلىق ئاللاھقا خاستۇر، ئۇنىڭدىن باشقا ھېچ ئىلاھ يوقتۇر، قانداقمۇ (ئۇنىڭغا ئىبادەت قىلىشتىن ئۇنىڭدىن غەيرىيگە چوقۇنۇشقا) بۇرۇلۇپ كېتىسىلەر[6].","arabic":"خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجٖۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقٗا مِّنۢ بَعۡدِ خَلۡقٖ فِي ظُلُمَٰتٖ ثَلَٰثٖۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4064,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:7","price":"ئەگەر كاپىر بولساڭلار ئاللاھ سىلەردىن بىھاجەتتۇر، ئاللاھ بەندىلىرىنىڭ كاپىر بولۇشىغا رازى بولمايدۇ. ئەگەر سىلەر شۈكۈر قىلساڭلار، ئاللاھ سىلەرنىڭ قىلغان شۈكۈرۈڭلاردىن رازى بولىدۇ، بىر گۇناھكار ئادەم باشقا بىراۋنىڭ گۇناھىنى ئۈستىگە ئالمايدۇ (يەنى ھەر ئادەم قىلغان گۇناھىغا ئۆزى جاۋابكار بولىدۇ)، ئاندىن سىلەر پەرۋەردىگارىڭلارنىڭ دەرگاھىغا قايتىسىلەر، ئاللاھ قىلمىشىڭلارنى سىلەرگە ئېيتىپ بېرىدۇ، ئاللاھ ھەقىقەتەن دىللاردىكى سىرلارنى تولۇق بىلگۈچىدۇر[7].","arabic":"إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4065,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:8","price":" ئىنسانغا بىرەر زىيان ـ زەخمەت يەتسە، پەرۋەردىگارىغا يۈزلەنگەن ھالدا ئۇنىڭغا دۇئا قىلىدۇ، ئاندىن ئاللاھ ئۆز تەرىپىدىن ئۇنىڭغا نېمەت ئاتا قىلغان (ئۇنىڭ بېشىغا كەلگەن كۈلپەتنى كۆتۈرۈۋەتكەن) چاغدا، ئاللاھقا زىيان ـ زەخمەتنى كۆتۈرۈۋېتىش توغرۇلۇق ئىلگىرى قىلغان دۇئاسىنى ئۇنتۇپ كېتىدۇ، (باشقىلارنى) ئاللاھنىڭ يولىدىن ئازدۇرۇش ئۈچۈن ئاللاھقا شېرىكلەرنى كەلتۈرىدۇ، ئېيتقىنكى، «سەن كۇفرىڭ بىلەن تۇرۇپ، (بۇ پانىي دۇنيادىن) ئازغىنا (ۋاقىت) بەھرىمەن بولغىن، سەن چوقۇم دوزىخىلاردىندۇرسەن[8].","arabic":"۞ وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةٗ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادٗا لِّيُضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4066,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:9","price":" (ئاللاھقا شېرىك كەلتۈرگەن ئادەم ياخشىمۇ؟) ياكى ئاخىرەت (ئازابىدىن) قورقۇپ، پەرۋەردىگارىنىڭ رەھمىتىنى ئۈمىد قىلىپ، كېچىنىڭ سائەتلىرىنى سەجدە قىلغان ۋە قىيامدا تۇرغان ھالدا ئىبادەت قىلىپ ئۆتكۈزگەن ئادەم (ياخشىمۇ؟)». ئېيتقىنكى، «بىلىدىغانلار بىلەن بىلمەيدىغانلار باراۋەر بولامدۇ؟ پەقەت (ساغلام) ئەقىل ئىگىلىرى ئىبرەت ئالىدۇ»[9].","arabic":"أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيۡلِ سَاجِدٗا وَقَآئِمٗا يَحۡذَرُ ٱلۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي ٱلَّذِينَ يَعۡلَمُونَ وَٱلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4067,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:10","price":"ئېيتقىنكى، «ئى (ئاللاھنىڭ) مۆمىن بەندىلىرى! پەرۋەردىگارىڭلارغا تەقۋادارلىق قىلىڭلار، بۇ دۇنيادا ياخشى ئىش قىلغانلار (ئاخىرەتتە) ياخشىلىققا (يەنى جەننەتكە) ئېرىشىدۇ. ئاللاھنىڭ يېرى كەڭدۇر (كۇففارلار ئارىسىدىن شۇ يەرگە ھىجرەت قىلىڭلار)، پەقەت سەۋر قىلغۇچىلارغا ئۇلارنىڭ ئەجرى ھېسابسىز بېرىلىدۇ»[10].","arabic":"قُلۡ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ رَبَّكُمۡۚ لِلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۗ وَأَرۡضُ ٱللَّهِ وَٰسِعَةٌۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجۡرَهُم بِغَيۡرِ حِسَابٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4068,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:11","price":"ئېيتقىنكى، «مەن دىننى (شېرىكتىن ۋە رىيادىن) ساپ قىلغان ھالدا ئاللاھقا ئىبادەت قىلىشقا بۇيرۇلدۇم[11].","arabic":"قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ مُخۡلِصٗا لَّهُ ٱلدِّينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4069,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:12","price":" ھەمدە (بۇ ئۈممەتنىڭ ئىچىدە) مۇسۇلمانلارنىڭ ئەۋۋىلى بولۇشقا بۇيرۇلدۇم»[12].","arabic":"وَأُمِرۡتُ لِأَنۡ أَكُونَ أَوَّلَ ٱلۡمُسۡلِمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4070,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:13","price":" ئېيتقىنكى، «ئەگەر مەن پەرۋەردىگارىمغا ئاسىيلىق قىلسام، شۈبھىسىزكى، بۈيۈك كۈننىڭ ئازابىدىن قورقىمەن (يەنى ئاللاھنىڭ ئەمرىگە ئاسىيلىق قىلسام، قىيامەت كۈنى ئۇنىڭ مېنى جەھەننەم ئوتى بىلەن ئازابلىشىدىن قورقىمەن)»[13].","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4071,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:14","price":" ئېيتقىنكى، «دىنىمنى (شېرىكتىن ۋە رىيادىن) ساپ قىلغان ھالدا ئاللاھقا ئىبادەت قىلىمەن[14].","arabic":"قُلِ ٱللَّهَ أَعۡبُدُ مُخۡلِصٗا لَّهُۥ دِينِي","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4072,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:15","price":" سىلەر ئاللاھتىن باشقا خالىغىنىڭلارغا ئىبادەت قىلىڭلار!» ئېيتقىنكى، «قىيامەت كۈنى ئۆزلىرىنى ۋە ئائىلىسىدىكىلەرنى زىيان تارتقۇزغۇچىلار قاتتىق زىيان تارتقۇچىلاردۇر، بىلىڭلاركى، ئەنە شۇ روشەن زىياندۇر[15].","arabic":"فَٱعۡبُدُواْ مَا شِئۡتُم مِّن دُونِهِۦۗ قُلۡ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَا ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4073,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:16","price":" ئۇلارنى ئۈستىدىنمۇ قاتمۇقات ئوت، ئاستىدىنمۇ قاتمۇقات ئوت ئورىۋالىدۇ، شۇ (قاتتىق ئازاب) بىلەن ئاللاھ بەندىلىرىنى قورقىتىدۇ». ئى بەندىلىرىم! (ئازابىمدىن) قورقۇڭلار[16].","arabic":"لَهُم مِّن فَوۡقِهِمۡ ظُلَلٞ مِّنَ ٱلنَّارِ وَمِن تَحۡتِهِمۡ ظُلَلٞۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥۚ يَٰعِبَادِ فَٱتَّقُونِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4074,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:17","price":" تاغۇتقا چوقۇنۇشتىن يىراق بولغانلارغا، ئاللاھقا (ۋە ئۇنىڭ ئىبادىتىگە) قايتقانلارغا (جەننەت بىلەن) خۇشخەۋەر بېرىلىدۇ، [17]","arabic":"وَٱلَّذِينَ ٱجۡتَنَبُواْ ٱلطَّٰغُوتَ أَن يَعۡبُدُوهَا وَأَنَابُوٓاْ إِلَى ٱللَّهِ لَهُمُ ٱلۡبُشۡرَىٰۚ فَبَشِّرۡ عِبَادِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4075,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:18","price":"سۆزگە قۇلاق سېلىپ ئۇنىڭ ئەڭ ياخشىسىغا ئەگىشىدىغانلارغا (يەنى تەقۋادار بەندىلىرىمگە) خۇشخەۋەر بەرگىن، ئەنە شۇلار ئاللاھ ھىدايەت قىلغان كىشىلەردۇر، ئەنە شۇلار (ساغلام) ئەقىل ئىگىلىرىدۇر[18].","arabic":"ٱلَّذِينَ يَسۡتَمِعُونَ ٱلۡقَوۡلَ فَيَتَّبِعُونَ أَحۡسَنَهُۥٓۚ أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُۖ وَأُوْلَٰٓئِكَ هُمۡ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4076,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:19","price":" كىمگە ئازاب ۋەدىسى تېگىشلىك بولسا (ئۇ چوقۇم دوزاخقا كىرىدۇ)، سەن دوزاختىكى ئادەمنى قۇتقۇزالامسەن؟[19]","arabic":"أَفَمَنۡ حَقَّ عَلَيۡهِ كَلِمَةُ ٱلۡعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي ٱلنَّارِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4077,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:20","price":" لېكىن (دۇنيادا) پەرۋەردىگارىدىن قورققانلار (جەننەتتە) قەۋەت ـ قەۋەت ئالىي ئىمارەتلەردىن بەھرىمەن بولىدۇ، ئۇلارنىڭ ئاستىدىن ئۆستەڭلەر ئېقىپ تۇرىدۇ، (بۇ) ئاللاھنىڭ ۋەدىسىدۇر، ئاللاھ ۋەدىسىگە خىلاپلىق قىلمايدۇ[20].","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ غُرَفٞ مِّن فَوۡقِهَا غُرَفٞ مَّبۡنِيَّةٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَعۡدَ ٱللَّهِ لَا يُخۡلِفُ ٱللَّهُ ٱلۡمِيعَادَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4078,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:21","price":" سەن بىلمەمسەنكى، ئاللاھ بۇلۇتتىن يامغۇر ياغدۇرىدۇ. ئاندىن ئۇنى يەرگە سىڭدۈرۈپ بۇلاقنى پەيدا قىلىدۇ. ئاندىن ئاللاھ ئۇنىڭ بىلەن رەڭگى خىلمۇخىل زىرائەتلەرنى ئۈندۈرىدۇ. ئاندىن ئۇ قۇرۇيدۇ، ئۇنىڭ سارغىيىپ كەتكەنلىكىنى كۆرىسەن. ئاندىن ئاللاھ ئۇنى شاخ ـ شۇمبىغا ئايلاندۇرىدۇ، ئۇنىڭدا ھەقىقەتەن ئەقىل ئىگىلىرى ئۈچۈن (ئاللاھنىڭ قۇدرىتىنى كۆرسىتىدىغان) ئىبرەت بار[21].","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَلَكَهُۥ يَنَٰبِيعَ فِي ٱلۡأَرۡضِ ثُمَّ يُخۡرِجُ بِهِۦ زَرۡعٗا مُّخۡتَلِفًا أَلۡوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَجۡعَلُهُۥ حُطَٰمًاۚ إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4079,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:22","price":" ئاللاھ كۆكسىنى ئىسلام ئۈچۈن كەڭ قىلغان، پەرۋەردىگارىنىڭ نۇرى ئۈستىدە بولغان ئادەم (دىلى كور ئادەم بىلەن) ئوخشاشمۇ؟ ئاللاھنىڭ زىكرىنى تەرك ئەتكەنلىكتىن دىللىرى قېتىپ كەتكەنلەرگە ۋاي! ئەنە شۇلار روشەن گۇمراھلىقتىدۇر[22].","arabic":"أَفَمَن شَرَحَ ٱللَّهُ صَدۡرَهُۥ لِلۡإِسۡلَٰمِ فَهُوَ عَلَىٰ نُورٖ مِّن رَّبِّهِۦۚ فَوَيۡلٞ لِّلۡقَٰسِيَةِ قُلُوبُهُم مِّن ذِكۡرِ ٱللَّهِۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4080,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:23","price":" ئاللاھ سۆزلەرنىڭ ئەڭ چىرايلىقى بولغان قۇرئاننى نازىل قىلدى. (پاساھەتتە، بالاغەتتە) ئۇنىڭ بەزىسى بەزىسىگە ئوخشاپ كېتىدۇ، (ۋەز ـ نەسىھەتلەر، ئەھكاملار، قىسسەلەر ئۇنىڭدا) تەكرارلىنىدۇ، (قۇرئاندىكى ئازاب ئايەتلىرى تىلاۋەت قىلىنغان چاغدا) پەرۋەردىگارىدىن قورقىدىغان كىشىلەرنىڭ بەدەنلىرى تىترەيدۇ، ئاندىن ئاللاھنىڭ زىكرى ئۈچۈن (يەنى ئاللاھنىڭ رەھمىتى، مەغپىرىتىگە دائىر ئايەتلەر تىلاۋەت قىلىنغان چاغدا)، ئۇلارنىڭ بەدەنلىرى ۋە دىللىرى يۇمشاپ (ئارام تاپىدۇ)، ئەنە شۇ (يەنى قۇرئان) ئاللاھنىڭ ھىدايىتىدۇركى، ئۇنىڭ بىلەن (ئاللاھ) خالىغان ئادەمنى ھىدايەت قىلىدۇ، ئاللاھ ئازدۇرغان ئادەمگە ھېچ ھىدايەت قىلغۇچى بولمايدۇ[23].","arabic":"ٱللَّهُ نَزَّلَ أَحۡسَنَ ٱلۡحَدِيثِ كِتَٰبٗا مُّتَشَٰبِهٗا مَّثَانِيَ تَقۡشَعِرُّ مِنۡهُ جُلُودُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمۡ ثُمَّ تَلِينُ جُلُودُهُمۡ وَقُلُوبُهُمۡ إِلَىٰ ذِكۡرِ ٱللَّهِۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4081,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:24","price":" قىيامەت كۈنى قاتتىق ئازابنى يۈزى بىلەن مۇداپىئە قىلىدىغان ئادەم (ئازابقا دۇچار بولمايدىغان ئادەم بىلەن ئوخشاشمۇ؟) زالىملارغا (يەنى كاپىرلارغا): «قىلغان گۇناھىڭلارنىڭ جازاسىنى تېتىڭلار» (دېيىلىدۇ)[24].","arabic":"أَفَمَن يَتَّقِي بِوَجۡهِهِۦ سُوٓءَ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُواْ مَا كُنتُمۡ تَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4082,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:25","price":" ئۇلاردىن ئىلگىرى ئۆتكەن (ئۈممەت) لەر (پەيغەمبەرلىرىنى) ئىنكار قىلدى، ئويلىمىغان يەردىن ئۇلارغا ئازاب كەلدى[25].","arabic":"كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4083,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:26","price":" ئاللاھ ئۇلارغا بۇ دۇنيادا خارلىقنىڭ (تەمىنى) تېتىتتى، ئاخىرەتنىڭ ئازابى تېخىمۇ بۈيۈكتۇر، ئۇلار (ئاخىرەتنىڭ ئازابىنى) بىلسە ئىدى (پەيغەمبەرلىرىنى ئىنكار قىلمايتتى)[26].","arabic":"فَأَذَاقَهُمُ ٱللَّهُ ٱلۡخِزۡيَ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4084,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:27","price":" بىز كىشىلەرنى ۋەز ـ نەسىھەت ئالسۇن دەپ، بۇ قۇرئاندا ئۇلارغا تۈرلۈك مىساللارنى بايان قىلدۇق[27].","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4085,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:28","price":"قۇرئان ئەرەبچىدۇر، ئەگرىلىكتىن خالىدۇر، ئۈمىدكى، ئۇلار (قۇرئاننىڭ مەنىسىنى چۈشىنىپ كۇفرىدىن) ساقلانغاي[28].","arabic":"قُرۡءَانًا عَرَبِيًّا غَيۡرَ ذِي عِوَجٖ لَّعَلَّهُمۡ يَتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4086,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:29","price":"ئاللاھ (سىلەرگە مۇنداق) بىر مىسالنى كەلتۈرىدۇ: بىر قۇل بولۇپ، ئۇنىڭغا (ئىشقا سېلىشنى) تالىشىدىغان نۇرغۇن خوجايىنلار ئىگىدارچىلىق قىلىدۇ (بىرسى بۇ ئىشقا، بىرسى ئۇ ئىشقا بۇيرۇيدۇ، ئۇ كىمنى رازى قىلىشنى بىلەلمەي قالىدۇ)، يەنە بىر قۇل بولۇپ، ئۇ بىر ئادەمگىلا خاستۇر، بۇ ئىككى قۇل (يەنى ئۇنىڭ ئەھۋالى) باراۋەرمۇ؟ جىمى ھەمدۇسانا ئاللاھقا خاستۇر! بەلكى ئۇلار (يەنى مۇشرىكلار) نىڭ تولىسى بىلمەيدۇ[29].","arabic":"ضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلٗا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلٗا سَلَمٗا لِّرَجُلٍ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4087,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:30","price":"سەن ھەقىقەتەن ئۆلىسەن، ئۇلارمۇ ھەقىقەتەن ئۆلىدۇ[30].","arabic":"إِنَّكَ مَيِّتٞ وَإِنَّهُم مَّيِّتُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4088,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:31","price":" ئاندىن كېيىن سىلەر قىيامەت كۈنى پەرۋەردىگارىڭلارنىڭ دەرگاھىدا بىر ـ بىرىڭلار بىلەن دەۋا قىلىشىسىلەر[31].","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عِندَ رَبِّكُمۡ تَخۡتَصِمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4089,"juzNumber":23,"footnotes":null,"lang":"ug"},{"name":"39:32","price":"ئاللاھقا يالغاننى چاپلىغان، نازىل بولغان راست سۆزنى (يەنى قۇرئاننى) ئىنكار قىلغان ئادەمدىنمۇ زالىم كىشى بارمۇ؟ جەھەننەمدە كاپىرلارغا ئورۇن يوقمۇ؟[32]","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:33","price":"راست سۆز (يەنى قۇرئان) نى ئېلىپ كەلگەن كىشى ۋە ئۇنى ئېتىراپ قىلغان كىشىلەر ـ ئەنە شۇلار تەقۋادارلاردۇر[33].","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:34","price":" ئۇلار پەرۋەردىگارىنىڭ دەرگاھىدا ئۆزلىرى خالىغان نەرسىلەردىن بەھرىمەن بولىدۇ، ئەنە شۇ ياخشى ئىش قىلغۇچىلارنىڭ مۇكاپاتىدۇر[34].","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:35","price":"ئاللاھ ئۇلارنىڭ ئەڭ يامان ئەمەللىرىنى يوققا چىقىرىدۇ، ئۇلارغا قىلغان ئەڭ ياخشى ئەمەللىرى بويىچە ساۋاب بېرىدۇ[35].","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:36","price":" ئاللاھ بەندىسىگە (يەنى مۇھەممەد ئەلەيھىسسالامنى قوغداشقا ۋە ئۇنىڭغا ياردەم بېرىشكە) يېتەرلىك ئەمەسمۇ؟ ئۇلار سېنى ئاللاھتىن باشقا مەبۇدلار بىلەن قورقىتىدۇ، ئاللاھ گۇمراھ قىلغان ئادەمنى ھېچ ھىدايەت قىلغۇچى بولمايدۇ[36].","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:37","price":"ئاللاھ ھىدايەت قىلغان ئادەمنى ھېچ ئازدۇرغۇچى بولمايدۇ، ئاللاھ غالىب، (دۈشمەنلىرىنى) جازالىغۇچى ئەمەسمۇ؟[37]","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:38","price":" ئەگەر ئۇلاردىن: «ئاسمانلارنى ۋە زېمىننى كىم ياراتقان» دەپ سورىساڭ، شۈبھىسىزكى، ئۇلار: «ئاللاھ ياراتقان» دەيدۇ. ئېيتقىنكى، «ئەگەر ئاللاھ ماڭا بىرەر زىيان ـ زەخمەت يەتكۈزۈشنى ئىرادە قىلسا، ئۇنى دەپئى قىلىشقا، يا ئاللاھ ماڭا رەھمەت قىلىشنى ئىرادە قىلسا، ئۇنى توسۇۋېلىشقا ئاللاھتىن باشقا سىلەر ئىبادەت قىلىۋاتقان مەبۇدلار قادىر بولالامدۇ؟ ماڭا ئېيتىپ بېرىڭلارچۇ؟» ئېيتقىنكى، «ماڭا ئاللاھ كۇپايىدۇر، تەۋەككۈل قىلغۇچىلار ئۇنىڭغا تەۋەككۇل قىلسۇن (يەنى ھەممە ئىشنى ئاللاھقا تاپشۇرسۇن)»[38].","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:39","price":" ئېيتقىنكى، «ئى قەۋمىم! سىلەر ئۆز ھالىڭلار بويىچە ئىشلەڭلار، مەنمۇ ئۆز ھالىم بويىچە ئىشلەيمەن، سىلەر ئۇزۇنغا قالماي خارلىغۇچى ئازابنىڭ كىمگە كېلىدىغانلىقىنى، مەڭگۈلۈك ئازابنىڭ كىمگە چۈشىدىغانلىقىنى بىلىسىلەر»[39ـ40].","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:40","price":" ئېيتقىنكى، «ئى قەۋمىم! سىلەر ئۆز ھالىڭلار بويىچە ئىشلەڭلار، مەنمۇ ئۆز ھالىم بويىچە ئىشلەيمەن، سىلەر ئۇزۇنغا قالماي خارلىغۇچى ئازابنىڭ كىمگە كېلىدىغانلىقىنى، مەڭگۈلۈك ئازابنىڭ كىمگە چۈشىدىغانلىقىنى بىلىسىلەر»[39ـ40].","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:41","price":" شۈبھىسىزكى، بىز ساڭا كىتابنى ئىنسانلار ئۈچۈن ھەق بىلەن نازىل قىلدۇق، كىمكى ھىدايەت تاپىدىكەن، ئۆزى ئۈچۈن ھىدايەت تاپقان بولىدۇ، كىمكى ئازىدىكەن، ئۆزىنىڭ زىيىنى ئۈچۈن ئازغان بولىدۇ، سەن ئۇلارغا ھامىي ئەمەسسەن (يەنى ئۇلارنى ئىمانغا زورلاشقا مۇئەككەل ئەمەسسەن)[41].","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:42","price":" ئىنسانلار ئۆلىدىغان چاغلىرىدا، ئاللاھ ئۇلارنىڭ جانلىرىنى ئالىدۇ. ئۆلمىگەنلەرنىڭ جانلىرىنىمۇ ئۇخلىغان چاغلىرىدا ئالىدۇ. ئۆلۈمگە ھۆكۈم قىلىنغان (يەنى ئەجىلى يەتكەنلەر) نىڭ جانلىرىنى تۇتۇپ قېلىپ، قالغانلارنىڭ جانلىرىنى مۇئەييەن ۋاقىتقىچە (يەنى ئەجىلى يەتكۈچە) قويۇپ بېرىدۇ، بۇنىڭدا پىكىر يۈرگۈزىدىغان قەۋم ئۈچۈن (ئاللاھنىڭ قۇدرىتىنى كۆرسىتىدىغان) نۇرغۇن ئالامەتلەر بار[42].","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:43","price":"(ئۇلار پىكىر يۈرگۈزمىدى) بەلكى ئاللاھنى قويۇپ، شاپائەتچىلەرنى تۇتتى. ئېيتقىنكى، «ئۇلار (يەنى شاپائەتچى قىلىنغانلار) ھېچ نەرسىگە قادىر بولالمايدىغان ۋە (ھېچ نەرسىنى) سەزمەيدىغان تۇرسىمۇ (ئۇلارنى شاپائەتچى تۇتامدۇ؟)[43].","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:44","price":"شاپائەتنىڭ ھەممىسى ئاللاھنىڭ ئىلكىدىدۇر (ھېچ ئادەم ئاللاھنىڭ ئىزنىسىز شاپائەت قىلالمايدۇ)، ئاسمانلارنىڭ ۋە زېمىننىڭ پادىشاھلىقى ئاللاھقا خاستۇر. ئاندىن سىلەر ئاللاھنىڭ دەرگاھىغا قايتۇرۇلىسىلەر»[44].","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:45","price":"يالغۇز ئاللاھ تىلغا ئېلىنسا، ئاخىرەتكە ئىشەنمەيدىغانلارنىڭ دىللىرى سىقىلىپ كېتىدۇ. ئاللاھتىن باشقا مەبۇدلار تىلغا ئېلىنسا، ئۇلار خۇش بولۇپ كېتىدۇ[45]. ","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:46","price":" ئېيتقىنكى، «ئى ئاسمانلارنى ۋە زېمىننى ياراتقۇچى، يوشۇرۇننى ۋە ئاشكارىنى بىلگۈچى ئاللاھ! سەن بەندىلىرىڭنىڭ ئارىسىدا ئۇلار ئىختىلاپ قىلىشقان نەرسىلەر ئۈستىدە ھۆكۈم چىقىرىسەن»[46].","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:47","price":"ئەگەر (ئۆزلىرىگە) زۇلۇم قىلغانلارنىڭ ئىگىدارچىلىقىدا يەر يۈزىدىكى نەرسىلەرنىڭ ھەممىسى يەنە شۇنىڭدەك بىر ھەسسە كۆپ نەرسە بولىدىغان بولسا، قىيامەت كۈنىدىكى قاتتىق ئازاب ئۈچۈن ئۇنى فىدىيە بەرگەن بولاتتى، ئۇلارغا ئاللاھ تەرىپىدىن (بۇ دۇنيادىكى چاغلىرىدا) ئويلاپ باقمىغان ئازابلار ئاشكارا بولىدۇ[47]. ","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:48","price":"ئۇلارغا ئۇلارنىڭ (دۇنيادا) قىلغان يامان ئىشلىرى ئاشكارا بولىدۇ، ئۇلارنىڭ (دۇنيادىكى چاغدا پەيغەمبەرنىڭ دەۋىتىنى) مەسخىرە قىلغانلىقلىرىنىڭ جازاسى ئۈچۈن ئۇلارنى (قاتتىق) ئازاب ئورىۋالىدۇ[48].","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:49","price":" ئىنسانغا بىرەر مۇسىبەت يەتسە، بىزگە دۇئا قىلىپ (ئىلتىجا قىلىدۇ)، ئاندىن ئۇنىڭغا مەرھەمەت قىلىپ بىرەر نېمىتىمىزنى ئاتا قىلساق، ئۇ: «بۇ نېمەت ماڭا ئۆز ئىلمىمدىن (يەنى پەزلىمدىن، ئەمگىكىمدىن، تىرىشچانلىقىمدىن، رىزىق تېپىشنىڭ يوللىرىنى بىلگەنلىكىمدىن) كەلدى» دەيدۇ. (ئىش ئۇ ئويلىغاندەك ئەمەس) بەلكى ئۇ سىناقتۇر (يەنى نېمەت ئاتا قىلىش بىلەن، ئۇنى ئىتائەت قىلامدۇ؟ ئاسىيلىق قىلامدۇ؟ دەپ سىنايمىز). لېكىن ئۇلارنىڭ تولىسى (بۇنى) بىلمەيدۇ[49].","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:50","price":" مۇنداق سۆزنى ئۇلاردىن ئىلگىرىكىلەرمۇ قىلغان، ئۇلارنىڭ ئېرىشكەن مال ـ مۈلۈكلىرى ئۇلارغا ئەسقاتمىدى[50].","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:51","price":" ئۇلار (دۇنيادا) قىلغان يامانلىقلىرىنىڭ جازاسىنى تارتتى. بۇلارنىڭ ئىچىدىكى زۇلۇم قىلغانلارمۇ قىلغان يامانلىقلىرىنىڭ جازاسىنى تارتىدۇ، ئۇلار ئازابىمىزدىن قۇتۇلالمايدۇ[51].","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:52","price":" ئۇلار بىلمەمدۇكى، ئاللاھ (سىناش يۈزىسىدىن) خالىغان ئادەمنىڭ رىزقىنى كەڭ قىلىدۇ، (خالىغان ئادەمنىڭ رىزقىنى) تار قىلىدۇ، شەك ـ شۈبھىسىزكى، بۇنىڭدا ئىمان ئېيتقان قەۋم ئۈچۈن نۇرغۇن ئالامەتلەر بار[52].","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:53","price":" (ئى مۇھەممەد! مېنىڭ تىلىمدىن) ئېيتقىنكى، «(گۇناھلارنى قىلىۋېرىپ) ئۆزلىرىگە جىنايەت قىلغان بەندىلىرىم! ئاللاھنىڭ رەھمىتىدىن ئۈمىدسىزلەنمەڭلار. ئاللاھ ھەقىقەتەن (خالىغان ئادەمنىڭ) جىمى گۇناھلىرىنى مەغپىرەت قىلىدۇ، شۈبھىسىزكى، ئاللاھ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر[53]. ","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:54","price":" سىلەرگە ئازاب كېلىپ، ياردەمگە ئېرىشەلمىگىنىڭلاردىن بۇرۇن پەرۋەردىگارىڭلار تەرەپكە قايتىڭلار ۋە ئۇنىڭغا ئىتائەت قىلىڭلار[54]. ","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:55","price":" سىلەر تۇيمىغان ھالەتتە سىلەرگە ئازابنىڭ ئۇشتۇمتۇت كېلىشىدىن ئىلگىرى سىلەرگە نازىل قىلىنغان ئەڭ گۈزەل قۇرئانغا ئەگىشىڭلار»[55]. ","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:56","price":"ھەر قانداق ئادەم: «ئاللاھنىڭ تائىتىدە كەتكۈزۈپ قويغانلىرىمغا ھەسرەت! مەن (ئاللاھنىڭ شەرىئىتىنى ۋە دىنىنى) مەسخىرە قىلغۇچىلاردىن ئىدىم» دەپ قالماسلىق ئۈچۈن[56].","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:57","price":" ياكى «ئاللاھ مېنى ھىدايەت قىلغان بولسا (ھىدايەت تېپىپ) ئەلۋەتتە تەقۋادارلاردىن بولاتتىم» دەپ قالماسلىق ئۈچۈن[57].","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:58","price":"ياكى ئازابنى كۆرگەن چاغدا: «كاشكى دۇنياغا قايتىشىمغا بولسا ئىدى، (ئۇ چاغدا ئاللاھقا ئىتائەت قىلىپ) ياخشىلاردىن بولار ئىدىم» دەپ قالماسلىق ئۈچۈن (پەرۋەردىگارىغا بويسۇنسۇن)[58].","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:59","price":" دۇرۇس، ھەقىقەتەن ساڭا مېنىڭ نۇرغۇن ئايەتلىرىم (يەنى ھىدايەتكە سەۋەب بولىدىغان قۇرئان) كەلدى. سەن ئۇلارنى ئىنكار قىلدىڭ، بويۇنتاۋلىق قىلدىڭ، سەن كاپىرلاردىن بولدۇڭ[59].","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:60","price":" قىيامەت كۈنى ئاللاھقا يالغاننى چاپلىغانلارنىڭ يۈزلىرىنى قاپقارا كۆرىسەن، جەھەننەمدە مۇتەكەببىرلەرگە ئورۇن يوقمۇ؟[60] ","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:61","price":" ئاللاھ (شېرىكتىن ۋە گۇناھتىن) ساقلانغۇچىلارنى بەختكە ئېرىشتۈرىدىغان يوللار ئارقىلىق (ئازابتىن) قۇتۇلدۇرىدۇ، ئۇلارغا كۈلپەت يەتمەيدۇ، ئۇلار قايغۇرمايدۇ[61].","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:62","price":" ئاللاھ ھەممە نەرسىنى ياراتقۇچىدۇر، ھەممە نەرسىگە ھامىيدۇر (ئۇلارنى خالىغانچە تەسەررۇپ قىلىدۇ)[62].","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:63","price":" ئاسمانلارنىڭ ۋە زېمىننىڭ (خەزىنىلىرىنىڭ) ئاچقۇچلىرى ئاللاھنىڭ ئىلكىدىدۇر، ئاللاھنىڭ ئايەتلىرىنى ئىنكار قىلغانلار - ئەنە شۇلار زىيان تارتقۇچىلاردۇر[63].","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:64","price":"(ئى مۇھەممەد!) ئېيتقىنكى، «ئى نادانلار! مېنى ئاللاھتىن غەيرىيگە ئىبادەت قىلىشقا بۇيرۇمسىلەر؟»[64]","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:65","price":"ساڭا ۋە سەندىن ئىلگىرىكى (پەيغەمبەر) لەرگە: «ئەگەر سەن ئاللاھقا شېرىك كەلتۈرسەڭ، سېنىڭ ئەمەلىڭ ئەلۋەتتە بىكار بولۇپ كېتىدۇ، سەن ئەلۋەتتە زىيان تارتقۇچىلاردىن بولۇپ قالىسەن، بەلكى يالغۇز ئاللاھقا ئىبادەت قىلغىن ۋە شۈكۈر قىلغۇچىلاردىن بولغىن» دەپ ۋەھىي قىلىندى[65 ـ 66].","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:66","price":"ساڭا ۋە سەندىن ئىلگىرىكى (پەيغەمبەر) لەرگە: «ئەگەر سەن ئاللاھقا شېرىك كەلتۈرسەڭ، سېنىڭ ئەمەلىڭ ئەلۋەتتە بىكار بولۇپ كېتىدۇ، سەن ئەلۋەتتە زىيان تارتقۇچىلاردىن بولۇپ قالىسەن، بەلكى يالغۇز ئاللاھقا ئىبادەت قىلغىن ۋە شۈكۈر قىلغۇچىلاردىن بولغىن» دەپ ۋەھىي قىلىندى[65 ـ 66].","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:67","price":" ئۇلار ئاللاھنى ھەقىقىي رەۋىشتە تونۇمىدى. قىيامەت كۈنى زېمىن پۈتۈنلەي ئاللاھنىڭ چاڭگىلىدا بولىدۇ، ئاسمانلار ئاللاھنىڭ ئوڭ قولىدا قاتلىنىپ تۇرىدۇ، ئاللاھ ئۇلار (يەنى مۇشرىكلار) نىڭ شېرىك كەلتۈرگەن نەرسىلىرىدىن پاكتۇر ۋە ئۈستۈندۇر[67].","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:68","price":" سۇر چېلىنغاندا ئاسمانلاردىكى ۋە زېمىندىكى ئاللاھ خالىغاندىن باشقا مەخلۇقاتلارنىڭ ھەممىسى ئۆلىدۇ، ئاندىن سۇر ئىككىنچى قېتىم چېلىنغاندا ناگاھان ئۇلار تۇرۇپ (نېمىگە بۇيرۇلىدىغانلىقلىرىغا) قاراپ تۇرىدۇ[68].","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:69","price":"مەھشەرگاھ پەرۋەردىگارىنىڭ نۇرى بىلەن يورۇيدۇ، نامە ـ ئەماللار ھازىر قىلىنىدۇ، پەيغەمبەرلەر ۋە گۇۋاھچىلار كەلتۈرۈلىدۇ، ئۇلارنىڭ ئارىسىدا ئادىل ھۆكۈم چىقىرىلىدۇ، ئۇلارغا زۇلۇم قىلىنمايدۇ[69].","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:70","price":"ھەر ئادەمگە قىلغان ئەمەلىنىڭ مۇكاپات ياكى جازاسى تولۇق بېرىلىدۇ، ئاللاھ ئۇلارنىڭ ئەمەللىرىنى ئوبدان بىلىدۇ[70].","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:71","price":" كاپىرلار جەھەننەمگە توپ ـ توپ بولۇپ ھەيدىلىدۇ، ئۇلار جەھەننەمگە يېتىپ كەلگەندە، جەھەننەمنىڭ دەرۋازىلىرى ئېچىلىدۇ، جەھەننەمنى باشقۇرغۇچى پەرىشتىلەر ئۇلارغا: «ئاراڭلاردىن سىلەرگە پەرۋەردىگارىڭلارنىڭ ئايەتلىرىنى سىلەرگە ئوقۇپ بېرىدىغان، بۈگۈنكى ئۇچرىشىشنىڭ بارلىقىدىن ئاگاھلاندۇرىدىغان پەيغەمبەرلەر كەلمىگەنمۇ؟» دەيدۇ. ئۇلار: «شۇنداق (پەيغەمبەرلەر كەلگەن، بىزنى ئاگاھلاندۇرغان)، لېكىن ئازابقا دۇچار بولۇش ھۆكمى (كۇفرى ۋە قىلمىشلىرى تۈپەيلىدىن) كاپىرلارغا تېگىشلىك بولدى» دەيدۇ[71].","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:72","price":" (ئۇلارغا) «جەھەننەمنىڭ دەرۋازىلىرىدىن كىرىڭلار، جەھەننەمدە مەڭگۈ قېلىڭلار، مۇتەكەببىرلارنىڭ جايى نېمىدېگەن يامان!» دېيىلىدۇ[72].","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:73","price":" پەرۋەردىگارىغا تەقۋادارلىق قىلغانلار جەننەتكە توپ ـ توپ بولغان ھالدا ماڭدۇرۇلىدۇ، ھالبۇكى، ئۇلار جەننەتكە يېتىپ كەلگەن چاغدا ئۇنىڭ دەرۋازىلىرى ئېچىلىپ بولغان بولىدۇ، جەننەتكە مۇئەككەل پەرىشتىلەر ئۇلارغا: «سىلەرگە ئامانلىق بولسۇن، سىلەر (گۇناھلارنىڭ كىرلىرىدىن) پاك بولدۇڭلار، جەننەتكە كىرىڭلار، (ئۇنىڭدا) مەڭگۈ قېلىڭلار» دەيدۇ[73].","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:74","price":" ئۇلار (جەننەتكە كىرىپ ئورۇنلاشقان چاغدا) ئېيتىدۇ: «جىمى ھەمدۇسانا ئاللاھقا خاستۇركى، ئۇ بىزگە قىلغان ۋەدىسىنى ئىشقا ئاشۇردى، جەننەتنىڭ زېمىنىغا بىزنى ۋارىس قىلدى. جەننەتتە ئۆزىمىز خالىغان جايدا تۇرىمىز، ئىشلىگۈچىلەرنىڭ ئەجرى (يەنى جەننەت) نېمىدېگەن ياخشى!»[74].","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"39:75","price":" پەرىشتىلەرنىڭ پەرۋەردىگارىغا تەسبىھ ئېيتقان، ھەمدى ئېيتقان ھالدا ئەرشنىڭ چۆرىسىنى ئوراپ تۇرغانلىقىنى كۆرىسەن، ئۇلارنىڭ ئارىسىدا ھەققانىي ھۆكۈم چىقىرىلىدۇ (مۆمىنلەر جەننەتكە كىرىدۇ، كاپىرلار دوزاخقا كىرىدۇ)، «جىمى ھەمدۇسانا ئالەملەرنىڭ پەرۋەردىگارى ئاللاھقا خاستۇر!» دېيىلىدۇ[75].","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":null,"lang":"ug"}],"chapter":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar","Chapter Az-Zumar","Zumar","Surah Zumar","Chapter Zumar","Az Zumar","Surah Az Zumar","Chapter Az Zumar","Surah 39","Chapter 39","The Troops","الزُّمَر"]}