{"data":[{"name":"41:1","price":"ھامىم[1].","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:2","price":"(بۇ) ناھايىتى شەپقەتلىك، مېھرىبان ئاللاھ تەرىپىدىن نازىل قىلىنغان (ۋەھىيدۇر)[2]. ","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:3","price":" ئايەتلىرى ئوچۇق بايان قىلىنغان كىتابتۇر، بىلىدىغان قەۋم ئۈچۈن نازىل بولغان ئەرەبچە قۇرئاندۇر[3].","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:4","price":"(مۆمىنلەرگە جەننەت بىلەن) خۇشخەۋەر بەرگۈچىدۇر، (كاپىرلارنى دوزاخ بىلەن) ئاگاھلاندۇرغۇچىدۇر. ئۇلار (يەنى مۇشرىكلار) نىڭ تولىسى (ئۇنىڭ ئايەتلىرىنى پىكىر قىلىشتىن) يۈز ئۆرۈدى. ئۇلار (ئۇنىڭغا) قۇلاق سالمايدۇ[4].","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:5","price":" ئۇلار (پەيغەمبەرگە): «بىزنىڭ دىللىرىمىز سەن بىزنى دەۋەت قىلغان نەرسىلەردىن پەردىلەنگەن، قۇلاقلىرىمىز ئېغىر، سەن بىلەن بىزنىڭ ئارىمىزدا پەردە (يەنى دىنىي جەھەتتە ئوخشىماسلىق) بار، سەن ئۆز ئىشىڭنى قىل، بىزمۇ ھەقىقەتەن ئۆز ئىشىمىزنى قىلايلى (يەنى سەنمۇ ئۆز دىنىڭ بىلەن بول، بىزمۇ ئۆز دىنىمىز بىلەن بولايلى)» دەيدۇ[5].","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:6","price":"سەن (ئۇ مۇشرىكلارغا): «مەن سىلەرگە ئوخشاش ئىنسانمەن، ماڭا، ئىلاھىڭلار بىر ئىلاھتۇر، دەپ ۋەھىي قىلىنىدۇ، ئۇنىڭغا (ئىمان ۋە تائەت ـ ئىبادەت بىلەن) يۈزلىنىڭلار ۋە ئۇنىڭدىن مەغپىرەت تىلەڭلار!» دېگىن، مۇشرىكلارغا ۋاي![6]","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:7","price":"ئۇلار زاكات بەرمەيدۇ، ئاخىرەتكە ئىشەنمەيدۇ[7].","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:8","price":"ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارغا ئەلۋەتتە ئۈزلۈكسىز ساۋاب بېرىلىدۇ[8].","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:9","price":" (سەن ئۇلارغا) «سىلەر زېمىننى ئىككى كۈندە ياراتقان ئاللاھنى ئىنكار قىلامسىلەر ۋە ئۇنىڭغا شېرىكلەر كەلتۈرەمسىلەر؟ ئۇ ئالەملەرنىڭ پەرۋەردىگارىدۇر» دېگىن[9].","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:10","price":" ئۇ زېمىننىڭ ئۈستىدە نۇرغۇن تاغلارنى ياراتتى، زېمىننى بەرىكەتلىك قىلدى، ئەھلى زېمىننىڭ رىزقىنى بەلگىلىدى، (زېمىننى يارىتىش بىلەن ئاھالىسىنىڭ رىزقىنى بەلگىلەشنى كەم ـ زىيادىسىز) باراۋەر تۆت كۈندە (تاماملىدى)، (زېمىننىڭ ۋە ئۇنىڭدىكى نەرسىلەرنىڭ يارىتىلىش مۇددىتىنى) سورىغۇچىلار ئۈچۈن (بۇ جاۋابتۇر)[10].","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:11","price":" ئاندىن ئۇ ئاسماننى (يارىتىشقا) يۈزلەندى، ھالبۇكى، ئۇ تۇمان ھالىتىدە ئىدى، ئاسمان بىلەن زېمىنغا: «ئىختىيارىي ياكى ئىختىيارسىز ھالدا كېلىڭلار (يەنى ئەمرىمنى قوبۇل قىلىڭلار)» دېدى. ئىككىلىسى «ئىختىيارىي كەلدۇق» دېدى[11].","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:12","price":"ئاللاھ يەتتە ئاسماننى ئىككى كۈندە ياراتتى. ھەر ئاسماننىڭ ئىشىنى ئۆزىگە بىلدۈردى (يەنى ھەر ئاسماننىڭ ئېھتىياجلىق ئىشلىرىنى ئورۇنلاشتۇردى). ئەڭ تۆۋەنكى ئاسماننى يۇلتۇزلار بىلەن زىننەتلىدۇق ۋە قوغدىدۇق، بۇ ئەنە شۇ غالىب، ھەممىنى بىلگۈچى ئاللاھنىڭ تەقدىرىدۇر[12].","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:13","price":"ئەگەر ئۇلار (بۇ بايانلاردىن كېيىن ئىماندىن) يۈز ئۆرۈسە (سەن ئۇلارغا): «سىلەرنى ئاد ۋە سەمۇد قەۋمىلىرىنىڭ بېشىغا كەلگەن ئازابقا ئوخشاش ئازابتىن ئاگاھلاندۇرىمەن» دېگىن[13].","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:14","price":"ئۆز ۋاقتىدا ئۇلارغا ئالدى ـ كەينىدىن (يەنى ھەممە تەرەپتىن) پەيغەمبەرلەر كېلىپ: «بىر ئاللاھتىن باشقىغا ئىبادەت قىلماڭلار!» دېسە، ئۇلار: «ئەگەر پەرۋەردىگارىمىز خالىسا، چوقۇم پەرىشتىلەرنى چۈشۈرگەن بولاتتى، بىز سىلەرنىڭ پەيغەمبەرلىكىڭلارنى ھەقىقەتەن ئىنكار قىلىمىز» دېدى[14].","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:15","price":" ئاد بولسا زېمىندا (ئاللاھنىڭ بەندىلىرى ھۇد ۋە ئۇنىڭ بىلەن ئىمان ئېيتقانلارغا) ھەقسىز رەۋىشتە يوغانچىلىق قىلدى. ئۇلار: «كۈچ ـ قۇۋۋەتتە بىزدىن كىم ئارتۇق؟» دېدى. ئۇلار ئۆزلىرىنى ياراتقان ئاللاھنىڭ كۈچ ـ قۇۋۋەتتە ئۆزلىرىدىن ئۈستۈن ئىكەنلىكىنى بىلمىدىمۇ؟ ئۇلار بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلدى[15].","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:16","price":" ئۇلارغا بۇ دۇنيادىلا خار قىلغۇچى ئازابنى تېتىتىشىمىز ئۈچۈن، شۇم كۈنلەردە قاتتىق سوغۇق شامالنى ئەۋەتتۇق، ئاخىرەتنىڭ ئازابى تېخىمۇ خار قىلغۇچىدۇر، ئۇلار (ئازابنى دەپئى قىلىدىغان) ياردەمگە ئېرىشەلمەيدۇ[16].","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:17","price":" سەمۇدقا بولسا توغرا يولنى كۆرسەتتۇق، ئۇلار ھىدايەتتىن كورلۇق (يەنى گۇمراھلىق) نى ئارتۇق بىلدى. قىلمىشلىرى تۈپەيلىدىن، ئۇلارنى خار قىلغۇچى چاقماق ئازابى ھالاك قىلدى[17].","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:18","price":"ئىمان ئېيتقانلارنى ۋە تەقۋادارلارنى (يەنى سالىھ ئەلەيھىسسالام بىلەن ئۇنىڭغا ئەگەشكەنلەرنى ئازابتىن) قۇتقۇزدۇق[18].","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:19","price":" ئۇ كۈندە ئاللاھنىڭ دۈشمەنلىرى دوزاخقا توپلىنىدۇ، ئالدى ـ ئارقىسى يىغىلىپ بولغىچە توختىتىپ قويۇلىدۇ[19].","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:20","price":" ئۇلار دوزاخقا كەلگەندە، ئۇلارنىڭ قۇلاقلىرى، كۆزلىرى ۋە تېرىلىرى ئۇلارنىڭ قىلمىشلىرى ھەققىدە گۇۋاھلىق بېرىدۇ[20].","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:21","price":" ئۇلار ئۆزلىرىنىڭ تېرىلىرىگە: «نېمىشقا بىزنىڭ زىيىنىمىزغا گۇۋاھلىق بەردىڭلار؟» دەيدۇ، تېرىلىرى: «ھەر نەرسىنى سۆزلەتكەن ئاللاھ بىزنى سۆزلەتتى، ئۇ دەسلەپتە سىلەرنى ياراتتى. ئۇنىڭ دەرگاھىغا قايتۇرۇلىسىلەر» دەيدۇ[21].","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:22","price":" سىلەر (دۇنيادىكى چېغىڭلاردا) قۇلىقىڭلارنىڭ، كۆزۈڭلارنىڭ، تېرىلىرىڭلارنىڭ سىلەرنىڭ زىيىنىڭلارغا گۇۋاھلىق بېرىشىدىن ساقلانمىغان ئىدىڭلار (يەنى يامان ئىشلارنى قىلغان چېغىڭلاردا، رەسۋا بولۇشتىن قورقۇپ، كىشىلەردىن يوشۇرغان ئىدىڭلار، ۋەھالەنكى، ئەزالىرىڭلارنىڭ سىلەرنىڭ زىيىنىڭلارغا گۇۋاھلىق بېرىدىغانلىقىنى گۇمان قىلمىغان ئىدىڭلار)، لېكىن سىلەر قىلمىشىڭلاردىن نۇرغۇن ئىشلارنى «ئاللاھ بىلمەيدۇ» دەپ گۇمان قىلدىڭلار[22].","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:23","price":" پەرۋەردىگارىڭلارغا قىلغان ئەنە شۇ (قەبىھ) گۇمانىڭلار سىلەرنى ھالاك قىلدى. شۇنىڭ بىلەن زىيان تارتقۇچىلاردىن بولدۇڭلار[23].","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:24","price":" ئەگەر ئۇلار (ئازابقا) چىدىسا، (چىدامچانلىقنىڭ پايدىسى يوق) دوزاخ ئۇلارنىڭ جايىدۇر، ئەگەر ئۇلار (ئاللاھتىن) رازىلىق تىلىسە، ھەرگىز رازىلىققا ئېرىشەلمەيدۇ[24].","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:25","price":" ئۇلارغا بىز (شەيتانلاردىن) دوستلارنى مۇسەللەت قىلدۇق، ئۇلار (يەنى شەيتانلار) ئۇلارغا ئالدى ـ كەينىدىكى نەرسىلەرنى (يەنى ئۇلارنىڭ ھازىرقى ۋە كەلگۈسىدىكى قەبىھ ئەمەللىرىنى) چىرايلىق كۆرسەتتى، ئۇلارغا ئۇلاردىن ئىلگىرى ئۆتكەن ئىنسانلاردىن ۋە جىنلاردىن بولغان (گۇناھكار، شەقى) ئۈممەتلەر قاتارىدا ئازاب سۆزى تېگىشلىك بولدى، چۈنكى ئۇلار زىيان تارتقۇچىلار ئىدى[25].","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:26","price":"كاپىرلار: «بۇ قۇرئانغا قۇلاق سالماڭلار، ئۇنى ئېلىشتۇرۇۋېتىڭلار، سىلەر غەلىبە قىلىشىڭلار مۇمكىن» دەيدۇ[26].","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:27","price":" بىز كاپىرلارغا چوقۇم قاتتىق ئازابنى تېتىتىمىز، بىز ئۇلارنىڭ يامان قىلمىشلىرىغا ئەڭ قاتتىق جازا بېرىمىز[27].","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:28","price":" ئاللاھنىڭ دۈشمەنلىرىگە بېرىلىدىغان جازا ئەنە شۇ دوزاختۇر، ئۇلارنىڭ مەڭگۈلۈك تۇرىدىغان جايى دوزاختۇر، بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلىقلىرى ئۈچۈن (ئۇلارغا) شۇنداق جازا بېرىلىدۇ[28].","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:29","price":" كاپىرلار: «پەرۋەردىگارىمىز! ئىنسانلاردىن ۋە جىنلاردىن بىزنى ئازدۇرغانلارنى بىزگە كۆرسەتكىن، (ئۇلارنىڭ) ئەڭ خارلاردىن بولۇشى ئۈچۈن ئۇلارنى ئاياغلىرىمىزنىڭ ئاستىدا چەيلەيمىز» دېدى[29].","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:30","price":" شۈبھىسىزكى، «پەرۋەردىگارىمىز ئاللاھتۇر» دېگەنلەر، ئاندىن توغرا يولدا بولغانلارغا پەرىشتىلەر چۈشۈپ: «قورقماڭلار، غەم قىلماڭلار، سىلەرگە ۋەدە قىلىنغان جەننەت ئۈچۈن خۇشال بولۇڭلار، بىز دۇنيادا، ئاخىرەتتە سىلەرنىڭ دوستلىرىڭلارمىز، جەننەتتە سىلەر ئۈچۈن كۆڭلۈڭلار تارتقان نەرسىلەرنىڭ ھەممىسى ۋە تىلىگەن نەرسەڭلارنىڭ ھەممىسى بار، (ئۇلار) ناھايىتى مەغپىرەت قىلغۇچى، ناھايىتى مېھرىبان (ئاللاھ) تەرىپىدىن بېرىلگەن زىياپەتتۇر» دەيدۇ[30ـ32].","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:31","price":" شۈبھىسىزكى، «پەرۋەردىگارىمىز ئاللاھتۇر» دېگەنلەر، ئاندىن توغرا يولدا بولغانلارغا پەرىشتىلەر چۈشۈپ: «قورقماڭلار، غەم قىلماڭلار، سىلەرگە ۋەدە قىلىنغان جەننەت ئۈچۈن خۇشال بولۇڭلار، بىز دۇنيادا، ئاخىرەتتە سىلەرنىڭ دوستلىرىڭلارمىز، جەننەتتە سىلەر ئۈچۈن كۆڭلۈڭلار تارتقان نەرسىلەرنىڭ ھەممىسى ۋە تىلىگەن نەرسەڭلارنىڭ ھەممىسى بار، (ئۇلار) ناھايىتى مەغپىرەت قىلغۇچى، ناھايىتى مېھرىبان (ئاللاھ) تەرىپىدىن بېرىلگەن زىياپەتتۇر» دەيدۇ[30ـ32].","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:32","price":" شۈبھىسىزكى، «پەرۋەردىگارىمىز ئاللاھتۇر» دېگەنلەر، ئاندىن توغرا يولدا بولغانلارغا پەرىشتىلەر چۈشۈپ: «قورقماڭلار، غەم قىلماڭلار، سىلەرگە ۋەدە قىلىنغان جەننەت ئۈچۈن خۇشال بولۇڭلار، بىز دۇنيادا، ئاخىرەتتە سىلەرنىڭ دوستلىرىڭلارمىز، جەننەتتە سىلەر ئۈچۈن كۆڭلۈڭلار تارتقان نەرسىلەرنىڭ ھەممىسى ۋە تىلىگەن نەرسەڭلارنىڭ ھەممىسى بار، (ئۇلار) ناھايىتى مەغپىرەت قىلغۇچى، ناھايىتى مېھرىبان (ئاللاھ) تەرىپىدىن بېرىلگەن زىياپەتتۇر» دەيدۇ[30ـ32].","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:33","price":"ئاللاھقا (يەنى ئاللاھنىڭ تەۋھىدىگە ۋە تائىتىگە) دەۋەت قىلغان، ياخشى ئەمەللەرنى قىلغان ۋە «مەن ھەقىقەتەن مۇسۇلمانلاردىنمەن» دېگەن كىشىدىنمۇ ياخشى سۆزلۈك ئادەم بارمۇ؟[33]","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:34","price":" ياخشى ئىش بىلەن يامان ئىش باراۋەر بولمايدۇ، ياخشى خىسلەت ئارقىلىق (يامان خىسلەتكە) تاقابىل تۇرغىن، (شۇنداق قىلساڭ) سەن بىلەن ئۆزىنىڭ ئارىسىدا ئاداۋەت بار ئادەم گويا سىرداش دوستۇڭدەك بولۇپ قالىدۇ[34].","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:35","price":" بۇ خىسلەتكە پەقەت سەۋرچان ئادەملەرلا ئېرىشەلەيدۇ، بۇ خىسلەتكە پەقەت بۈيۈك نېسىۋە ئىگىسىلا ئېرىشەلەيدۇ[35].","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:36","price":" ئەگەر شەيتان سېنى ۋەسۋەسە قىلىپ (يۇقىرىقى خىسلەتنى ئۆزلەشتۈرمەسلىككە كۈشكۈرتسە) ئاللاھقا سىغىنىپ (شەيتاننىڭ شەررىدىن) پاناھ تىلىگىن، ئاللاھ ھەقىقەتەن (بەندىلىرىنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (ئىشلىرىنى) بىلىپ تۇرغۇچىدۇر[36].","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:37","price":" كېچە بىلەن كۈندۈز، كۈن بىلەن ئاي ئاللاھنىڭ (بىرلىكىنى ۋە قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلىرىدىندۇر، قۇياشقا سەجدە قىلماڭلار، ئايغىمۇ سەجدە قىلماڭلار، ئۇلارنى ياراتقان ئاللاھقا سەجدە قىلىڭلار، ئەگەر پەقەت ئاللاھقىلا ئىبادەت قىلىدىغان بولساڭلار[37].","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:38","price":"ئەگەر كۇففارلار چوڭچىلىق قىلىپ (ئاللاھقا سەجدە قىلىشتىن) باش تارتسا، پەرۋەردىگارىڭنىڭ دەرگاھىدىكىلەر (يەنى پەرىشتىلەر) كېچە ـ كۈندۈز ئاللاھقا تەسبىھ ئېيتىپ تۇرىدۇ، ئۇلار مالال بولۇپ قالمايدۇ[38].","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:39","price":" (بۇمۇ) ئاللاھنىڭ (بىرلىكىنى ۋە قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلىرىدىندۇركى، سەن زېمىننى قاقاس كۆرىسەن، ئۇنىڭغا يامغۇر ياغدۇرغان ۋاقتىمىزدا، زېمىن كۆتۈرۈلىدۇ ۋە كۆپۈشىدۇ، شۈبھىسىزكى، زېمىننى تىرىلدۈرگەن زات ئۆلۈكلەرنى ئەلۋەتتە تىرىلدۈرگۈچىدۇر، ئۇ ھەقىقەتەن ھەر نەرسىگە قادىردۇر[39].","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:40","price":"شۈبھىسىزكى، بىزنىڭ ئايەتلىرىمىزنى بۇرمىلاپ چۈشەندۈرىدىغانلار بىزگە مەخپىي قالمايدۇ، قىيامەت كۈنى دوزاخقا تاشلىنىدىغان ئادەم ياخشىمۇ ياكى قىيامەت كۈنى (ئاللاھنىڭ ئازابىدىن) ئەمىن بولغان ھالدا كېلىدىغان ئادەم ياخشىمۇ؟ خالىغىنىڭلارنى قىلىڭلار، شۈبھىسىزكى، ئاللاھ قىلمىشىڭلارنى كۆرۈپ تۇرغۇچىدۇر[40].","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:41","price":"شۈبھىسىزكى، قۇرئان كەلگەندە ئۇنى ئىنكار قىلغانلار (قاتتىق جازاغا ئۇچرايدۇ)، شۈبھىسىزكى، قۇرئان غالىب كىتابتۇر[41].","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:42","price":"ئۇنىڭغا ئالدىدىنمۇ، ئارقىسىدىنمۇ (يەنى ھېچقايسى تەرىپىدىن) باتىل يۈزلەنمەيدۇ، ئۇ ھېكمەت بىلەن ئىش قىلغۇچى، مەدھىيەگە لايىق ئاللاھ تەرىپىدىن نازىل قىلىنغاندۇر[42].","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:43","price":" ساڭا (مۇشرىكلار تەرىپىدىن) ئېيتىلىدىغان سۆزلەر پەقەت ئىلگىرىكى پەيغەمبەرلەرگە (قەۋملىرى تەرىپىدىن) ئېيتىلغان سۆزلەردۇر. شۈبھىسىزكى، سېنىڭ پەرۋەردىگارىڭ مەغپىرەت ئىگىسىدۇر ۋە قاتتىق ئازاب ئىگىسىدۇر[43].","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:44","price":" مۇبادا بىز ئۇنى ئەجەم تىلىدىكى قۇرئان قىلىپ نازىل قىلغان بولساق، ئۇلار ئەلۋەتتە: «نېمىشقا ئۇنىڭ ئايەتلىرى (بىز چۈشىنىدىغان تىلدا) روشەن بايان قىلىنمىدى؟ پەيغەمبەر ئەرەب، كىتاب ئەجەمچىمۇ؟» دەيتتى. ئۇ ئىمان كەلتۈرگەنلەرگە ھىدايەتتۇر ۋە (دىللاردىكى شەك ـ شۈبھىگە) شىپادۇر، ئىمان ئېيتمايدىغانلارنىڭ قۇلاقلىرى (قۇرئاننى ئاڭلاشتىن) ئېغىردۇر (يەنى قۇرئاننىڭ دەۋىتىگە قۇلاق سالمىغانلارنىڭ ۋە ئۇنىڭدىن يۈز ئۆرۈگەنلەرنىڭ گويا قۇلاقلىرى ئېغىردۇر)، قۇرئان ئۇلارنىڭ (دىللىرىغا) كورلۇقتۇر (يەنى ئۇلار ھىدايەت نۇرىنى كۆرمەيدۇ)، ئەنە شۇلار يىراقتىن نىدا قىلىنغۇچىلاردۇر (يەنى ئۇلار ھەقنى قوبۇل قىلماسلىقتا ئىمانغا يىراقتىن چاقىرىلغان، مۇساپىنىڭ يىراقلىقىدىن چاقىرىقنى ئاڭلىمىغان كىشىلەرگە ئوخشايدۇ)[44].","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:45","price":" بىز ھەقىقەتەن مۇساغا كىتاب (يەنى تەۋراتنى) ئاتا قىلدۇق، ئۇ ھەقتە ئىختىلاپ بولدى. ئەگەر پەرۋەردىگارىڭنىڭ (ئۇلارنى جازالاشنى قىيامەتكىچە كېچىكتۈرۈش) ۋەدىسى بولمىسا ئىدى، ئەلۋەتتە ئۇلارنىڭ ئارىسىدا ھۆكۈم چىقىرىلاتتى، ئۇلار ھەقىقەتەن قۇرئاندىن زىيادە شەكتىدۇر[45].","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:46","price":" كىمكى ياخشى ئىش قىلىدىكەن، پايدىسى ئۆزىگىدۇر، كىمكى يامان ئىش قىلىدىكەن زىيىنىمۇ ئۆزىگىدۇر. پەرۋەردىگارىڭ بەندىلەرگە زۇلۇم قىلغۇچى ئەمەستۇر[46].","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":null,"lang":"ug"},{"name":"41:47","price":" قىيامەتنىڭ ۋاقتىنى بىلىش پەقەت ئاللاھقا خاستۇر (يەنى قىيامەتنىڭ قاچان بولىدىغانلىقىنى ئاللاھتىن باشقا كىشى بىلمەيدۇ). مېۋىلەرنىڭ بوغۇنلىرىدىن چىقىشى، ھەر قانداق چىشىنىڭ ھامىلدار بولۇشى ۋە تۇغۇشى ئاللاھنىڭ ئىلمىنىڭ سىرتىدا ئەمەستۇر، ئۇ كۈندە ئاللاھ ئۇلارغا: «مېنىڭ شېرىكلىرىم (يەنى سىلەر ماڭا شېرىك كەلتۈرگەن نەرسىلەر) قەيەردە؟» دەپ نىدا قىلىدۇ، ئۇلار: «ساڭا مەلۇم قىلىمىزكى، ئارىمىزدا ھېچ كىشى (سېنىڭ شېرىكىڭ بار دەپ) گۇۋاھلىق بېرەلمەيدۇ» دەيدۇ[47].","arabic":"۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4265,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"41:48","price":" ئۇلار ئىلگىرى (يەنى دۇنيادىكى چاغدا) چوقۇنغان مەبۇدلىرى ئۇلاردىن ئۆزلىرىنى چەتكە ئالىدۇ، ئۇلار (ئاللاھنىڭ ئازابىدىن) قاچىدىغان جاي يوق ئىكەنلىكىنى ئېنىق بىلىدۇ[48].","arabic":"وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4266,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"41:49","price":" ئىنسان (ئۆزىگە) ياخشىلىق تىلەشتىن زېرىكمەيدۇ، ئەگەر ئۇنىڭغا بىرەر يامانلىق يېتىپ قالسا (ئاللاھنىڭ رەھمىتىدىن) تولىمۇ ئۈمىدسىزلىنىپ كېتىدۇ[49].","arabic":"لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4267,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"41:50","price":" ئەگەر بىز ئۇنىڭغا كۈلپەتتىن كېيىن رەھمىتىمىزنى تېتىتساق، ئۇ چوقۇم: «بۇ ئۆزۈمنىڭ تىرىشچانلىقىمدىن كەلگەن، قىيامەتنىڭ بولىدىغانلىقىغا ئىشەنمەيمەن، مۇبادا (قىيامەت بولۇپ) مەن پەرۋەردىگارىمغا قايتۇرۇلغاندىمۇ ئۇنىڭ دەرگاھىدا چوقۇم جەننەتكە ئېرىشىمەن» دەيدۇ. ئەلۋەتتە كاپىرلارغا قىلمىشلىرىنى خەۋەر قىلىمىز ۋە ئۇلارغا قاتتىق ئازابنى تېتىتىمىز[50].","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4268,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"41:51","price":" ئىنسانغا نېمەت ئاتا قىلساق (پەرۋەردىگارىغا شۈكۈر قىلىشتىن) يۈز ئۆرۈيدۇ، (ئاللاھنىڭ ئەمرىگە بويسۇنۇشتىن باش تارتىپ) ھاكاۋۇرلىشىپ كېتىدۇ، ئەگەر ئۇنىڭغا يامانلىق يەتسە (ئاللاھقا يۈزلىنىپ) ئۈزلۈكسىز دۇئا قىلىدۇ[51].","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4269,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"41:52","price":" (ئى مۇھەممەد! ئېيتقىنكى) «ئېيتىپ بېقىڭلارچۇ (قۇرئان مەن ئېيتقاندەك) ئاللاھ تەرىپىدىن نازىل بولغان بولسا، سىلەر (ئويلىماستىنلا ئۇنى ئىنكار قىلساڭلار، ھالىڭلار قانداق بولىدۇ). (ھەقتىن) يىراق ئىختىلاپتا بولغان كىشىدىنمۇ گۇمراھ ئادەم بارمۇ؟ (يەنى سىلەردىنمۇ گۇمراھ ئادەم يوق)»[52].","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4270,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"41:53","price":" ئۇلارغا بىز تاكى ئۇلارغا قۇرئاننىڭ ھەق ئىكەنلىكى ئېنىق بولغىچە، (ئاسمان ـ زېمىن) ئەتراپىدىكى ۋە ئۆزلىرىدىكى (قۇدرىتىمىزگە دالالەت قىلىدىغان) ئالامەتلەرنى كۆرسىتىپ تۇرىمىز، پەرۋەردىگارىڭنىڭ ھەممە نەرسىنى كۆرۈپ تۇرىدىغانلىقى (سېنىڭ راستلىقىڭنىڭ دەلىلى بولۇشقا) ئۇلارغا كۇپايە ئەمەسمۇ؟[53]","arabic":"سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4271,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"41:54","price":" بىلىڭلاركى، ئۇلار ھەقىقەتەن پەرۋەردىگارىغا مۇلاقات بولۇشتىن شەكلىنىدۇ، بىلىڭلاركى، ئاللاھ ھەممە نەرسىنى ھەقىقەتەن تولۇق بىلىپ تۇرغۇچىدۇر[54].","arabic":"أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4272,"juzNumber":25,"footnotes":null,"lang":"ug"}],"chapter":["41 (Fussilat)","Fussilat","Surah Fussilat","Chapter Fussilat","Surah 41","Chapter 41","Explained in Detail","فُصِّلَت"]}