{"data":[{"name":"42:1","price":"ھامىم[1]، ","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:2","price":"ئەين، سىين، قاف[2].","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:3","price":"غالىب، ھېكمەت بىلەن ئىش قىلغۇچى ئاللاھ ساڭا ۋە سەندىن ئىلگىرىكى (پەيغەمبەر) لەرگە مۇشۇنداق ۋەھىي قىلىدۇ[3].","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:4","price":"ئاسمانلاردىكى شەيئىلەر ۋە زېمىندىكى شەيئىلەر ئاللاھنىڭدۇر (يەنى ئاللاھنىڭ مۈلكىدۇر، ئاللاھنىڭ تەسەررۇپى ئاستىدىدۇر)، ئاللاھ ئۈستۈندۇر، كاتتىدۇر[4].","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:5","price":"(ئاللاھنىڭ كاتتىلىقىدىن) ئاسمانلار يۇقىرى تەرىپىدىن يېرىلىپ كېتىشكە تاس قالىدۇ، پەرىشتىلەر پەرۋەردىگارىغا تەسبىھ ئېيتىدۇ، ھەمدى ئېيتىدۇ، يەر يۈزىدىكىلەرگە مەغپىرەت تىلەيدۇ. بىلىڭلاركى، ئاللاھ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر[5].","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:6","price":" ئاللاھنى قويۇپ (باشقىلارنى) ئىگە قىلىۋالغانلارنىڭ (ئەمەللىرىنى) ئاللاھ كۈزىتىپ تۇرغۇچىدۇر، سەن ئۇلارغا ھامىي ئەمەسسەن[6]. ","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:7","price":"مەككە ئاھالىسىنى ۋە ئۇنىڭ ئەتراپىدىكىلەرنى ئاگاھلاندۇرۇشۇڭ ئۈچۈن، (كىشىلەرنى) قىيامەت كۈنىدىن ئاگاھلاندۇرۇشۇڭ ئۈچۈن، ساڭا بىز مۇشۇنداق ئەرەبچە قۇرئاننى نازىل قىلدۇق. ئۇ كۈندە ھېچ شەك يوقتۇر، (ئۇ كۈندە) بىر پىرقە (كىشىلەر) جەننەتتە ۋە بىر پىرقە كىشىلەر جەھەننەمدە بولىدۇ[7].","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:8","price":" ئەگەر ئاللاھ خالىسا، ئۇلارنى (يەنى پۈتۈن ئىنسانلارنى) ئەلۋەتتە بىر ئۈممەت (يەنى بىر دىندا) قىلاتتى، لېكىن ئاللاھ خالىغان ئادەمنى رەھمىتىگە داخىل قىلىدۇ، زالىملارغا ھېچقانداق ئىگە، ھېچقانداق مەدەتكار بولمايدۇ[8].","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:9","price":" بەلكى ئۇلار ئاللاھتىن باشقىلارنى ئىگە قىلىۋالدى، پەقەت ئاللاھ ئىگىدۇر، ئاللاھ ئۆلۈكلەرنى تىرىلدۈرىدۇ، ئاللاھ ھەر نەرسىگە قادىر[9].","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:10","price":" سىلەر (دىن ئۈستىدە ۋە ئۇنىڭدىن باشقا) ھەر قانداق نەرسە ئۈستىدە ئىختىلاپ قىلىشماڭلار، ئۇنىڭغا ئاللاھ ھۆكۈم چىقىرىدۇ. (ئى مۇھەممەد! ئۇلارغا ئېيتقىنكى) ئەنە شۇ ئاللاھ مېنىڭ پەرۋەردىگارىمدۇر، ئۇنىڭغا تەۋەككۈل قىلدىم، (ھەممە ئىشتا) ئاللاھقا مۇراجىئەت قىلىمەن[10].","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:11","price":"ئاللاھ ئاسمانلارنى ۋە زېمىننى ياراتقۇچىدۇر، ئاللاھ سىلەرگە ئۆز جىنسىڭلاردىن جۈپتىلەرنى (يەنى ئاياللارنى) ياراتتى. ھايۋانلارغىمۇ ئۆز تىپىدىن جۈپتىلەرنى ياراتتى. بۇ ئارقىلىق ئاللاھ سىلەرنى كۆپەيتىدۇ، ھېچ شەيئى ئاللاھقا ئوخشاش ئەمەستۇر، ئاللاھ ھەممىنى ئاڭلاپ تۇرغۇچىدۇر، ھەممىنى كۆرۈپ تۇرغۇچىدۇر[11].","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:12","price":" ئاسمانلارنىڭ ۋە زېمىننىڭ (خەزىنىلىرىنىڭ) ئاچقۇچلىرى ئاللاھنىڭ ئىلكىدىدۇر، ئاللاھ خالىغان كىشىنىڭ رىزقىنى (سىناش يۈزىسىدىن) كەڭ قىلىدۇ، خالىغان كىشىنىڭ رىزقىنى (بالاغا مۇپتىلا قىلىپ سىناش يۈزىسىدىن) تار قىلىدۇ، ئاللاھ ھەقىقەتەن ھەممە نەرسىنى بىلىپ تۇرغۇچىدۇر[12].","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:13","price":"ئاللاھ سىلەرگە دىندىن نۇھقا تەۋسىيە قىلغان نەرسىنى، ساڭا (يەنى مۇھەممەد ئەلەيھىسسالامغا) بىز ۋەھىي قىلغان نەرسىنى، ئىبراھىمغا، مۇساغا ۋە ئىيساغا بىز تەۋسىيە قىلغان نەرسىنى بايان قىلدى. سىلەر دىننى بەرپا قىلىڭلار، دىندا تەپرىقىچىلىك قىلماڭلار، مۇشرىكلارغا سەن ئۇلارنى دەۋەت قىلغان نەرسە (يەنى تەۋھىد) ئېغىر كەلدى، ئاللاھ تەۋھىدكە خالىغان ئادەمنى تاللايدۇ، ئاللاھنىڭ (تائىتىگە) قايتىدىغان ئادەمنى تەۋھىدكە باشلايدۇ[13].","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:14","price":" (يەھۇدىي، ناسارا قاتارلىقلار) ئۇلارغا ئىلىم كەلگەندىن كېيىن (يەنى ئۇلار رەسۇلۇللاھنىڭ ھەق پەيغەمبەرلىكىنى بىلگەندىن كېيىن)، ئاندىن ئۆزئارا ھەسەت قىلىشىپ پىرقىلەرگە بۆلۈندى. ئەگەر پەرۋەردىگارىڭنىڭ (ئۇلارنى جازالاشنى) قىيامەتكىچە تەخىر قىلىشتىن ئىبارەت سۆزى بولمىسا ئىدى، ئۇلارنىڭ ئارىسىدا ئەلۋەتتە ھۆكۈم چىقىرىلىپ بولغان بولاتتى (يەنى ئۇلار تېز ھالاك قىلىنغان بولاتتى). ئۇلاردىن كېيىن كىتابقا ۋارىسلىق قىلغانلار (يەنى رەسۇلۇللاھ بىلەن زامانداش بولغان ئەھلى كىتاب) (كىتاب ھەققىدە) قاتتىق دەرگۇماندىدۇر[14].","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:15","price":" شۇنىڭ ئۈچۈن (يەنى دىندا ئىختىلاپ قىلىشقانلىقى ئۈچۈن) (ئى مۇھەممەد! بارلىق ئىنسانلارنى توغرا دىن ئاساسىدا ئىتتىپاق بولۇشقا) چاقىرغىن، بۇيرۇلغىنىڭ بويىچە توغرا يولدا چىڭ تۇرغىن، ئۇلار (يەنى مۇشرىكلار) نىڭ نەپسى خاھىشلىرىغا ئەگەشمىگىن ۋە ئېيتقىن: «ئاللاھ نازىل قىلغان (بارلىق) كىتابلارغا ئىمان ئېيتتىم، ئاراڭلاردا ئادىل بولۇشقا بۇيرۇلدۇم، ئاللاھ بىزنىڭ پەرۋەردىگارىمىزدۇر، سىلەرنىڭمۇ پەرۋەردىگارىڭلاردۇر، بىزنىڭ ئەمەللىرىمىز ئۆزىمىز ئۈچۈندۇر، سىلەرنىڭ ئەمەللىرىڭلارمۇ ئۆزلىرىڭلار ئۈچۈندۇر، سىلەر بىلەن بىزنىڭ ئارىمىزدا جېدەللىشىشكە (ئورۇن) يوق (چۈنكى ھەقىقەت ئاشكارىدۇر)، ئاللاھ (قىيامەت كۈنى) بىزنى (ھۆكۈم چىقىرىش ئۈچۈن) يىغىدۇ، ئاخىر قايتىدىغان جاي ئاللاھنىڭ دەرگاھىدۇر»[15].","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:16","price":" كىشىلەر ئاللاھنىڭ دىنىنى قوبۇل قىلغاندىن كېيىن، (كىشىلەرنى ئىماندىن توسۇش ئۈچۈن) ئاللاھنىڭ دىنىدا خۇسۇمەت قىلىشقانلارنىڭ دەلىللىرى ئاللاھنىڭ دەرگاھىدا باتىلدۇر، ئۇلار (دۇنيادا) غەزەپكە ئۇچرايدۇ، (ئاخىرەتتە) قاتتىق ئازابقا دۇچار بولىدۇ[16].","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:17","price":" ئاللاھ كىتاب (يەنى قۇرئان) نى ھەق بىلەن نازىل قىلدى ۋە ئادالەتنى نازىل قىلدى. سەن نېمە بىلىسەن؟ قىيامەت يېقىن بولۇشى مۇمكىن[17].","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:18","price":" قىيامەتكە ئىشەنمەيدىغانلار ئۇنىڭ بولۇشىنى ئالدىرىتىدۇ، ئۇنىڭغا ئىشىنىدىغانلار بولسا قىيامەتتىن قورقىدۇ، قىيامەتنى ھەق دەپ بىلىدۇ، بىلىڭلاركى، قىيامەت توغرۇلۇق مۇجادىلە قىلىدىغانلار ئەلۋەتتە چوڭقۇر گۇمراھلىقتىدۇر[18].","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:19","price":" ئاللاھ بەندىلىرىگە كۆيۈنگۈچىدۇر، ئۇ خالىغان ئادەمگە (كەڭ) رىزىق بېرىدۇ، ئاللاھ كۈچلۈكتۇر، غالىبتۇر[19].","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:20","price":" كىمكى (ئۆزىنىڭ ئەمەلى بىلەن) ئاخىرەتنىڭ ساۋابىنى كۆزلىسە، ئۇنىڭ ساۋابىنى زىيادە بېرىمىز، كىمكى (ئەمەلى بىلەن) دۇنيانىڭ مەنپەئىتىنى كۆزلىسە، (ئۇنىڭ تىلىگەن) مەنپەئىتىنىڭ بەزىسىنى بېرىمىز، ئۇنىڭغا ئاخىرەتتە (ساۋابتىن) ھېچ نېسىۋە يوق[20]. ","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:21","price":" ئۇلارنىڭ ئاللاھ رۇخسەت قىلمىغان نەرسىلەرنى دىن قىلىپ بېكەتكەن مەبۇدلىرى بارمۇ؟ (ئاللاھنىڭ ئۇلارغا بېرىلىدىغان ئازابنى قىيامەتكىچە تەخىر قىلىش توغرىسىدىكى) ھۆكمى بولمىسا ئىدى، ئۇلارنىڭ ئارىسىدا ئەلۋەتتە (دۇنيادىلا) ھۆكۈم چىقىرىلغان بولاتتى، (ئۆزلىرىگە) زۇلۇم قىلغۇچىلار (يەنى كاپىرلار) قاتتىق ئازابقا دۇچار بولىدۇ[21].","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:22","price":"كاپىرلارنىڭ (قىيامەت كۈنى دۇنيادا) قىلغان گۇناھلىرىنىڭ جازاسىدىن قورقۇپ تۇرغانلىقىنى كۆرىسەن، (ئۇلار مەيلى قورقسۇن، قورقمىسۇن) جازا ئۇلارغا (چوقۇم) نازىل بولغۇسىدۇر، ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار جەننەتلەرنىڭ باغچىلىرىدا بولىدۇ، ئۇلار پەرۋەردىگارىنىڭ ھۇزۇرىدا خالىغان نەرسىلەردىن بەھرىمەن بولىدۇ، بۇ كاتتا ئىنئامدۇر[22]. ","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:23","price":" ئاللاھ ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغان بەندىلىرىگە ئەنە شۇ ئىنئام بىلەن خۇشخەۋەر بېرىدۇ. «(دىننى) تەبلىغ قىلغانلىقىمغا سىلەردىن ھەق تەلەپ قىلمايمەن، پەقەت تۇغقانچىلىق ھەققى ئۈچۈن مېنى دوست تۇتۇشۇڭلارنى (يەنى پەرۋەردىگارىمنىڭ دەۋىتىنى يەتكۈزۈشۈمگە چېقىلماسلىقىڭلارنى) تىلەيمەن» دېگىن، كىمكى بىرەر ياخشى ئىش قىلسا، ئۇنىڭغا بىز ساۋابنى زىيادە بېرىمىز، ئاللاھ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ئاز ياخشىلىققا كۆپ ساۋاب بەرگۈچىدۇر[23].","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:24","price":" ئۇلار (يەنى مۇشرىكلار): «ئۇ (يەنى مۇھەممەد) ئاللاھقا يالغاننى توقۇدى» دەمدۇ؟ ئەگەر ئاللاھ خالىسا (يەنى ئۇلار گۇمان قىلغاندەك، ئاللاھقا يالغاننى توقۇغان بولساڭ) سېنىڭ قەلبىڭنى پېچەتلىۋەتكەن بولاتتى، ئاللاھ باتىلنى يوق قىلىدۇ، (پەيغەمبىرىگە نازىل قىلغان) سۆزلىرى ئارقىلىق ھەقنى ھەق قىلىدۇ، ئاللاھ ھەقىقەتەن دىللاردىكى سىرلارنى بىلىپ تۇرغۇچىدۇر[24].","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:25","price":" ئاللاھ بەندىلىرىدىن تەۋبىنى قوبۇل قىلىدۇ، يامان ئىشلارنى ئەپۇ قىلىدۇ، قىلىۋاتقان ئىشىڭلارنى بىلىپ تۇرىدۇ[25].","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:26","price":" ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنىڭ دۇئاسىنى ئاللاھ ئىجابەت قىلىدۇ، (كامالى) پەزلىدىن ئۇلارغا ساۋابنى زىيادە بېرىدۇ، كاپىرلار قاتتىق ئازابقا دۇچار بولىدۇ[26].","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:27","price":" ئەگەر ئاللاھ بەندىلىرىنىڭ رىزقىنى كەڭ قىلسا، ئۇلار ئەلۋەتتە زېمىندا پىتنە ـ پاسات تېرىيتتى. لېكىن ئاللاھ خالىغان نەرسىنى ئۆلچەم بىلەن چۈشۈرىدۇ، ئاللاھ ھەقىقەتەن بەندىلىرىنىڭ (ئەھۋالىدىن) تولۇق خەۋەرداردۇر، (ئۇنى) كۆرۈپ تۇرغۇچىدۇر[27].","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:28","price":" ئۇلار (يامغۇرنىڭ يېغىشىدىن ئۈمىدسىزلەنگەندىن كېيىن) ئاللاھ يامغۇر ياغدۇرۇپ بېرىدۇ، رەھمىتىنى يايىدۇ، ئاللاھ (ھەممىنىڭ) ئىگىسىدۇر، مەدھىيەگە لايىقتۇر[28].","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:29","price":"ئاسمانلارنىڭ، زېمىننىڭ يارىتىلىشى ۋە ئۇ ئىككىسىدە جاندارلارنىڭ يېيىلىشى ئاللاھنىڭ (قۇدرىتىنىڭ) دەلىللىرىدىندۇر، ئاللاھ ئەگەر خالىسا، ئۇلارنى جەمئى قىلىشقا قادىردۇر[29].","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:30","price":"سىلەرگە (يەنى جېنىڭلار ياكى مېلىڭلارغا) ھەرقانداق بىر مۇسىبەت يەتسە، ئۇ سىلەرنىڭ قىلغان گۇناھىڭلار تۈپەيلىدىن كەلگەن بولىدۇ، ئاللاھ نۇرغۇن گۇناھىڭلارنى ئەپۇ قىلىدۇ (ئەپۇ قىلمايدىغان بولسا، بالا ۋە مۇسىبەتتىن ھېچ قۇتۇلماس ئىدىڭلار)[30].","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:31","price":" (ئى مۇشرىكلار!) سىلەر زېمىندا ئاللاھنىڭ ئازابىدىن قېچىپ قۇتۇلالمايسىلەر، سىلەرگە ئاللاھتىن باشقا ھېچ ئىگە ۋە مەدەتكار يوق[31].","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:32","price":"دېڭىزدا قاتنىغۇچى تاغدەك كېمىلەر ئاللاھنىڭ قۇدرىتىنىڭ دەلىللىرىدىندۇر[32].","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:33","price":"ئەگەر ئاللاھ خالىسا، شامالنى توختىتىۋېتىدۇ ـ دە، كېمىلەر دېڭىزنىڭ ئۈستىدە توختاپ قالىدۇ، بۇنىڭدا (قاتتىقلىقتا) سەۋر قىلغۇچى، (كەڭچىلىكتە) شۈكۈر قىلغۇچى ھەر مۆمىن ئۈچۈن نۇرغۇن ئىبرەتلەر بار[33].","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:34","price":" ياكى ئاللاھ خالىسا، ئىچىدىكى كىشىلەرنىڭ قىلغان گۇناھلىرى تۈپەيلىدىن كېمىلەرنى (بوران بىلەن) ھالاك قىلىدۇ، ئاللاھ نۇرغۇن كىشلەرنىڭ گۇناھلىرىنى ئەپۇ قىلىدۇ[34].","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:35","price":"بىزنىڭ ئايەتلىرىمىز ھەققىدە دەتالاش قىلىدىغانلار ئۆزلىرىگە ئاللاھنىڭ ئازابىدىن قېچىپ قۇتۇلىدىغان جاي يوق ئىكەنلىكىنى بىلىدۇ[35].","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:36","price":"(دۇنيانىڭ نېمەتلىرىدىن) سىلەرگە بېرىلگەن ھەر قانداق نەرسە دۇنيا تىرىكچىلىكىدە پايدىلىنىدىغان نەرسىلەردۇر، ئىمان ئېيتقان، پەرۋەردىگارىغا تەۋەككۈل قىلىدىغان كىشىلەرگە، گۇناھى كەبىرلەردىن، قەبىھ ئىشلاردىن ساقلانغۇچىلارغا، دەرغەزەپ بولغانلىرىدا كەچۈرەلەيدىغانلارغا، پەرۋەردىگارىنىڭ دەۋىتىگە ئاۋاز قوشالايدىغانلارغا، نامازنى (تەئدىل ئەركان بىلەن) ئۆتەيدىغانلارغا، ئىشلىرىنى مەسلىھەت بىلەن قارار قىلىدىغانلارغا، بىز رىزىق قىلىپ بەرگەن نەرسىلەردىن سەدىقە قىلىدىغانلارغا، ئۇچرىغان زۇلۇمغا قارشى تۇرالايدىغانلارغا ئاللاھنىڭ ھۇزۇرىدىكى ساۋاب تېخىمۇ ياخشىدۇر، تېخىمۇ باقىيدۇر[36ـ39].","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:37","price":"(دۇنيانىڭ نېمەتلىرىدىن) سىلەرگە بېرىلگەن ھەر قانداق نەرسە دۇنيا تىرىكچىلىكىدە پايدىلىنىدىغان نەرسىلەردۇر، ئىمان ئېيتقان، پەرۋەردىگارىغا تەۋەككۈل قىلىدىغان كىشىلەرگە، گۇناھى كەبىرلەردىن، قەبىھ ئىشلاردىن ساقلانغۇچىلارغا، دەرغەزەپ بولغانلىرىدا كەچۈرەلەيدىغانلارغا، پەرۋەردىگارىنىڭ دەۋىتىگە ئاۋاز قوشالايدىغانلارغا، نامازنى (تەئدىل ئەركان بىلەن) ئۆتەيدىغانلارغا، ئىشلىرىنى مەسلىھەت بىلەن قارار قىلىدىغانلارغا، بىز رىزىق قىلىپ بەرگەن نەرسىلەردىن سەدىقە قىلىدىغانلارغا، ئۇچرىغان زۇلۇمغا قارشى تۇرالايدىغانلارغا ئاللاھنىڭ ھۇزۇرىدىكى ساۋاب تېخىمۇ ياخشىدۇر، تېخىمۇ باقىيدۇر[36ـ39].","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:38","price":"(دۇنيانىڭ نېمەتلىرىدىن) سىلەرگە بېرىلگەن ھەر قانداق نەرسە دۇنيا تىرىكچىلىكىدە پايدىلىنىدىغان نەرسىلەردۇر، ئىمان ئېيتقان، پەرۋەردىگارىغا تەۋەككۈل قىلىدىغان كىشىلەرگە، گۇناھى كەبىرلەردىن، قەبىھ ئىشلاردىن ساقلانغۇچىلارغا، دەرغەزەپ بولغانلىرىدا كەچۈرەلەيدىغانلارغا، پەرۋەردىگارىنىڭ دەۋىتىگە ئاۋاز قوشالايدىغانلارغا، نامازنى (تەئدىل ئەركان بىلەن) ئۆتەيدىغانلارغا، ئىشلىرىنى مەسلىھەت بىلەن قارار قىلىدىغانلارغا، بىز رىزىق قىلىپ بەرگەن نەرسىلەردىن سەدىقە قىلىدىغانلارغا، ئۇچرىغان زۇلۇمغا قارشى تۇرالايدىغانلارغا ئاللاھنىڭ ھۇزۇرىدىكى ساۋاب تېخىمۇ ياخشىدۇر، تېخىمۇ باقىيدۇر[36ـ39].","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:39","price":"(دۇنيانىڭ نېمەتلىرىدىن) سىلەرگە بېرىلگەن ھەر قانداق نەرسە دۇنيا تىرىكچىلىكىدە پايدىلىنىدىغان نەرسىلەردۇر، ئىمان ئېيتقان، پەرۋەردىگارىغا تەۋەككۈل قىلىدىغان كىشىلەرگە، گۇناھى كەبىرلەردىن، قەبىھ ئىشلاردىن ساقلانغۇچىلارغا، دەرغەزەپ بولغانلىرىدا كەچۈرەلەيدىغانلارغا، پەرۋەردىگارىنىڭ دەۋىتىگە ئاۋاز قوشالايدىغانلارغا، نامازنى (تەئدىل ئەركان بىلەن) ئۆتەيدىغانلارغا، ئىشلىرىنى مەسلىھەت بىلەن قارار قىلىدىغانلارغا، بىز رىزىق قىلىپ بەرگەن نەرسىلەردىن سەدىقە قىلىدىغانلارغا، ئۇچرىغان زۇلۇمغا قارشى تۇرالايدىغانلارغا ئاللاھنىڭ ھۇزۇرىدىكى ساۋاب تېخىمۇ ياخشىدۇر، تېخىمۇ باقىيدۇر[36ـ39].","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:40","price":" بىر يامانلىقنىڭ جازاسى شۇنىڭغا ئوخشاش بىر يامانلىقتۇر (يەنى ساڭا بىر كىشى قانچىلىك چېقىلسا، شۇنچىلىك چېقىلماي ئاشۇرۇۋەتسەڭ بولمايدۇ)، كىمكى (ئىنتىقام ئېلىشقا قادىر تۇرۇقلۇق) ئەپۇ قىلسا ۋە (ئۆزى بىلەن يامانلىق قىلغۇچىنىڭ ئارىسىنى) تۈزىسە، ئۇنىڭ ئەجرىنى ئاللاھ بېرىدۇ، ئاللاھ ھەقىقەتەن زۇلۇم قىلغۇچىلارنى دوست تۇتمايدۇ[40].","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:41","price":" زۇلۇمغا ئۇچرىغۇچى ئادەم ئىنتىقامنى ئالسا ئۇنى ئەيىبلەشكە بولمايدۇ[41].","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:42","price":" ئەيىبلىنىدىغانلار پەقەت كىشىلەرگە زۇلۇم قىلىدىغان، زېمىندا ناھەق رەۋىشتە پىتنە ـ پاسات تېرىيدىغان ئادەملەردۇر، ئەنە شۇلار قاتتىق ئازابقا دۇچار بولىدۇ[42].","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:43","price":"كىمكى (ئەزىيەتكە) سەۋر قىلسا، (ئاللاھنىڭ رازىلىقى ئۈچۈن) ئىنتىقام ئالمىسا، بۇ ئەلۋەتتە مەرغۇپ ئىشلاردىندۇر[43].","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:44","price":" ئاللاھ گۇمراھ قىلغان ئادەمگە شۇنىڭدىن كېيىن ھېچ ئىگە يوقتۇر، زالىملار ئازابنى كۆرگەن چاغدا، ئۇلارنىڭ «(دۇنياغا) قايتىشقا يول بارمىدۇ؟» دېگەنلىكىنى كۆرىسەن[44].","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:45","price":"ئۇلارنىڭ قورققان، خارلانغان ھالدا، (دوزاخقا) كۆزىنىڭ قۇيرۇقى بىلەن قارىغان ھالدا دوزاخقا توغرىلىنىدىغانلىقىنى كۆرىسەن، مۆمىنلەر: «شۈبھىسىزكى، زىيان تارتقۇچىلار قىيامەت كۈنى ئۆزلىرىگە ۋە ئائىلىسىدىكىلەرگە زىيان سالغۇچىلاردۇر» دەيدۇ، بىلىڭلاركى، زالىملار ھەقىقەتەن دائىملىق ئازابتىدۇر[45].","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:46","price":" ئۇلارغا ئاللاھتىن باشقا ياردەم بېرىدىغان دوستلار بولمايدۇ، ئاللاھ كىمنى گۇمراھ قىلسا، ئۇنىڭغا (ئۇنى دۇنيادا ھەقكە، ئاخىرەتتە جەننەتكە ئېرىشتۈرگۈچى) ھېچ يول بولمايدۇ[46].","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:47","price":" ئاللاھ تەرىپىدىن كەلگەن، قارشى تۇرغىلى بولمايدىغان بىر كۈن كېلىشتىن بۇرۇن پەرۋەردىگارىڭلارنىڭ دەۋىتىنى قوبۇل قىلىڭلار، بۇ كۈندە سىلەرگە قاچىدىغان جاي تېپىلماي قالىدۇ. (قىلمىشىڭلار نامە ـ ئەمالىڭلارغا يېزىقلىق بولغانلىقى، ئەزايىڭلار ئۇنىڭغا گۇۋاھ بولغانلىقى ئۈچۈن) سىلەر (ئۇنى) ئىنكار قىلالمايسىلەر[47].","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:48","price":"ئەگەر ئۇلار (يەنى مۇشرىكلار) (ئىماندىن) يۈز ئۆرۈسە، بىز سېنى ئۇلارغا كۆزەتچى قىلىپ ئەۋەتكىنىمىز يوق، سېنىڭ ۋەزىپەڭ پەقەت تەبلىغ قىلىشتۇر، ئەگەر ئىنسانغا بىزنىڭ رەھمىتىمىزنى تېتىتساق خۇش بولۇپ كېتىدۇ، ئۇلارنىڭ قىلغان گۇناھلىرى تۈپەيلىدىن (بېشىغا) بىرەر ھادىسە كەلسە، ئىنسان تولىمۇ كۇفرانە نېمەت قىلغۇچىدۇر[48]. ","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:49","price":" ئاسمانلارنىڭ ۋە زېمىننىڭ پادىشاھلىقى ئاللاھقا خاستۇر، ئاللاھ نېمىنى خالىسا شۇنى يارىتىدۇ، خالىغان ئادەمگە قىز پەرزەنت ئاتا قىلىدۇ، خالىغان ئادەمگە ئوغۇل پەرزەنت ئاتا قىلىدۇ[49].","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:50","price":" ياكى ئۇلارغا ئوغۇل، قىزنى ئارىلاش بېرىدۇ، خالىغان ئادەمنى تۇغماس قىلىدۇ، ئاللاھ ھەقىقەتەن ھەممىنى بىلگۈچىدۇر، ھەممىگە قادىردۇر[50].","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:51","price":" ئاللاھ ھەر قانداق ئادەمگە پەقەت ۋەھىي ئارقىلىق ياكى پەردە ئارقىسىدىنلا ياكى بىر پەيغەمبەرنى ئەۋەتىپ ئۆز ئىزنى بىلەن ئۇنىڭغا خالىغان ۋەھىينى قىلىش ئارقىلىقلا سۆز قىلغان. ئاللاھ ھەقىقەتەن (مەخلۇقلارنىڭ سۈپەتلىرىدىن) ئۈستۈندۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر[51].","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:52","price":"شۇنىڭدەك (يەنى باشقا پەيغەمبەرلەرگە ۋەھىي قىلغاندەك) ئەمرىمىز بويىچە ساڭا قۇرئاننى ۋەھىي قىلدۇق، سەن (ۋەھىيدىن ئىلگىرى) قۇرئاننىڭ ۋە ئىماننىڭ نېمە ئىكەنلىكىنى ئۇقمايتتىڭ، لېكىن بىز قۇرئاننى بىر نۇر قىلدۇقكى، ئۇنىڭ بىلەن بەندىلىرىمىزدىن خالىغان كىشىلەرنى ھىدايەت قىلىمىز. شەك ـ شۈبھىسىزكى سەن توغرا يولغا باشلايسەن[52]. ","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"42:53","price":"(ئۇ) ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنىڭ ھەممىسى ئۆزىگە خاس بولغان ئاللاھنىڭ يولىدۇر. بىلىڭلاركى، ھەممە ئىش ئاللاھقا قايتىدۇ[53].","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":null,"lang":"ug"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}