{"data":[{"name":"45:1","price":"ھا، مىم[1].","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:2","price":" (بۇ) كىتاب غالىب، ھېكمەت بىلەن ئىش قىلغۇچى ئاللاھ تەرىپىدىن نازىل قىلىنغاندۇر[2].","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:3","price":" ئاسمانلاردا ۋە زېمىندا مۆمىنلەر ئۈچۈن (ئاللاھنىڭ قۇدرىتىنى كۆرسىتىدىغان) ھەقىقەتەن نۇرغۇن دەلىللەر بار[3].","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:4","price":" سىلەرنىڭ يارىتىلىشىڭلاردا ۋە (ئاللاھ زېمىندا) تارقىتىۋەتكەن جانىۋارلاردا (ئاللاھنىڭ قۇدرىتىگە) جەزمەن ئىشىنىدىغان قەۋم ئۈچۈن نۇرغۇن دەلىللەر بار[4].","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:5","price":" كېچە بىلەن كۈندۈزنىڭ نۆۋەتلىشىپ تۇرۇشىدا، ئاللاھنىڭ بۇلۇتتىن (كۆكتىن) يامغۇر ياغدۇرۇپ ئۇنىڭ بىلەن ئۆلگەن زېمىننى تىرىلدۈرۈشىدە ۋە شاماللارنىڭ يۆنىلىشىنى ئۆزگەرتىپ تۇرۇشىدا، چۈشىنىدىغان قەۋم ئۈچۈن (ئاللاھنىڭ بىرلىكىنى كۆرسىتىدىغان) نۇرغۇن دەلىللەر بار[5].","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:6","price":" ئەنە شۇلار ئاللاھنىڭ ئايەتلىرىدۇر. (ئى مۇھەممەد!) ئۇنى ساڭا ھەقلىق بىلەن تىلاۋەت قىلىپ بېرىمىز. ئۇلار (يەنى مەككە كۇففارلىرى) ئاللاھنى ۋە ئۇنىڭ ئايەتلىرىنى قويۇپ قايسى سۆزگە ئىشىنىدۇ؟[6].","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:7","price":" ھەر بىر گۇناھكار يالغانچىغا ۋاي![7].","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:8","price":" ئۇ ئاللاھنىڭ ئايەتلىرىنىڭ ئۆزىگە ئوقۇپ بېرىلىۋاتقانلىقىنى ئاڭلاپ تۇرىدۇ، ئاندىن تەكەببۇرلۇق قىلغان ھالدا گويا ئۇنى ئاڭلىمىغاندەك (كۇفرىدا) چىڭ تۇرىدۇ (گۇمراھلىقتا تېخىمۇ ئەزۋەيلەيدۇ)، ئۇنىڭغا قاتتىق ئازاب بىلەن خۇشخەۋەر بەرگىن[8].","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:9","price":" ئۇ بىزنىڭ ئايەتلىرىمىزدىن بىرەر نەرسىنى بىلگەن چاغدا (يەنى ئۇنىڭغا قۇرئان ئايەتلىرى يەتكەن چاغدا)، ئۇنى مەسخىرە قىلىدىغان نەرسە قىلىۋالىدۇ، ئەنە شۇلار خار قىلغۇچى ئازابقا دۇچار بولىدۇ[9].","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:10","price":" ئۇلارنى ئالدىدا جەھەننەم (كۈتۈپ تۇرىدۇ)، ئۇلارنىڭ ئېرىشكەن نەرسىلىرى (يەنى دۇنيادا تاپقان ماللىرى ۋە بالىلىرى) ۋە ئاللاھنى قويۇپ دوست تۇتقان نەرسىلىرى (يەنى بۇتلىرى) ئۇلارغا ھېچ نەرسىگە ئەسقاتمايدۇ، ئۇلار چوڭ ئازابقا دۇچار بولىدۇ[10].","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:11","price":" بۇ (قۇرئان ئۇنىڭغا ئىشەنگەن ۋە ئۇنىڭغا ئەگەشكەن كىشىگە كامىل) ھىدايەتتۇر، پەرۋەردىگارىنىڭ ئايەتلىرىنى ئىنكار قىلغانلار ئەڭ قاتتىق ئازابقا دۇچار بولىدۇ[11].","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:12","price":"اللاھنىڭ ئەمرى بىلەن دېڭىزدا كېمىلەرنىڭ يۈرۈشى ئۈچۈن، سىلەرنىڭ ئاللاھنىڭ پەزلىدىن تەلەپ قىلىشىڭلار ئۈچۈن (يەنى تىجارەت قىلىشىڭلار، بېلىق تۇتۇشۇڭلار، دېڭىز ئاستىدىن ئۈنچە ـ مەرۋايىتلارنى سۈزۈۋېلىشىڭلار ئۈچۈن) ۋە (ئاللاھقا) شۈكۈر قىلىشىڭلار ئۈچۈن، ئاللاھ سىلەرگە دېڭىزنى بويسۇندۇرۇپ بەردى[12].","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:13","price":" ئاللاھ ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنىڭ ھەممىسىنى (كامالى) پەزلىدىن سىلەرگە بويسۇندۇرۇپ بەردى، بۇنىڭدا ھەقىقەتەن (قۇدرىتى ئىلاھىييەنى) تەپەككۈر قىلىدىغان قەۋم ئۈچۈن (ئاللاھنىڭ قۇدرىتى ۋە بىرلىكىنى كۆرسىتىدىغان) (روشەن) دەلىللەر بار[13].","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:14","price":" مۆمىنلەرگە ئېيتقىنكى، ئاللاھ ھەر قەۋمنىڭ قىلمىشلىرىغا يارىشا جازا بېرىدىغانلىقى ئۈچۈن، ئۇلار ئاللاھنىڭ كۈنلىرىنى ئۈمىد قىلمايدىغانلارنى (يەنى ئاللاھنىڭ ئازابىدىن قورقمايدىغان كۇففارلارنىڭ يەتكۈزگەن ئەزىيەتلىرىنى) كەچۈرسۇن[14].","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:15","price":"كىمكى (دۇنيادا) ياخشى ئىش قىلسا، ئۇ ئۆزىنىڭ پايدىسى ئۈچۈن قىلىدۇ، كىمكى يامان ئىش قىلسا، ئۇ ئۆزىنىڭ زىيىنى ئۈچۈن قىلىدۇ، ئاندىن كېيىن پەرۋەردىگارىڭلارنىڭ دەرگاھىغا قايتۇرۇلىسىلەر (ئاللاھ ياخشىلىققا مۇكاپات، يامانلىققا جازا بېرىدۇ)[15].","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:16","price":" شەك ـ شۈبھىسىزكى، بىز ئىسرائىل ئەۋلادىغا كىتابنى (يەنى تەۋراتنى)، ھېكمەتنى ۋە پەيغەمبەرلىكنى ئاتا قىلدۇق، ئۇلارغا پاك نەرسىلەرنى رىزىق قىلىپ بەردۇق، ئۇلارنى (زامانىدىكى) جاھان ئەھلىدىن ئۈستۈن قىلدۇق[16].","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:17","price":" ئۇلارغا دىن ئىشىدا روشەن دەلىللەرنى بەردۇق، پەقەت ئۇلارغا ئىلىم (يەنى دىننىڭ راستلىقىغا قەتئى دەلىللەر) كەلگەندىن كېيىنلا، ئاندىن ئۇلار ئۆزئارا ھەسەت قىلىشىپ ئىختىلاپ قىلىشتى. پەرۋەردىگارىڭ ھەقىقەتەن قىيامەت كۈنى ئۇلار ئىختىلاپ قىلىشقان ئىشلار ئۈستىدە ھۆكۈم چىقىرىدۇ[17].","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:18","price":"ئاندىن سېنى بىز (ئى مۇھەممەد!) دىن ئىشىدا (روشەن) بىر يولدا قىلدۇق، شۇ يولغا ئەگەشكىن، بىلمەيدىغانلارنىڭ نەپسى خاھىشلىرىغا ئەگەشمىگىن[18].","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:19","price":" شۈبھىسىزكى، (ئۇلارنىڭ گۇمراھلىقىغا ماسلىشىدىغان بولساڭ) ئۇلار سەندىن ئاللاھنىڭ (ئازابى) دىن ھېچ نەرسىنى دەپئى قىلالمايدۇ، شۈبھىسىزكى، (دۇنيادا) زالىملارنىڭ بەزىسى بەزىسىگە دوستتۇر، ئاللاھ تەقۋادارلارنىڭ دوستىدۇر[19].","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:20","price":" بۇ (قۇرئان) ئىنسانلار ئۈچۈن روشەن پاكىتلاردۇر، ھىدايەتتۇر، (ئۆلگەندىن كېيىن تىرىلىشكە) جەزمەن ئىشەنگەن قەۋم ئۈچۈن رەھمەتتۇر[20].","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:21","price":" يامان ئىشلارنى قىلغانلار (يەنى گۇناھكار كۇففارلار) ئۆزلىرىنى ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلاردەك قىلىشىمىزنى، ھاياتلىقتا، ماماتلىقتا ئۇلار بىلەن ئوخشاش قىلىشىمىزنى ئويلامدۇ؟ (يەنى ئۇلارنى ئوخشاش قىلىشىمىز مۇمكىن ئەمەس) ئۇلارنىڭ چىقارغان ھۆكمى نېمىدېگەن يامان![21].","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:22","price":" ئاللاھ ئاسمانلارنى ۋە زېمىننى ھەقلىق بىلەن ياراتتى، ھەر ئىنساننىڭ قىلمىشىغا يارىشا جازا ياكى مۇكاپات بېرىلىدۇ، ئۇلارغا زۇلۇم قىلىنمايدۇ[22].","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:23","price":" (ئى مۇھەممەد!) ماڭا نەپسى خاھىشنى ئىلاھ قىلىۋالغان، ئاللاھ ئازدۇرغان، (ھەقنى) بىلىپ تۇرغان، ئاللاھ قۇلىقىنى ۋە قەلبىنى پېچەتلىۋەتكەن ۋە كۆزىنى پەردىلىگەن ئادەمنى ئېيتىپ بەرگىن، ئاللاھ ئازدۇرغاندىن كېيىن، ئۇنى كىم ھىدايەت قىلالايدۇ؟ سىلەر (بۇلاردىن) ۋەز ـ نەسىھەت ئالمامسىلەر؟[23]","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:24","price":" ئۇلار (يەنى قىيامەتنى ئىنكار قىلغۇچىلار): «ھايات دېگەن پەقەت دۇنيادىكى ھاياتىمىزدۇر، ئۆلىمىز ۋە تىرىلىمىز (يەنى تۇغۇلىمىز). پەقەت زاماننىڭ ئۆتۈشى بىلەن يوق بولىمىز» (دەيدۇ). ئۇلار بۇ خۇسۇستا ھېچقانداق مەلۇماتقا ئىگە ئەمەس، ئۇلار پەقەت گۇمان بىلەن سۆزلەيدۇ[24].","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:25","price":"ئۇلارغا بىزنىڭ ئايەتلىرىمىز ئوچۇق ئوقۇپ بېرىلسە، ئۇلارنىڭ پاكىتى پەقەت «ئەگەر راستچىل بولساڭلار، ئاتا ـ بوۋىلىرىمىزنى كەلتۈرۈپ بېقىڭلار (يەنى تىرىلدۈرۈڭلار)» دېيىشتىن ئىبارەت بولدى[25].","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:26","price":" (ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، «ئاللاھ سىلەرنى تىرىلدۈرەلەيدۇ، ئاندىن (ئەجىلىڭلار پۈتكەندە) ۋاپات قىلدۇرالايدۇ، ئاندىن شەك ـ شۈبھىسىز قىيامەت كۈنىدە سىلەرنى يىغىدۇ، لېكىن كىشىلەرنىڭ تولىسى (ئاللاھنىڭ قۇدرىتىنى) بىلمەي (قايتا تىرىلىشنى ئىنكار قىلدى)»[26].","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:27","price":" ئاسمانلار بىلەن زېمىننىڭ پادىشاھلىقى ئاللاھقا خاستۇر، قىيامەت قايىم بولغان كۈندە كاپىرلار زىيان تارتىدۇ[27].","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:28","price":" ھەر ئۈممەتنى (قورقۇنچنىڭ قاتتىقلىقىدىن) تىزلانغان ھالدا كۆرىسەن، ھەر ئۈممەت ئۆزىنىڭ نامە ـ ئەمالىغا چاقىرىلىدۇ، (ئۇلارغا) «بۈگۈن قىلمىشىڭلارغا يارىشا مۇكاپاتقا ئېرىشىسىلەر ياكى جازاغا ئۇچرايسىلەر» (دېيىلىدۇ)[28].","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:29","price":" بۇ بىزنىڭ كىتابىمىز (يەنى نامە ـ ئەمال) سىلەرگە ھەق بىلەن سۆزلەيدۇ، بىز قىلمىشىڭلارنى يازدۇرۇپ تۇرغان ئىدۇق (يەنى پەرىشتىلەرنى ئەمەللىرىڭلارنى يېزىپ تۇرۇشقا بۇيرۇيتتۇق)[29].","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:30","price":" ئىمان ئېيتقان ۋە ياخشى ئىشلارنى قىلغانلارغا كەلسەك، پەرۋەردىگارى ئۇلارنى ئۆزىنىڭ رەھمىتى دائىرىسىگە كىرگۈزىدۇ، بۇ روشەن مۇرادقا يېتىشتۇر[30].","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:31","price":"كاپىرلارغا كەلسەك، (ئۇلارنى ئەيىبلەش يۈزىسىدىن) ئۇلارغا: «مېنىڭ ئايەتلىرىم سىلەرگە ئوقۇپ بېرىلمىدىمۇ؟ سىلەر چوڭچىلىق قىلىپ (ئۇنىڭغا ئىمان ئېيتىشتىن) باش تارتتىڭلار، سىلەر گۇناھقا چۆمگەن قەۋم ئىدىڭلار» (دېيىلىدۇ)[31].","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:32","price":" (سىلەرگە) «ئاللاھنىڭ ۋەدىسى ھەقىقەتەن ھەقتۇر، قىيامەتتە (يەنى قىيامەتنىڭ بولۇشىدا) ھېچ شەك يوق» دېيىلسە، سىلەر (ھەددىدىن زىيادە سەركەشلىكىڭلاردىن): «قىيامەتنىڭ نېمە ئىكەنلىكىنى بىلمەيمىز، پەقەت ئۇنى بولۇشى مۇمكىن دەپ گۇمان قىلىمىز، (ئۇنىڭغا) بىز ھەقىقىي ئىشەنمەيمىز» دېدىڭلار[32].","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:33","price":" (ئاخىرەتتە) ئۇلارنىڭ قىلغان يامان ئىشلىرى ئاشكارا بولىدۇ، ئۇلار (دۇنيادىكى چاغلىرىدا) مەسخىرە قىلغان ئازاب ئۇلارنى ئورىۋالىدۇ[33].","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:34","price":" (ئۇلارغا) دېيىلىدۇ: «سىلەرنىڭ مۇشۇ كۈندىكى مۇلاقاتنى ئۇنتۇغانلىقىڭلارغا ئوخشاش، بۈگۈن سىلەرنى ئۇنتۇيمىز (يەنى سىلەرنى ئازابقا تاشلاپ قويۇپ ئۇنتۇپ قالغاندەك مۇئامىلە قىلىمىز)، سىلەرنىڭ جايىڭلار دوزاخ بولىدۇ، سىلەرگە (سىلەرنى ئازابتىن قۇتقۇزىدىغان) ھېچقانداق ياردەمچىمۇ بولمايدۇ[34].","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:35","price":" بۇ شۇنىڭ ئۈچۈنكى، سىلەر ئاللاھنىڭ ئايەتلىرىنى مەسخىرە قىلىدىغان نەرسە قىلىۋالدىڭلار ۋە سىلەرنى دۇنيا تىرىكچىلىكى ئالدىدى». بۈگۈن ئۇلار دوزاختىن چىقىرىلمايدۇ، ئۇلاردىن (تەۋبە قىلىش ۋە ئىبادەت قىلىش بىلەن) ئاللاھنى رازى قىلىشمۇ تەلەپ قىلىنمايدۇ[35].","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:36","price":"جىمى ھەمدۇسانا ئاسمانلارنىڭ پەرۋەردىگارى، زېمىننىڭ پەرۋەردىگارى ۋە ئالەملەرنىڭ پەرۋەردىگارى ئاللاھقا خاستۇر![36]","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":null,"lang":"ug"},{"name":"45:37","price":" ئاسمانلاردىكى ۋە زېمىندىكى ئۇلۇغلۇق ئاللاھقا خاستۇر، ئاللاھ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر[37].","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":null,"lang":"ug"}],"chapter":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"]}