{"data":[{"name":"64:1","price":"ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەر ئاللاھقا تەسبىھ ئېيتىدۇ، پادىشاھلىق ئاللاھقا مەنسۇپتۇر، جىمى ھەمدۇسانا ئاللاھقا خاستۇر، ئاللاھ ھەر نەرسىگە قادىردۇر[1].","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:2","price":"ئاللاھ سىلەرنى خەلق ئەتتى، ئاراڭلاردا مۆمىنلەرمۇ بار، كاپىرلارمۇ بار، ئاللاھ سىلەرنىڭ قىلىۋاتقان ئىشىڭلارنى كۆرۈپ تۇرغۇچىدۇر[2].","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:3","price":" ئاللاھ ئاسمانلارنى ۋە زېمىننى ھەق ياراتتى، سىلەرنى سۈرەتكە كىرگۈزدى، سۈرىتىڭلارنى چىرايلىق قىلدى، ئاخىر قايتىدىغان جاي ئۇنىڭ دەرگاھىدۇر[3].","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:4","price":"ئاللاھ ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنى بىلىپ تۇرىدۇ، ئاللاھ (نىيەتلىرىڭلاردىن، ئەمەللىرىڭلاردىن) يوشۇرغانلىرىڭلارنى ۋە ئاشكارىلىغانلىرىڭلارنى بىلىپ تۇرىدۇ، ئاللاھ دىللاردىكى سىرلارنى بىلگۈچىدۇر[4].","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:5","price":"سىلەرگە ئىلگىرى كاپىر بولۇپ ئەمەللىرىنىڭ ۋابالىنى تېتىغانلارنىڭ خەۋىرى كەلمىدىمۇ؟ ئۇلار (ئاخىرەتتە) قاتتىق ئازابقا دۇچار بولىدۇ[5].","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:6","price":" بۇ شۇنىڭ ئۈچۈندۇركى، ئۇلارغا پەيغەمبەرلىرى روشەن مۆجىزىلەر بىلەن كەلگەن ئىدى، ئۇلار: «ئىنسان بىزنى ھىدايەت قىلالامدۇ؟» دېدى. (پەيغەمبەرنى) ئىنكار قىلدى، (ئىماندىن) يۈز ئۆرۈدى. ئاللاھ (ئۇلارنىڭ ئىمانىغا) موھتاج ئەمەستۇر، ئاللاھ مەخلۇقاتتىن بىھاجەتتۇر، مەدھىيەگە لايىقتۇر[6].","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:7","price":"كاپىرلار ھەرگىز تىرىلدۈرۈلمەيمىز دەپ گۇمان قىلىشتى، ئېيتقىنكى: «ھەرگىز ئۇنداق ئەمەس، پەرۋەردىگارىم بىلەن قەسەمكى، سىلەر چوقۇم تىرىلدۈرۈلىسىلەر، ئاندىن سىلەرگە قىلمىشىڭلاردىن خەۋەر بېرىلىدۇ، بۇ ئاللاھقا ئاساندۇر»[7].","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:8","price":" ئاللاھقا، ئاللاھنىڭ پەيغەمبىرىگە ۋە بىز نازىل قىلغان نۇرغا (يەنى قۇرئانغا) ئىمان ئېيتىڭلار، ئاللاھ قىلىۋاتقان ئىشىڭلاردىن تولۇق خەۋەرداردۇر[8].","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:9","price":"ئۇ كۈندە ئاللاھ سىلەرنى قىيامەت ئۈچۈن توپلايدۇ، ئۇ زىيان تارتىدىغان كۈندۇر (يەنى ئۇ كۈندە ئىماننى تەرك ئەتكەنلىكى بىلەن كاپىرنىڭ زىيان تارتقانلىقى، ياخشى ئەمەللەرنى دېگەندەك قىلالمىغانلىقى بىلەن مۆمىننىڭ زىيان تارتقانلىقى ئاشكارا بولىدۇ). كىمكى ئاللاھقا ئىمان ئېيتىپ ياخشى ئىش قىلىدىكەن، ئاللاھ ئۇنىڭ يامان ئىشلىرىنى يوققا چىقىرىدۇ، ئۇنى ئاستىدىن ئۆستەڭلەر ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىدۇ، ئۇلار ئۇ جەننەتلەردە مەڭگۈ قالىدۇ، بۇ كاتتا مۇۋەپپەقىيەتتۇر[9].","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:10","price":" ئاللاھنىڭ (بىرلىكىنى ۋە قۇدرىتىنى) ئىنكار قىلغانلار، ئايەتلىرىمىزنى يالغانغا چىقارغانلار ئەھلى دوزاخ بولۇپ، ئۇلار دوزاختا مەڭگۈ قالىدۇ، ئۇ نېمىدېگەن يامان جاي![10]","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:11","price":"كىشىگە يەتكەن ھەر قانداق مۇسىبەت پەقەت ئاللاھنىڭ ئىزنى (يەنى قازاسى) بىلەنلا (يېتىدۇ)، كىمكى ئاللاھقا (يەنى ھەر قانداق مۇسىبەت ئاللاھنىڭ قازاسى بىلەن يېتىدۇ دېگەن سۆزگە) ئىشىنىدىكەن، ئاللاھ ئۇنىڭ قەلبىنى (سەۋرگە) يېتەكلەيدۇ، ئاللاھ ھەر نەرسىنى بىلگۈچىدۇر[11].","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:12","price":"ئاللاھقا ئىتائەت قىلىڭلار، پەيغەمبەرگە ئىتائەت قىلىڭلار، ئەگەر (پەيغەمبەرنىڭ دەۋىتىدىن) يۈز ئۆرۈسەڭلار (پەيغەمبەرگە زىيان يوق، ئۆزۈڭلارغا زىيان)، پەيغەمبىرىمىزنىڭ ۋەزىپىسى پەقەت (دەۋەتنى) روشەن تەبلىغ قىلىشتۇر[12].","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:13","price":"ئاللاھتىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، مۆمىنلەر ئاللاھقا تەۋەككۈل قىلسۇن[13].","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:14","price":" ئى مۆمىنلەر! سىلەرنىڭ ئاياللىرىڭلاردىن، بالىلىرىڭلاردىن سىلەرگە دۈشمەن بولىدىغانلىرىمۇ بار، ئۇلاردىن ئېھتىيات قىلىڭلار، ئەگەر (ئۇلارنى) ئەپۇ قىلساڭلار، كەچۈرسەڭلار، مەغپىرەت قىلساڭلار (ئاللاھ سىلەرنىمۇ مەغپىرەت قىلىدۇ). ئاللاھ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر[14]. ","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:15","price":" سىلەرنىڭ ماللىرىڭلار، بالىلىرىڭلار (سىلەرگە ئاللاھ تەرىپىدىن) بىر تۈرلۈك سىناقتۇر، ئاللاھنىڭ دەرگاھىدا كاتتا ساۋاب بار[15].","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:16","price":" تاقىتىڭلارنىڭ يېتىشىچە ئاللاھقا تەقۋادارلىق قىلىڭلار، (ۋەزىنى) ئاڭلاڭلار، (ئەمرىگە) ئىتائەت قىلىڭلار، (ئاللاھنىڭ يولىدا ماللىرىڭلارنى) سەرپ قىلىڭلار، (بۇ) ئۆزۈڭلار ئۈچۈن پايدىلىقتۇر. كىمكى نەپسىنىڭ بېخىللىقىدىن ساقلىنىدىكەن، ئۇ مەقسىتىگە ئېرىشكۈچىدۇر[16].","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:17","price":"ئاللاھقا قەرزى ھەسەنەقەرزى ھەسەنە بەرسەڭلار (يەنى مەمنۇنىيەت بىلەن پۇل – مال سەرپ قىلساڭلار)، ئاللاھ سىلەرگە ئۇنى ھەسسىلەپ بېرىدۇ، سىلەرگە مەغپىرەت قىلىدۇ، ئاللاھ ئاز ياخشىلىققا كۆپ ساۋاب بەرگۈچىدۇر، ھەلىمدۇر (يەنى بەندىلىرىنى ئازابلاشقا ئالدىراپ كەتمەيدۇ)[17].","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":null,"lang":"ug"},{"name":"64:18","price":" (ئاللاھ) غەيبنى ۋە ئاشكارىنى بىلگۈچىدۇر، غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر[18].","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":null,"lang":"ug"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}