{"data":[{"name":"7:1","price":"ئەلىف، لام، مىم، ساد[1]. ","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:2","price":"(ئى مۇھەممەد! كاپىرلارنى) ئاگاھلاندۇرۇشۇڭ ، مۆمىنلەرگە ۋەز ـ نەسىھەت قىلىشىڭ ئۈچۈن، بۇ كىتاب (يەنى قۇرئان) ساڭا نازىل قىلىندى. ئۇنىڭدىن (يەنى ئۇنى تەبلىغ قىلىشتا قەۋمىڭنىڭ ئۇنى ئىنكار قىلىشىدىن ئەنسىرەپ) يۈرىكىڭ سىقىلمىسۇن[2].","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:3","price":"(ئى ئىنسانلار!) سىلەر پەرۋەردىگارىڭلار تەرىپىدىن سىلەرگە نازىل قىلىنغان كىتابقا (يەنى قۇرئانغا) ئەگىشىڭلار، ئاللاھنى قويۇپ، (جىنلاردىن ۋە ئىنسانلاردىن بولغان، سىلەرنى ئازدۇرىدىغان) دوستلارغا ئەگەشمەڭلار، سىلەر ۋەز ـ نەسىھەتنى ئاز قوبۇل قىلىسىلەر[3].","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:4","price":"بىز نۇرغۇن شەھەر (ئاھالىسى) نى ھالاك قىلدۇق. بىزنىڭ ئازابىمىز ئۇلارغا كېچىسى ياكى چۈشلۈكى ئۇخلاۋاتقان چاغلىرىدا كەلدى[4].","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:5","price":" بىزنىڭ ئازابىمىز كەلگەن چاغدا، ئۇلارنىڭ چەككەن پەريادى: «بىز ھەقىقەتەن زالىم ئىدۇق» دېيىشتىنلا ئىبارەت بولدى[5].","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:6","price":"بىز ئەلۋەتتە پەيغەمبەر ئەۋەتىلگەن ئۈممەتلەردىن (پەيغەمبەرلەر تەبلىغ قىلدىمۇ؟ سىلەر قانداق جاۋاب بەردىڭلار؟ دەپ) سورايمىز، پەيغەمبەرلەردىنمۇ ئەلۋەتتە (ئاللاھ تاپشۇرغان ۋەزىپىنى ئادا قىلدىڭلارمۇ؟ دەپ) سورايمىز[6].","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:7","price":" (قىيامەت كۈنى ئۇلارنىڭ ئەھۋالىنى) ئۇلارغا ھەقىقىي بىلىش ئاساسىدا ئېيتىپ بېرىمىز، بىز ئۇلاردىن ئايرىلمىغان ئىدۇق (يەنى ئۇلارنىڭ ھەممە ئەھۋالىدىن خەۋەرداردۇرمىز)[7]. ","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:8","price":" بۇ كۈندە بەندىلەرنىڭ (ياخشى يامان ئەمەللىرىنىڭ) ئۆلچىنىدىغانلىقى ھەقتۇر. ياخشى ئەمەللىرى ئېغىر چىققانلار نىجات تاپقۇچىلاردۇر[8].","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:9","price":"ياخشى ئەمەللىرى يېنىك چىققانلار بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلىقلىرى تۈپەيلىدىن ئۆزلىرىگە زىيان سالغۇچىلاردۇر[9].","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:10","price":"شۈبھىسىزكى، سىلەرنى زېمىندا يەرلەشتۈردۇق، زېمىندا سىلەرگە تۇرمۇش لازىمەتلىكلىرىنى پەيدا قىلدۇق، (سىلەرگە پەرۋەردىگارىڭلارنىڭ مۇشۇنداق نېمەتلىرى بار تۇرۇقلۇق ئۇنىڭغا) ناھايىتى ئاز شۈكۈر قىلىسىلەر[10].","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:11","price":" شۈبھىسىزكى بىز سىلەرنى ياراتتۇق، ئاندىن سىلەرنى شەكىلگە كىرگۈزدۇق، ئاندىن پەرىشتىلەرگە: «سىلەر ئادەمگە (ھۆرمەت بىلدۈرۈش يۈزىسىدىن) سەجدە قىلىڭلار» دېدۇق، ئىبلىستىن باشقىسى سەجدە قىلدى. ئۇ سەجدە قىلغۇچىلاردىن بولمىدى[11].","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:12","price":" ئاللاھ (ئىبلىسقا): ‹‹سېنى سەجدە قىلىشقا بۇيرۇغان چېغىمدا نېمىشقا سەجدە قىلمىدىڭ؟» دېدى. ئىبلىس: ‹‹مەن ئۇنىڭدىن ئارتۇق. مېنى ئوتتىن، ئۇنى لايدىن ياراتتىڭ» دېدى[12]. ","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:13","price":"ئاللاھ (ئىبلىسقا) ئېيتتى: «سەن بۇ يەردىن (يەنى جەننەتتىن) چۈشۈپ كەت، بۇ يەردە ئۆزەڭنى چوڭ تۇتۇشۇڭغا بولمايدۇ، يوقال، سەن ھەقىقەتەن پەسكەشلەردىنسەن» [13].","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:14","price":" ئىبلىس: ‹‹ماڭا كىشىلەر قايتا تىرىلدۈرۈلىدىغان كۈنگۈچە (يەنى قىيامەت كۈنىگۈچە) مۆھلەت بەرگىن» دېدى[14].","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:15","price":" ئاللاھ: ‹‹ساڭا مۆھلەت بېرىلىدۇ» دېدى[15].","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:16","price":"ئىبلىس ئېيتتى: ‹‹ مېنى ئازدۇرغانلىقىڭ سەۋەبلىك ئۇلار (يەنى ئادەم ئەلەيھىسسالام ۋە ئۇنىڭ ئەۋلادىغا ۋەسۋەسە قىلىش) ئۈچۈن چوقۇم توغرا يولۇڭ ئۈستىدە ئولتۇرىمەن[16].","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:17","price":" ئاندىن ئۇلارغا چوقۇم ئالدىدىن، ئارقىسىدىن، ئوڭىدىن، سولىدىن ھۇجۇم قىلىمەن، ئۇلارنىڭ كۆپچىلىكىنىڭ (نېمىتىڭگە) شۈكۈر قىلغۇچىلار ئەمەسلىكىنى كۆرىسەن››[17].","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:18","price":"ئاللاھ ئېيتتى: ‹‹جەننەتتىن ئەيىبلەنگەن ۋە (رەھمىتىمدىن) مەھرۇم قىلىنغان ھالدا چىق، ئۇلارنىڭ ئىچىدىن ساڭا ئەگەشكەنلەرنى قوشۇپ، ھەممىڭلار بىلەن چوقۇم جەھەننەمنى تولدۇرىمەن››[18].","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:19","price":"‹‹ئى ئادەم! سەن ئايالىڭ بىلەن ئىككىڭلار بىللە جەننەتتە تۇرۇڭلار، جەننەتنىڭ مېۋىلىرىدىن خالىغىنىڭلارچە يەڭلار، بۇ دەرەخكە يېقىنلاشماڭلار، (ئۇنىڭغا يېقىنلاشساڭلار) زالىملاردىن بولۇپ قالىسىلەر» [19].","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:20","price":" ئاندىن شەيتان ئۇلارنىڭ يېپىقلىق ئەۋرەتلىرىنى ئېچىۋېتىش ئۈچۈن، ئۇلارغا ۋەسۋەسە قىلدى، شەيتان ئېيتتى: ‹‹پەرۋەردىگارىڭلارنىڭ سىلەرگە بۇ دەرەخنىڭ مېۋىسىنى يېيىشنى مەنئى قىلغانلىقى پەقەت سىلەرنىڭ پەرىشتە بولۇپ كەتمەسلىكىڭلار ياكى (جەننەتتە) مەڭگۈ تۇرۇپ قالماسلىقىڭلار ئۈچۈندۇر››[20].","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:21","price":" شۇنىڭدەك ئۇلارغا: ‹‹مەن چوقۇم سىلەرگە سادىقمەن›› دەپ قەسەم ئىچىپ بەردى[21].","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:22","price":"ئالدامچىلىق ئۇسۇللىرى ئارقىلىق ئۇلارنى (يۇقىرى مەرتىۋىدىن تۆۋەن مەرتىۋىگە) چۈشۈردى. دەرەخنىڭ مېۋىسىنى يېگەندىن كېيىنلا ئۇلارنىڭ ئەۋرەتلىرى ئېچىلىپ قالدى، ئۇلار جەننەتتىكى دەرەخلەرنىڭ ياپراقلىرى بىلەن ئەۋرەتلىرىنى يېپىشقا كىرىشتى. ئۇلارنىڭ پەرۋەردىگارى (ئۇلارغا كايىپ): «مەن سىلەرگە بۇ دەرەخنى (يەنى مېۋىسىنى) يېيىشنى مەنئى قىلمىغانمىدىم؟ شۈبھىسىزكى، شەيتان سىلەرگە ھەقىقەتەن ئاشكارا دۈشمەندۇر، دېمىگەنمىدىم؟›› دەپ نىدا قىلدى[22].","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:23","price":"ئۇلار: «پەرۋەردىگارىمىز! بىز ئۆزىمىزگە ئۆزىمىز زۇلۇم قىلدۇق، ئەگەر سەن بىزگە مەغپىرەت قىلمىساڭ، بىزگە رەھىم قىلمىساڭ، بىز چوقۇم زىيان تارتقۇچىلاردىن بولىمىز›› دېدى[23].","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:24","price":"ئاللاھ ئېيتتى: ‹‹سىلەر بىر ـ بىرىڭلارغا (يەنى شەيتان ئىنسانغا، ئىنسان شەيتانغا) دۈشمەن بولغان ھالدا چۈشۈڭلار، ئەجىلىڭلار پۈتكەنگە قەدەر يەر يۈزىدە تۇرىسىلەر ۋە ئۇنىڭدىن پايدىلىنىسىلەر››[24]. ","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:25","price":" ئاللاھ ئېيتتى: ‹‹يەر يۈزىدە ياشايسىلەر، يەر يۈزىدە ئۆلۈسىلەر، (قىيامەت كۈنى) يەنە يەر ئاستىدىن چىقىرىلىسىلەر››[25].","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:26","price":" ئى ئادەم بالىلىرى! سىلەرگە بىز ھەقىقەتەن ئەۋرىتىڭلارنى ياپىدىغان لىباسنى ۋە زىننەتلىنىدىغان لىباسنى چۈشۈردۇق، تەقۋادارلىق لىباسى ئەڭ ياخشىدۇر، ئەنە شۇلار (يەنى ئىنسان بالىلىرىغا سەترى ئەۋرەت ئۈچۈن لىباس ياراتماق) ئۇلارنىڭ ئىبرەت ئېلىشى ئۈچۈن ئاللاھنىڭ (بەندىلىرىگە بولغان پەزلى ـ مەرھەمىتىنى كۆرسىتىدىغان) ئالامەتلىرىدىندۇر[26].","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:27","price":"ئى ئادەم بالىلىرى! شەيتان سىلەرنىڭ ئاتا ـ ئاناڭلارنى (ئازدۇرۇپ) جەننەتتىن چىقىرىۋەتكەندەك، سىلەرنىمۇ ئازدۇرمىسۇن، شەيتان ئۇلارنىڭ ئەۋرەتلىرىنى ئۆزلىرىگە كۆرسىتىش ئۈچۈن كىيىملىرىنى سالغۇزۇۋەتكەن ئىدى (يەنى ئۇلارنىڭ يالىڭاچ بولۇپ قېلىشىغا شەيتان سەۋەبچى بولغان ئىدى). شەيتان ۋە ئۇنىڭ قول ئاستىدىكىلىرى سىلەرنى كۆرەلەيدۇ، سىلەر ئۇلارنى كۆرەلمەيسىلەر، شۈبھىسىزكى، بىز شەيتانلارنى ئىمان ئېيتمايدىغانلارنىڭ دوستى قىلدۇق[27].","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:28","price":"ئۇلار (يەنى مۇشرىكلار) بىرەر يامان ئىشنى قىلغان چاغلىرىدا: ‹‹ئاتا ـ بوۋىلىرىمىزنىڭ مۇشۇنداق قىلغانلىقىنى كۆرگەن ئىدۇق، ئاللاھ بىزنىمۇ شۇنداق قىلىشقا بۇيرۇغان›› دەيدۇ. (ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، ‹‹ئاللاھ (بەندىلىرىنى) ھەقىقەتەن يامان ئىشقا بۇيرۇمايدۇ، ئۆزلىرىڭلار بىلمەيدىغان نەرسىلەرنى ئاللاھ نامىدىن يالغان ئېيتامسىلەر؟››[28].","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:29","price":"(ئى مۇھەممەد!) ئېيتقىنكى، «پەرۋەردىگارىم مېنى ئادىل بولۇشقا بۇيرۇدى. ھەر سەجدە قىلغاندا پۈتۈنلەي ئاللاھقا يۈزلىنىڭلار، ئاللاھقا ئىخلاس بىلەن ئىبادەت قىلىڭلار، سىلەر ئاللاھ دەسلەپتە پەيدا قىلغان ھالىتىڭلاردا (ئەسلىگە) قايتىسىلەر»[29].","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:30","price":"ئاللاھ (سىلەردىن) بىر گۇرۇھنى ھىدايەت قىلدى؛ يەنە بىر گۇرۇھقا گۇمراھلىق تېگىشلىك بولدى. چۈنكى، ئۇلار ئاللاھنى قويۇپ، شەيتانلارنى دوست تۇتتى. شۇنداق تۇرۇقلۇق ئۇلار ئۆزلىرىنى توغرا يولدا دەپ گۇمان قىلىدۇ[30].","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:31","price":"ئى ئادەم بالىلىرى! ھەر ناماز ۋاقتىدا (ياكى تاۋاپ ۋاقتىدا ئەۋرىتىڭلارنى سەترى قىلىپ تۇرىدىغان) كىيىمىڭلارنى كىيىڭلار، يەڭلار، ئىچىڭلار، ئىسراپ قىلماڭلار، ئاللاھ ئىسراپ قىلغۇچىلارنى ھەقىقەتەن ياقتۇرمايدۇ[31].","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:32","price":"ئېيتقىنكى، «ئاللاھ بەندىلىرى ئۈچۈن ياراتقان لىباسلارنى، شېرىن، پاك رىزىقلارنى كىم ھارام قىلدى؟» ئېيتقىنكى، ‹‹ئۇلار بۇ دۇنيادا مۆمىنلەر ئۈچۈن يارىتىلغان (گەرچە ئۇلارغا كۇففارلار شېرىك بولسىمۇ)، ئاخىرەتتە بولسا مۆمىنلەرگىلا خاستۇر». (ئاللاھنىڭ بىر ۋە شېرىكى يوق ئىكەنلىكىنى) بىلىدىغان قەۋم ئۈچۈن ئايەتلەرنى مۇشۇنداق تەپسىلىي بايان قىلىمىز[32].","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:33","price":"(ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، «پەرۋەردىگارىم ئاشكارا ۋە يوشۇرۇن يامان ئىشلارنىڭ ھەممىسىنى، گۇناھلارنى، (كىشىلەرگە) ناھەق چېقىلىشنى، (ئاللاھنىڭ شېرىكى بولۇشقا) ئاللاھ ھېچقانداق دەلىل چۈشۈرمىگەن نەرسىلەرنى ئاللاھقا شېرىك كەلتۈرۈشنى، ئۆزۈڭلار بىلمەيدىغان نەرسىلەرنى ئاللاھ نامىدىن قالايمىقان سۆزلەشنى ھارام قىلدى››[33].","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:34","price":"ھەر بىر ئۈممەتنىڭ (ھالاك بولىدىغان) مۇئەييەن ۋاقتى بولىدۇ، (ھالاك بولىدىغان) ۋاقتى يەتكەندە، ئۇلار بىردەممۇ ئىلگىرى ـ كېيىن بولمايدۇ (يەنى دەرھال ھالاك بولىدۇ)[34].","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:35","price":"ئى ئادەم بالىلىرى! ئىچىڭلاردىن مېنىڭ ئايەتلىرىمنى سىلەرگە بايان قىلىپ بېرىدىغان پەيغەمبەرلىرىم كەلگەندە، تەقۋادارلىق قىلغان ۋە (ئەمەلىنى) تۈزەتكەنلەرگە قورقۇنچ يوقتۇر، ئۇلار غەم-ئەندىشە قىلمايدۇ[35].","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:36","price":" بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلار، ئۇنىڭغا ئىمان ئېيتىشقا گەدەنكەشلىك قىلغانلار دوزاخ ئەھلىدۇر، ئۇلار ھەمىشە دوزاختا قالغۇسىدۇر[36]. ","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:37","price":" ئاللاھقا يالغان چاپلىغان ياكى ئۇنىڭ ئايەتلىرىنى ئىنكار قىلغانلاردىنمۇ زالىم كىشى بارمۇ؟ ئۇلار لەۋھۇلمەھپۇزدا يېزىلغان (رىزىقتىن ۋە ئەجەلدىن) ئۆز نېسىۋىسىنى كۆرىدۇ، ھەتتا بىزنىڭ پەرىشتىلىرىمىز ئۇلارنىڭ جانلىرىنى ئېلىش ئۈچۈن كەلگەندىمۇ، ئۇلارغا: ‹‹ئاللاھنى قويۇپ ئىبادەت قىلغان مەبۇدلىرىڭلار قەيەردە؟›› دەيدۇ، ئۇلار: ‹‹ئۇلار بىزدىن غايىب بولۇپ كەتتى›› دەيدۇ. ئۇلار كاپىر بولغانلىقلىرىغا ئۆزلىرىنىڭ زىيىنىغا گۇۋاھلىق بېرىدۇ (يەنى كاپىر بولغانلىقلىرىغا ئىقرار قىلىدۇ)[37]. ","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:38","price":" ئاللاھ (ئايەتلىرىنى ئىنكار قىلغانلارغا) ئېيتىدۇ: ‹‹سىلەردىن ئىلگىرى ئۆتكەن، جىنلاردىن ۋە ئىنسانلاردىن بولغان (كاپىر) ئۈممەتلەر بىلەن بىرلىكتە دوزاخقا كىرىڭلار››. ھەرقاچان بىر ئۈممەت دوزاخقا كىرىدىكەن، ئۇ ئۆزىدىن ئىلگىرىكى ئۈممەتكە (ئۇنىڭغا ئەگىشىپ گۇمراھ بولغانلىقى ئۈچۈن) لەنەت ئوقۇيدۇ. ئۇلارنىڭ ھەممىسى دوزاخقا كىرىپ بولۇپ جەملەشكەندە، ئۇلارنىڭ ئىچىدىكى كېيىن كىرگەنلەر (يەنى ئەگەشكۈچىلەر) ئىلگىرى كىرگەنلەرگە (يەنى باشلىقلىرىغا) قارىتىپ: ‹‹ئى پەرۋەردىگارىمىز! بۇلار بىزنى ئازدۇرغان. ئۇلارغا ئىككى ھەسسە دوزاخ ئازابى بەرگىن›› دەيدۇ. ئاللاھ: ‹‹ھەممىگە ئىككى ھەسسە ئازاب بېرىلىدۇ، لېكىن سىلەر (ئازابنىڭ دەھشىتىنى) بىلمەيسىلەر›› دەيدۇ[38].","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:39","price":"ئۇلارنىڭ ئارىسىدىكى ئىلگىرىكىلەر كېيىنكىلەرگە: ‹‹سىلەرنىڭ بىزدىن ھېچقانداق ئارتۇقچىلىقىڭلار يوق (يەنى گۇمراھلىقتا ۋە ئازابقا تېگىشلىك بولۇشتا بىر بىرىمىزگە ئوخشاشمىز)، قىلمىشلىرىڭلار تۈپەيلىدىن ئازابنى تېتىڭلار›› دەيدۇ[39].","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:40","price":"شۈبھىسىزكى، بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغان ۋە ئۇلارغا ئىمان ئېيتىشقا گەدەنكەشلىك قىلغانلارغا ئاسماننىڭ دەرۋازىسى ئېچىلمايدۇ (يەنى ئۇلارنىڭ ياخشى ئەمەلى ۋە دۇئاسى قوبۇل بولمايدۇ)، تاكى تۆگە يىڭنىنىڭ تۆشۈكىدىن ئۆتكۈچە ئۇلار جەننەتكە كىرمەيدۇ (يەنى ئۇلار ھەرگىزمۇ جەننەتكە كىرمەيدۇ)، گۇناھكارلارغا مۇشۇنداق جازا بېرىمىز[40].","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:41","price":" دوزاختا ئۇلارنىڭ ئاستىغا سالىدىغان كۆرپىسىمۇ ئوتتىن، ئۈستىگە يېپىنىدىغان يوتقىنىمۇ ئوتتىن بولىدۇ، زالىملارغا مۇشۇنداق جازا بېرىمىز[41].","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:42","price":"ئىمان ئېيتقانلار ۋە ياخشى ئەمەللەرنى قىلغانلار ـ كىشىنى پەقەت كۈچى يېتىدىغان ئىشقىلا تەكلىپ قىلىمىز - ئەنە شۇلار ئەھلى جەننەتتۇر، ئۇلار جەننەتتە ھەمىشە قالىدۇ[42].","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:43","price":"ئۇلارنىڭ كۆڭۈللىرىدىكى ئۆچمەنلىكلىرىنى ئېلىپ تاشلىدۇق (يەنى جەننەتكە كىرگەنلەر ئارىسىدا ئۆزئارا ئاغرىق ـ ئاداۋەت بولمايدۇ). ئۇلارنىڭ (سارايلىرى) ئاستىدىن (جەننەتنىڭ) ئۆستەڭلىرى ئېقىپ تۇرىدۇ. ئۇلار: «جىمى ھەمدۇسانا بىزنى بۇ (نېمەتلەرنى ھاسىل قىلىشقا) يېتەكلىگەن ئاللاھقا بولسۇنكى، ئاللاھ بىزنى يېتەكلىمىگەن بولسا، توغرا يول تاپمىغان بولاتتۇق. ھەقىقەتەن پەرۋەردىگارىمىزنىڭ پەيغەمبەرلىرى بىزگە ھەقنى ئېلىپ كەلدى» دەيدۇ. ئۇلارغا: «قىلغان ئەمەلىڭلار ئۈچۈن سىلەرگە بېرىلگەن جەننەت مانا مۇشۇ›› دەپ نىدا قىلىنىدۇ (يەنى پەرىشتىلەر شۇنداق دەپ نىدا قىلىدۇ)[43].","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:44","price":" ئەھلى دوزاخقا: ‹‹بىز پەرۋەردىگارىمىز بىزگە ۋەدە قىلغان نەرسىنى ھەق تاپتۇق، سىلەرمۇ پەرۋەردىگارىڭلار ۋەدە قىلغان نەرسىنى ھەق تاپتىڭلارمۇ؟›› دەپ توۋلايدۇ. ئۇلار: ‹‹ھەئە›› دەيدۇ، شۇنىڭ بىلەن بىر جاكارچى ئۇلارنىڭ ئارىسىدا (مۇنداق دەپ) جاكارلايدۇ: ‹‹زالىملارغا ئاللاھنىڭ لەنىتى بولسۇن[44].","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:45","price":"زالىملار كىشىلەرنى ئاللاھنىڭ داغدام يولىدىن توسىدۇ، ئۇنىڭ ئەگرى يولدا بولۇشىنى تىلەيدۇ ھەمدە ئۇلار ئاخىرەتكە ئىشەنمەيدۇ[45]. ","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:46","price":"ئۇلارنىڭ ئارىسىدا بىر توسما بولىدۇ. توسمىنىڭ ئۈستىدە (ئەئرافتا) ئەھلى جەننەت ۋە ئەھلى دوزاخنى ئۇلارنىڭ سىماسىدىن تونۇيدىغان ئادەملەر (يەنى ئەھلى ئەئراف) بولىدۇ. ئۇلار ئەھلى جەننەتكە: «سىلەرگە ئامانلىق تىلەيمىز›› دەپ توۋلايدۇ. ئۇلار جەننەتكە كىرمىگەن، (ئەمما) كىرىش ئۈمىدىدە تۇرغانلاردۇر[46]. ","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:47","price":"ئۇلارنىڭ كۆزلىرى ئەھلى دوزاخ تەرەپكە بۇرۇلغاندا: ‹‹ئى پەرۋەردىگارىمىز!بىزنى زالىم قەۋم بىلەن بىللە قىلمىغىن›› دەيدۇ[47].","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:48","price":" ئەئرافتىكىلەر (يەنى ياخشىلىقلىرى بىلەن يامانلىقلىرى تەڭ بولۇپ قالغان، جەننەتتىمۇ ئەمەس، دوزاختىمۇ ئەمەس كىشىلەر) سىماسىدىن تونۇۋالىدىغان (دوزىخى) ئادەملەرگە: ‹‹توپلىغان پۇل ـ ماللىرىڭلار ۋە تەكەببۇرلۇقۇڭلار سىلەرگە نېمىگە ئەسقاتتى؟›› دەپ توۋلايدۇ[48]. ","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:49","price":"(ئەئرافتىكىلەر دوزىخىلارغا مۆمىنلەرنىڭ پېقىرلىرىنى كۆرسىتىپ تۇرۇپ) «سىلەر ئاللاھنىڭ رەھمىتىگە ئېرىشەلمەيدۇ، دەپ قەسەم قىلغان كىشىلەر مۇشۇلارمۇ؟ (مانا بۇلارغا) جەننەتكە كىرىڭلار، سىلەرگە (كەلگۈسىدىن) قورقۇنچ يوقتۇر، سىلەر غەم-ئەندىشە قىلمايسىلەر دېيىلدى دەيدۇ»[49].","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:50","price":" ئەھلى دوزاخ ئەھلى جەننەتكە: ‹‹سۇدىن ياكى ئاللاھ سىلەرگە بەرگەن ئىچىدىغان نەرسىلەردىن بىزگە بىر ئاز قۇيۇپ بەرسەڭلار!›› دەپ توۋلايدۇ، ئەھلى جەننەت ئۇلارغا (جاۋابەن): ‹‹ئاللاھ ئۇلارنى كاپىرلارغا ھارام قىلغان›› دەيدۇ[50]. ","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:51","price":"كاپىرلار دىنلىرىنى مەسخىرە ۋە ئويۇنچۇق قىلىۋالدى، ئۇلارنى دۇنيا تىرىكچىلىكى ئالدىدى، ئۇلارنىڭ بۈگۈنكى كۈنگە مۇلاقات بولۇشنى ئۇنتۇغانلىقلىرى ۋە بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلىقلىرىغا ئوخشاش، بىز بۈگۈن ئۇلارنى ئۇنتۇيمىز (يەنى ئۇلارنى دوزاختا قالدۇرىمىز)[51].","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:52","price":"ئۇلارغا كىتاب (يەنى قۇرئان) بەردۇق، ئۇنى (يەنى قۇرئاننىڭ مەنىلىرىنى) بىلىش ئاساسىدا بايان قىلدۇق، ئۇنى ئىمان ئېيتقان قەۋمگە ھىدايەت قىلدۇق[52].","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:53","price":"ئۇلار (يەنى كۇففارلار) پەقەت (ئۆزلىرىگە ۋەدە قىلىنغان ئازابنىڭ) نەتىجىسىنىلا كۈتىدۇ. ئۇنىڭ نەتىجىسى كەلگەن كۈنى (يەنى قىيامەت كۈنى)، ئىلگىرى كىتابقا ئەمەل قىلمىغانلار: ‹‹پەرۋەردىگارىمىزنىڭ ئەلچىلىرى ھەقىقەتنى ئېلىپ كەلگەن ئىدى (بىز ئۇلارغا ئىمان ئېيتماپتۇق، بۈگۈن) بىزگە شاپائەت قىلىدىغان شاپائەتچىلەر بارمىدۇ؟ ياكى گۇناھ قىلىشتىن قول ئۈزۈپ، ياخشى ئەمەللەرنى قىلىش ئۈچۈن دۇنياغا قايتۇرۇلۇشىمىزغا بولامدىغاندۇ؟» دەيدۇ. ئۇلار ئۆزلىرىگە زىيان سالدى، ئۇلارنىڭ ئاللاھنىڭ شېرىكلىرى دەپ ئىپتىرا قىلغان مەبۇدلىرى ئۇلارنىڭ كۆزىدىن غايىب بولدى[53].","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:54","price":" شۈبھىسىزكى، پەرۋەردىگارىڭلار ئاللاھ ئاسمانلارنى ۋە زېمىننى ئالتە كۈندە (يەنى ئالتە دەۋردە) ياراتتى، ئاندىن (ئۆزىنىڭ ئۇلۇغلۇقىغا لايىق رەۋىشتە) ئەرش ئۈستىدە قارار ئالدى. ئاللاھ كېچە بىلەن (كېچىنىڭ قاراڭغۇلۇقى بىلەن) كۈندۈزنى ياپىدۇ، كېچە بىلەن كۈندۈز بىر ـ بىرىنى قوغلىشىدۇ (يەنى داۋاملىق ئورۇن ئالمىشىپ تۇرىدۇ)؛ ئاللاھ قۇياش، ئاي ۋە يۇلتۇزلارنى ئاللاھنىڭ ئەمرىگە بويسۇندۇرۇلغۇچى قىلىپ ياراتتى، يارىتىش ۋە ئەمر قىلىش (يەنى كائىناتنى تەسەررۇپ قىلىش) راستىنلا ئاللاھنىڭ ئىلكىدىدۇر. ئالەملەرنىڭ پەرۋەردىگارى ئاللاھنىڭ دەرىجىسى كاتتىدۇر[54].","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:55","price":"پەرۋەردىگارىڭلارغا تۆۋەنچىلىك بىلەن يوشۇرۇن دۇئا قىلىڭلار، (دۇئا قىلغاندا كەلسە ـ كەلمەس سۆزلەپ، توۋلاپ) ھەددىدىن ئاشۇرۋەتكەنلەرنى ئاللاھ ياقتۇرمايدۇ[55]. ","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:56","price":" ئاللاھ (پەيغەمبەرلەرنى ئەۋەتىپ) يەر يۈزىنى تۈزىگەندىن كېيىن، يەر يۈزىدە بۇزۇقچىلىق قىلماڭلار (ئاللاھنىڭ ئازابىدىن) قورققان ۋە (رەھمىتىنى) ئۈمىد قىلغان ھالدا دۇئا قىلىڭلار. شۈبھىسىزكى ئاللاھنىڭ رەھمىتى ياخشىلىق قىلغۇچىلارغا يېقىندۇر[56].","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:57","price":" ئاللاھنىڭ رەھمىتى (يەنى يامغۇر) مەيدانغا كېلىش ئالدىدا، ئاللاھ بېشارەتچى قىلىپ شاماللارنى ئەۋەتىدۇ. شاماللار ئېغىر بۇلۇتلارنى كۆتۈرگەن چاغدا، ئۇلارنى ئۆلۈك (يەنى قاغجىراپ كەتكەن گىياھسىز) جايلارغا سۈرىمىز. ئۇنىڭدىن يامغۇر ياغدۇرۇپ تۈرلۈك ـ تۈرلۈك مېۋىلەرنى چىقىرىمىز. ئىبرەت ئېلىشىڭلار ئۈچۈن (زېمىندىن مېۋىلەرنى چىقارغاندەك، قىيامەتتە) ئۆلۈكلەرنى قەبرىلىرىدىن چىقىرىمىز[57].","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:58","price":"مۇنبەت يەرنىڭ گىياھى ئاللاھنىڭ ئىزنى بىلەن تولۇق ئۈنىدۇ (بۇ ۋەز ـ نەسىھەتكە قۇلاق سېلىپ، ئۇنىڭدىن پايدىلىنىدىغان مۆمىننىڭ مىسالىدۇر). ناچار يەرنىڭ گىياھى ئاز ئۆسىدۇ (بۇ ۋەز ـ نەسىھەتتىن پايدىلانمايدىغان كاپىرنىڭ مىسالىدۇر). شۈكۈر قىلىدىغان قەۋم ئۈچۈن ئايەتلىرىمىزنى مۇشۇنداق شەكىللەردە بايان قىلىمىز[58].","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:59","price":"شەك - شۈبھىسىزكى، نۇھنى ئۆز قەۋمىگە پەيغەمبەر قىلىپ ئەۋەتتۇق. ئۇ: ‹‹ئى قەۋمىم! ئاللاھقا ئىبادەت قىلىڭلار، سىلەرگە ئاللاھتىن باشقا مەبۇد (بەرھەق) يوقتۇر. مەن ھەقىقەتەن سىلەرنىڭ بۈيۈك كۈننىڭ (يەنى قىيامەت كۈنىنىڭ) ئازابىغا قېلىشىڭلاردىن قورقىمەن›› دېدى[59].","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:60","price":"قەۋمىنىڭ چوڭلىرى: ‹‹بىز سېنى ھەقىقەتەن روشەن گۇمراھلىقتا كۆرۈمىز›› دېدى[60].","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:61","price":"نۇھ ئېيتتى: ‹‹ئى قەۋمىم! مەن قىلچىمۇ گۇمراھ ئەمەسمەن، لېكىن مەن ئالەملەرنىڭ پەرۋەردىگارى تەرىپىدىن ئەۋەتىلگەن پەيغەمبەرمەن[61].","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:62","price":"سىلەرگە پەرۋەردىگارىمنىڭ ئەلچىلىكىنى يەتكۈزىمەن، سىلەرگە نەسىھەت قىلىمەن، مەن ئاللاھنىڭ ۋەھىي قىلىشى بىلەن سىلەر بىلمەيدىغان نەرسىلەرنى بىلىمەن[62]","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:63","price":" سىلەرنى ئاگاھلاندۇرۇش ئۈچۈن، (كۇفرىدىن) ساقلىنىشىڭلار ۋە ئاللاھنىڭ رەھمىتىگە ئېرىشىشىڭلار ئۈچۈن، سىلەرگە ئاراڭلاردىكى بىر كىشى ئارقىلىق پەرۋەردىگارىڭلارنىڭ ۋەھىيسى كېلىشىدىن ئەجەبلىنەمسىلەر؟››[63] ","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:64","price":" ئۇلار نۇھنى ئىنكار قىلدى، نۇھنى ۋە ئۇنىڭ بىلەن كېمىدە بىللە بولغانلارنى قۇتقۇزدۇق، ئايەتلىرىمىزنى ئىنكار قىلغانلارنى پۈتۈنلەي (سۇغا) غەرق قىلدۇق. شۈبھىسىزكى، ئۇلار (ھەقنى كۆرۈشتىن دىللىرى) كور قەۋم ئىدى[64].","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:65","price":"ئاد (قەۋمى) گە ئۇلارنىڭ قېرىندىشى ھۇدنى ئەۋەتتۇق، ھۇد: ‹‹ئى قەۋمىم! ئاللاھقا ئىبادەت قىلىڭلار، سىلەرگە ئاللاھتىن باشقا مەبۇد (بەرھەق) يوقتۇر. (ئۇنىڭ ئازابىدىن) قورقمامسىلەر؟›› دېدى[65].","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:66","price":" ئۇنىڭ قەۋمىنىڭ ئىمان ئېيتمىغان چوڭلىرى: ‹‹بىز سېنى ھەقىقەتەن ئەخمەق ھېسابلايمىز، بىز سېنى، ئەلۋەتتە، (پەيغەمبەرلىك دەۋايىڭدا) يالغانچىلاردىن دەپ گۇمان قىلىمىز›› دېدى[66].","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:67","price":"ھۇد ئېيتتى: ‹‹ئى قەۋمىم! مەن ئەخمەق ئەمەسمەن، لېكىن مەن ئالەملەرنىڭ پەرۋەردىگارى تەرىپىدىن ئەۋەتىلگەن پەيغەمبەرمەن[67].","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:68","price":" سىلەرگە پەرۋەردىگارىمنىڭ ئەلچىلىكىنى يەتكۈزىمەن، مەن سىلەرگە ئىشەنچىلىك نەسىھەتچىمەن[68]. ","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:69","price":" پەرۋەردىگارىڭلارنىڭ ۋەھىيسى سىلەرنى ئاگاھلاندۇرۇش ئۈچۈن ئۆز ئىچىڭلاردىكى بىر كىشى ئارقىلىق كەلگەنلىكىدىن ئەجەبلىنەمسىلەر؟›› ئۆز ۋاقتىدا نۇھنىڭ قەۋمى ھالاك بولغاندىن كېيىن، ئاللاھنىڭ سىلەرنى ئۇلارنىڭ ئورۇنباسارلىرى قىلغانلىقىنى، ۋۇجۇدۇڭلارنى قامەتلىك، بەستلىك قىلغانلىقىنى ياد ئېتىڭلار، سىلەر بەختكە ئېرىشىشىڭلار ئۈچۈن ئاللاھنىڭ نېمەتلىرىنى ياد ئېتىڭلار[69].","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:70","price":"ئۇلار: ‹‹(ئى ھۇد!) ئاتا ـ بوۋىلىرىمىز ئىبادەت قىلىپ كېلىۋاتقان مەبۇدلارنى تاشلاپ، يالغۇز بىر ئاللاھقا ئىبادەت قىلىشىمىزغا دەۋەت قىلغىلى كەلدىڭمۇ؟ ئەگەر راست سۆزلىگۈچىلەردىن بولساڭ، بىزگە ۋەدە قىلغان ئازابنى كەلتۈرگىن›› دېدى[70].","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:71","price":" ھۇد: ‹‹سىلەرگە چوقۇم پەرۋەردىگارىڭلارنىڭ ئازابى ۋە غەزىپى نازىل بولىدۇ، سىلەر ئۆزۈڭلار ۋە ئاتا ـ بوۋاڭلار ئات قويۇۋالغان، بۇ ھەقتە (ئۇلارغا ئىبادەت قىلىشقا) ئاللاھ ھېچقانداق دەلىل نازىل قىلمىغان (بۇتلارنىڭ) ئىسىملىرى ئۈستىدە مەن بىلەن مۇنازىرىلىشەمسىلەر؟ كۈتۈڭلار مەنمۇ ھەقىقەتەن سىلەر بىلەن بىرلىكتە (سىلەرگە نازىل بولىدىغان ئازابنى) كۈتىمەن›› دېدى[71].","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:72","price":"بىز ھۇدنى ۋە ئۇنىڭ بىلەن بىللە بولغۇچىلارنى (يەنى مۆمىنلەرنى) رەھمىتىمىز بىلەن قۇتقۇزدۇق. بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلارنى تەلتۆكۈس ھالاك قىلدۇق، ئۇلار ئىمان ئېيتمىغان ئىدى[72].","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:73","price":"سەمۇدقا ئۇلارنىڭ قېرىندىشى سالىھنى (پەيغەمبەر قىلىپ ئەۋەتتۇق). ئۇ: «ئى قەۋمىم! ئاللاھقا ئىبادەت قىلىڭلار، سىلەرگە ئاللاھتىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر. سىلەرگە ھەقىقەتەن پەرۋەردىگارىڭلار تەرىپىدىن (مېنىڭ پەيغەمبەرلىكىمنى ئىسپاتلايدىغان) روشەن مۆجىزە كەلدى. مانا بۇ ـ ئاللاھ (بىۋاسىتە) ياراتقان چىشى تۆگىمۇ سىلەرگە مېنىڭ مۆجىزەمدۇر. ئۇنى ئاللاھنىڭ زېمىنىغا قويۇۋېتىڭلار، ئىختىيارىي ئوتلىسۇن، ئۇنىڭغا زىيان ـ زەخمەت يەتكۈزمەڭلار. بولمىسا سىلەرنى قاتتىق ئازاب ھالاك قىلىدۇ[73]. ","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:74","price":" ياد ئېتىڭلاركى، ئۆز ۋاقتىدا ئاللاھ سىلەرنى ئاد قەۋمىدىن كېيىن ئۇلارنىڭ ئورۇنباسارلىرى قىلدى، سىلەرنى (ھىجر) زېمىنىغا ئورۇنلاشتۇردى، ئۇنىڭ تۈزلەڭلىرىگە ئىمارەتلەر سالدىڭلار، تاغلارنى تېشىپ ئۆيلەر ياسىدىڭلار. ئاللاھنىڭ نېمەتلىرىنى ياد ئېتىڭلار، زېمىندا بۇزغۇنچىلىق قىلماڭلار» دېدى[74].","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:75","price":" ئۇنىڭ قەۋمىنىڭ تەكەببۇر چوڭلىرى بوزەك قىلىنغانلارغا يەنى ئۇلارنىڭ ئىچىدىكى مۆمىنلەرگە: «سىلەر سالىھنى ئۇنىڭ پەرۋەردىگارى تەرىپىدىن ئەۋەتىلگەن پەيغەمبەر دەپ بىلەمسىلەر؟» دېدى. ئۇلار: «بىز ئۇنىڭ پەيغەمبەرلىكىگە ئەلۋەتتە ئىشىنىمىز» دېدى[75].","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:76","price":" ھېلىقى تەكەببۇرلار: «سىلەر ئىشەنگەنگە بىز ھەرگىز ئىشەنمەيمىز» دېدى[76].","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:77","price":" ئۇلار چىشى تۆگىنى بوغۇزلىدى، پەرۋەردىگارىنىڭ ئەمرىنى تۇتۇشتىن باش تارتتى ۋە ئى سالىھ «راستتىنلا پەيغەمبەرلەردىن بولساڭ، بىزگە ۋەدە قىلغان ئازابنى كەلتۈرۈپ باق» دېدى[77].","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:78","price":"ئۇلارغا قاتتىق ئازاب يۈزلەندى ـ دە، ئۇلار ئۆيلىرىدە ئولتۇرغان پېتى قېتىپ قالدى[78].","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:79","price":" ئۇ (ئۇلار ھالاك بولغاندىن كېيىن) ئۇلارغا ئارقىسىنى قىلدى ۋە: «ئى قەۋمىم! سىلەرگە ھەقىقەتەن پەرۋەردىگارىمنىڭ ئەلچىلىكىنى يەتكۈزدۈم، سىلەرگە نەسىھەت قىلدىم، لېكىن سىلەر نەسىھەت قىلغۇچىلارنى ياقتۇرمىدىڭلار» دېدى[79].","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:80","price":" لۇتنى (ئەھلى سەدومغا پەيغەمبەر قىلىپ ئەۋەتتۇق)، ئۆز ۋاقتىدا ئۇ ئۆز قەۋمىگە (ئۇلارنى ئەيىبلەش يۈزىسىدىن) مۇنداق دېگەن ئىدى: «سىلەر شۇنداق قەبىھ ئىشنى قىلامسىلەر؟ مۇنداق قەبىھ ئىشنى سىلەردىن ئىلگىرى جاھان ئەھلىدىن ھېچقانداق ئادەم قىلمىغان ئىدى[80].","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:81","price":"سىلەر ھەقىقەتەن ئاياللارنى تاشلاپ قويۇپ، ئەرلەر بىلەن جىنسىي تەلىپىڭلارنى قاندۇرىسىلەر، سىلەر ھەقىقەتەن ھەددىدىن ئاشقۇچى قەۋمسىلەر»[81].","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:82","price":"لۇتنىڭ قەۋمىنىڭ بىردىنبىر جاۋابى: «لۇتنى ئۇنىڭ ئەگەشكۈچىلىرى بىلەن قوشۇپ شەھىرىڭلاردىن چىقىرىۋېتىڭلار، چۈنكى ئۇلار پاك كىشىلەردۇر» دېيىشتىن ئىبارەت بولدى[82].","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:83","price":"لۇتنى ئۇنىڭ خوتۇنىدىن باشقا، تەۋە كىشىلىرى بىلەن بىللە (ئۇنىڭ قەۋمىگە نازىل بولغان ئازابتىن) قۇتقۇزدۇق، پەقەت خوتۇنىلا (شەھەردە) قېلىپ ھالاك بولغۇچىلاردىن بولدى[83].","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:84","price":"ئۇلارغا بىر تۈرلۈك يامغۇر (يەنى تاش) ياغدۇردۇق، گۇناھكارلارنىڭ ئاقىۋىتىنىڭ قانداق بولىدىغانلىقىغا قارىغىن[84].","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:85","price":" مەديەن (خەلقىگە) ئۇلارنىڭ قېرىندىشى شۇئەيبنى (پەيغەمبەر قىلىپ ئەۋەتتۇق)، ئۇ (ئۆز قەۋمىگە) ئېيتتى: « ئى قەۋمىم! ئاللاھقا ئىبادەت قىلىڭلار، سىلەرگە ئاللاھتىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر. سىلەرگە پەرۋەردىگارىڭلاردىن ھەقىقەتەن (مېنىڭ راستلىقىمنى ئىسپاتلايدىغان) مۆجىزە كەلدى، ئۆلچەمنى ۋە تارازىنى توغرىلاڭلار، كىشىلەرنىڭ نەرسىلىرىنى كەم بەرمەڭلار. (ئاللاھ پەيغەمبەرلەرنى ئەۋەتىپ) زېمىننى تۈزىگەندىن كېيىن، زېمىندا (گۇناھلار قىلىپ) بۇزغۇنچىلىق قىلماڭلار، ئەگەر مۆمىن بولساڭلار، ئەنە شۇ سىلەر ئۈچۈن ياخشىدۇر[85].","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:86","price":"سىلەر ئاللاھقا ئىمان ئېيتقانلارنى قورقۇتقان، ئاللاھنىڭ يولىدىن توسقان ۋە ئۇ يولنىڭ ئەگرىلىكىنى تىلىگەن ھالدا يوللاردا ئولتۇرماڭلار. ئەسلىدە سىلەر ئاز ئىدىڭلار، ئاللاھنىڭ سىلەرنىڭ سانىڭلارنى كۆپەيتكەنلىكىنى ياد ئېتىڭلار، بۇزۇقچىلىق قىلغۇچىلارنىڭ ئاقىۋىتىنىڭ قانداق بولىدىغانلىقىغا قاراڭلار[86].","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:87","price":" ئەگەر سىلەردىن بىر گۇرۇھ ئادەم مېنىڭ پەيغەمبەرلىكىمگە ئىشەنگەن، يەنە بىر گۇرۇھ ئادەم ئىشەنمىگەن بولسا، ئاللاھ بىزنىڭ ئارىمىزدا ھۆكۈم چىقارغىچە سەۋر قىلىپ تۇرۇڭلار. ئاللاھ ھۆكۈم چىقارغۇچىلارنىڭ ئەڭ ياخشىسىدۇر»[87]. ","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":null,"lang":"ug"},{"name":"7:88","price":"شۇئەيب قەۋمىنىڭ (ئىماندىن باش تارتقان) تەكەببۇر چوڭلىرى: «ئى شۇئەيب! سېنى چوقۇم ئەگەشكۈچىلىرىڭ (يەنى ساڭا ئىمان ئېيتقانلار) بىلەن قوشۇپ شەھىرىمىزدىن ھەيدەپ چىقىرىمىز، ياكى چوقۇم بىزنىڭ دىنىمىزغا قايتىشىڭلار كېرەك» دېدى. شۇئەيب: «بىز (بۇنىڭ ھەر ئىككىلىسىنى) يامان كۆرىدىغان تۇرساق (بىزنى يەنىلا شۇنىڭغا مەجبۇر قىلامسىلەر؟)» دېدى[88].","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:89","price":" (شۇئەيب يەنە ئېيتتى) «ئاللاھ بىزنى سىلەرنىڭ دىنىڭلاردىن قۇتۇلدۇرغاندىن كېيىن ئۇنىڭغا قايتساق، ئەلۋەتتە، ئاللاھقا يالغان چاپلىغان بولىمىز. پەرۋەردىگارىمىز ئاللاھ خالىسىلا، بىز سىلەرنىڭ دىنىڭلارغا قايتمايمىز. پەرۋەردىگارىمىزنىڭ ئىلمى ھەممىنى ئۆز ئىچىگە ئالىدۇ، ئاللاھقا تەۋۋەككۈل قىلدۇق (يەنى ھەممە ئىشىمىزنى ئاللاھقا تاپشۇرىمىز). پەرۋەردىگارىمىز! بىز بىلەن قەۋمىمىزنىڭ  ئارىسىدا ھەق ھۆكۈم چىقارغىن، سەن ھۆكۈم چىقارغۇچىلارنىڭ ئەڭ ياخشىسىدۇرسەن»[89].","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:90","price":"ئۇنىڭ قەۋمىنىڭ ئىمانسىز چوڭلىرى: «ئەگەر سىلەر شۇئەيبكە ئەگەشسەڭلار، شۈبھىسىزكى، چوقۇم زىيان تارتىسىلەر» دېدى[90]. ","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:91","price":"ئۇلارغا قاتتىق زىلزىلە يۈزلەندى، ئۇلار ئۆيلىرىدە ئولتۇرغان پېتى قېتىپ قالدى[91].","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:92","price":"شۇئەيبنى ئىنكار قىلغانلار (ئاللاھنىڭ ھالاك قىلىشى بىلەن) گويا بۇ يەردە تۇرمىغاندەك (يەنى ياشىمىغاندەك) بولۇپ قالدى. شۇئەيبنى ئىنكار قىلغانلار زىيان تارتقۇچىلاردىن بولدى[92].","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:93","price":"شۇئەيب ئۇلارغا ئارقىسىنى قىلىپ: «ئى قەۋمىم! سىلەرگە مەن ھەقىقەتەن پەرۋەدىگارىمنىڭ ئەلچىلىكىنى يەتكۈزدۈم ۋە نەسىھەت قىلدىم، مەن قانداقمۇ كاپىر قەۋمگە قايغۇراي!» دېدى[93].","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:94","price":"بىز مەيلى قايسى شەھەرگە بولسۇن، بىرەر پەيغەمبەر ئەۋەتكەن بولساق (شەھەر ئەھلى ئۇنى ئىنكار قىلغان بولسا)، ئۇلارنىڭ ئاللاھقا يالۋۇرۇشلىرى (تەۋبە قىلىشلىرى) ئۈچۈن، ئۇلارنى نامراتلىققا، كېسەللىككە گىرىپتار قىلدۇق[94].","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:95","price":" ئاندىن (ئۇلارنىڭ بېشىغا كەلگەن) كۈلپەتنى نېمەتكە ئايلاندۇردۇق، شۇنىڭ بىلەن ئۇلار كۆپەيدى. ئۇلار: «بىزنىڭ ئاتا ـ بوۋىلىرىمىزنىڭ بېشىغا ھەقىقەتەن كۈلپەتلەر، نېمەتلەر كەلگەن ئىدى (بۇ ـ زاماننىڭ ئادىتى؛ ئاللاھ تەرىپىدىن كەلگەن ئوقۇبەت ئەمەس)» دېدى. ئۇلار خەۋەرسىز تۇرغاندا، ئۇلارنى ئۇشتۇمتۇت ھالاك قىلدۇق[95].","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:96","price":" (پەيغەمبەرلىرىنى ئىنكار قىلغانلىقتىن ھالاك قىلىنغان) شەھەرلەرنىڭ ئاھالىسى ئىمان ئېيتقان ۋە (كۇفرىدىن، گۇناھلاردىن) ساقلانغان بولسا ئىدى، ئەلۋەتتە، ئۇلارنى ئاسمان ـ زېمىننىڭ پاراۋانلىقلىرىغا مۇيەسسەر قىلاتتۇق. لېكىن ئۇلار (پەيغەمبەرلەرنى) ئىنكار قىلدى، شۇڭا ئۇلارنى ئۆز قىلمىشلىرى تۈپەيلىدىن ھالاك قىلدۇق[96].","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:97","price":"(پەيغەمبەرلەرنى ئىنكار قىلىدىغان) شەھەرلەرنىڭ ئاھالىسى بىزنىڭ ئازابىمىزنىڭ ئۆزلىرىگە كېچىسى (غەپلەتتە) ئۇخلاۋاتقانلىرىدا كېلىشىدىن قورقمامدۇ؟[97]","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:98","price":"شەھەرلەر ئاھالىسى بىزنىڭ ئازابىمىزنىڭ چۈش ۋاقتىدا ـ ئۇلار ئويناپ تۇرغانلىرىدا كېلىشىدىن قورقمامدۇ[98].","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:99","price":"ئۇلار ئاللاھنىڭ مەكرىدىن (يەنى ئۇلار تۇيۇقسىز تۇرغاندا ئاللاھنىڭ ئازاب نازىل قىلىشىدىن) قورقمامدۇ؟ پەقەت زىيان تارتقۇچى قەۋملا ئاللاھنىڭ مەكرىدىن قورقمايدۇ[99].","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:100","price":"زېمىننىڭ ئىلگىرىكى ئىگىلىرى (ھالاك بولغان) دىن كېيىن، (زېمىنغا) ۋارىس بولغۇچىلارنى، خالىساق، گۇناھى تۈپەيلىدىن ھالاك قىلىدىغانلىقىمىز، دىللىرىنى پىچەتلىۋېتىدىغانلىقىمىز ئۇلارغا (يەنى زېمىنغا ۋارىسلىق قىلغۇچىلارغا) ئايان بولمىدىمۇ؟ ئۇلار (ھەق سۆزنى) ئاڭلىمايدۇ[100]. ","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:101","price":" ئاشۇ شەھەرلەر (ئاھالىسى) نىڭ بەزى خەۋەرلىرىنى (ئى مۇھەممەد!) ساڭا ھېكايە قىلىپ بېرىمىز. شەك ـ شۈبھىسىزكى، پەيغەمبەرلىرى ئۇلارغا مۆجىزىلەر ئېلىپ كەلگەن ئىدى، ئۇلار ئىلگىرى (ھەقنى) ئىنكار قىلغانلىقلىرى ئۈچۈن (ئۇ مۆجىزىلەرگە) ئىمان ئېيتمىدى. ئاللاھ كاپىرلارنىڭ دىللىرىنى ئەنە شۇنداق پېچەتلەيدۇ[101].","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:102","price":" ئۇلارنىڭ تولىسىنىڭ بەرگەن ۋەدىسىگە ۋاپا قىلىدىغانلىقىنى بايقىمىدۇق. ئۇلارنىڭ تولىسىنىڭ شەكسىز پاسىقلار (يەنى ئاللاھنىڭ ئەمر ـ پەرمانىدىن باش تارتقۇچىلار) ئىكەنلىكىنى بايقىدۇق[102].","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:103","price":" مەزكۇز پەيغەمبەرلەردىن كېيىن، مۇسانى مۆجىزىلىرىمىز بىلەن، (مىسىرنىڭ مۇسا زامانىدىكى پادىشاھى) پىرئەۋنگە ۋە ئۇنىڭ قەۋمىنىڭ چوڭلىرىغا (پەيغەمبەر قىلىپ) ئەۋەتتۇق. ئۇلار بۇ مۆجىزىلەرنى ئىنكار قىلدى، بۇزغۇنچىلىق قىلغۇچىلارنىڭ ئاقىۋىتىنىڭ قانداق بولىدىغانلىقىغا قارىغىن[103].","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:104","price":"مۇسا ئېيتتى: «ئى پىرئەۋن! مەن ھەقىقەتەن ئالەملەرنىڭ پەرۋەردىگارى ئەۋەتكەن پەيغەمبەرمەن[104]. ","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:105","price":"ئاللاھ نامىدىن پەقەت ھەقىقەتتىن باشقىنى ئېيتماسلىققا لايىقمەن. راستتىنلا پەرۋەردىگارىڭلار تەرىپىدىن سىلەرگە (مېنىڭ راستلىقىمنى ئىسپاتلايدىغان) بىر مۆجىزە ئېلىپ كەلدىم. شۇنىڭ ئۈچۈن، ئىسرائىل ئەۋلادىنى مەن بىلەن قويۇپ بەرگىن (مەن بىلەن بىللە ئاتا ـ بوۋىلىرىنىڭ ۋەتىنى مۇقەددەس زېمىنغا بارسۇن)»[105].","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:106","price":" پىرئەۋن (مۇساغا): «ئەگەر سەن (پەرۋەردىگارىڭ تەرىپىدىن) بىر مۆجىزە ئېلىپ كەلگەن بولساڭ، (بۇ دەۋايىڭدا) راستچىللاردىن بولساڭ، ئۇنى بىزگە كۆرسەتكىن» دېدى[106].","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:107","price":"مۇسا ھاسىسىنى تاشلىۋېدى، ئۇ ناگاھان ئاشكارا بىر ئەجدىھاغا ئايلاندى[107].","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:108","price":" قولىنى (قولتۇقىدىن) چىقىرىۋىدى، ئۇ ناگاھان قارىغۇچىلارغا (نۇر چاقنىتىپ تۇرىدىغان) ئاپئاق بولۇپ كۆرۈندى[108].","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:109","price":" پىرئەۋن قەۋمنىڭ چوڭلىرى ئېيتتى: «بۇ ھەقىقەتەن ناھايىتى ئۇستا سېھىرگەر ئىكەن[109]. ","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:110","price":"ئۇ سىلەرنى زېمىنىڭلار (يەنى مىسىر زېمىنى) دىن ھەيدەپ چىقىرىۋەتمەكچى. نېمە مەسلىھەت بېرىسىلەر؟»[110]","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:111","price":"ئۇلار ئېيتتى: «(ئۇلارنىڭ ئىشىنى ئۆزۈڭ بىر پىكىرگە كەلگۈچە) تەخىر قىلغىن، شەھەرلەرگە (سېھىرگەرلەرنى) يىغقۇچى كىشىلەرنى ئەۋەتكىن[111].","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:112","price":" ئۇلار بارلىق ئۇستا سېھىرگەرلەرنى سېنىڭ ھۇزۇرۇڭغا ئېلىپ كەلسۇن»[112].","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:113","price":"(پىرئەۋن سېھىرگەرلىرىنى يىغىشقا ئادەملىرىنى ئەۋەتتى) سېھىرگەرلەر پىرئەۋننىڭ قېشىغا كەلدى، ئۇلار: «ئەگەر بىز غەلىبە قىلساق، بىزگە چوقۇم مۇكاپات بېرىلەمدۇ؟» دېدى[113].","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:114","price":"پىرئەۋن: «ھەئە، (مۇكاپات بېرىلىدۇ، ئۇنىڭ ئۈستىگە) سىلەر چوقۇم مېنىڭ يېقىن كىشىلىرىم بولۇپ قالىسىلەر» دېدى[114].","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:115","price":"ئۇلار (يەنى سېھىرگەرلەر): «ئى مۇسا! (ھاساڭنى) سەن ئاۋۋال تاشلامسەن، ياكى بىز (ئۆزىمىزنىڭكىنى) ئاۋۋال تاشلامدۇق؟» دېدى[115].","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:116","price":"مۇسا: «سىلەر تاشلاڭلار!» دېدى. ئۇلار ھاسا، ئارغامچىلارنى تاشلاپ كىشىلەرنىڭ كۆزلىرىنى باغلىدى، ئۇلارنى (يەنى كىشىلەرنى) قاتتىق چۆچۈتۈۋەتتى، ئۇلار (كىشىلەرنىڭ كۆزلىرىگە) چوڭ (كۆرۈنىدىغان) سېھىرنى كۆرسەتتى[116].","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:117","price":"مۇساغا: «ھاساڭنى تاشلىغىن » دەپ ۋەھىي قىلدۇق، (مۇسا ھاسىسىنى تاشلىۋىدى، ئۇ ئەجدىھاغا ئايلىنىپ) ئۇلارنىڭ ئويدۇرما نەرسىلىرىنى دەرھال يۇتۇۋەتتى[117].","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:118","price":"ھەقىقەت ئاشكارا بولدى، ئۇلارنىڭ كۆرسەتكەن سېھىرلىرى بەربات بولدى[118]. ","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:119","price":" بۇ يەردە ئۇلار (يەنى پىرئەۋن بىلەن قەۋمى) مەغلۇپ بولدى، خار بولغان ھالدا (شەھەرگە قايتتى)[119].","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:120","price":"سېھىرگەرلەر سەجدىگە باردى[120].","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:121","price":"ئۇلار دېدى: «ئالەملەرنىڭ پەرۋەردىگارىغا ئىمان ئېيتتۇق[121].","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:122","price":"مۇسا ۋە ھارۇننىڭ پەرۋەردىگارىغا (ئىمان ئېيتتۇق)»[122].","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:123","price":"پىرئەۋن ئېيتتى: «سىلەر مەن رۇخسەت قىلماي تۇرۇپ مۇساغا ئىمان ئېيتتىڭلار، بۇ چوقۇم سىلەرنىڭ شەھەر (يەنى مىسىر) دىكى چېغىڭلاردا ئاھالىنى شەھەردىن ھەيدەپ چىقىرىش ئۈچۈن (مۇسا بىلەن بىرلىشىپ) ئالدىن پىلانلىغان ھىيلەڭلاردۇر. (سىلەرنى قانداق جازالايدىغانلىقىمنى) ئۇزاققا قالماي بىلىسىلەر[123].","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:124","price":"سىلەرنىڭ قولۇڭلارنى، پۇتۇڭلارنى چوقۇم ئوڭ ـ چەپ قىلىپ (ئوڭ قولۇڭلار بىلەن سول پۇتۇڭلارنى ياكى سول پۇتۇڭلار بىلەن ئوڭ قولۇڭلارنى) چوقۇم كېسىمەن، ئاندىن ھەممىڭلارنى چوقۇم دارغا ئېسىپ ئۆلتۈرىمەن»[124].","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:125","price":"دەرگاھىغا قايتقۇچىلارمىز[125]. ","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:126","price":"سەن بىزنى پەقەت پەرۋەردىگارىمىزنىڭ بىزگە نازىل قىلغان ئايەتلىرىگە ئىمان ئېيتقانلىقىمىز ئۈچۈنلا ئەيىبلەۋاتىسەن. پەرۋەردىگارىمىز! بىزگە سەۋر ئاتا قىلغىن، بىزنى مۇسۇلمان پېتىمىزچە قەبزى روھ قىلغىن»[126].","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:127","price":"پىرئەۋن قەۋمىنىڭ چوڭلىرى (پىرئەۋنگە): «مۇسا بىلەن ئۇنىڭ قەۋمىنى زېمنىدا پىتنە ـ پاسات تۇغدۇرۇشقا، سېنى ۋە سېنىڭ ئىلاھلىرىڭنى تاشلاشقا قويۇۋېتەمسەن؟» دېدى. پىرئەۋن: «ئۇلارنىڭ بالىلىرىنى ئۆلتۈرىمىز، ئاياللىرىنى بولسا (خىزمەتكە سېلىشقا) قالدۇرۇپ قويىمىز، بىز ئەلۋەتتە ئۇلارنىڭ ئۈستىدىن ھۆكۈمرانلىق قىلىمىز» دېدى[127].","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:128","price":"مۇسا ئۆز قەۋمىگە: «ئاللاھتىن مەدەت تىلەڭلار، سەۋر قىلىڭلار، يەر يۈزى ھەقىقەتەن ئاللاھنىڭ مۈلكىدۇر، (ئاللاھ) ئۇنىڭغا بەندىلىرىدىن ئۆزى خالىغان كىشىلەرنى ۋارىس قىلىدۇ؛ ياخشى ئاقىۋەت تەقۋادارلارغا مەنسۇپ» دېدى[128].","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:129","price":"ئۇلار: «سەن بىزگە كېلىشتىن بۇرۇنمۇ، كەلگەندىن كېيىنمۇ ھامان خارلىنىپ كەلدۇق» دېدى. مۇسا: «پەرۋاردىگارىڭلارنىڭ دۈشمىنىڭلارنى ھالاك قېلىشى، (مىسىر) زېمىنىدا ئۇلارنىڭ ئورنىغا سىلەرنى دەسسىتىشى، سىلەرنىڭ قانداق ئىش قىلىدىغانلىقىڭلارغا قارىشى مۇھەققەقتۇر» دېدى[129].","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:130","price":" ئاللاھقا قەسەمكى، بىز ھەقىقەتەن پىرئەۋن ۋە ئۇنىڭ تەۋەلىرىنىڭ ئىبرەت ئېلىشلىرى ئۈچۈن، ئۇلارنى قەھەتچىلىك بىلەن، مېۋىلىرىنىڭ ھوسۇلىنى كېمەيتىۋېتىش بىلەن سىنىدۇق[130].","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:131","price":"ئۇلار ئەگەر (پاراۋانلىق ـ مولچىلىقتەك) بىرەر ياخشىلىققا ئېرىشسە، بىز بۇنىڭغا ھەقلىقمىز، دەيدۇ. ئەگەر ئۇلارغا بىرەر يامانلىق كەلسە، ئۇلار: «بۇ مۇسا ۋە ئۇنىڭ بىلەن بىللە بولغان مۆمىنلەرنىڭ شۇملۇقىدىن كەلدى»، دەيدۇ. ئۇلارغا يەتكەن ياخشىلىق بىلەن يامانلىق (مۇسانىڭ شۇملۇقىدىن ئەمەس) ئاللاھنىڭ تەقدىرىدۇر، لېكىن ئۇلارنىڭ تولىسى بۇنى (يەنى ئۇلارغا كەلگەن بالا ـ قازانىڭ ئۆز گۇناھلىرى تۈپەيلى ئاللاھ تەرىپىدىن كەلگەنلىكىنى) ئۇقمايدۇ[131].","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:132","price":"ئۇلار (يەنى پىرئەۋن قەۋمى): «كۆزىمىزنى باغلاش ئۈچۈن ھەرقانداق مۆجىزە كەلتۈرسەڭمۇ بىز ساڭا ھەرگىز ئىشەنمەيمىز» دېدى[132].","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:133","price":"ئۇلارغا سۇ ئاپىتىنى، چېكەتكە، پىت، پاقا، قان (بالالىرىنى) روشەن مۆجىزىلەر قىلىپ ئەۋەتتۇق. (ئاللاھقا ئىمان ئېيتىشقا) ئۇلارنىڭ گەدەنكەشلىكى يول قويمىدى، ئۇلار گۇناھكار قەۋم بولدى[133].","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:134","price":"ئۇلارغا بالا نازىل بولغاندا، ئۇلار: «ئى مۇسا! پەرۋەردىگارىڭغا ئۆزىنىڭ ساڭا ئاتا قىلغان ئەھدى بىلەن (يەنى ساڭا بەرگەن پەيغەمبەرلىكنىڭ ھەققى - ھۆرمىتى بىلەن بىزدىن بالانى كۆتۈرۈۋېتىشكە) دۇئا قىلساڭ، ئاللاھقا قەسەمكى، ئەگەر بىزدىن بالانى كۆتۈرۈۋەتسەڭ، ساڭا چوقۇم ئىمان ئېيتىمىز، ئىسرائىل ئەۋلادىنى چوقۇم سەن بىلەن بىللە قويۇپ بېرىمىز» دېگەن ئىدى[134].","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:135","price":"ئۇلاردىن بالانى ۋاقىتلىق كۆتۈرۈۋەتكەن چېغىمىزدا، ئۇلار توساتتىن ئەھدىلىرىنى بۇزدى[135].","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:136","price":"ئايەتلىرىمىزنى ئىنكار قىلغانلىقلىرى ۋە ئايەتلىرىمىزدىن غاپىل بولغانلىقلىرى ئۈچۈن، ئۇلارنى دېڭىزغا غەرق قىلىپ جازالىدۇق[136].","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:137","price":"بوزەك قىلىنغان قەۋمنى (يەنى بەنى ئىسرائىلنى) بىز بەرىكەتلىك قىلغان (شام) زېمىننىڭ شەرق تەرەپلىرىگە ۋە غەرب تەرەپلىرىگە (يەنى ھەممە تەرەپكە) ۋارىس قىلدۇق. ئىسرائىل ئەۋلادى سەۋر قىلغانلىقلىرى ئۈچۈن، پەرۋەردىگارىڭنىڭ ئۇلارغا قىلغان چىرايلىق ۋەدىسى تولۇق ئىشقا ئاشتى؛ پىرئەۋن ۋە ئۇنىڭ قەۋمىنىڭ سالغانلىرى (يەنى ئىمارەتلىرى) نى ۋە ياسىغانلىرى (يەنى باغلىرى ۋە ئېكىنزارلىقلىرى) نى ۋەيران قىلدۇق[137].","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:138","price":"ئىسرائىل ئەۋلادىنى بىز (قۇلزۇم) دېڭىزىدىن ئۆتكۈزۈۋەتتۇق، ئۇلار بۇتلىرىغا چوقۇنۇۋاتقان بىر قەۋمنىڭ يېنىدىن ئۆتكەندە: «ئى مۇسا! بىزگىمۇ ئۇلارنىڭ بۇتلىرىغا ئوخشاش بۇت ئورنىتىپ بەرگىن» دېدى. مۇسا: «سىلەر ھەقىقەتەن نادان قەۋم ئىكەنسىلەر» دېدى[138].","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:139","price":" شۈبھىسىزكى، ئاشۇ كىشىلەرنىڭ باتىل دىنلىرى گۇمران بولغۇسىدۇر، ئۇلارنىڭ قىلغان ئەمەللىرى بىكاردۇر[139].","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:140","price":"مۇسا: «ئاللاھ سىلەرنى (زامانىڭلاردىكى) جاھان ئەھلىدىن ئارتۇق قىلغان تۇرسا، سىلەرگە ئۇنىڭدىن باشقا ئىلاھ ئىزدەمدىم؟» دېدى[140]. ","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:141","price":" ئۆز ۋاقتىدا سىلەرنى پىرئەۋننىڭ قەۋمىدىن قۇتقۇزدۇق، ئۇلار سىلەرگە قاتتىق ئازابنى تېتىتاتتى، ئوغۇللىرىڭلارنى ئۆلتۈرەتتى، ئاياللىرىڭلارنى (خورلاپ ئىشلىتىشكە) ئېلىپ قالاتتى، بۇنىڭدا پەرۋەردىگارىڭلاردىن سىلەرگە زور سىناق بار ئىدى[141]. ","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:142","price":"مۇساغا (بىزگە مۇناجات قىلىشقا) ئوتتۇز كېچىنى ۋەدە قىلدۇق. ئۇنىڭغا يەنە ئون كېچىنى قوشتۇق، شۇنىڭ بىلەن، پەرۋەردىگارىنىڭ ۋەدە قىلغان ۋاقتى 40 كېچە بولدى. مۇسا قېرىندىشى ھارۇنغا: «(مەن قايتىپ كەلگەنگە قەدەر) قەۋمىمگە مېنىڭ ئورۇنباسارىم بولۇپ تۇرغىن، (ئۇلارنىڭ ئىشىنى) تۈزىگىن، بۇزۇقچىلىق قىلغۇچىلارنىڭ يولىدا ماڭمىغىن» دېدى[142].","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:143","price":"مۇسا بىز ۋەدە قىلغان ۋاقىتتا كەلگەن ۋە پەرۋەردىگارى ئۇنىڭغا (بىۋاسىتە) سۆز قىلغان چاغدا: «پەرۋەردىگارىم! ماڭا ئۆزۈڭنى كۆرسەتكىن، سېنى بىر كۆرۈپ ئالاي» دېدى. ئاللاھ: «مېنى (بۇ دۇنيادا) ھەرگىز كۆرەلمەيسەن (چۈنكى ئىنساننىڭ بۇ ئاجىز تېنى بۇنىڭغا تاقەت قىلالمايدۇ). لېكىن تاغقا قارىغىن، ئەگەر تاغ ئورنىدا مەھكەم تۇرالىسا، مېنى كۆرەلەيسەن» دېدى. پەرۋەردىگارى تاغقا تەجەللى قىلىش بىلەن، تاغنى تۈپتۈز قىلىۋەتتى، مۇسا بىھوش بولۇپ يىقىلدى. ئۇ ھوشىغا كېلىپ: « (پەرۋەرىگارىم!) سەن پاكتۇرسەن، ساڭا تەۋبە قىلدىم، مەن (سېنىڭ ئۇلۇغلۇقۇڭغا) ئىشەنگۈچىلەرنىڭ ئەۋۋىلىمەن» دېدى[143].","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:144","price":" ئاللاھ ئېيتتى: «ئى مۇسا! مەن ھەقىقەتەن سېنى (زامانىڭدىكى) كىشىلەر ئارىسىدىن پەيغەمبەرلىككە ۋە مەن بىلەن (بىۋاسىتە) سۆزلىشىشكە تاللىدىم. ساڭا مەن ئاتا قىلغان پەيغەمبەرلىكنى قوبۇل قىلغىن ۋە شۈكۈر قىلغۇچىلاردىن بولغىن»[144].","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:145","price":" بىز ئۇنىڭ ئۈچۈن (تەۋرات) تاختىلىرىغا (ئىسرائىل ئەۋلادى دىنىدا موھتاج بولغان) ۋەز ـ نەسىھەت، (دىنىي) ئەھكاملارنىڭ ھەممىسىنى تەپسىلىي يازدۇق. (ئى مۇسا) ئۇنى (يەنى تەۋراتنى) مەھكەم تۇتقىن ھەمدە قەۋمىڭنى ئۇنىڭدىكى ئەڭ گۈزەل ئەھكاملارغا ئەمەل قىلىشقا بۇيرۇغىن، سىلەرگە پاسىقلار (يەنى پىرئەۋن ۋە ئۇنىڭ قەۋمى) نىڭ دىيارىنى كۆرسىتىمەن[145].","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:146","price":"يەر يۈزىدە ناھەق تەكەببۇرلۇق قىلىدىغانلارنى ئايەتلىرىمنى چۈشىنىشتىن يىراقلاشتۇرىمەن. ئۇلار بارلىق مۆجىزىلەرنى كۆرگەندىمۇ ئۇنىڭغا ئىشەنمەيدۇ، ئۇلار ئەگەر توغرا يولنى كۆرسە، ئۇنىڭدا ماڭمايدۇ، گۇمراھلىق يولىنى كۆرسە ئۇنىڭدا ماڭىدۇ، بۇ شۇنىڭ ئۈچۈنكى، ئۇلار بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلدى ۋە ئۇنىڭدىن غاپىل بولدى[146].","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:147","price":"بىزنىڭ ئايەتلىرىمىزنى ۋە ئاخىرەتتە ئاللاھقا مۇلاقات بولۇشنى ئىنكار قىلغانلارنىڭ قىلغان (ياخشى) ئەمەللىرى (ئىمانى بولمىغانلىقى ئۈچۈن) بىكار بولۇپ كېتىدۇ، ئۇلارغا پەقەت قىلغان ئەمەللىرىگە يارىشا جازا بېرىلىدۇ[147].","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:148","price":"مۇسانىڭ قەۋمى مۇسادىن كېيىن (يەنى مۇسا پەرۋەردىگارىغا مۇناجات قىلىش ئۈچۈن تۇر تېغىغا كەتكەندىن كېيىن)، زىننەت بۇيۇملىرىدىن موزايدەك ئاۋاز چىقىرىدىغان بىر جانسىز موزاي ياسىدى. ئۇلار موزاينىڭ ئۆزلىرىگە سۆزلىيەلمەيدىغانلىقىنى، يول كۆرسىتەلمەيدىغانلىقىنى كۆرمىدىمۇ؟ ئۇلار ئۇنى مەبۇد قىلىۋالدى، ئۇلار (ئۆزلىرىگە) زۇلۇم قىلغۇچى بولدى[148].","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:149","price":"ئۇلار (موزايغا چوقۇنغانلىقلىرىغا) پۇشايمان قىلغان ۋە راست ئازغانلىقلىرىنى چۈشەنگەن چاغدا: «ئەگەر پەرۋەردىگارىمىز بىزگە رەھىم قىلمىسا ۋە مەغپىرەت قىلمىسا، بىز ئەلۋەتتە زىيان تارتقۇچىلاردىن بولىمىز» دېدى[149].","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:150","price":" مۇسا غەزەپلەنگەن، ئېچىنغان ھالدا قەۋمىگە قايتىپ كېلىپ: «مەن يوق چاغدا (موزايغا چوقۇنۇپ) نەقەدەر يامان ئىش قىلدىڭلار ـ ھە! (كۈتۈپ تۇرماي) پەرۋەردىگارىڭلارنىڭ ئەمرىگە ئالدىراپ كەتتىڭلارمۇ؟» دېدى ۋە (غەزەپلەنگەنلىكتىن تەۋرات) تاختىلىرىنى (يەرگە) تاشلىدى، قېرىندىشىنىڭ چېچىدىن تۇتۇپ ئۆز تەرىپىگە تارتتى. (ھارۇن) ئېيتتى: «ئى قېرىندىشىم! (بۇ) قەۋم مېنى بوزەك تاپتى، مېنى ئۆلتۈرۈۋەتكىلى تاس قالدى. مېنى دۈشمەنلەر ئالدىدا كۈلكىگە قويمىغىن. مېنى زالىم قەۋم (يەنى موزايغا چوقۇنغانلار) قاتارىدا سانىمىغىن»[150].","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:151","price":"مۇسا ئېيتتى: «پەرۋەردىگارىم! ماڭا ۋە مېنىڭ قېرىندىشىمغا مەغپىرەت قىلغىن، بىزنى رەھمىتىڭ دائىرىسىگە كىرگۈزگىن، سەن ئەڭ رەھىم قىلغۇچى زاتتۇرسەن»[151].","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:152","price":"شۈبھىسىزكى، موزاينى مەبۇد قىلىۋالغانلار پەرۋەردىگارىنىڭ غەزىپىگە ئۇچرايدۇ، بۇ دۇنيادا خارلىققا قالىدۇ، (ئاللاھقا) بوھتان قىلغۇچىلارغا بىز مۇشۇنداق جازا بېرىمىز[152].","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:153","price":" يامان ئىشلارنى قىلىپ قويۇپ، كېيىن تەۋبە قىلغان ۋە ئىمانىدا سەمىمىي بولغانلارنى تەۋبىسىدىن كېيىن پەرۋەردىگارىڭ ئەلۋەتتە مەغپىرەت قىلىدۇ، (ئۇلارغا) رەھىم قىلىدۇ[153].","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:154","price":" مۇسا غەزىپى بېسىلغاندىن كېيىن (يەردە ياتقان تەۋرات) تاختىلىرىنى ئالدى. ئۇنىڭدا ‹پەرۋەردىگارىدىن قورققۇچىلارغا ھىدايەت قىلىنىدۇ ۋە رەھمەت قىلىنىدۇ› دەپ يېزىلغان ئىدى[154].","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:155","price":" مۇسا، بىز بەلگىلەپ بەرگەن ۋاقىتتا ئېلىپ كېلىش ئۈچۈن، ئۆز قەۋمىدىن 70 كىشىنى تاللىدى؛ ئۇلارغا زىلزىلە يۈزلەنگەندە، مۇسا: «پەرۋەردىگارىم! خالىغان بولساڭ ئۇلارنى ۋە مېنى بۇرۇنلا ھالاك قىلغان بولاتتىڭ. ئارىمىزدىكى ئەخمەقلەرنىڭ قىلمىشى تۈپەيلىدىن بىزنى ھالاك قىلامسەن؟ بۇ پەقەت سېنىڭ سىنىقىڭدۇر، شۇ ئارقىلىق خالىغان بەندەڭنى ئازدۇرىسەن، خالىغان بەندەڭنى ھىدايەت قىلىسەن، سەن بىزنىڭ ئىگىمىزسەن، بىزگە مەغپىرەت قىلغىن، رەھىم قىلغىن، سەن ئەڭ ياخشى مەغپىرەت قىلغۇچىسەن[155].","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:156","price":" بىزگە بۇ دۇنيادا ۋە ئاخىرەتتە تېگىشلىك ياخشىلىق قىلغىن، بىز ھەقىقەتەن ساڭا تەۋبە قىلدۇق» دېدى. ئاللاھ ئېيتتى: «ئازابىم بىلەن (بەندىلىرىمدىن) خالىغان كىشىنى ئازابلايمەن، مېنىڭ رەھمىتىم مەخلۇقاتنىڭ ھەممىسىگە ئورتاقتۇر. رەھمىتىمنى (كۇفرىدىن ۋە گۇناھتىن) ساقلانغۇچىلارغا، (ماللىرىنىڭ) زاكىتىنى بېرىدىغانلارغا ۋە بىزنىڭ ئايەتلىرىمىزگە ئىمان ئېيتىدىغانلارغا تېگىشلىك قىلىمەن»[156].","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:157","price":"ئۇلار ئەلچىگە ـ ئۇممىي پەيغەمبەرگە (يەنى مۇھەممەد ئەلەيھىسسالامغا) ئەگىشىدۇ، ئۇلار ئۆز ئىلكىدىكى تەۋرات، ئىنجىللاردا ئۇنىڭ (سۈپىتىنىڭ) يېزىلغانلىقىنى كۆرىدۇ. ئۇ ئۇلارنى ياخشى ئىش قىلىشقا بۇيرۇيدۇ، يامان ئىش قىلىشتىن توسىدۇ، ئۇلارغا پاك نەرسىلەرنى ھالال قىلىدۇ، ناپاك نەرسىلەرنى ھارام قىلىدۇ، ئۇلارنىڭ ئېغىر يۈكىنى يېنىكلىتىدۇ، ئۇلارنى سېلىنغان تاقاق، كويزا ـ كىشەنلەردىن بوشىتىدۇ (يەنى ئۇلارغا يۈكلەنگەن ئېغىر ۋەزىپىلەرنى ئېلىپ تاشلايدۇ)، ئۇنىڭغا ئىمان ئېيتقانلار، ئۇنى ھۆرمەتلىگەنلەر، ئۇنىڭغا ياردەم بەرگەنلەر، ئۇنىڭغا نازىل قىلىنغان نۇر (يەنى قۇرئان) غا ئەگەشكۈچىلەر بەختكە ئېرىشكۈچىلەردۇر[157].","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:158","price":" (ئى مۇھەممەد!) ئېيتقىنكى، «ئى ئىنسانلار! مەن ھەقىقەتەن سىلەرنىڭ ھەممىڭلارغا ئاللاھ تەرىپىدىن ئەۋەتىلگەن ئەلچىمەن، ئاسمانلارنىڭ ۋە زېمىننىڭ ئىگىدارچىلىقى ئاللاھقا خاستۇر، ئۇنىڭدىن باشقا ھېچ ئىلاھ يوقتۇر، ئاللاھ تىرىلدۈرىدۇ ۋە ئۆلتۈرىدۇ. ئاللاھقا، ئۇنىڭ ئاللاھ ۋە ئاللاھنىڭ سۆزلىرىگە ئىمان كەلتۈرىدىغان ئەلچىسى ئۇممىي پەيغەمبەرگە ئىمان كەلتۈرۈڭلار، ھىدايەت تېپىشىڭلار ئۈچۈن ئۇنىڭغا ئەگىشىڭلار»[158].","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:159","price":"مۇسانىڭ قەۋمىنىڭ (يەنى بەنى ئىسرائىلنىڭ) ئىچىدە (كىشىلەرنى) ھەق بىلەن توغرا يولغا باشلايدىغان، ھەق بىلەن توغرا ھۆكۈم قىلىدىغان بىر جامائە بار[159]. ","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:160","price":"ۇلار (بەنى ئىسرائىل) نى 12 تارماققا (يەنى قەبىلىگە) جامائەلەر قىلىپ بۆلۈۋەتتۇق. مۇسانىڭ قەۋمى (باياۋاندا) ئۇنىڭدىن سۇ تەلەپ قىلغاندا، مۇساغا: «ھاساڭ بىلەن تاشنى ئۇرغىن» دەپ ۋەھىي قىلدۇق. (مۇسا ھاسىسى بىلەن تاشنى ئۇرۇۋىدى) ئۇنىڭدىن (قەبىلىلەرنىڭ سانى بويىچە) 12 بۇلاق ئېتىلىپ چىقتى، ھەر قەبىلە ئۆزىنىڭ سۇ ئىچىدىغان ئورنىنى بىلدى. ئۇلارغا بۇلۇتنى سايىۋەن قىلىپ بەردۇق، ئۇلارغا تەرەنجىبىن بىلەن بۆدۈنىنى چۈشۈرۈپ بەردۇق. (ئۇلارغا ئېيتتۇقكى) «سىلەر بىز رىزىقلاندۇرغان لەززەتلىك نەرسىلەردىن يەڭلار». (ئۇلار بۇ ئۇلۇغ نېمەتلەرگە نانكورلۇق قىلىش بىلەن) بىزگە زىيان سالغىنى يوق، (ئۆزلىرىنى ئاللاھنىڭ ئازابىغا دۇچار قىلىش بىلەن) ئۆزلىرىگە ئۆزلىرى زۇلۇم سالدى[160].","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:161","price":" ئۆز ۋاقتىدا (بىز ئۇلارغا) (يەنى بەنى ئىسرائىلنىڭ ئاتا ـ بوۋىلىرىغا): «سىلەر بۇ شەھەر (يەنى بەيتۇلمۇقەددەس) دە تۇرۇڭلار، ئۇ يەردىكى يېمەكلىكلەردىن خالىغىنىڭلارچە يەڭلار، شەھەر دەرۋازىسىدىن سەجدە قىلغان ھالدا كىرىڭلار، (كىرىۋاتقان چېغىڭلاردا) ئى ئاللاھ! گۇناھلىرىمىزنى كەچۈرگىن، دەڭلار، جىمى گۇناھلىرىڭلارنى مەغپىرەت قىلىمىز، ياخشىلىق قىلغۇچىلارغا (ساۋابىنى) زىيادە بېرىمىز» دېدۇق[161].","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:162","price":" ئۇلارنىڭ ئىچىدىكى زالىملار ئۇلارغا ئېيتىلغان سۆز (ئاللاھنىڭ ئەمرىنى) باشقا سۆزلەرگە ئۆزگەرتىۋەتتى. ئۇلار زۇلۇم قىلغانلىقلىرى ئۈچۈن، ئۇلارغا ئاسماندىن ئازاب ئەۋەتتۇق[162].","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:163","price":"ئۇلار (يەنى يەھۇدىيلار) دىن دېڭىز (يەنى قۇلزۇم دېڭىزى) بويىدىكى (ئەيلە) شەھىرىنىڭ ئەھۋالىنى سورىغىن. (ئۇنىڭ ئاھالىسى بېلىق تۇتۇش چەكلەنگەن كۈن) شەنبىدە ئاللاھنىڭ چەكلىمىسىدىن چىقاتتى. چۈنكى شەنبە كۈنى بېلىقلار سۇ ئۈستىدىن ئۇلارنىڭ ئالدىغا كېلەتتى. شەنبىدىن باشقا كۈنلەردە ئۇلارنىڭ ئالدىغا كەلمەيتتى. پاسىق بولغانلىقلىرى ئۈچۈن ئۇلارنى مۇشۇنداق سىنايمىز[163].","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:164","price":" ئۆز ۋاقتىدا ئۇلارنىڭ ئىچىدىكى بىر جامائە: «ئاللاھ ھالاك قىلىدىغان ياكى قاتتىق ئازابلايدىغان قەۋمگە نېمە ئۈچۈن ۋەز ـ نەسىھەت قىلىسىلەر؟» دېدى. ئۇلار (يەنى ۋەز ـ نەسىھەت قىلغۇچىلار): «پەرۋەردىگارىڭلارنىڭ ئالدىدا (گۇناھقا سۈكۈت قىلىپ تۇردۇق دەپ) ئۆزرە ئېيتماسلىقىمىز ۋە ئۇلارنىڭ ئاللاھتىن قورقۇپ (گۇناھتىن چەكلىنىشلىرىنى ئۈمىد قىلغانلىقىمىز ئۈچۈن شۇنداق قىلدۇق)» دېدى[164].","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:165","price":"ئۇلار ئۆزلىرىگە قىلىنغان ۋەز ـ نەسىھەتنى قوبۇل قىلمىغان چاغدا، يامان ئىشتىن مەنئى قىلغۇچىلارنى قۇتقۇزدۇق. ئاللاھنىڭ ئەمرىدىن چىققانلىقلىرى ئۈچۈن، زالىملارنى قاتتىق ئازابقا دۇچار قىلدۇق[165]. ","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:166","price":"ئۇلار نەھيى قىلىنغان نەرسىنى تەرك ئېتىشتىن باش تارتقانلىقلىرى ئۈچۈن، ئۇلارغا: «خار مايمۇن بولۇپ كېتىڭلار» دېدۇق[166].","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:167","price":" (ئى مۇھەممەد!) ئۆز ۋاقتىدا، پەرۋەردىگارىڭ ئۇلارغا (يەنى يەھۇدىيلارغا) قىيامەتكىچە چوقۇم قاتتىق ئازابلايدىغان كىشىلەرنى ئەۋەتىپ تۇرىدىغانلىقىنى خەۋەر قىلدى. شۈبھىسىزكى، پەرۋەردىگارىڭ (ئاسىيلىق قىلغۇچىلارنى) ئەلۋەتتە تېز جازالىغۇچىدۇر، (ئىتائەت قىلغۇچىلارغا) ئەلۋەتتە مەغپىرەت قىلغۇچىدۇر، مەرھەمەت قىلغۇچىدۇر[167].","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:168","price":"ئۇلارنى (يەنى يەھۇدىيلارنى) يەر يۈزىدە تۈرلۈك پىرقىلەرگە بۆلۈۋەتتۇق. ئۇلارنىڭ ئىچىدە ياخشىلىرىمۇ بار، ياخشىلىرىدىن تۆۋەنلىرىمۇ بار، ئۇلارنىڭ (كۇفرىدىن ۋە گۇناھتىن) قايتىشلىرى ئۈچۈن، ئۇلارنى قاتتىقچىلىق ۋە كەڭچىلىك بىلەن سىنىدۇق[168].","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:169","price":"ئۇلاردىن كېيىن، (يامان) ئەۋلادلار تەۋراتقا ۋارىسلىق قىلدى، ئۇلار بۇ دۇنيانىڭ ئەرزىمەس پۇل ـ مېلىنى (ھالال بىلەن ھارامنى ئايرىماي، قارىقويۇق) ئالىدۇ، ۋە بىزنى ئاللاھ ئەپۇ قىلىدۇ، دەيدۇ. شۇنداق پۇل ـ مال ئۇلارنىڭ قولىغا كەلسە، ئۇلار يەنە ئالىدۇ. كىتابتا (يەنى تەۋراتتا) ئاللاھقا (يالغان چاپلىماي) پەقەت ھەقنىلا ئېيتىشلىرى توغرۇلۇق ئۇلاردىن چىن ۋەدە ئېلىنمىدىمۇ؟ ھالبۇكى، ئۇلار تەۋراتتىكى نەرسىلەرنى ئوقۇغان ئىدى، ھارامنى تەرك ئېتىپ، ئاللاھتىن قورقىدىغانلارغا ئاخىرەت ياخشىدۇر، بۇنى چۈشەنمەمسىلەر؟[169]","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:170","price":"كىتابنى مەھكەم تۇتىدىغانلار، ناماز ئوقۇيدىغانلار (ساۋابقا ئېرىشىدۇ)، بىز ياخشى ئىش قىلغۇچىلارنىڭ ئەجرىنى ھەقىقەتەن زايا قىلىۋەتمەيمىز[170].","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:171","price":"ئۆز ۋاقتىدا (تۇر) تېغىنى قومۇرۇپ ئۇلارنىڭ ئۈستىگە سايىۋەندەك تىكلىدۇق، ئۇلار تاغنى ئۈستىلىرىگە چۈشۈپ كېتىدۇ دەپ ئويلىدى. (ئۇلارغا ئېيتتۇقكى) «تەقۋادارلار قاتارىدا بولۇشۇڭلار ئۈچۈن ئۆزۈڭلارغا بېرىلگەن كىتابنى (يەنى تەۋراتنى) مەھكەم تۇتۇڭلار، ئۇنىڭدىكى ئەھكاملارغا ئەمەل قىلىڭلار»[171].","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:172","price":"ئۆز ۋاقتىدا پەرۋەردىگارىڭ ئادەم بالىلىرىنى (يەنى نەسلىنى) ئۇلارنىڭ (ئاتىلىرىنىڭ) پۇشتىدىن چىقاردى ۋە ئۇلارنى ئۆزلىرىگە گۇۋاھ قىلىپ: «مەن سىلەرنىڭ پەرۋەدىگارىڭلار ئەمەسمۇ؟» دېدى (يەنى ئاللاھ ئۆزىنىڭ ئۇلارنىڭ پەرۋەردىگارى ئىكەنلىكىگە ۋە بىرلىكىگە ئادەم بالىلىرىنى ئىقرار قىلدۇردى، ئۇلار ئىقرار قىلىپ بۇنى ئۆز ئۈستىگە ئالدى). ئۇلار: «ھەئە، سەن بىزنىڭ پەرۋەردىگارىمىزدۇرسەن، گۇۋاھلىق بەردۇق» دېدى. (ئۇلارنى گۇۋاھلىق بەرگۈزگەنلىكىمىز) قىيامەت كۈنى ئۇلارنىڭ: «بىز بۇنىڭدىن غەپلەتتە قالغان ئىكەنمىز» دېمەسلىكلىرى ياكى «ئاتا ـ بوۋىلىرىمىز ئىلگىرى (ساڭا بۇتلارنى) شېرىك كەلتۈرگەن ئىدى، بىزنىڭ پەقەت ئۇلارنىڭ ئەۋلادى بولۇپ قالغان يېرىمىز بار (يەنى بىزنىڭ ئۆزرىمىز بار) گۇمراھلارنىڭ قىلمىشلىرى تۈپەيلىدىن بىزنى ھالاك قىلامسەن؟» دېمەسلىكلىرى ئۈچۈندۇر[172ـ173].","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:173","price":"ئۆز ۋاقتىدا پەرۋەردىگارىڭ ئادەم بالىلىرىنى (يەنى نەسلىنى) ئۇلارنىڭ (ئاتىلىرىنىڭ) پۇشتىدىن چىقاردى ۋە ئۇلارنى ئۆزلىرىگە گۇۋاھ قىلىپ: «مەن سىلەرنىڭ پەرۋەدىگارىڭلار ئەمەسمۇ؟» دېدى (يەنى ئاللاھ ئۆزىنىڭ ئۇلارنىڭ پەرۋەردىگارى ئىكەنلىكىگە ۋە بىرلىكىگە ئادەم بالىلىرىنى ئىقرار قىلدۇردى، ئۇلار ئىقرار قىلىپ بۇنى ئۆز ئۈستىگە ئالدى). ئۇلار: «ھەئە، سەن بىزنىڭ پەرۋەردىگارىمىزدۇرسەن، گۇۋاھلىق بەردۇق» دېدى. (ئۇلارنى گۇۋاھلىق بەرگۈزگەنلىكىمىز) قىيامەت كۈنى ئۇلارنىڭ: «بىز بۇنىڭدىن غەپلەتتە قالغان ئىكەنمىز» دېمەسلىكلىرى ياكى «ئاتا ـ بوۋىلىرىمىز ئىلگىرى (ساڭا بۇتلارنى) شېرىك كەلتۈرگەن ئىدى، بىزنىڭ پەقەت ئۇلارنىڭ ئەۋلادى بولۇپ قالغان يېرىمىز بار (يەنى بىزنىڭ ئۆزرىمىز بار) گۇمراھلارنىڭ قىلمىشلىرى تۈپەيلىدىن بىزنى ھالاك قىلامسەن؟» دېمەسلىكلىرى ئۈچۈندۇر[172ـ173].","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:174","price":"ئۇلارنىڭ (گۇمراھلىقتىن، ئاتا ـ بوۋىلىرىغا ئەگىشىشتىن) قايتىشلىرى ئۈچۈن، ئايەتلىرىمىزنى مۇشۇنداق تەپسىلىي بايان قىلىمىز[174].","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:175","price":"(ئى مۇھەممەد!) ئۇلارغا شۇنداق بىر ئادەمنىڭ قىسسەسىنى ئوقۇپ بەرگىنكى، ئۇنىڭغا ئايەتلىرىمىزنى بەردۇق (يەنى كىتابۇللاھنىڭ بەزى ئىلىملىرىنى ئۆگەتتۇق). ئۇ ئايەتلىرىمىزدىن ئۆزىنى تارتتى، ئۇنىڭغا شەيتان ئاپىرىدە بولۇشى بىلەنلا گۇمراھلاردىن بولۇپ كەتتى[175].","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:176","price":" ئەگەر بىز خالىساق، ئۇنى (تەقۋادار ئۆلىمالار دەرىجىسىگە) كۆتۈرەتتۇق، لېكىن ئۇ دۇنياغا بېرىلىپ كەتتى، نەپسى - خاھىشىغا بويسۇندى. ئۇ گويا بىر ئىتقا ئوخشايدۇكى، ئۇنى قوغلىۋەتسەڭمۇ تىلىنى چىقىرىپ ھەسىرەيدۇ، قوغلىۋەتمىسەڭمۇ تىلىنى چىقىرىپ ھەسىرەيدۇ، بۇ بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغان ئەنە شۇ قەۋمنىڭ مىسالىدۇر، ئويلاپ بېقىشلىرى ئۈچۈن، بۇ قىسسىنى (قەۋمىڭگە) سۆزلەپ بەرگىن[176].","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:177","price":"بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلىپ ئۆزلىرىگە زىيان سالغان قەۋمنىڭ مىسالى نېمىدېگەن يامان![177]","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:178","price":"ئاللاھ ھىدايەت قىلغان ئادەم ھىدايەت تاپقۇچىدۇر، ئاللاھ گۇمراھ قىلغان ئادەم زىيان تارتقۇچىدۇر[178].","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:179","price":"شەك ـ شۈبھىسىزكى، جىن ۋە ئىنسانلاردىن نۇرغۇنلىرىنى دوزاخقا (يېقىلغۇ بولۇش ئۈچۈن) ياراتتۇق. ئۇلار دىللىرى بولغىنى بىلەنمۇ، ئۇ ئارقىلىق ھەقنى چۈشەنمەيدۇ. ئۇلار كۆزلىرى بولغان بىلەنمۇ، ئۇ ئارقىلىق (ئاللاھنىڭ قۇدرىتىنىڭ دەلىللىرىنى) كۆرمەيدۇ. ئۇلار قۇلاقلىرى بولغىنى بىلەنمۇ، ئۇ ئارقىلىق (ئاللاھنىڭ ئايەتلىرىنى ئىبرەت ئىلىپ) تىڭشىمايدۇ. ئۇلار گويا ھايۋانغا ئوخشايدۇ، ھايۋاندىنمۇ بەتتەر گۇمراھتۇر، ئەنە شۇلار غاپىلدۇر[179].","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:180","price":"ئاللاھنىڭ گۈزەل ئىسىملىرى بار، ئاللاھنى شۇ (گۈزەل ئىسىملىرى) بىلەن ئاتاڭلار، ئاللاھنىڭ ئىسىملىرىنى كەلسە ـ كەلمەس قوللىنىدىغانلارنى تەرك ئېتىڭلار، ئۇلار (ئاخىرەتتە) قىلمىشلىرىنىڭ جازاسىنى تارتىدۇ[180].","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:181","price":" بىز ياراتقان ئۈممەتلەر ئىچىدە ھەق يولغا دەۋەت قىلىدىغان ۋە ھەقتە چىڭ تۇرىدىغان بىر ئۈممەت بار[181].","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:182","price":"بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلارنى تۇيدۇرماستىن، ئاستا ـ ئاستا ھالاكەتكە يېقىنلاشتۇرىمىز[182].","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:183","price":"ئۇلارغا مۆھلەت بېرىمەن، مېنىڭ ئازابىم ھەقىقەتەن قاتتىقتۇر[183]. ","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:184","price":"ئۇلار ئۆزىنىڭ ھەمراھى (يەنى مۇھەممەد ئەلەيھىسسالام) نىڭ مەجنۇن ئەمەسلىكىنى ئويلىمامدۇ؟ ئۇ پەقەت ئاشكارا ئاگاھلاندۇرغۇچىدۇر[184].","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:185","price":"ئۇلار ئاسمانلارنىڭ ۋە زېمىننىڭ سەلتەنىتى ئۈستىدە، ئاللاھنىڭ ياراتقان مەخلۇقاتلىرى، ئۆزلىرىنىڭ ئەجىلى يېقىنلىشىدىغانلىقىنىڭ مۇمكىنلىكى ئۈستىدە پىكىر يۈرگۈزمەمدۇ؟ ئۇلار (كالامۇللاھ ئىكەنلىكى شۇنچە روشەن بولغان) قۇرئاندىن باشقا يەنە قايسى سۆزگە ئىشىنىدۇ؟[185]","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:186","price":"ئاللاھ ئازدۇرغان كىشىنى ھىدايەت قىلغۇچى بولمايدۇ، ئاللاھ ئۇلارنى گۇمراھلىقلىرىدا قويۇپ بېرىدۇكى، ئۇلار تېڭىرقاپ يۈرىدۇ[186].","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:187","price":"(ئى مۇھەممەد!) ئۇلار سەندىن قىيامەتنىڭ قاچان بولىدىغانلىقىنى سورايدۇ، ئېيتقىنكى، «ئۇنىڭ قاچان بولىدىغانلىقىنى پەقەت پەرۋەردىگارىم (ئاللاھ) بىلىدۇ، ئۇنى پەقەت ئۆزى بەلگىلىگەن ۋاقىتتا مەيدانغا چىقىرىدۇ، قىيامەت ئاسمانلارنىڭ ۋە زېمىننىڭ (ئەھلىگە) ئېغىر (ۋەقەدۇر). ئۇ سىلەرگە تۇيۇقسىز كېلىدۇ». گويا سەن قىيامەت بىلەن ناھايىتى تونۇشتەك، ئۇنى سەندىن سورىشىدۇ. ئېيتقىنكى، «ئۇنىڭ ۋاقتىنى پەقەت ئاللاھ بىلىدۇ، لېكىن كىشىلەرنىڭ تولىسى ئۇنىڭ ۋاقتىنىڭ مەخپىي بولۇشىدىكى سەۋەبنى) بىلمەيدۇ[187]. ","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:188","price":" ئاللاھ خالىمىغان ئىكەن، ئۆزۈمگە پايدا يەتكۈزۈش، زىياننى توسۇپ قېلىش قولۇمدىن كەلمەيدۇ. (قىيامەتنىڭ قاچان بولۇشىنى قانداقمۇ بىلەي؟) ئەگەر مەن غەيبنى بىلىدىغان بولسام، نۇرغۇن مەنپەئەت ھاسىل قىلغان بولاتتىم، زىيان ـ زەخمەتكىمۇ ئۇچرىمىغان بولاتتىم (لېكىن مەن غەيبنى بىلمەيمەن، شۇڭا ماڭا تەقدىر قىلىنغان ياخشى ـ يامانلىق يېتىپ تۇرىدۇ). مەن پەقەت ئىمان ئېيتىدىغان قەۋم ئۈچۈن ئاگاھلاندۇرغۇچى ۋە خۇشخەۋەر بەرگۈچى قىلىپ ئەۋەتىلگەن پەيغەمبەرمەن»[188]. ","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:189","price":" ئۇ سىلەرنى بىر جاندىن (يەنى ئادەم ئەلەيھىسسالامدىن) ياراتتى، (ئادەم ئەلەيھىسسالامنىڭ) ئۇنسى ـ ئۈلپەت ئېلىشى ئۈچۈن، خوتۇنىنى (يەنى ھەۋۋانى) ئۇنىڭ ئۆز جىنسىدىن ياراتتى، خوتۇنى بىلەن يېقىنچىلىق قىلغاندىن كېيىن، خوتۇنى يېنىككىنە قورساق كۆتۈرۈپ ئېغىر بوي يۈردى، ئۇ (بالىنىڭ قورساقتا ئۆسۈپ چوڭىيىشى بىلەن) ئېغىرلاشقاندىن كېيىن، (ئەر ـ خوتۇن) ئىككىيلەن پەرۋەردىگارى ئاللاھقا: «ئەگەر بىزگە (ئەزالىرى) بېجىرىم پەرزەنت ئاتا قىلساڭ، نېمىتىڭگە ئەلۋەتتە شۈكۈر قىلغۇچىلاردىن بولىمىز» دەپ دۇئا قىلدى[189].","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:190","price":" ئاللاھ ئۇلارغا بېجىرىم ئوغۇل پەرزەنت ئاتا قىلغان ئىدى، ئۇلارنىڭ ئەۋلادى ئاللاھقا شېرىك كەلتۈرۈپ (بۇتلارغا چوقۇندى)، ئاللاھ ئۇلارنىڭ شېرىك كەلتۈرگەن مەبۇدلىرىدىن پاكتۇر[190].","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:191","price":" ئۆزلىرى يارىتىلغان، ھېچ نەرسىنى يارىتالمايدىغان نەرسىلەرنى (يەنى بۇتلارنى) ئاللاھقا شېرىك كەلتۈرەمدۇ؟[191] ","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:192","price":" ئۇ نەرسىلەر چوقۇنغۇچىلىرىغا ياردەم بېرەلمەيدۇ، ئۆزلىرىگىمۇ ياردەم بېرەلمەيدۇ[192].","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:193","price":" ئۇلارنى توغرا يولغا چاقىرساڭلار، ئۇلار سىلەرگە ئەگەشمەيدۇ. مەيلى ئۇلارنى دەۋەت قىلىڭلار، ياكى جىم تۇرۇڭلار، بۇ ئۇلار ئۈچۈن بەرىبىر ئوخشاش (يەنى سىلەر قايسى ھالەتتە بولماڭلار، ئۇلار سىلەرنىڭ دەۋىتىڭلارغا جاۋاب قايتۇرۇشقا قادىر ئەمەستۇر)[193]. ","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:194","price":"سىلەر ئاللاھنى قويۇپ ئىبادەت قىلغان بۇتلار سىلەرگە ئوخشاش مەخلۇقلاردۇر، (ئۇلارنى ئىلاھ دېگەن دەۋايىڭلاردا) راستچىل بولساڭلار، ئۇلارنى چاقىرىپ بېقىڭلار، چاقىرىقىڭلارنى ئىجابەت قىلىپ باقسۇن[194].","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:195","price":" ئۇلار (يەنى بۇتلار) نىڭ ماڭىدىغان پۇتلىرى بارمۇ ياكى تۇتىدىغان قوللىرى بارمۇ ياكى كۆرىدىغان كۆزلىرى بارمۇ ۋە ئاڭلايدىغان قۇلاقلىرى بارمۇ؟ (ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، «شېرىكلىرىڭلارنى (يەنى بۇتلىرىڭلارنى ماڭا قارشى) چاقىرىڭلار، ئاندىن (قولۇڭلاردىن كېلىشىچە) ماڭا زىيانكەشلىك قىلىڭلار، ئازراقمۇ مۆھلەت بەرمەڭلار (مەن ئاللاھقا يۆلەنگەنلىكىم ئۈچۈن سىلەرگە پەرۋا قىلمايمەن)[195].","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:196","price":" ھەقىقەتەن كىتابنى (يەنى قۇرئاننى) نازىل قىلغان ئاللاھ مېنىڭ ئىگەمدۇر، ئۇ ياخشىلارغا ئىگىدارچىلىق قىلىدۇ[196].","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:197","price":" سىلەرنىڭ ئاللاھنى قويۇپ ئىبادەت قىلىدىغان بۇتلىرىڭلار سىلەرگە ياردەم بېرەلمەيدۇ، ئۆزلىرىگىمۇ ياردەم بېرەلمەيدۇ»[197].","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:198","price":"ئەگەر ئۇلارنى ھىدايەتكە دەۋەت قىلساڭلار، ئۇلار (ھىدايەت تاپماق تۈگۈل دەۋىتىڭلارنى) ئاڭلىمايدۇ، ئۇلار سىلەرگە قاراپ تۇرغاندەك كۆرۈنسىمۇ، لېكىن ئۇلار كۆرمەيدۇ[198].","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:199","price":" ئەپۇنى دوست تۇتقىن، ياخشىلىققا (يەنى ياخشى سۆز قىلىشقا، ياخشى ئىش قىلىشقا) بۇيرۇغىن، نادانلار بىلەن تەڭ بولمىغىن (يەنى نادانلارنىڭ قىلغىنىنى قىلماي، ئۇلارغا مۇلايىم بولغىن)[199].","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:200","price":"ئەگەر شەيتان ساڭا ۋەسۋەسە قىلسا، (شەيتاننىڭ ۋەسۋەسىسىدىن) ئاللاھقا سىغىنىپ پاناھ تىلىگىن. ئاللاھ ھەقىقەتەن (سۆزۈڭنى) ئاڭلاپ تۇرغۇچىدۇر، (ئىشىڭنى) بىلىپ تۇرغۇچىدۇر[200]. ","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:201","price":" تەقۋادار كىشىلەر شەيتاننىڭ ۋەسۋەسىسىگە ئۇچرىسا، ئاللاھنى ئەسلەيدۇ ـ دە، ھەقىقەتنى كۆرۈۋېلىپ، (شەيتاننىڭ ۋەسۋەسىسىدىن) خالاس تاپىدۇ[201]. ","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:202","price":"شەيتانلار (كۇففار) بۇرادەرلىرىنى بولۇشىچە ئازدۇرىدۇ، ئۇلارنى ئازدۇرۇشتىن بوشىشىپ قالمايدۇ[202].","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:203","price":" (ئۇلار تەلەپ قىلغان مۆجىزىلەردىن) بىرەر مۆجىزىنى كەلتۈرمىسەڭ، ئۇنى نېمىشقا (ئۆزۈڭ) ئىجاد قىلمىدىڭ؟ دېيىشىدۇ. (ئى مۇھەممەد!) ئۇلارغا ئېيتقىنكى: «(ئىش مېنىڭ ئىلكىمدە ئەمەس) مەن پەقەت پەرۋەردىگارىم تەرىپىدىن ماڭا ۋەھىي قىلىنغانغىلا ئەمەل قىلىمەن (ئۆزلۈكىمدىن مۆجىزە يارىتالمايمەن)، بۇ (قۇرئاندا سىلەرگە) پەرۋەردىگارىڭلار تەرىپىدىن كەلتۈرۈلگەن دەلىللەردۇر (قۇرئان باشقا مۆجىزىلەرگە ئېھتىياج قالدۇرمايدۇ)، ئىمان ئېيتقان قەۋم ئۈچۈن ھىدايەتتۇر ۋە رەھمەتتۇر»[203].","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:204","price":"ئاللاھنىڭ رەھمىتىگە ئېرىشىشىڭلار ئۈچۈن، قۇرئان ئوقۇلغان چاغدا، ئۇنى دىققەت بىلەن ئاڭلاڭلار ۋە جىم تۇرۇڭلار (يەنى سۆز قىلماڭلار)[204].","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:205","price":" پەرۋەردىگارىڭنى يېلىنغان ۋە ئۇنىڭدىن قورققان ھالدا ئىچىڭدە ياد ئەتكىن، ئەتىگەندە ـ ئاخشامدا ئۇنى پەس ئاۋازدا زىكرى قىلغىن، غاپىللاردىن بولمىغىن[205].","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":null,"lang":"ug"},{"name":"7:206","price":" پەرۋەردىگارىڭنىڭ دەرگاھىدىكىلەر (يەنى پەرىشتىلەر) ئاللاھقا ئىبادەت قىلىشتىن باش تارتمايدۇ، ئاللاھقا تەسبىھ ئېيتىدۇ ۋە ئۇنىڭغا سەجدە قىلىدۇ[206].","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":null,"lang":"ug"}],"chapter":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"]}