{"data":[{"name":"11:1","price":"Elif.Lâm.Râ. Bu, hikmet sahibi olan ve herşeyden haberdar olan (Allah) tarafından âyetleri muhkem kılınmış, sonra da (manası) iyice açıklanmış (olan) bir kitaptır.","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"","lang":"tr"},{"name":"11:2","price":"(Âyetlerinin muhkem kılınıp açıklanması), Allah'tan başkasına ibadet etmeyesiniz diyedir.Şüphesiz ki ben, O'nun tarafından size (gönderilmiş) bir uyarıcı ve müjdeleyiciyim.","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"","lang":"tr"},{"name":"11:3","price":"   Ve Rabbinizden mağfiret dilemeniz, sonra da ona tevbe etmeniz için (indirildi. Eğer bu emrolunanları yaparsanız), Allah sizi, (Dünyada) tayin edilmiş bir süreye kadar güzel bir şekilde yaşatır, fazlasını yapan herkese de iyiliğinin karşılığını (âhirette) verir. Eğer yüz çevirirseniz, ben sizin başınıza gelecek büyük bir günün azabından korkarım.»","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"","lang":"tr"},{"name":"11:4","price":"    Dönüşünüz yalnız Allah'adır. O, her şeye kadirdir.","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"tr"},{"name":"11:5","price":"    Bilesiniz ki, onlar Peygamberden, (düşmanlıklarını) gizlemeleri için göğüslerini çevirirler (gönüllerinden geçeni gizlerler). İyi bilin ki, onlar elbiselerine büründükleri zaman dahi, Allah onların gizlediklerini de, açığa çıkardıklarını da bilir. Çünkü O, kalplerin özünü bilendir.","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"","lang":"tr"},{"name":"11:6","price":"Yeryüzünde hiçbir canlı yoktur ki, onun rızkı, Allah'ın üzerine olmasın. O, o canlının duracağı yeri de konulacağı yeri de bilir. Bunların hepsi de açık bir kitapta (levhi mahfuzda) dır.","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:7","price":"Hanginizin amelinin daha güzel olduğunu denemek için gökleri ve yeri altı günde yaratan O'dur. (Kâinatı yaratırken) O'nun Arş'ı su üzerinde idi. (Ey Muhammed! Sen müşriklere) \"Öldükten sonra tekrar dirileceksiniz'' desen, küfredenler, «Bu, apaçık bir sihirdir» derler.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:8","price":"     Andolsun, eğer biz onlardan azabı sayılı bir süreye kadar ertelesek, mutlaka «Onun gelmesini engelleyen nedir?» derler. Bilesiniz ki, kendilerine azap geldiği gün, bir daha onlardan uzaklaştırılacak değildir. Ve alay etmekte oldukları şey, onları çepeçevre kuşatacaktır.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:9","price":"     Eğer insana tarafımızdan bir rahmet (nimet) tattırır da sonra bunu ondan çekip alırsak, tamamen ümitsiz ve nankör olur.","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:10","price":"  Eğer kendisine dokunan bir zarardan sonra ona bir nimet tattırırsak, elbette «Kötülükler benden gitti» der. Çünkü o (bunu derken) şımarıktır, kibirlidir.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:11","price":"Ancak (sıkıntı ve zorluk anında)sabredenler ve salih ameller işleyenler böyle değildir. İşte bunlar için, mağfiret ve büyük mükâfat vardır.\n","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:12","price":"  Belki de sen (müşriklerin:) «Ona (gökten) bir hazine indirilseydi veya onunla beraber bir melek gelseydi!» demelerinden ötürü sana vahyolunan âyetlerin bir kısmını (duyurmayı) terk edeceksin ve bu yüzden ruhun daralacaktır. (İyi bil ki) sen ancak bir uyarıcısın. Allah ise her şeye vekildir.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:13","price":"   Yoksa, «Onu (Kur'an'ı) kendisi uydurdu» mu diyorlar? De ki: Eğer doğru iseniz Allah'tan başka çağırabildiklerinizi (yardıma) çağırın da siz de onun gibi uydurulmuş on sûre getirin.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:14","price":" Eğer (bu çağrıya) onlar da cevap veremezlerse, bilin ki, Kur'ân, Allah'ın ilmiyle indirilmiştir ve O'ndan başka ilâh yoktur. (Bu apaçık delil karşısında) artık siz müslüman mısınız?\n","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:15","price":"   Kim, (yalnız) dünya hayatını ve ziynetini istemekte ise, işlerinin karşılığını orada onlara tam olarak veririz ve orada onlar hiçbir zarara uğratılmazlar.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:16","price":"   İşte onlar, ahirette kendileri için ateşten başka hiçbir şeyleri olmayan kimselerdir; (dünyada) yaptıkları da boşa gitmiştir, yapmakta oldukları şeyler (zaten) bâtıldır.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:17","price":"   Rabbin tarafından (gelmiş) açık bir delile dayanan ve kendisini Rabbinden bir şahidin izlediği, ayrıca kendisinden önce, bir önder ve bir rahmet olarak Musa'nın Kitab’ı (elinde) bulunan kimse (inkârcılar gibi) midir? Çünkü bunlar ona (Kur'an'a) inanırlar. Zümrelerden hangisi onu inkâr ederse işte cehennem ateşi onun varacağı yerdir, bundan şüphen olmasın; zira bu, senin Rabbin tarafından bildirilmiş gerçektir; fakat insanların çoğu inanmazlar.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:18","price":"Allah'a yalan iftirada bulunan kimseden daha zâlim kim olabilir? Onlar (kıyamet gününde) Rablerine arz edilecekler, şahitler de: «İşte bunlar Rablerine karşı yalan söyleyenlerdir» diyecekler. Bilin ki, Allah’ın lâneti zalimlerin üzerinedir!","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:19","price":"   Onlar, (insanları) Allah'ın yolundan alıkoyan ve onu eğri göstermek isteyenlerdir. Ahireti inkâr edenler de onlardır .","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:20","price":"Bunlar, dünyada (mâruz kalacakları cezadan Allah'ı) aciz bırakacak değillerdir. Bunların Allah'tan başka (kendilerini yine Allah'ın azabından koruyacak) hiçbir dostları yoktur. Azâp, onlar için kat kat artırılacaktır. Zira onlar, (küfürleri dolayısıyla kalpleri mühürlendiği için, hakkı) işitemiyorlar ve göremiyorlardı.","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:21","price":"İşte kendilerini hüsrana uğratanlar bunlardır. (Allah'a şirk koşarak) uydurdukları şeyler de kendilerinden uzaklaşıp gitmiştir.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:22","price":"     Şüphesiz onlar, ahirette en çok ziyana uğrayanlardır.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:23","price":" İnanıp da salih ameller işleyenler ve Rablerine gönülden boyun eğenlere gelince, işte onlar cennet ehlidir. Onlar orada ebedî kalırlar.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:24","price":"Bu iki zümrenin (müminlerle kâfirlerin) durumu, kör ve sağır ile gören ve işiten kimseler gibidir. Bunların hali hiç eşit olur mu? Hâla (düşünüp) ibret almıyor musunuz?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:25","price":"     Andolsun, biz Nuh'u kavmine elçi gönderdik. Onlara: «Ben (dedi), sizin için apaçık bir uyarıcıyım.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:26","price":"     Allah’tan başkasına tapmayın! Ben, size (gelecek) elem verici bir günün azabından korkuyorum.»","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:27","price":"    Kavminden ileri gelen kâfirler dediler ki: «Biz seni sadece bizim gibi bir insan olarak görüyoruz. Keza sana, bizim en bayağı ve en düşüncesiz olanlarımızdan başkasının tâbi olmadığını da görüyoruz. Ve sizin bize karşı bir üstünlüğünüzü de görmüyoruz. Bilakis sizin yalancılar olduğunuzu sanıyoruz.»","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:28","price":"Nûh da onlara demişti ki: \"Ey kavmim! Şimdi bana söyleyin, Rabbimden apaçık bir delile sahip olsam ve bana kendi katından bir de rahmet verse, bunlar da size gizli kalsa, siz istemediğiniz halde bunları size zorla mı kabul ettiririz?\"","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:29","price":"     Ey kavmim! Allah'ın emirlerini bildirmeye karşılık sizden herhangi bir mal istemiyorum. Benim mükâfatım ancak Allah’a aittir. Ben iman edenleri kovacak değilim; çünkü onlar Rablerine kavuşacaklardır. Fakat ben sizi, bilgisizce davranan bir topluluk olarak görüyorum.","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:30","price":"     Ey kavmim! Ben onları kovarsam, beni Allah’tan (onun azabından) kim korur? Düşünmüyor musunuz?","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:31","price":"    Ben size: «Allah'ın hâzineleri benim yanımdadır, demiyorum, gaybı da bilmem. Ben bir meleğim de demiyorum. Sizin gözlerinizin hor gördüğü kimseler için, Allah onlara asla bir hayır vermeyecektir, diyemem. Onların kalplerinde olanı, Allah daha iyi bilir. Onları kovduğum takdirde ben gerçekten zalimlerden olurum.»","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:32","price":"    Dediler ki: Ey Nuh! Bizimle mücadele ettin ve bize karşı mücadelede çok ileri gittin. Eğer doğrulardan isen, kendisiyle bizi tehdit ettiğini (azabı) bize getir!","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:33","price":"    (Nuh) dedi ki:«Onu size ancak dilerse Allah getirir. Ve siz (Allah'ı) âciz bırakacak değilsiniz.","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:34","price":"    Eğer Allah sizi azdırmak istiyorsa, ben size öğüt vermek istesem de, öğüdüm size fayda vermez. (Çünkü) O sizin Rabbinizdir. Ve (nihayet) O'na döndürüleceksiniz.»","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:35","price":"    (Rasûlüm!) Yoksa, bunu uydurdu mu diyorlar? De ki: «Eğer onu uydurduysam günahım bana aittir. Fakat ben sizin işlediğiniz günahtan uzağım.»","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:36","price":"    Nuh’a vahyolundu ki: Kavminden iman etmiş olanlardan başkası artık (sana) asla inanmayacak. Öyle ise onların işlemekte olduklarından (günahlardan) dolayı üzülme.","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:37","price":"Gözlerimizin önünde ve vahyimiz (emrimiz) uyarınca gemiyi yap ve zulmedenler hakkında bana (bir şey) söyleme! Onlar mutlaka boğulacaklardır! \n ","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:38","price":"Nuh gemiyi yapıyor, kavminden ileri gelenler ise, yanına her uğradıkça onunla alay ediyorlardı. Dedi ki: «Eğer bizimle alay ediyorsanız, iyi bilin ki siz nasıl alay ediyorsanız, biz de sizinle alay edeceğiz!","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:39","price":"    Kendisini rezil edecek azabın kime geleceğini ve sürekli bir azabın kimin başına ineceğini yakında bileceksiniz.»","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:40","price":"    Nihayet emrimiz gelip de sular coşup yükselmeye başlayınca Nuh'a dedik ki: «(Canlı çeşitlerinin) her birinden iki eş ile (boğulacağına dair) aleyhinde söz geçmiş olanlar dışında aileni ve iman edenleri gemiye yükle!» Zaten onunla beraber pek azı iman etmişti.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:41","price":"    (Nuh) dedi ki: «Gemiye binin! Onun yüzüp gitmesi de, durması da Allah'ın adıyladır. Şüphesiz ki Rabbim çok bağışlayan, pek esirgeyendir.»","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:42","price":"    Gemi, dağlar gibi dalgalar arasında onları götürüyordu. Nuh, gemiden uzakta bulunan oğluna: «Yavrucuğum! (Sen de) bizimle beraber bin, kâfirlerle beraber olma!» diye seslendi.","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:43","price":"    Oğlu: «Beni sudan koruyacak bir dağa sığınacağım.» dedi. (Nuh): «Bugün Allah'ın emrinden (azabından), merhamet sahibi Allah'tan başka koruyacak kimse yoktur» dedi. Aralarına dalga girdi, böylece o da boğulanlardan oldu.","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:44","price":"  (Nihayet) «Ey yer suyunu yut! Ve ey gök (suyunu) tut!» denildi. Su çekildi; iş bitirildi; (gemi de) Cûdî (dağının) üzerine yerleşti. Ve: «(Helâk, hüsran onlar için olsun) ve o zalimler topluluğu Allah'ın rahmetinden uzak olsunlar.» denildi.","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:45","price":"     Nuh Rabbine dua edip dedi ki: «Ey Rabbim! Şüphesiz oğlum da ailemdendir. Senin vaadin ise elbette haktır. Sen hakimler hakimisin.»","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:46","price":"    Allah buyurdu ki: «Ey Nuh! O asla senin ailenden değildir. Çünkü onun yaptığı kötü bir iştir. O halde hakkında bilgin olmayan bir şeyi benden isteme! Ben sana cahillerden olmamanı tavsiye ederim.»","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:47","price":"    Nuh dedi ki: «Ey Rabbim! Ben senden hakkında bilgim olmayan şeyi istemekten sana sığınırım. Eğer beni bağışlamaz ve esirgemezsen, ben ziyana uğrayanlardan olurum!»","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:48","price":"    Denildi ki: Ey Nuh! Sana ve seninle beraber olan ümmetlere bizden selam ve bereketlerle (gemiden) in! Kendilerini (dünyada) faydalandıracağımız, sonra da bizden kendilerine elem verici bir azabın dokunacağı ümmetler de olacaktır.","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:49","price":"    (Rasûlüm!) İşte bunlar sana vahyettiğimiz gayb haberlerindendir. Bundan önce onları ne sen biliyordun, ne de kavmin. O halde sabret. Çünkü iyi sonuç (sabredip) sakınanlarındır.","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:50","price":" Âd kavmine de kardeşleri Hûd'u göndermiştik. O da şöyle demişti: \"Ey kavmim! Sizin için kendisinden başka ilâh olmayan Allah'a ibadet edin. O'ndan başkasına ibadet ederseniz O'na iftira etmiş olursunuz.\"\n","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:51","price":"    Ey kavmim! Ben, ona (peygamberliğe) karşılık sizden bir ücret istemiyorum. Benim ücretim, beni yaratandan başkasına ait değildir. Hâla aklınızı kullanmıyor musunuz?","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:52","price":"   Ey kavmim! Rabbinizden mağfiret dileyin, sonra da O'na tevbe edin ki üzerinize bol bol yağmur göndersin ve kuvvetinize kuvvet katsın. Günahkârlar olarak yüz çevirmeyin.\n","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:53","price":"    Dediler ki: «Ey Hûd! Sen bize açık bir mucize getirmedin, biz de senin sözünle ilahlarımızı bırakacak değiliz ve biz sana iman edecek de değiliz.»","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:54","price":"    Biz «İlahlarımızdan biri seni fena çarpmış, demekten başka bir söz söylemeyiz!» (Hûd) dedi ki: «Ben Allah'ı şahit tutuyorum; siz de şahit olun ki ben sizin ortak  koştuklarınızdan uzağım.»","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:55","price":" «O’ndan başka (taptıklarınızın hepsinden uzağım). Haydi hepiniz bana tuzak kurun; sonra da bana mühlet vermeyin!»","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:56","price":"    «Ben, benim de Rabbim, sizin de Rabbiniz olan Allah'a dayandım. Çünkü yürüyen hiçbir varlık yoktur ki, O, onun perçeminden tutmuş olmasın. Şüphesiz Rabbim dosdoğru yoldadır.»","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:57","price":"    «Eğer yüz çevirirseniz, şüphesiz ki benimle size gönderileni size bildirdim. Rabbim (dilerse) sizden başka bir kavmi yerinize getirir de O'na hiçbir zarar veremezsiniz. Çünkü benim Rabbim her şeyi gözetendir.»","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:58","price":"    Emrimiz gelince, Hûd'u ve onunla beraber iman edenleri tarafımızdan bir rahmetle kurtardık, onları ağır bir azaptan kurtuluşa erdirdik.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:59","price":"    İşte Âd (kavmi). Rablerinin âyetlerini inkâr eltiler, O'nun peygamberlerine âsi oldular ve inatçı her zorbanın emrine uydular.","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:60","price":"    Onlar hem bu dünyada hem de kıyamet gününde lânete tâbi tutuldular. Biliniz ki, Âd (kavmi) Rablerini inkâr ettiler. (Şunu da) bilin ki Hûd'un kavmi Âd, Allah'ın rahmetinden uzak kılındı.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:61","price":"Semûd kavmine de kardeşleri Salih gönderilmişti. Salih, kavmine demişti ki: \"Ey kavmim! Sizin için kendisinden başka ilâh bulunmayan Allah'a ibadet edin. Sizi yerden meydana getiren ve orada imar ile görevlendiren O'dur. Bu itibarla O'ndan mağfiret dileyin; sonrada O'na tevbe edin. Rabbim, şüphesiz (kullarına) çok yakındır ve duaları kabul edendir.\"\n","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:62","price":"     Dediler ki: Ey Sâlih! Sen bundan önce içimizde ümit beslenen birisiydin. (Şimdi) babalarımızın taptıklarına tapmaktan bizi engelliyor musun? Doğrusu biz, bizi kendisine (kulluğa) çağırdığın şeyden ciddi bir şüphe içindeyiz.","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:63","price":"     (Sâlih) dedi ki: Ey kavmim! Eğer ben Rabbimden (verilen) apaçık bir delil üzerinde isem ve O bana kendinden bir rahmet (peygamberlik) vermişse, buna ne dersiniz? Bu durum karşısında O'na âsi olursam beni Allah'tan (O'nun azabından) kim korur? O zaman siz de bana ziyan vermekten fazla bir şey yapamazsınız.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:64","price":" Ey kavmim! İşte size mucize olarak Allah'ın devesi. Onu bırakın, Allah'ın arzında yesin (içsin). Ona kötülük dokundurmayın; sonra sizi yakın bir azap yakalar.","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:65","price":"    Fakat Semûd kavmi o deveyi, ayaklarını keserek öldürdüler. Sâlih dedi ki: «Yurdunuzda üç gün daha yaşayın (sonra helâk olacaksınız)!» Bu söz, yalanlanamayan bir tehdit idi.","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:66","price":"    Emrimiz gelince, Sâlih'i ve onunla beraber iman edenleri, bizden bir rahmet olarak (azaptan) ve o günün zilletinden kurtardık. Şüphesiz Rabbin kuvvetlidir, (her şeye) galip gelendir.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:67","price":"    Zulmedenleri de o korkunç ses yakaladı ve yurtlarında diz üstü çöke kaldılar.","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:68","price":"    Sanki orada hiç oturmamışlardı. Biliniz ki, Semûd kavmi gerçekten Rablerini inkâr ettiler. Yine bilesiniz ki, Semûd kavmi (Allah'ın rahmetinden) uzak kılındı.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:69","price":"    Andolsun ki elçilerimiz (melekler) İbrahim'e müjde getirdiler ve: «Selam (sana) » dediler. O da: «(Size de)selam» dedi ve hemen kızartılmış bir buzağı getirdi.","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:70","price":"    Ellerini yemeğe uzatmadıklarını görünce, onları yadırgadı ve onlardan dolayı içine bir korku düştü. Dediler ki: Korkma! (biz melekleriz). Lût kavmine gönderildik.","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:71","price":"    O esnada hanımı ayakta idi ve (bu sözleri duyunca) güldü. Ona da İshak'ı, İshak'ın ardından da Ya'kub'u müjdeledik.","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:72","price":"     (İbrahim'in karısı:) Olacak şey değil! Ben bir kocakarı, bu kocam da bir ihtiyar iken çocuk mu doğuracağım? Bu gerçekten şaşılacak bir şey! dedi.","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:73","price":"        (Melekler) dediler ki: Allah'ın emrine şaşıyor musun? Ey ev halkı! Allah'ın rahmeti ve bereketleri sizin üzerinizdedir. Şüphesiz ki O, övülmeye lâyıktır, iyiliği boldur.","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:74","price":"     İbrahim'den korku gidip kendisine müjde gelince, Lût kavmi hakkında (adeta) bizimle mücadeleye başladı.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:75","price":"Zira İbrahim çok yumuşak, çok içli ve her işinde Allah'a başvuran bir kimseydi.\n","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:76","price":"(Melekler dediler ki):İbrahim! Bundan vazgeç. Çünkü Rabbinin (azap) emri gelmiştir. Ve onlara, geri çevrilmez bir azap mutlaka gelecektir!","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:77","price":"     Elçilerimiz Lût'a gelince, (Lût) onların yüzünden üzüldü ve onlardan dolayı içi daraldı da «Bu, çetin bir gündür» dedi.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:78","price":"     Lût'un kavmi, koşarak onun yanına geldiler. Daha önce de o kötü işleri yapmaktaydılar. (Lût): «Ey kavmim! işte şunlar kızlarımdır (onlarla evlenin); sizin için onlar daha temizdir. Allah'tan korkun ve misafirlerimin önünde beni rezil etmeyin! İçinizde aklı başında bir adam yok mu!» dedi,","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:79","price":"    Dediler ki: Senin kızlarında bizim bir hakkımız olmadığını biliyorsun. Ve sen bizim ne istediğimizi elbette bilirsin.","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:80","price":"    (Lût:) Keşke benim size karşı (koyacak) bir gücüm olsaydı veya güçlü bir kaleye sığınabilseydim! dedi.","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:81","price":"    (Melekler) dediler ki: Ey Lût! Biz Rabbinin elçileriyiz. Onlar sana asla dokunamazlar. Sen gecenin bir kısmında ailenle (yola çıkıp) yürü. Karından başka sizden hiçbiri geride kalmasın. Çünkü onlara gelecek olan (azap) şüphesiz ona da isabet edecektir. Onlara vâdolunan (helâk) zamanı, sabah vaktidir. Sabah yakın değil mi?","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:82","price":"    Emrimiz gelince, oranın altını üstüne getirdik ve üzerlerine (balçıktan) pişirilip istif edilmiş taşlar yağdırdık.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:83","price":"(O taşlar:) Rabbin katında işaretlenerek (yağdırılmıştır). Onlar zalimlerden uzak değildir.","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:84","price":"Medyen halkına da kardeşleri Şuayb'ı göndermiştik. Şuayb kavmine demişti ki: \"Ey kavmim! Sizin için kendisinden başka ilâh olmayan Allah'a ibadet edin. Ölçüyü ve tartıyı eksik tutmayın. Ben sizi bolluk içinde görüyorum ve sizin hesabınıza kuşatıcı bir günün azabından korkuyorum.\"\n","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:85","price":"Ve ey kavmim! Ölçüyü ve tartıyı adaletle yapın; insanlara eşyalarını eksik vermeyin; yeryüzünde bozguncular olarak dolaşmayın.","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:86","price":"     Eğer mümin iseniz Allah'ın (helalinden) bıraktığı (kâr) sizin için daha hayırlıdır. Ben üzerinize bir bekçi değilim.","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:87","price":"     Dediler ki: Ey Şuayb! Babalarımızın taptıklarını (putları), yahut mallarımız hususunda dilediğimizi yapmayı terketmemizi sana namazın mı emrediyor? Oysa sen yumuşak huylu ve çok akıllısın!","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:88","price":"     Dedi ki: Ey kavmim! Eğer benim, Rabbim tarafından (verilmiş) apaçık bir delilim varsa ve O bana tarafından güzel bir rızık vermişse buna ne dersiniz? Size yasak ettiğim şeylerin aksini yaparak size aykırı davranmak istemiyorum. Ben sadece gücümün yettiği kadar ıslah etmek istiyorum. Fakat başarmam ancak Allah'ın yardımı iledir. Yalnız O'na dayandım ve yalnız O'na yöneldim.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:89","price":"   Ey kavmim! Sakın bana karşı düşmanlığınız, Nuh kavminin veya Hûd kavminin, yahut Sâlih kavminin başlarına gelenler gibi size de bir musibet getirmesin! Lût kavmi de sizden uzak değildir.","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:90","price":"  Rabbinizden bağışlanma dileyin; sonra O’na tevbe edin. Muhakkak ki Rabbim çok merhametlidir, (Rabbine yönelip dayananları) çok sever.","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:91","price":"   Dediler ki: Ey Şuayb! Söylediklerinin çoğunu anlamıyoruz ve içimizde seni cidden zayıf (âciz) görüyoruz! Eğer kabilen olmasa, seni mutlaka taşlayarak öldürürüz. Sen bizden üstün değilsin.","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:92","price":"   (Şuayb:) «Ey kavmim dedi, size göre benim kabilem Allah’tan daha mı güçlü ve değerli ki, onu (Allah'ın emirlerini) arkanıza atıp unuttunuz. Şüphesiz ki Rabbim yapmakta olduklarınızı çepeçevre kuşatıcıdır.","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:93","price":"  \"Ey Kavmim! Yapacağınızı gücünüzün yettiğince yapın. Elbet ben de yapacağım. Kendisini perişan edecek azabın kime geleceğini ve asıl kimin yalancı olduğunu öğreneceksiniz. Bekleyiniz; elbette sizinle birlikte ben de bekleyeceğim.\"","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:94","price":"   Emrimiz gelince, Şuayb'ı ve onunla beraber iman edenleri tarafımızdan bir rahmetle kurtardık; zulmedenleri ise korkunç bir gürültü yakaladı da yurtlarında diz üstü çökekaldılar.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:95","price":"   Sanki orada hiç barınmamışlardı. Biliniz ki, Semûd kavmi (Allah'ın rahmetinden) uzak olduğu gibi  Medyen kavmi de uzak oldu.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:96","price":"Andolsun ki Musa'yı da mucizelerimizle ve apaçık bir delille gönderdik. ","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:97","price":"Firavun'a ve onun ileri gelenlerine (gönderdik). Fakat onlar Firavun'un emrine uydular. Oysa Firavun'un emri doğru değildi.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:98","price":"O, kıyamet gününde de kavminin önünde gider ve onları ateşe götürür. O vardıkları yer ne kötü bir yerdir.","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:99","price":"  Onlar burada da, kıyamet gününde de lânete uğratıldılar. (Onlara) verilen bu armağan ne kötü armağandır!","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:100","price":" (Ey Muhammed!) İşte bu, (halkı helâk olmuş) memleketlerin haberlerindendir. Biz onu sana anlatıyoruz; onlardan (bugüne kadar izleri) kalan da vardır, biçilmiş ekin (gibi yok olan) da vardır.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:101","price":"Biz onlara (yok olup gitsinler diye) zulmetmemişizdir; fakat onlar, kendilerine zulmetmişlerdir. Rabbinin emri geldiği zaman, onların Allah'ı bırakıp da yalvardıkları kendi ilâhları da onlara hiçbir şekilde fayda sağlamamış ve onların helakini artırmaktan başka bir işe yaramamıştır.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:102","price":"İşte Rabbin, zâlim kasabalar halkını yakaladığı zaman, O'nun yakalayışı böyledir ve O'nun bu yakalayışı da, çok acı ve çok şiddetlidir.\n","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:103","price":" İşte bunda, ahiret azabından korkanlar için elbette bir ibret vardır. O gün bütün insanların bir araya toplandığı bir gündür ve o gün (bütün mahlûkatın) hazır bulunduğu bir gündür.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:104","price":" Biz onu (kıyamet gününü) sadece sayılı bir müddete kadar bekletiriz.","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:105","price":" O geldiği gün Allah'ın izni olmadan hiç kimse konuşamaz. Onlardan kimi bedbahttır, kimi mutlu.","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:106","price":" Bedbaht olanlar ateştedirler, orada onların (öyle feci) nefes alıp vermeleri vardır ki;","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:107","price":" Rabbinin dilediği hariç, (onlar) gökler ve yer durdukça o ateşte ebedî kalacaklardır. Çünkü Rabbin, istediğini hakkıyla yapandır.","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:108","price":" Mutlu olanlara gelince, onlar da cennettedirler. Rabbinin dilediği hariç, gökler ve yer durdukça onlar da orada ebedî kalacaklardır. Bu (nimetler) bitmez, tükenmez bir lütuftur.","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:109","price":"  O halde onların tapmakta oldukları şeylerden (bu şeylerin onları azaba götürdüğünden) şüphen olmasın. Çünkü onlar ancak daha önce babalarının taptığı gibi tapıyorlar. Biz onların (azaptan) nasiplerini mutlaka eksiksiz olarak vereceğiz.","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:110","price":" Andolsun biz Musa’ya Kitab'ı verdik; fakat onda ihtilaf edildi. Eğer Rabbinden bir söz geçmemiş olsaydı, elbette onların arasında hüküm verilmişti (ve işleri de bitirilmişti). Şüphesiz ki onlar (Mekkeliler) de Kur'an hakkında derin bir şüphe içindedirler.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:111","price":" Şüphesiz Rabbin, onların her birinin amellerinin karşılığını onlara tam olarak verecektir. Çünkü Rabbin, onların yapmakla olduklarından hakkıyla haberdardır.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:112","price":"  O halde seninle beraber tevbe edenlerle birlikte emrolunduğun gibi dosdoğru ol! Aşırı da gitmeyin. Çünkü O, sizin yaptıklarınızı çok iyi görendir.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:113","price":"(Allah'a şirk koşup) zulmedenlere güvenme; sonra size ateş dokunur (cehennemde yanarsınız). Sizin Allah'tan başka dostlarınız yoktur. Sonra (O'ndan da) yardım göremezsiniz! ","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:114","price":"  Gündüzün iki ucunda, gecenin de ilk saatlerinde namaz kıl. Çünkü iyilikler kötülükleri (günahları) giderir. Bu, öğüt almak isteyenlere bir hatırlatmadır.","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:115","price":"  (Ey Muhammed!) Sabırlı ol, çünkü Allah güzel iş yapanların mükâfatını zayi etmez.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:116","price":"Sizden önceki nesillerden aklı başında olanlar, (küfürleriyle zulmedenleri) yeryüzünde fesat çıkarmaktan alıkoyamazlar mıydı? Halbuki onlar arasında kurtardıklarımızdan ancak çok azı bunu yapmış; o zulmedenler ise, kendilerini ifsat eden nimetlerin peşine düşmüşler ve suçlu olmuşlardır.","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:117","price":"Yoksa Rabbin, halkı ıslah edici kimseler olan şehirleri zulüm ile helak edecek değildir.\n","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:118","price":"Eğer Rabbin dileseydi, insanları tek bir ümmet yapardı. Oysa, işte ihtilaf edip durmaktadırlar.","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:119","price":" Ancak Rabbinin merhamet ettikleri müstesnadır. Zaten Rabbin onları bunun için yarattı. Rabbinin, «Andolsun ki cehennemi tümüyle insanlar ve cinlerle dolduracağım» sözü yerini buldu.","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:120","price":"  Peygamberlerin haberlerinden senin kalbini (tatmin ve) teskin edeceğimiz her haberi sana anlatıyoruz. Ayrıca bu kıssalardan, sana (dînin esasını teşkil eden) hak ile, mü'minler için bir öğüt ve ibret gelmiştir.\n","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:121","price":"  İman etmeyenlere de ki: Elinizden geleni yapın! Biz de (gerekeni) yapmaktayız!","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:122","price":"  Bekleyin! Şüphesiz biz de beklemekteyiz!","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"tr"},{"name":"11:123","price":"  Göklerin ve yerin gaybı (sırrı) yalnız Allah'a aittir. Her iş O'na döndürülür. Öyle ise O'na kulluk et ve O'na dayan! Rabbin yaptıklarınızdan gafil değildir.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"tr"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}