{"data":[{"name":"2:1","price":"  Elif. Lâm. Mîm.","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:2","price":"  İşte bu kitap (Kur'an); onda asla şüphe yoktur. O, müttakîler (sakınanlar ve arınmak isteyenler) için bir yol göstericidir.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:3","price":"  Onlar gayba inanırlar, namazı dosdoğru kılarlar, kendilerine verdiğimiz rızıktan infak ederler.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:4","price":"  Yine onlar, sana indirilene ve senden önce indirilene iman ederler; âhiret gününe de kesinkes inanırlar.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:5","price":"  İşte onlar, Rablerinden gelen bir hidayet üzeredirler ve kurtuluşa erenler de ancak onlardır.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:6","price":"  Gerçek şu ki, kâfir olanları (azap ile) korkutsan da korkutmasan da onlar için birdir; iman etmezler.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:7","price":"  Allah onların kalplerini ve kulaklarını mühürlemiştir. Onların gözlerine de bir çeşit perde gerilmiştir ve onlar için (dünya ve ahirette) büyük bir azap vardır.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:8","price":" İnsanlardan bazıları da vardır ki, (inanmadıkları halde) «Allah’a ve ahiret gününe inandık» derler. Halbuki onlar mü'min değillerdir.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:9","price":"  Onlar (kendi akıllarınca) güya Allah’ı ve müminleri aldatırlar. Halbuki onlar ancak kendilerini aldatırlar ve bunun farkında değillerdir.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:10","price":" Onların kalplerinde bir hastalık vardır. Allah da onların hastalığını artırmıştır. Söylemekte oldukları yalanlar sebebiyle de onlar için elîm bir azap vardır.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:11","price":" Onlara: Yeryüzünde fesat çıkarmayın, denildiği zaman, «Biz ancak ıslah edicileriz» derler.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:12","price":" Şunu bilin ki, onlar bozguncuların ta kendileridir, lâkin anlamazlar.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:13","price":" Onlara; İnsanların iman ettiği gibi siz de iman edin, denildiği vakit «Biz hiç, sefihlerin (akılsız ve ahmak kişilerin) iman ettikleri gibi iman eder miyiz!» derler. Biliniz ki, sefihler ancak kendileridir, fakat bunu bilmezler (veya bilmezlikten gelirler).","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:14","price":" (Bu münafıklar) müminlerle karşılaştıkları vakit «(Biz de) iman ettik» derler. (Kendilerini saptıran) şeytanları ile başbaşa kaldıklarında ise: «Biz sizinle beraberiz, biz onlarla (müminlerle) sadece alay ediyoruz» derler.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:15","price":"  Gerçekte,  Allah onlarla istihza (alay) eder de azgınlıklarında onlara fırsat verir, bu yüzden onlar bir müddet başıboş dolaşırlar.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:16","price":"  İşte, hidâyete karşılık sapıklığı satın alanlar onlardır. Fakat onların bu ticareti kazançlı olmamış ve kendileri  doğru yolu da bulamamışlardır.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:17","price":"  Onların (münafıkların) durumu,  ateş yakan bir kimsenin misali gibidir. O ateş yanıp da etrafını aydınlattığında Allah, hemen onların aydınlığını giderir ve onları görmez bir halde karanlıklar içinde bırakıverir.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:18","price":"Onlar sağırdırlar, dilsizdirler ve kördürler. Bu sebeple onlar (hakka) geri dönemezler.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:19","price":"  Yahut (onların durumu), gökten sağanak halinde boşanan, içinde yoğun karanlıklar, gürültü ve yıldırımlar bulunan yağmur (a tutulmuş kimselerin durumu) gibidir. O münafıklar yıldımlardan gelecek ölüm korkusuyla parmaklarını kulaklarına tıkarlar. Halbuki Allah, kâfirleri çepeçevre kuşatmıştır.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:20","price":"  (O esnada) şimşek sanki gözlerini çıkaracakmış gibi çakar, onlar için etrafı her aydınlattığında orada birazcık yürürler, karanlık üzerlerine çökünce de oldukları yerde kalırlar. Allah dileseydi elbette onların kulaklarını sağır, gözlerini kör ederdi. Allah şüphesiz her şeye kadirdir.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:21","price":"  Ey insanlar! Sizi ve sizden öncekileri yaratan Rabbinize kulluk (ibâdet) edin. Umulur ki, böylece korunmuş (Allah'ın azabından kendinizi kurtarmış) olursunuz.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:22","price":"  O Rab ki, yeri sizin için bir döşek, göğü de (kubbemsi) bir tavan yaptı. Gökten su indirdi, o su ile size besin olsun diye (yerden) çeşitli ürünler çıkardı. Artık bunu bile bile Allah'a ortaklar koşmayın.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:23","price":"  Eğer kulumuza (Muhammmed'e) indirdiğimizden (Kur'ân'dan) herhangi bir şüpheye düşüyorsanız, haydi onun benzeri bir sûre getirin, eğer iddianızda doğru iseniz Allah’ın dışındaki şahitlerinizi de (yardımcılarınızı da) çağırın.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:24","price":"Bunu yapamazsanız ki elbette yapamayacaksınız. O halde yakıtı, insanlar ve taşlar olan cehennem ateşinden sakının. Çünkü o ateş kâfirler için hazırlanmıştır.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:25","price":"İman edip salih ameller işleyenlere,  onlar için içinden ırmaklar akan cennetler olduğunu müjdele! Oradan kendilerine rızık olarak her defasında bir meyve verildikçe: \"Bu daha önce rızıklandığımız (meyve) dandır\", diyecekler. Onlara  birbirinin benzeri (rızıklar) verilecek. Onlar için cennette tertemiz eşler de vardır. Ve onlar orada ebedî kalıcıdırlar.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:26","price":"  Şüphesiz Allah (hakkı açıklamak için) sivrisinek ve onun da ötesinde bir varlığı misal getirmekten çekinmez. İman etmişlere gelince, onlar böyle misallerin Rablerinden gelen hak ve gerçek olduğunu bilirler. Kâfir olanlara gelince: Allah böyle misal vermekle ne murat eder? derler. Allah onunla birçok kimseyi saptırır, birçoklarını da doğru yola yöneltir. Verdiği misallerle Allah ancak fâsıkları saptırır (çünkü bunlar birer imtihandır).","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:27","price":"  Onlar öyle (fasıklar) ki, kesin söz verdikten sonra Allah'ın ahdini bozarlar (sözlerinden dönerler). Allah'ın, birleştirilmesini emrettiğin (sıla-i rahim) i keserler ve yeryüzünde fitne ve fesat çıkarırlar. İşte onlar gerçekten zarara uğrayanlardır.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:28","price":"  Ey kâfirler! Siz ölü iken sizi dirilten (dünyaya getirip hayat veren) Allah'ı nasıl inkâr ediyorsunuz? Sonra sizi öldürecek, tekrar sizi diriltecek ve sonunda O'na döndürüleceksiniz.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:29","price":"  O, yerde ne varsa hepsini sizin için yarattı. Sonra (kendine has bir şekilde) semaya yöneldi, onu yedi kat olarak yaratıp düzenledi (tanzim etti). O , her şeyi hakkıyla bilendir . ","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:30","price":"Hatırla ki Rabbin meleklere: Ben yeryüzünde bir halife yaratacağım, dedi. Onlar: Bizler hamdinle seni tesbih ve seni takdis edip dururken, yeryüzünde fesat çıkaracak ve kanlar dökecek kimseler mi yaratacaksın? Dediler. Allah da onlara: Sizin bilemeyeceğiniz şeyleri ben bilirim, dedi.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:31","price":"  Allah Âdem’e bütün isimleri, öğretti. Sonra onları önce meleklere arzedip: Eğer siz sözünüzde sadık iseniz, şunların isimlerini bana bildirin, dedi.","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:32","price":"  Melekler: (Rabbimiz) Seni (noksan sıfatlardan) tenzih ederiz, senin bize öğrettiklerinden başka bizim bilgimiz yoktur. Şüphesiz alîm (herşeyi bilen) ve hakîm olan ancak sensin, dediler.","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:33","price":"  (Bunun üzerine:) Ey Âdem! Eşyanın isimlerini meleklere bildir, dedi. Âdem onların isimlerini onlara bildirince: (Allah: ) Ben size, muhakkak semâvat ve arzda görülmeyenleri (oralardaki sırları) bilirim. Bundan da öte, gizli ve açık yapmakta olduklarınızı da bilirim, dememiş miydim? dedi.","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:34","price":" Hani biz meleklere (ve cinlere): Âdem'e secde edin, demiştik. İblis hariç hepsi secde ettiler. O yüz çevirdi ve büyüklük tasladı, böylece kâfirlerden oldu.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:35","price":"  Biz:«Ey Âdem! Sen ve eşin (Havva) beraberce cennete yerleşin ve dilediğiniz yerde O'nun nimetlerinden bol bol yiyin. (Ancak) şu ağaca yaklaşmayın; yoksa ikiniz de zalimlerden olursunuz» dedik.","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:36","price":"  Ne var ki Şeytan onları oradan uzaklaştırmış ve içinde bulundukları (o rahat durumdan, cennetten) çıkarmıştı. Bunun üzerine; «Biz de bir kısmınız diğerine düşman olarak ininiz, sizin için yeryüzünde barınak ve belli bir zamana dek nimet vardır» dedik.","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:37","price":"  Bu durum devam ederken Adem, Rabbinden bir takım kelimeler aldı ve tevbe etti. Çünkü O (Allah), tevbeleri çokça kabul eden ve merhameti bol olandır.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:38","price":" Dedik ki: Hepiniz oradan inin! Eğer benden size bir hidâyet gelir de her kim hidâyetime tâbi olursa onlar için herhangi bir korku yoktur ve onlar üzüntü çekmezler.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:39","price":"  İnkâr edip âyetlerimizi yalanlayanlara gelince, onlar cehennemliktir, onlar orada ebedî kalırlar.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:40","price":"  Ey İsrâiloğulları! Size verdiğim nimetlerimi hatırlayın, bana verdiğiniz sözü yerine getirin ki, ben de size olan sözümü yerine getireyim. Ve yalnızca benden korkun.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:41","price":"  Elinizdekini (Tevrât'ın aslını) tasdik edici olarak indirdiğime (Kur'ân'a) iman edin. Sakın onu inkâr edenlerin ilki olmayın! Âyetlerimi az bir karşılık pahasına satmayın, yalnız benden (benim azabımdan) sakının.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:42","price":"  Bilerek hakkı bâtıl ile karıştırmayın, hakkı gizlemeyin.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:43","price":"  Namazı dosdoğru kılın, zekâtı (hakkıyla) verin ve rükû edenlerle beraber rükû edin.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:44","price":"  (Ey bilginler!) Sizler Kitab’ı (Tevrât'ı) okuduğunuz (gerçekleri bildiğiniz) halde, insanlara iyiliği emredip kendinizi unutuyor musunuz? Aklınızı kullanmıyor musunuz?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:45","price":"  Sabır ve namaz ile Allah'tan yardım isteyin. Şüphesiz bu, huşu duyan (Allah’a saygıdan kalbi ürperen) ların dışındakilere zor (bir görev) dur.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:46","price":"  Onlar (huşu duyanlar), kesinlikle Rablerine kavuşacaklarını ve O'na döneceklerini düşünen ve bunu kabullenen kimselerdir.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:47","price":"  Ey İsrailoğulları! Size verdiğim nimetimi ve sizi (bir zamanlar) cümle âleme üstün kıldığımı hatırlayın.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:48","price":"  Öyle bir günden korkun ki, o günde hiç kimse başkası için herhangi bir ödemede bulunamaz; hiç kimseden (Allah izin vermedikçe) şefâat kabul olunmaz, fidye alınmaz; onlara asla yardım da yapılmaz.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:49","price":"  Hatırlayın ki, sizi, Firavun taraftarlarından kurtardık. Çünkü onlar size azabın en kötüsünü reva görüyorlar, yeni doğan erkek çocuklarınızı kesiyorlar, (fenalık için) kızlarınızı hayatta bırakıyorlardı. Aslında o size reva görülenlerde Rabbinizden büyük bir imtihan vardı.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:50","price":"  Bir zamanlar biz sizin için denizi yardık, sizi kurtardık, Firavun'un taraftarlarını da, siz bakıp dururken denizde boğduk.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:51","price":"  Musâ ile kırk gece (vahyetmek üzere) sözleşmiştik. Sonra haksızlık ederek buzağıyı ( ilâh ) edindiniz.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:52","price":"  O davranışlarınızdan sonra (akıllanıp) şükredersiniz diye sizi affetmiştik.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:53","price":"  Doğru yolu bulasınız diye Musâ'ya Kitab'ı ve furkân (hak ile bâtılı ayıran hükümler) ı verdik.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:54","price":"Musâ kavmine: Ey kavmim! Şüphesiz siz, buzağıyı (ilâh) edinmekle kendinize zulmettiniz. Onun için yaradanınıza tevbe edin de nefislerinizi öldürün. Öyle yapmanız yaradanınızın katında sizin için daha hayırlıdır, demiş ve böylece Allah tevbenizi kabul etmişti. Çünkü acıyıp tevbeleri çokça kabul eden ve merhameti bol olan ancak O'dur.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:55","price":"  (Bir zamanlar:) Siz Ey Musâ! Biz Allah'ı açıkça görmedikçe asla sana inanmayız, demiştiniz de bakıp durur olduğunuz halde hemen sizi yıldırım çarpmıştı.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:56","price":"  Sonra ölümünüzün ardından sizi dirilttik ki şükredesiniz.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:57","price":" Ve sizi bulutla gölgeledik, size kudret helvası ve bıldırcın indirdik ve «Verdiğimiz güzel nimetlerden yiyiniz» (dedik). (Hakikatte) Onlar bize değil sadece kendilerine zulmediyorlardı.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:58","price":"  (İsrâiloğullarına:) Bu kasabaya girin, orada bulunanlardan dilediğiniz şekilde bol bol yiyin, kapısından secde ederek (eğilerek) girin, (girerken) «Hıtta!» (Yâ Rabbi bizi affet) deyin ki, sizin hatalarınızı bağışlayalım; zira biz, iyi davrananlara (karşılığını) fazlasıyla vereceğiz, demiştik.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:59","price":"  Fakat (onların içlerinden ) zulmedenler, kendilerine söylenenleri başka sözlerle değiştirdiler. Bunun üzerine biz, zalimlerin üzerine fâsıklık yapmalarından dolayı gökten acı bir azap indirdik.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:60","price":"Musâ kavmi için su istemişti de biz ona: \"Âsân ile taşa vur!\" demiştik. Derhal (taştan) on iki göz (pınar) fışkırmıştı. Her insan (topluluğu), içeceği kaynağı bilmişti. (Onlara:) Allah’ın rızkından yiyin, için, sakın yeryüzünde bozgunculuk etmeyin, dedik.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:61","price":"  Hani siz (verilen nimetlere karşılık): Ey Musa! Bir tek yemekle yetinemeyiz; bizim için Rabbine dua et de yerin bitirdiği şeylerden; sebzesinden, hıyarından, sarımsağından, mercimeğinden, soğanından bize çıkarsın, dediniz. Musa ise: Daha iyiyi daha kötü ile değiştirmek mi istiyorsunuz? O halde şehre inin. Zira istedikleriniz sizin için orada var, dedi. İşte (bu hadiseden sonra) üzerlerine aşağılık ve yoksulluk damgası vuruldu. Allah'ın gazabına uğradılar. Bu musibetler (onların başına), Allah'ın âyetlerini inkâra devam etmeleri, haksız olarak peygamberleri öldürmeleri sebebiyle geldi. Bunların hepsi, sadece isyanları ve taşkınlıkları sebebiyledir.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:62","price":"  Şüphesiz iman edenler,  yahûdîler, hıristiyanlar ve sâbiîler; bunlardan Allah’a ve âhiret gününe hakkıyla inanıp sâlih amel işleyenler için Rableri katında mükâfatlar vardır. Onlar için herhangi bir korku yoktur. Onlar üzüntü çekmeyeceklerdir.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:63","price":"  Sizden sağlam bir söz almış, Tûr'u da üzerinize kaldırıp, size verdiğimizi sıkıca/kuvvetle tutun, onda bulunanları daima hatırlayın, umulur ki, böylece korunursunuz (demiştik de);","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:64","price":" bundan  sonra sözünüzden (yine) dönmüştünüz. Eğer sizin üzerinizde Allah'ın ihsanı ve rahmeti olmasaydı, muhakkak zarara uğrayanlardan olurdunuz.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:65","price":" İçinizden cumartesi günü azgınlık edip de, bu yüzden kendilerine: \"Aşağılık maymunlar olun!\" dediklerimizi elbette bilmektesiniz.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:66","price":"Biz bu (maymunlaşmış insanları) hadiseyi bizzat görenler ve sonradan gelenler için bir ibret dersi, müttakîler için de bir öğüt vesilesi kıldık.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:67","price":"Musâ, kavmine: Allah size bir sığır kesmenizi emrediyor, demişti de: (Onlar,) Bizimle alay mı ediyorsun? demişlerdi. O da: Cahillerden olmaktan Allah'a sığınırım, demişti.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:68","price":" (Musâ'ya:) «Bizim adımıza Rabbine dua et, bize onun ne olduğunu açıklasın» dediler. Musâ: Allah diyor ki: «O, ne yaşlı ne de genç (sadece birkez doğurmuş) tir;  bu ikisinin arasında (dinç) bir inektir.»Emrolunduğunuz şeyi (hemen) yapın, dedi.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:69","price":"  (Bu defa da;) Bizim için Rabbine dua et de, bize onun rengini açıklasın, dediler. (Musâ da: ) «O diyor ki: Sarı renkli, parlak tüylü, bakanların içini açan bir inektir» dedi.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:70","price":"  «(Ey Musâ!) Bizim için, Rabbine dua et de onun nasıl bir sığır olduğunu bize açıklasın, zira nasıl bir inek keseceğimizi anlayamadık. Fakat Allah dilerse bizler herhalde (nasıl bir inek keseceğimizi) buluruz» dediler.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:71","price":"   (Musâ) dedi ki: Allah şöyle buyuruyor: O, henüz boyunduruk altına alınmayan, yer sürmeyen, ekin sulamayan, serbest dolaşan (salma), renginde hiç alacası bulunmayan bir inektir. «İşte şimdi gerçeği anlattın» dediler ve bunun üzerine sığırı (bulup) kestiler, az kalsın (bunu) kesmeyeceklerdi.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:72","price":"Hani siz bir adam öldürmüştünüz de o hususta ayrılığa düşmüş ve suçu birbirinizin üzerine atmıştınız. Halbuki Allah gizlemekte olduğunuzu ortaya çıkaracaktır.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:73","price":"«Haydi, şimdi (öldürülen) adama, (kesilen ineğin) bir parçasıyla vurun» dedik. Böylece belki akıllarınızı başlarınıza alırsınız diye Allah ölüleri böyle diriltir ve düşünesiniz diye size âyetlerini  böyle gösterir.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:74","price":"  (Ne var ki) bunlardan sonra yine kalpleriniz taş gibi yahut daha sert bir şekilde katılaşmıştı. Halbuki içinden nehirler kaynayan, yarılıp (içlerinden) sular çıkan ve Allah korkusundan yuvarlanan nice taşlar vardır! Allah yapmakta olduklarınızdan gafil değildir.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:75","price":"  Şimdi (ey müminler!) onların size inanacaklarını mı umuyorsunuz? Oysa ki, onlardan bir grup, Allah'ın kelâmını işitirler de iyice anladıktan sonra, bile bile onu tahrif ederlerdi.","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:76","price":"  (Münafıklar) inananlarla karşılaştıklarında «İman ettik» derler. Birbirleriyle baş başa kaldıkları vakit ise: «Allah'ın size açtıklarını (Tevrat'taki bilgileri), Rabbiniz katında sizin aleyhinize hüccet getirmeleri için mi onlara anlatıyorsunuz; bunları düşünemiyor musunuz?» derler.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:77","price":"  Oysa onlar,  gizlediklerini de açığa vurduklarını da Allah'ın bildiğini bilmezler mi?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:78","price":"   İçlerinde bir takım ümmîler vardır ki, Kitab’ı (Tevrât’ı) bilmezler. Bütün bildikleri bir takım kuruntu (ve yalan) lardır. Onlar sadece zanda bulunuyorlar.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:79","price":" Kitabı elleriyle  yazıp da sonra onu az bir bedel karşılığında satmak için «Bu Allah katındandır» diyenlere yazıklar olsun!  Yazıklar olsun elleriyle yazdıklarından ötürü onlara ve  yazıklar olsun kazandıklarından ötürü onlara!","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:80","price":" ( İsrâiloğulları: )Sayılı birkaç gün dışında, bize asla ateş dokunmayacaktır, dediler. (Onlara) De ki : Siz Allah katından bir söz mü aldınız, zira Allah sözünden caymaz, yoksa Allah'a karşı bilemeyeceğiniz şeyleri mi söylüyorsunuz?","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:81","price":"  Hayır! Kim bir kötülük eder de kötülüğü kendisini çepeçevre kuşatırsa, işte o kimseler Cehennem ehlidirler. Onlar orada ebedi kalırlar.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:82","price":"  İman edip salih amel işleyenler ise onlar da cennet ehlidirler. Onlar orada ebedi kalırlar.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:83","price":"  Vaktiyle biz, İsrâiloğullarından: Yalnızca Allah'a kulluk edeceksiniz, ana-babaya, yakın akrabaya, yetimlere, yoksullara iyilik edeceksiniz diye söz almış ve «İnsanlara güzel söz söyleyin, namazı kılın, zekâtı verin» demiştik. Sonra içinizden çok azınız hariç (bu sözden) döndünüz.  Hala da yüz çevirip duruyorsunuz.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:84","price":"  (Ey İsrâiloğulları!) Birbirinizin kanını dökmeyeceğinize, birbirinizi yurtlarınızdan çıkarmayacağınıza dair sizden kesin bir söz almıştık. Her şeyi görerek sonunda bunları kabul etmiştiniz.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:85","price":"   Bu misakı kabul eden sizler, (verdiğiniz sözün tersine) birbirinizi öldürüyor, aranızdan bir zümreyi yurtlarından çıkarıyor, kötülük ve düşmanlıkta onlara karşı yardımlaşıyorsunuz. Onları yurtlarından çıkarmak size haram olduğu halde (hem çıkarıyor hem de) size esirler olarak geldiklerinde fidye verip onları kurtarıyorsunuz. Yoksa siz Kitab'ın bir kısmına inanıp bir kısmını inkâr mı ediyorsunuz? Sizden öyle davrananların cezası dünya hayatında ancak zillettir. Kıyâmet gününde ise en şiddetli azaba uğratılacaklardır. Allah sizin yapmakta olduklarınızdan asla gafil değildir.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:86","price":"  İşte onlar, âhirete karşılık dünya hayatını satın alan kimselerdir. Bu yüzden ne azapları hafifletilecek, ne de kendilerine yardım edilecektir.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:87","price":" Andolsun biz Musâ'ya Kitab'ı verdik. Ondan sonra ardarda peygamberler gönderdik. Meryem Oğlu İsâ’ya da apaçık deliller verdik. Ve onu, Rûhu'l Kudüs (Cebrâil) ile destekledik. (Ne var ki) gönlünüzün arzulamadığı şeyleri söyleyen bir peygamber geldikçe, ona karşı büyüklük taslayıp, (size gelen peygamberlerden) bir kısmını yalanladınız, bir kısmını da öldürdünüz.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:88","price":"  (Yahudiler peygamberlerle alay ederek) «Kalplerimiz perdelidir» dediler. Hayır; küfürleri sebebiyle Allah onlara lânet etmiştir. O yüzden çok az inanırlar.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:89","price":"  Onlara, Allah katından ellerindeki (Tevrât'ı) doğrulayan bir kitap geldiğinde önceden kâfirlere karşı (kendilerine böyle yardım edici bir kitabın gelmesini) bekleyip duruyorlardı. İşte önceden geleceğini bildikleri bu kitap gelince onu inkâr ettiler. İşte Allah'ın lâneti böyle inkarcılaradır.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:90","price":"  Onların, Allah'ın kullarından dilediğine (Kitap) indirmesini kıskandıkları için Allah'ın indirdiğini (Kur'ân'ı) inkâr ederek kendilerini çok kötü bir şey karşılığında satmaları ne kadar  kötü bir şeydir! Böylece onlar, gazap üstüne gazaba uğradılar. Ayrıca kâfirler için alçaltıcı bir azap vardır.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:91","price":"  Kendilerine: Allah'ın indirdiğine iman edin, denilince: Biz sadece bize indirilene (Tevrât'a) inanırız, derler ve ondan başkasını inkâr ederler. Halbuki o Kur'an, kendi ellerinde bulunan Tevrât'ı doğrulayıcı olarak gelmiş hak kitaptır. (Ey Muhammed:) Onlara deki: Şayet siz gerçekten (kendinize indirilene) inanıyorsanız daha önce Allah'ın peygamberlerini neden öldürüyordunuz?","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:92","price":"  Andolsun Musâ size apaçık mucizeler getirmişti. Sonra onun ardından, zalimler olarak buzağıyı (ilah ) edindiniz.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:93","price":"Hatırlayın ki, sizden kesin bir söz almış veTûr'u da üzerinize kaldırarak  size verdiğimize kuvvetlice tutunun ve (emirlerini) dinleyin, demiştik. Onlar: İşittik ve isyan ettik, dediler. İnkârları sebebiyle kalplerine buzağı sevgisi dolduruldu. De ki: Eğer inanıyorsanız, imanınız size ne kötü şeyler emrediyor!","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:94","price":"  (Ey Muhammed! Onlara:) Şayet (iddia ettiğiniz gibi) âhiret yurdu Allah katında diğer insanlara değil de yalnızca size aitse ve bu iddianızda doğru iseniz haydi ölümü temenni edin (bakalım), de.","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:95","price":"  Onlar, kendi elleriyle önceden yaptıkları işler (günah ve isyanları) sebebiyle hiç bir zaman ölümü temenni etmeyeceklerdir. Allah zalimleri en iyi bilir.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:96","price":"  Yemin olsun ki, sen onların hayat (yaşamay)a başkalarından ve hattâ her biri bin sene yaşamayı temenni eden müşriklerden bile daha düşkün olduklarını görürsün.  Oysa  uzun yaşamak, onları azaptan kurtarmayacaktır  Allah, elbette, yaptıklarını hakkıyla görendir.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:97","price":"  De ki: Cebrâil'e kim düşman ise ( iyi bilsin ki) Allah'ın izniyle önceki kitapları doğrulayan, müminler için hidâyet rehberi ve müjde olan Kur'ân'ı senin kalbine  indiren odur.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:98","price":"  Kim, Allah’a, meleklerine, peygamberlerine, Cebrâil'e ve Mikâil’e düşman olursa (bilsin ki) Allah da inkârcı kâfirlerin düşmanıdır.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:99","price":"  Andolsun ki sana apaçık âyetler indirdik. (Ey Muhammed) onları fâsıklardan başkası inkâr etmez.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:100","price":"   Ne zaman onlar bir antlaşma yaptılarsa, yine kendilerinden bir grup onu bozmadı mı? Zaten onların çoğu iman etmez.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:101","price":" Allah tarafından kendilerine, yanlarında bulunanı tasdik edici bir elçi gelince ehli kitaptan bir grup, sanki Allah'ın kitabını bilmiyormuş gibi onu arkalarına atıp terkettiler.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:102","price":" Süleymân'ın hükümranlığı hakkında onlar, şeytanların uydurup söylediklerine tâbi oldular. Halbuki Süleymân (büyü yapıp) kâfir olmadı. Lâkin şeytanlar, sihri ve Bâbil'deki Hârût ve Mârût adlı iki meleğe indirilen şeyleri insanlara öğreterek kâfir oldular.  Halbuki o iki melek, herkese: «Biz ancak imtihan için gönderildik, sakın yanlış inanıp da kâfir olmayasınız», demeden hiç kimseye (sihir ilmini) öğretmezlerdi. Onlar, o iki melekten, kişi ile karısının  arasını açacak şeyleri öğreniyorlardı. Oysa onlar, Allah’ın izni olmadan hiç kimseye zarar veremezler. Onlar, kendilerine fayda vereni değil de zarar vereni öğrenirler. onlar sihri satın alanların âhirette nasibi olmadığını çok iyi bilmektedirler. Karşılığında kendilerini sattıkları şey ne kötüdür! Keşke bunu anlasalardı!","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:103","price":"  Eğer iman edip kendilerini kötülükten korusalardı, şüphesiz Allah tarafından verilecek sevap daha hayırlı olacaktı. Keşke bunları anlasalardı!","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:104","price":"  Ey iman edenler! «Râinâ» demeyin, «unzurnâ» deyin. (Söylenenleri) dinleyin. Kâfirler için elem verici bir azap vardır.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:105","price":"  (Ey müminler!) Ehli kitaptan ve müşriklerden olan kâfirler,  Rabbinizden size bir hayır indirilmesini istemezler. Halbuki Allah rahmetini dilediği kimseye tahsis eder. Allah büyük lütuf sahibidir.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:106","price":"  Biz, bir âyet (in hükmün)i nesheder (kaldırır)sek veya onu unutturursak mutlaka ondan daha hayırlısını veya onun bir dengini getiririz.  Allah'ın her şeye kâdir olduğunu bilmez misin?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:107","price":"  (Yine) bilmez misin, göklerin ve yerin mülkiyet ve hükümranlığı yalnızca Allah'ındır? Sizin için Allah'tan başka ne bir dost ne de bir yardımcı vardır.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:108","price":"  Yoksa siz de (ey müslümanlar), daha önce Musâ'dan istenildiği gibi, kendi peygamberinizden de (bir takım mucizeler) talep etmek mi istiyorsunuz? Her kim, îmanı küfürle değişirse, dümdüz yoldan sapmış olur.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:109","price":"  Ehli kitaptan çoğu, hakikat kendilerine apaçık belli olduktan sonra, sırf içlerindeki kıskançlıktan ötürü, sizi imanınızdan vazgeçirip küfre döndürmek istediler. Yine de siz, Allah onlar hakkındaki emrini getirinceye kadar affedip bağışlayın. Şüphesiz Allah her şeye kadîrdir.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:110","price":"Namazı dosdoğru kılın, zekâtı verin, önceden kendiniz için yaptığınız her iyiliği Allah'ın katında bulacaksınız. Şüphesiz Allah, yapmakta olduklarınızı hakkıyla görendir.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:111","price":"  (Ehli kitap:) Yahudiler yahut hıristiyanlar hariç hiç kimse cennete giremeyecek, dediler. Bu onların kuruntusudur. Sen de onlara: Eğer sahiden doğru söylüyorsanız delilinizi getirin, de.","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:112","price":"  Bilâkis, kim muhsin olarak yüzünü Allah'a döndürürse (Allah'a hakkıyla kulluk ederse) onun ecri Rabbi katındadır. Onlara hiç bir korku yoktur, üzülecek olanlar da onlar  değildir.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:113","price":"   Hepsi de kitabı  (Tevrât ve İncîl'i)  okumakta oldukları halde Yahûdiler: Hristiyanlar doğru yolda değillerdir, dediler. Hristiyanlar da: Yahûdiler doğru yolda değillerdir, dediler. Kitabı bilmeyenler de birbirleri hakkında tıpkı onların söylediklerini söylediler. Allah, ihtilâfa düştükleri hususlarda kıyâmet günü onlar hakkında hükmünü verecektir.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:114","price":"  Allah’ın mescidlerinde O'nun adının anılmasına engel olan ve onların harap olmasına çalışandan daha zalim kim vardır! Aslında bunların oralara ancak korkarak girmeleri gerekir. (Başka türlü girmeye hakları yoktur.) Bunlar için dünyada rezillik, âhirette de büyük azap vardır.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:115","price":"Doğu da Allah'ındır batı da. Nereye dönerseniz Allah’ın vechi oradadır. Şüphesiz Allah ( ın kullarına rahmeti ve nimeti) geniştir, O her şeyi hakkıyla bilendir.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:116","price":"  «Allah çocuk edindi» dediler. Hâşâ! O, bundan münezzehtir. Oysa göklerde ve yerde olanların hepsi O’nundur, hepsi O'na boyun eğmiştir.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:117","price":"  (O), göklerin ve yerin yoktan varedicisidir. Bir şeyi dilediğinde ona sadece «Ol!» der, o da hemen oluverir.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:118","price":"  Bilmeyenler dediler ki: Allah bizimle konuşmalı ya da bize bir âyet (mucize) gelmeli değil miydi? Onlardan öncekiler de işte tıpkı onların dediklerini demişlerdi. Kalpleri (akılları) nasıl da birbirine benzedi? Gerçekleri iyice (yakînen) bilmek isteyenlere âyetleri apaçık gösterdik.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:119","price":"  Doğrusu biz seni Hak (Kur'ân) ile müjdeleyici ve uyarıcı olarak gönderdik. Sen Cehennem ashâbından sorumlu değilsin.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:120","price":"   Ne yahûdiler ne de hristiyanlar sen onların dinlerine uymadıkça   senden asla razı olmayacaklar. De ki: Doğru yol, ancak Allah'ın yoludur. Sana gelen ilimden sonra onların arzularına uyacak olursan, andolsun ki, Allah'tan sana ne bir dost ne de bir yardımcı vardır.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:121","price":"    Kendilerine verdiğimiz kitabı hakkıyla okuyan kimseler,  işte bunlar ona iman ederler. Onu inkâr edenlere gelince, işte gerçekten hüsrana uğrayanlar onlardır.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:122","price":"  Ey İsrâiloğulları! Size verdiğim nimetimi ve sizi (bir zamanlar) âlemlere üstün kılmış olduğumu hatırlayın.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:123","price":"  Ve bir günden sakının ki, o günde hiç kimse başkası namına bir şey ödeyemez, kimseden fidye kabul edilmez, hiç kimseye şefaat fayda vermez. Onlar hiçbir yardım da görmezler .","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:124","price":"Bir zamanlar Rabbi İbrâhim'i bir takım kelimelerle sınamış, onları tam olarak yerine getirince: Ben seni insanlara imam (önder) yapacağım, demişti. «Soyumdan da (önderler yap, yâ Rabbi!) » deyince Allah: Ahdim zâlimlere ulaşmaz (onlar için söz vermem) buyurdu.","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:125","price":"  Biz, Beyt’i (Ka'be'yi) insanlara toplanma mahalli ve güvenli bir yer kıldık ve siz de İbrâhim'in makamından bir namaz yeri edinin (dedik). İbrâhim ve İsmâil'e: Tavaf edenler, ibadete kapananlar, rükû ve secde edenler için Evim'i temiz tutun, diye emretmiştik.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:126","price":"  İbrâhim de demişti ki: Ey Rabbim! Burayı emin bir şehir yap, halkından Allah'a ve âhiret gününe inananları çeşitli meyve (ürün) lerle besle. Allah buyurdu ki: Kim inkâr ederse onu az bir süre faydalandırır, sonra onu cehennem azâbına mecbur kılarım . Ne kötü varılacak yerdir orası.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:127","price":" Bir zamanlar  İbrâhim, İsmâil ile beraber Beytullah'ın temellerini yükseltiyor, (şöyle dua ediyorlardı:) Ey Rabbimiz! Bizden bunu kabul buyur, şüphesiz sen hakkıyla işiten ve hakkıyla bilensin.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:128","price":" Ey Rabbimiz! Bizi sana teslim olan iki kul, neslimizden de sana teslim olan bir ümmet eyle, bize ibadet usullerimizi göster, tevbemizi kabul et; zira, tevbeleri çokça kabul eden, çok merhametli olan ancak sensin.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:129","price":" Ey Rabbimiz! Onlara, içlerinden senin âyetlerini kendilerine okuyacak, onlara kitap ve hikmeti öğretecek, onları temizleyecek bir peygamber gönder. Çünkü üstün gelen, her şeyi yerli yerince yapan yalnız sensin.","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:130","price":" İbrâhim'in dininden kendini bilmezlerden başka kim yüz çevirir? Andolsun ki, biz dünyada onu (elçi) seçtik, şüphesiz o âhirette de sâlih kullardandır.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:131","price":" Çünkü Rabbi ona: \"Teslim ol,\" demiş, o da: Âlemlerin Rabbine teslim oldum, demişti.","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:132","price":" Bunu İbrâhim de kendi oğullarına vasiyet etmiş, Ya'kûb da: (aynı şeyi yapmış ve): Oğullarım! Allah sizin için bu dini (İslâm'ı) seçti. O halde sadece müslümanlar olarak ölünüz (dedi).","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:133","price":" Yoksa Ya'kûb'a ölüm geldiği zaman siz orada mı idiniz? O zaman (Ya'kûb) oğullarına: Benden sonra kime ibâdet (kulluk) edeceksiniz? demişti. Onlar: Senin ve ataların İbrâhim, İsmâil ve İshâk'ın bir tek ilâhına (Allah'a) kulluk edeceğiz; biz ancak O’na teslim olmuşuzdur, dediler.","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:134","price":" Onlar bir ümmetti, gelip geçti. Onların kazandıkları kendilerinin, sizin kazandıklarınız sizindir. Siz onların yaptıklarından sorguya çekilmezsiniz.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:135","price":"  (Yahûdiler ve hristiyanlar müslümanlara:) Yahûdi ya da hristiyan olun ki, doğru yolu bulasınız, dediler. De ki: Hayır! Biz, hanîf olan İbrâhim'in (dosdoğru) dinine uyarız. O, müşriklerden değildi.","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:136","price":"  «Biz, Allah'a iman ettik ve (yine) bize indirilene; İbrâhim, İsmâil, İshâk, Ya'kûb ve Esbât (Ya'kûb'un torunların)a indirilene, Musâ ve İsâ'ya verilenlerle Rableri tarafından diğer peygamberlere verilenlere, onlardan hiçbiri arasında fark gözetmeksizin inandık ve biz sadece Allah'a teslim olduk» deyin.","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:137","price":" Eğer onlar (Yahûdi ve hristiyanlar) da sizin inandığınız gibi inanırlarsa doğru yolu bulur (hidâyete erer) lar; yok eğer yüz çevirirlerse mutlaka anlaşmazlık (ve ayrılık) içine düşmüş olurlar. Onlara karşı Allah sana yeter. O hakkıyla işitendir, hakkıyla bilendir.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:138","price":"  İşte Allah'ın boyası (İslâm Dini)… Allah’tan daha güzel boyası olan kim vardır? Biz ancak O'na kulluk ederiz.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:139","price":"  De ki ( Ey Yahûdi ve hristiyanlar): Siz, Allah  hakkında bizimle delilli tartışmaya mı girişiyorsunuz? Halbuki O, bizim de Rabbimiz, sizin de Rabbinizdir. Bizim yaptıklarımız bize, sizin yaptıklarınız da size aittir. Biz O'na (ibâdet ve taatlerimizde) ihlâs ile bağlananlarız.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:140","price":"  Yoksa siz, İbrâhim, İsmâil, İshâk, Ya'kûb ve Esbât (Ya'kûb'un torunların)ın yahûdi, yahut hristiyan olduklarını mı söylüyorsunuz? De ki: Siz mi daha iyi bilirsiniz, yoksa Allah mı? Allah tarafından gelen bir şâhitliği gizleyenden daha zâlim kim olabilir? Allah yaptıklarınızdan gâfil değildir.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:141","price":"  Onlar bir ümmetti; gelip geçti. Onların kazandıkları kendilerine, sizin kazandıklarınız da size aittir. Siz onların yaptıklarından sorguya çekilmezsiniz.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"tr"},{"name":"2:142","price":"  İnsanlardan bir kısım beyinsizler: Yönelmekte oldukları kıblelerinden onları çeviren nedir? diyecekler. De ki: Doğu da batı da Allah'ındır. O, dilediğini doğru yola iletir.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:143","price":"İşte böylece sizin insanlara şâhitler olmanız, Rasûl'ün de size şahit olması için biz, sizi vasat (orta, mutedil) bir ümmet kıldık. Senin üzerinde bulunduğun kıbleyi, biz ancak Rasûl'e uyanı, ökçeleri üzerinde geri dönenlerden (ayırıp) bilelim diye kıble yaptık. Bu, (Kıblenin değiştirilmesi) Allah'ın hidâyet verdiği kimselerden başkasına elbette ağır gelir. Allah sizin imanınızı (namazlarınızı) asla zâyi edecek değildir. Zira Allah insanlara karşı şefkatli ve çok merhametlidir. ","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:144","price":"  (Ey Muhammed!) Senin, yüzünü göğe doğru çevirdiğini elbette görüyoruz. İşte şimdi, seni memnun olacağın bir kıbleye döndürüyoruz. Artık yüzünü Mescid-i Harâm (ka'be) tarafına çevir. (Ey müslümanlar!) Siz de nerede olursanız olun, (namazda) yüzlerinizi o tarafa çevirin. Şüphe yok ki, ehli kitap, onun Rablerinden gelen gerçek olduğunu çok iyi bilirler. Allah onların yapmakta olduklarından gâfil değildir.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:145","price":" Sen, ehli kitaba her türlü âyeti (delili) getirsen yine de onlar senin kıblene uymazlar. Sen de onların kıblesine uyacak değilsin. Onlar da birbirlerinin kıblesine uymazlar. Sana gelen ilimden sonra eğer onların arzularına uyacak olursan, işte o zaman sen muhakak zâlimlerden olursun.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:146","price":" Kendilerine kitap verdiklerimiz onu (o kitaptaki peygamberi), özoğullarını tanıdıkları gibi tanırlar. Buna rağmen onlardan bir grup, hakkı bile bile gizler.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:147","price":"Hak ( Gerçek olan), Rabbinden gelendir. O halde şüphecilerden olma!","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:148","price":"  Herkesin yöneldiği bir kıblesi vardır. (Ey müminler!) Siz hayır işlerinde yarışın. Nerede olursanız olun sonunda Allah hepinizi bir araya getirir. Şüphesiz Allah her şeye kadirdir.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:149","price":"  Nereden yola çıkarsan çık (namazda) yüzünü Mescid-i Harâm tarafına çevir. Bu emir Rabbinden sana gelen gerçektir. (Biliniz ki) Allah yaptıklarınızdan gâfil (habersiz) değildir.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:150","price":"  (Evet Rasûlüm!) Nereden yola çıkarsan çık (namazda) yüzünü Mescidi Harâm'a doğru çevir. (Siz de ey müslümanlar!) Nerede olursanız olun, yüzünüzü o tarafa çevirin ki, aralarından haksızlık edenler (kuru inatçılar) müstesna, insanların aleyhinizde (kullanabilecekleri) bir delil bulunmasın. Sakın onlardan korkmayın! Yalnız benden korkun. Size olan nimetimi tamamlayayım da böylece doğru yolu bulasınız.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:151","price":"  Nitekim kendi içinizden size âyetlerimizi okuyan, sizi (kötülüklerden) arındıran, size, Kitabı ve hikmeti ve bilmediklerinizi  öğreten bir Rasul gönderdik.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:152","price":"  Öyle ise siz beni (ibadet ve taatle) anın ki ben de sizi (rahmetimle) anayım. Bana şükredin; sakın bana nankörlük etmeyin!","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:153","price":"  Ey iman edenler! Sabır ve namaz ile Allah'tan yardım isteyin. Çünkü Allah muhakkak sabredenlerle beraberdir.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:154","price":"  Allah yolunda öldürülenlere «ölüler» demeyin. Bilakis onlar diridirler, lâkin siz anlayamazsınız.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:155","price":"   Andolsun ki sizi biraz korku ve açlık; mallardan, canlardan ve ürünlerden biraz azaltma ile deneriz. (Ey Peygamber!) Sabredenleri müjdele!","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:156","price":"  O sabredenler, kendilerine bir belâ geldiği zaman: «Biz Allah'a âidiz ve biz O'na döneceğiz» derler.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:157","price":"  İşte Rablerinden (gelen) mağfiret (bağışlama) ve rahmet hep onlaradır. Ve hidayete erenler de onlardır.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:158","price":"  Şüphe yok ki, Safa ile Merve Allah'ın koyduğu nişanlardandır. Her kim Beytullah'ı ziyaret eder veya umre yaparsa onları tavaf etmesinde kendisine bir günah yoktur. Her kim gönüllü olarak bir iyilik yaparsa şüphesiz Allah kabul eder ve (yaptıklarını) hakkıyla bilir.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:159","price":"  İndirdiğimiz açık delilleri ve kitapta insanlara apaçık gösterdiğimiz hidayet yolunu gizleyenlere hem Allah hem de bütün lânet ediciler lânet eder.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:160","price":"  Ancak tevbe edip durumlarını düzeltenler ve gerçeği açıkça ortaya koyanlar başkadır. Zira ben onların tevbelerini kabul ederim. Ben tevbeyi çokça kabul eden ve çokça esirgeyenim.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:161","price":"  (Âyetlerimizi) inkâr etmiş ve kâfir olarak ölmüşlere gelince, işte Allah'ın, meleklerin ve tüm insanların lâneti onların üzerinedir.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:162","price":"  Onlar ebediyen lânet içinde kalırlar. Artık onlardan azap hafifletilmez ve onların yüzlerine (mazeretlerine) de bakılmaz.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:163","price":"  İlâhınız bir tek Allah'tır. O'ndan başka ilâh yoktur. O, Rahmân'dır, Rahîm'dir.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:164","price":" Şüphesiz göklerin ve yerin yaratılmasında, gece ile gündüzün birbiri peşinden gelmesinde, insanlara fayda veren şeylerle yüklü olarak denizde yüzüp giden gemilerde, Allah'ın gökten indirip de ölü haldeki toprağı canlandırdığı suda ve orada yaydığı her türlü  canlıda, rüzgârları ve yer ile gök arasında emre hazır bekleyen bulutları yönlendirmesinde düşünen bir toplum için (Allah'ın varlığını ve birliğini ispatlayan) birçok deliller vardır.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:165","price":" İnsanlar içinde bir takım kimseler de vardır ki, Allah'tan başkasını O'na ortak edinip, onları, Allah'ı sever gibi severler;  gerçi iman edenlerin Allah'a olan sevgileri çok daha kuvvetlidir. Fakat o zulmedenler, azâbı görürken, bütün kuvvetin Allah'a mahsus ve Allah'ın şiddetli azâp sahibi olduğunu bir bilseler..","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:166","price":"  İşte o zaman (görecekler ki) kendilerine uyulup arkalarından gidenler, uyanlardan hızla uzaklaşırlar ve (o anda her iki taraf da) azabı görmüş, nihayet aralarındaki bağlar kopup parçalanmıştır.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:167","price":" (Kötülere) uyanlar şöyle derler: Ah, keşke bir daha dünyaya geri gitmemiz mümkün olsaydı da, şimdi onların bizden uzaklaştıkları gibi biz de onlardan uzaklaşsaydık! Böylece Allah onlara, amellerini, pişmanlık ve üzüntü kaynağı olarak gösterir ve onlar artık ateşten çıkamazlar.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:168","price":" Ey insanlar! Yeryüzünde bulunanların helâl ve temiz olanlarından yiyin, şeytanın adımlarına uymayın; zira şeytan sizin için apaçık bir düşmandır.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:169","price":"  O size, sadece kötülüğü, hayasızlığı ve Allah hakkında bilmediğiniz şeyleri söylemenizi emreder.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:170","price":"   Onlara (müşriklere): Allah’ın indirdiğine uyun, denildiği zaman onlar, «Hayır! Biz atalarımızı üzerinde bulduğumuz yola uyarız» dediler. Ya ataları bir şey anlamamış, doğruyu da bulamamış idiyseler?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:171","price":"    (Hidayet çağrısına kulak vermeyen) kâfirlerin durumu, sadece çobanın bağırıp çağırmasını işiten hayvanların durumuna benzer. Çünkü onlar sağırlar, dilsizler ve körlerdir. Bu sebeple düşünmezler.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:172","price":"   Ey iman edenler! Size verdiğimiz rızıkların temiz olanlarından yiyin, eğer siz yalnız Allah'a kulluk ediyorsanız O'na şükredin.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:173","price":"   Allah size ancak ölüyü (leşi), kanı, domuz etini ve Allah'tan başkası adına kesileni haram kıldı. Her kim bunlardan yemeye mecbur kalırsa, başkasının hakkına saldırmadan ve haddi aşmadan bir miktar yemesinde günah yoktur. Şüphe yok ki Allah çokça bağışlayan çokça esirgeyendir.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:174","price":"   Allah'ın indirdiği kitaptan bir şeyi (âhir zaman Peygamberinin vasıflarını) gizleyip onu az bir paha ile değişenler yok mu, işte onların yiyip de karınlarına doldurdukları, ateşten başka bir şey değildir. Kıyâmet günü Allah ne kendileriyle konuşur ve ne de onları temize çıkarır. Orada onlar için can yakıcı bir azap vardır.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:175","price":" Hidâyet (doğru yol) e karşılık sapıklığı ve mağfirete karşılık da azâbı satın alanlar işte onlardır.  Onlar ateşe karşı ne kadar dayanıklıdırlar!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:176","price":"  O azabın sebebi, Allah’ın, kitabı hak olarak indirmiş olmasıdır. (Buna rağmen farklı yorum yapıp) kitapta ayrılığa düşenler, elbette derin bir anlaşmazlığın içine düşmüşlerdir.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:177","price":"  İyilik (hayır),  yüzlerinizi doğu ve batı tarafına çevirmeniz değildir. Asıl iyilik, o kimsenin yaptığıdır ki, Allah'a, ahiret gününe, meleklere, kitaplara, peygamberlere inanır. (Allah'ın rızasını gözeterek) yakınlara, yetimlere, yoksullara, yolda kalmışlara, dilenenlere ve kölelere sevdiği maldan harcar, namaz kılar, zekât verir. Antlaşma yaptığı zaman sözlerini yerine getirir. Sıkıntı, hastalık ve savaş zamanlarında sabreder. İşte doğru olanlar, bu vasıfları taşıyanlardır. Müttakîler ancak onlardır!","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:178","price":"  Ey iman edenler! Öldürülenler hakkında size kısas farz kılındı. Hüre hür, köleye köle, kadına kadın (öldürülür). ancak her kimin cezası, kardeşi (öldürülenin velisi) tarafından bir miktar bağışlanırsa artık (taraflar) hakkaniyete uymalı ve (öldüren) ona (gereken diyeti) güzellikle ödemelidir. Bu söylenenler, Rabbinizden bir hafifletme ve rahmettir. Her kim bundan sonra haddi aşarsa muhakkak onun için elem verici bir azâp vardır.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:179","price":"   Ey akıl sahipleri! Kısasta sizin için hayat vardır. Umulur ki suç işlemekten sakınırsınız.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:180","price":"   Birinize ölüm geldiği zaman, eğer bir hayır bırakacaksa anaya, babaya, yakınlara uygun bir biçimde vasiyet etmek Allah’tan korkanlar üzerine bir borçtur.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:181","price":"   Her kim bunu işittikten ve kabullendikten sonra vasiyeti değiştirirse, günahı onu değiştirenlerin üzerinedir. Şüphesiz Allah hakkıyla işiten, hakkıyla bilendir.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:182","price":"   Her kim, vasiyet edenin haksızlığa yahut günaha meyletmesinden endişe eder de (alâkalıların) aralarını bulursa kendisine günah yoktur. Şüphesiz Allah çok bağışlayan hem de çok esirgeyendir.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:183","price":"   Ey iman edenler! Oruç sizden önce gelip geçmiş ümmetlere farz kılındığı gibi size de farz kılındı. Umulur ki korunursunuz.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:184","price":" Sayılı günlerde olmak üzere (oruç size farz kılındı). Sizden her kim hasta yahut yolcu olursa (tutamadığı günler kadar) diğer günlerde kaza eder. (İhtiyarlık veya şifa umudu kalmamış hastalık gibi devamlı mazereti olup da) oruç tutmaya güçleri yetmeyenlere bir fakir doyumu kadar fidye gerekir. Bununla beraber kim gönüllü olarak hayır yaparsa, bu kendisi için daha iyidir. Eğer bilirseniz (güçlüğüne rağmen) oruç tutmanız sizin için (fidye vermekten) daha hayırlıdır.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:185","price":"   Ramazan ayı, insanlara yol gösterici, doğrunun ve doğruyu eğriden ayırmanın açık delilleri olarak Kur'an' ın indirildiği aydır. Öyle ise sizden ramazan ayını idrak edenler onda oruç tutsun. Kim o anda hasta veya yolcu olursa (tutamadığı günler sayısınca) başka günlerde kaza etsin. Allah sizin için kolaylık ister, zorluk istemez. Bütün bunlar, sayıyı tamamlamanız ve size doğru yolu göstermesine karşılık, Allah'ı tazim etmeniz, şükretmeniz içindir.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:186","price":" Kullarım sana, beni sorduğunda (onlara deki): Ben (şüphesiz onlara) çok yakınım. Bana dua ettiği vakit dua edenin dileğine karşılık veririm. O halde (kullarım da) benim davetime uysunlar ve bana inansınlar. Ola ki doğru yolu bulurlar.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:187","price":"   Oruç gecesinde kadınlarınıza yaklaşmak size helâl kılındı. Onlar sizin için birer elbise, siz de onlar için birer elbisesiniz. Allah sizin, nefislerinize ihânet (kötülük) etmekte olduğunuzu bildi ve tevbenizi kabul edip sizi bağışladı. Artık (ramazan gecelerinde) onlara yaklaşın ve Allah'ın sizin için takdir ettiklerini isteyin. Sabahın beyaz ipliği (aydınlığı), siyah ipliğinden (karanlığından) ayırt edilinceye kadar yiyin, için, sonra akşama kadar orucu tamamlayın. Mescitlerde ibadete çekilmiş olduğunuz zamanlarda kadınlarla birleşmeyin. Bunlar Allah'ın koyduğu sınırlardır. Sakın bu sınırlara yaklaşmayın. İşte böylece Allah âyetlerini insanlara açıklar. Umulur ki korunurlar.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:188","price":"  Mallarınızı aranızda haksız sebeplerle yemeyin. Kendiniz bilip dururken, insanların mallarından bir kısmını haram yollardan yemeniz için o malları hakimlere (idarecilere veya mahkeme hakimlerine) vermeyin.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:189","price":"  Sana, hilâl (şeklinde yeni doğan ay) leri sorarlar. De ki: Onlar, insanlar ve özellikle hac için vakit ölçüleridir. İyilik,  evlere arkalarından gelip girmeniz değildir. Lâkin iyilik, korunan (ve ölçülü giden) kimsenin davranışıdır. Evlere kapılarından girin, Allah'tan korkun, umulur ki kurtuluşa erersiniz.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:190","price":"  Size karşı savaş açanlara, siz de Allah yolunda savaş açın. Sakın aşırı gitmeyin. Çünkü Allah aşırı gidenleri sevmez.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:191","price":"  Onları (size karşı savaşanları) yakaladığınız yerde öldürün. Sizi çıkardıkları yerden siz de onları çıkarın. Fitne, adam öldürmekten daha kötüdür. Mescid-i Harâm’da onlar sizinle savaşmadıkça, siz de onlarla savaşmayın. Eğer onlar size karşı savaş açarlarsa siz de onları öldürün, işte kâfirlerin cezası böyledir.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:192","price":"  Eğer onlar (savaştan) vazgeçerlerse, (siz de vazgeçin, şunu iyi bilin ki) Allah; Gafûr (çok bağışlayıcı) ve Rahîm' (çok esirgeyici) dir.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:193","price":"  Fitne tamamen yok edilinceye ve din (kulluk) de yalnız Allah için oluncaya kadar onlarla savaşın. Şayet vazgeçerlerse (siz de vazgeçin) zâlimlerden  başkasına düşmanlık ve saldırı yoktur.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:194","price":"  Haram ay haram aya karşılıktır. Hürmetler (dokunulmazlıklar) karşılıklıdır. Kim size saldırırsa siz de ona misilleme olacak kadar saldırın. Allah’tan korkun ve bilin ki Allah müttakîler (ondan hakkıyla sakınanlar) le beraberdir.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:195","price":"  Allah yolunda harcayın. Kendi ellerinizle kendinizi tehlikeye atmayın. Her türlü İşlerinizi de çok iyi yapın; zira Allah, iyi iş yapanları sever.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:196","price":"  Haccı ve umreyi Allah için tam yapın. Eğer (bunlardan) alıkonursanız kolayınıza gelen kurbanı gönderin. Kurban yerine varıncaya kadar başlarınızı tıraş etmeyin. Sizden her kim hasta olursa yahut başından bir rahatsızlığı varsa, ya oruç ya sadaka ya da kurban olmak üzere fidye gerekir. (Hac yolculuğu için) emin olduğunuz vakit kim hac günlerine kadar umre ile faydalanmak isterse, kolayına gelen bir kurban kesmek gerekir. Kurban kesmeyen kimse hac günlerinde üç, memleketine döndüğü zaman yedi olmak üzere oruç tutar . Hepsi tam on gündür . Bu söylenenler , ailesi Mescid-i Harâm civarında oturmayanlar içindir. Allah'tan korkun . Biliniz ki Allah, şiddetli ceza sahibidir.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:197","price":"  Hac, bilinen aylardadır. Kim o aylarda hacca niyet ederse (ihramını giyerse), hac esnasında kadına yaklaşmak, günah sayılan davranışlara yönelmek, kavga etmek yoktur. Hayır olarak ne yaparsanız, Allah onu bilir. (Ey müminler! Âhiret için) azık edinin. Bilin ki azığın en hayırlısı takvâdır. Ey akıl sahipleri! Benden (emirlerime muhalefet etmekten) sakının.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:198","price":"  (Hac mevsiminde ticaret yaparak) Rabbinizden gelecek bir lütfu (kazancı) aramanızda size herhangi bir günah yoktur. Arafat'tan ayrılıp akın ettiğinizde Meş'ar-i Harâm'da Allah'ı zikredin. Siz, önceden sapıklardan olduğunuz halde, sizi doğru yola sevk ettiği için O'nu anın.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:199","price":"  Sonra insanların (sel gibi) aktığı yerden siz de akın. Allah'tan mağfiret isteyin. Çünkü Allah çok affedici ve çok esirgeyicidir.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:200","price":"  Hac ibadetlerinizi bitirince, babalarınızı andığınız gibi, hatta ondan daha kuvvetli bir şekilde Allah'ı anın. İnsanlardan öyleleri var ki: Ey Rabbimiz! Bize dünyada ver, derler. Böyle kimselerin âhiretten hiç nasibi yoktur.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:201","price":" Onlardan bir kısmı da: Ey Rabbimiz! «Bize dünyada da iyilik ver, âhirette de iyilik ver. Bizi Cehennem azâbından koru!» derler.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:202","price":"  İşte onlar için, kazandıklarında büyük bir nasip vardır. (Şüphesiz) Allah,   hesabı   çabuk görendir.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:203","price":"  Sayılı günlerde (teşrik günlerinde) Allah’ı anın. Kim iki gün içinde  acele edip (Mina'dan çıkmak hususunda) dönmek isterse ona herhangi bir günah yoktur. Bunlar günahtan sakınanlar içindir. Allah'tan korkun ve bilin ki hepiniz O’nun huzurunda toplanacaksınız. ","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:204","price":"  İnsanlardan (münâfıklardan) öyleleri vardır ki, dünya hayatı hakkında söyledikleri senin hoşuna gider. Hatta böylesi kalbinde olana (samimi olduğuna dair) Allah'ı şahit tutar. Halbuki o, hasımların en yamanıdır.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:205","price":"  O, dönüp gitti mi (yahut bir iş başına geçti mi) yeryüzünde ortalığı fesada vermek, ekinleri tahrip edip nesilleri bozmak için çalışır. Allah bozgunculuğu sevmez.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:206","price":"  Böylesine «Allah’tan kork!» denilince benlik ve gurur kendisini günaha sevkeder. (Ceza ve azap olarak) ona cehennem yeter. O ne kötü yerdir!","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:207","price":"İnsanlardan öyleleri de var ki, Allah'ın rızasını almak için kendini ve malını feda eder. Allah, kullarına karşı çok şefkatlidir.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:208","price":" Ey iman edenler! Hep birden İslâm'a girin. Sakın şeytanın adımlarına uymayın. Çünkü o, sizin apaçık düşmanınızdır.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:209","price":"  Size (Kur'an ve Sünnet gibi) apaçık deliller geldikten sonra, eğer haktan saparsanız, şunu iyi bilin ki Allah Azîz'dir, Hakîm'dir.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:210","price":" Onlar, (kıyâmet günü) ille de buluttan gölgeler içinde Allah’ın ve meleklerinin gelmesini ve işin olup bitmesini mi bekliyorlar ? Halbuki iş bitirilmiştir. Bütün işler yalnızca Allah'a döndürülür.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:211","price":"  İsrailoğullarına sor ki kendilerine nice apaçık mucizeler verdik. Kim mucizeler kendisine geldikten sonra Allah’ın nimetini (âyetlerini) değiştirirse bilsin ki Allah'ın azâbı şiddetlidir.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:212","price":"   Kâfir olanlar için dünya hayatı câzip kılındı. (Bu yüzden) onlar, iman edenler ile alay ederler. Oysa ki, (iman edip) inkârdan sakınanlar kıyâmet gününde onların üstündedir. Allah dilediğine hesapsız rızık verir.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:213","price":" İnsanlar tek bir ümmet idi. Sonra Allah, müjdeleyici ve uyarıcı olarak peygamberleri gönderdi. İnsanlar arasında, anlaşmazlığa düştükleri hususlarda hüküm vermeleri için, onlarla beraber hak yolu gösteren kitapları da gönderdi. Ancak kendilerine kitap verilenler, apaçık deliller geldikten sonra, aralarındaki kıskançlıktan ötürü dinde anlaşmazlığa düştüler. Bunun üzerine Allah iman edenlere, üzerinde ihtilafa düştükleri hakkı (gerçeği) izniyle gösterdi. Allah dilediğini doğru yola iletir.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:214","price":" (Ey müminler!) Yoksa siz, sizden önce gelip geçenlerin başına gelenler size de gelmeden cennete gireceğinizi mi sandınız? Yoksulluk ve sıkıntı onlara öylesine dokunmuş ve öyle sarsılmışlardı ki, nihayet Peygamber ve beraberindeki müminler: Allah'ın yardımı ne zaman! dediler. Bilesiniz ki Allah’ın yardımı yakındır.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:215","price":" Sana (Allah yolunda) ne harcayacaklarını soruyorlar. De ki:  Maldan vereceğiniz şey,  anaya babaya,  akrabaya,  yetimlere, yoksullara ve yolda kalmışlaradır. İyilik olarak yaptığınız şeyleri Allah, şüphesiz en iyi bilendir.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:216","price":" Hoşunuza gitmediği halde savaş size farz kılındı. Fakat olabilir ki, bir şey sizin hakkınızda hayırlıdır da, onu kötü görürsünüz; bir şey de hakkınızda şer olduğu halde, ondan hoşlanırsınız. (Bunu) siz bilemezsiniz de Allah bilir.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:217","price":"Sana haram ayı, yani onda savaşmayı soruyorlar. De ki: O ayda savaşmak büyük bir günahtır. (İnsanları) Allah yolundan çevirmek, Allah’ı inkâr etmek, Mescid-i Harâm'ın ziyaretine mâni olmak ve halkını oradan çıkarmak ise Allah katında daha büyük günahtır. Fitne, (bir kimseyi) öldürmekten daha kötüdür.  Onlar eğer güçleri yeterse, sizi dininizden döndürünceye kadar size karşı savaşa devam ederler. Sizden kim, dininden döner ve kâfir olarak ölürse, işte dünya ve âhiretteki amelleri boşa gitmiş olanlar bunlardır; Cehennem ashâbı olanlar da bunlardır ve bunlar orada daimîdirler.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:218","price":"  İman edenler ve hicret edip Allah yolunda cihad edenler var ya, işte Allah'ın rahmetini umanlar da bunlardır. Allah, çok bağışlayıcı, çok esirgeyicidir.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:219","price":"  Sana, içkiyi ve kumar hakkında soruyorlar. De ki: Her ikisinde de büyük bir günah ve insanlar için bir takım faydalar vardır. Ancak her ikisinin de günahı faydasından daha büyüktür. Yine sana iyilik yolunda ne harcayacaklarını sorarlar. «İhtiyaç fazlasını» de. İşte Allah, düşünesiniz diye size âyetleri böyle açıklar.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:220","price":"Dünya ve âhiret hakkında (lehinize olan davranışları düşünün ve ona göre hareket edin). Sana yetimler hakkında soruyorlar. De ki: Onları iyi yetiştirmek (yüz üstü bırakmaktan) daha hayırlıdır. Eğer onlarla birlikte yaşarsanız, (unutmayın ki) onlar sizin kardeşlerinizdir. Allah, işleri bozanla düzelteni bilir. Eğer Allah dileseydi, sizi de zahmet ve meşakkate sokardı. Çünkü Allah Azîz'dir, Hakîm'dir.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:221","price":"  İman etmedikçe müşrik kadınlarla evlenmeyin. Beğenseniz bile, müşrik bir kadından, mü'min bir câriye kesinlikle daha hayırlıdır. İman etmedikçe müşrik erkekleri de (kızlarınızla) evlendirmeyin. Beğenseniz bile, müşrik bir kişiden mü'min bir köle kesinlikle daha hayırlıdır. Onlar (müşrikler) cehenneme çağırır. Allah ise, izni (ve yardımı) ile cennete ve mağfirete çağırır. İşte, Allah, düşünüp ibret alsınlar diye, âyetlerini insanlara böyle açıklar.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:222","price":"   (Ey Muhammed! Sana;) Hayızı (kadınların âdet halini) soruyorlar. (Onlara) de ki: O bir eza (rahatsızlık) dır. Bu sebeple âdet halinde kadınlardan uzak durun. Temizleninceye kadar onlara yaklaşmayın. Temizlendikleri vakit, Allah'ın size emrettiği yerden onlara yaklaşın. Şunu iyi bilin ki, Allah çokça tevbe edenleri de sever, temizlenenleri de sever.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:223","price":"Kadınlarınız sizin için bir tarladır. Tarlanıza nasıl dilerseniz öyle varın. Kendiniz için önceden (gelecekte faydasını göreceğiniz iyi amellerle) hazırlık yapın. Allah'tan korkun, biliniz ki siz O'na kavuşacaksınız. (Ey Muhammed!) Mü'minleri müjdele!","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:224","price":"  Yeminlerinizden dolayı , iyilik etmenize, O'ndan sakınmanıza ve insanların arasını düzeltmenize Allah'ı (O'nun adını) engel kılmayın. Allah,  hakkıyla işiten, hakkıyla bilendir.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:225","price":" Allah sizi kasıtsız yeminlerinizden sorumlu tutmaz. Lâkin  kalplerinizin kasdettiği yeminden sorumlu tutar. Allah, Gafûr'dur, Halîm'dir.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:226","price":"Kadınlarına yanaşmamaya yemin edenlerin dört ay beklemeleri gerekir. Eğer (yeminlerinden) dönerlerse, şüphesiz, Allah, Ğafûr'dur, Rahîm'dir.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:227","price":"  Eğer (müddeti içinde dönmeyip kadınlarını) boşamaya karar verirlerse (ayrılırlar). Allah, şüphesiz, hakkıyla işiten, hakkıyla bilendir.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:228","price":"  Boşanmış kadınlar, kendi başlarına üç hayız (veya temizlik) süresi beklerler. Eğer onlar Allah'a ve ahiret gününe gerçekten inanmışlarsa, rahimlerinde Allah'ın yarattığını gizlemeleri kendilerine helâl olmaz. Eğer kocalar barışmak isterlerse, bu durumda boşadıkları kadınları geri almaya daha fazla hak sahibidirler. Kocalarının onlar üzerinde hakları olduğu gibi, onların da kocaları üzerinde belli hakları vardır, ancak  erkekler, onlar  üzerinde  bir  üstünlük  derecesine  sahiptirler. Allah Azîz'dir, Hakîm'dir.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:229","price":" Boşama iki defadır. Bundan sonrası (bilinen şekilde) ya iyilikle tutmak ya da güzellikle salıvermektir. Kadınlara  (mehir olarak) verdiğiniz şeyi, kadın ve erkek, Allah'ın çizdiği hududu ihlâl etmekten korkmadıkça geri almanız helâl olmaz. (Ey müminler!) Siz de karı ile kocanın, Allah'ın sınırlarını, hakkıyla muhafaza etmelerinden kuşkuya düşerseniz, kadının (erkeğe) fidye vermesinde her iki taraf için de sakınca yoktur. Bu söylenenler Allah'ın koyduğu sınırlardır. Sakın onları aşmayın. Kim Allah'ın sınırlarını aşarsa işte onlar zâlimlerdir.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:230","price":"  Eğer erkek karısını   (üçüncü   defa)   boşarsa  artık   o   kadın,   başka   bir  eşle evlenmedikçe ilk kocasına helâl olmaz. Eğer (kadını, boşandıktan sonra evlendiği) bu koca  da boşarsa, (her iki taraf da) Allah'ın sınırlarını muhafaza edeceklerine inandıkları takdirde, yeniden evlenmelerinde beis yoktur. Bunlar, Allah'ın, bunları bilmek, öğrenmek isteyen topluluk için açıkladığı hudutlarıdır.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:231","price":"Kadınları boşadığınız ve onlar da bekleme müddetlerini bitirdikleri vakit ya onları iyilikle tutun yahut iyilikle bırakın. Fakat haksızlık ederek ve zarar vermek için onları nikâh altında tutmayın. Kim bunu yaparsa muhakkak kendine zulmetmiş olur. Allah'ın âyetlerini eğlenceye almayın. Allah'ın sizin üzerinizdeki nimetini, (size verdiği hidâyeti), size öğüt vermek üzere indirdiği Kitab'ı ve hikmeti hatırlayın.  Allah'tan korkun ve bilin ki, Allah her şeyi hakkıyla bilendir.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:232","price":"    Kadınları boşadığınız ve onlar da bekleme müddetlerini bitirdikleri vakit, aralarında iyilikle anlaştıkları takdirde, onların (kendilerini bir yahut iki talakla boşamış olan) kocalarıyla evlenmelerine engel olmayın. İşte bununla içinizden Allah'a ve ahiret gününe inanan kimselere öğüt verilmektedir. Bu öğüdü tutmanız kendiniz için en iyisi ve en temizidir. Allah bilir, siz bilmezsiniz.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:233","price":"Emzirmeyi tamamlatmak isteyen (baba) için, anneler çocuklarını iki tam yıl emzirirler. Onların örfe uygun olarak beslenmesi ve giyimi baba tarafına aittir. Bir insan ancak gücü yettiğinden sorumlu tutulur. Hiçbir anne, çocuğu sebebiyle, hiçbir baba da çocuğu yüzünden zarara uğratılmamalıdır. Onun benzeri (nafaka temini) vâris üzerine de gerekir. Eğer ana ve baba birbiriyle görüşerek ve karşılıklı anlaşarak çocuğu memeden kesmek isterlerse, kendilerine günah yoktur. Çocuklarınızı (süt anne tutup) emzirtmek istediğiniz takdirde, süt anneye vermekte olduğunuz ücreti iyilikle teslim etmeniz şartıyla, üzerinize günah yoktur. Allah’tan korkun. Bilin ki Allah, yapmakta olduklarınızı hakkıyla görendir.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:234","price":"  Sizden ölenlerin, geride bıraktıkları eşleri, kendi başlarına (evlenmeden) dört ay on gün beklerler. Bekleme müddetlerini bitirdikleri vakit, kendileri hakkında yaptıkları meşru işlerde size bir günah yoktur. Allah yapmakta olduklarınızı hakkıyla bilir.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:235","price":"  (İddet beklemekte olan) kadınlarla evlenme hususundaki düşüncelerinizi üstü kapalı biçimde anlatmanızda veya onu içinizde gizli tutmanızda size günah yoktur. Allah bilir ki siz onları anacaksınız. Lâkin, meşru sözler söylemeniz müstesna, sakın onlara gizlice buluşma sözü vermeyin. Farz olan bekleme müddeti dolmadan, nikâh kıymaya kalkışmayın. Bilin ki Allah, gönlünüzdekileri bilir. Bu sebeple Allah'tan sakının. Şunu iyi bilin ki Allah Gafûr'dur, Halîm'dir.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:236","price":" Nikâhtan sonra henüz dokunmadan veya onlar için belli bir mehir tayin etmeden kadınları boşarsanız bunda size herhangi bir günah yoktur.Bu durumda onlara hediye cinsinden bir şeyler verin.  Zengin olan durumuna göre, fakir de durumuna göre vermelidir. \nBu iyi davrananların şanına yakışır bir borçtur.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:237","price":"Kendilerine mehir tayin ederek evlendiğiniz kadınları, temas etmeden boşarsanız, tayin ettiğiniz mehrin yarısı onların hakkıdır. Ancak kadınların vazgeçmesi veya nikâh bağı elinde bulunanın (velinin) bundan vazgeçmesi hali müstesnadır.   Affetmeniz (mehirden vazgeçmeniz), takvaya daha uygundur. Aranızda iyilik ve ihsanı unutmayın. Şüphesiz Allah yapmakta olduklarınızı hakkıyla görür.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:238","price":"  Namazlara ve orta namaza devam (ve dikkat) edin. Allah için  saygı ve bağlılık içinde namaz kılın.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:239","price":"  Eğer (herhangi bir şeyden) korkarsanız (namazlarınızı) yürüyerek yahut binmiş olarak (kılın). Güvene kavuştuğunuz zaman, siz bilmezken Allah'ın size öğrettiği şekilde O’nu anın (namaz kılın).","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:240","price":"Sizden ölüp de (dul) eşler bırakan kimseler, zevcelerinin, evlerinden çıkarılmadan, bir yıla kadar bıraktıkları maldan faydalanmaları hususunda (sağlıklarında) vasiyet etsinler. Eğer o kadınlar, (kendiliklerinden) çıkıp giderlerse, kendileri hakkında yaptıkları meşru şeylerden size bir günah yoktur. Allah Azîz'dir, Hakîm'dir.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:241","price":" Boşanmış kadınlar için de marûf (hakkaniyet) ölçülerinde faydalanacakları bir mal olmalıdır. Bu, Allah korkusu taşıyanlar üzerine bir borçtur. ","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:242","price":"  İşte, Allah size  düşünüp (hakikati) anlayasınız diye âyetlerini böyle açıklar.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:243","price":"   Binlerce oldukları halde, ölüm korkusundan dolayı yurtlarından çıkıp gidenleri görmedin mi? Allah onlara «Ölün!» dedi (öldüler). Sonra onları diriltti. Şüphesiz Allah insanlara karşı lütufkârdır. Lâkin insanların çoğu şükretmez.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:244","price":"    O halde Allah yolunda savaşın ve bilin ki Allah, hakkıyla işiten, hakkıyla bilendir.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:245","price":"  Allah'a güzel bir ödünç  verip de Allah'ın da onun karşılığını kat kat artırarak (kendisine vereceği) kim vardır? Allah, hem daraltır, hem genişletir. (Neticede yine) O' na döndürüleceksiniz. ","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:246","price":"  Mûsâ'dan sonra İsrâioğullarının ileri  gelenlerini  görmedin mi? Kendilerine gönderilmiş bir peygambere: «Bize bir hükümdar gönder ki (onun komutasında) Allah yolunda savaşalım» demişlerdi. (O da onlara:) «Ya size savaş farz kılınır da savaşmazsanız?» dedi. «Yurtlarımızdan çıkarılmış, çocuklarımızdan uzaklaştırılmış olduğumuz halde Allah yolunda neden savaşmayalım?» dediler. Kendilerine savaş farz kılınınca, içlerinden pek azı hariç, yüz çevirdiler. Allah zâlimleri en iyi bilendir.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:247","price":"Peygamberleri onlara: Bilin ki Allah, Tâlût'u size hükümdâr olarak gönderdi, dedi. (Bunun üzerine onlar:) Biz, hükümdârlığa daha lâyık olduğumuz halde, kendisine servet ve zenginlik yönünden geniş imkânlar verilmemişken o bize nasıl hükümdâr olur? dediler. (Peygamberleri de onlara:) «Allah sizin üzerinize onu seçti, ilimde ve bedende ona üstünlük verdi. Allah (fazlı ve lütfu) geniş olan ve herşeyi hakkıyla bilendir» dedi.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:248","price":"  Peygamberleri onlara: Onun hükümdârlığının alâmeti, içinde, Rabbinizden gelen bir gönül rahatlığıyla Mûsâ ve Harun ailesinin bıraktığı şeylerden artakalanların bulunduğu ve meleklerin taşıdığı sandığın gelmesidir. Eğer mü'min iseniz sizin için bunda şüphesiz (ibret alınacak) bir delil  vardır, dedi.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:249","price":"  Tâlût askerlerle beraber (cihad için) ayrılınca: Biliniz ki Allah sizi bir ırmakla imtihan edecek. Kim ondan içerse benden değildir. Kim   ondan sadece eliyle bir avuç alırsa, bendendir, dedi. İçlerinden pek azı müstesna hepsi ırmaktan içtiler. Tâlût ve iman edenler beraberce ırmağı geçince: Bugün bizim Câlût'a ve askerlerine karşı koyacak hiç gücümüz yoktur, dediler. Allah’ın huzuruna varacaklarına inananlar: Nice az sayıda bir birlik Allah'ın izniyle çok sayıdaki birliği yenmiştir. Allah sabredenlerle beraberdir, dediler.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:250","price":"   Câlût ve askerleriyle savaşa tutuştuklarında: Ey Rabbimiz! Üzerimize sabır yağdır. Bize cesaret ver ki tutunalım. Kâfir kavme karşı bize yardım et, dediler.","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:251","price":" Sonunda Allah'ın izniyle onları yendiler. Dâvud da Câlût'u öldürdü. Allah ona (Dâvud'a) hükümdârlık ve hikmet verdi, dilediği ilimlerden ona öğretti. Eğer Allah’ın insanlardan bir kısmının kötülüğünü diğerleriyle savması olmasaydı elbette yeryüzü fesâda uğrar (altüst olur)dı. Lâkin Allah bütün âlemlere karşı lütuf ve kerem sahibidir.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:252","price":"  İşte bunlar Allah'ın âyetleridir. Biz onları sana hak olarak okuyor (anlatıyor)uz. Şüphesiz sen, Allah tarafından gönderilmiş peygamberlerdensin.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"tr"},{"name":"2:253","price":"  O peygamberlerin bir kısmını diğerlerinden üstün kıldık. Allah onlardan bir kısmı ile konuşmuş, bazılarını da derece derece yükseltmiştir. Meryem oğlu İsa’ya açık mucizeler verdik ve onu Rûhu'l Kudüs ile güçlendirdik. Allah dileseydi o peygamberlerden sonra gelen milletler, kendilerine açık deliller geldikten sonra birbirleriyle savaşmazlardı. Fakat onlar ihtilafa düştüler de içlerinden kimi iman etti, kimi de inkâr etti. Allah dileseydi onlar savaşmazlardı; lâkin Allah dilediğini yapar.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:254","price":"  Ey iman edenler! Kendisinde artık alışveriş, dostluk ve kayırma bulunmayan gün (kıyâmet) gelmeden önce, size verdiğimiz rızıktan hayır yolunda harcayın. Gerçekleri inkâr edenler elbette zalimlerdir.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:255","price":"  Allah, O'ndan başka ilâh yoktur; O, Hayy (diri) dir; Kayyûm'dur. O'nu ne bir uyuklama ve ne de bir uyku tutar.  Göklerde ve  yerde ne varsa hepsi O'nundur. İzni olmadan O'nun katında kim şefaat edebilir? O, kullarının yaptıklarını ve yapacaklarını bilir. (O'na hiçbir şey gizli kalmaz.) O'nun ilminden kendisinin dilediği dışında hiçbir şeyi kavrayamazlar. O'nun kürsüsü gökleri ve yeri içine alır, onları koruyup gözetmek kendisine zor gelmez. O, çok yücedir, çok büyüktür.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:256","price":"  Dinde zorlama yoktur. Hak yol, bâtıl   yoldan ayrılmıştır. O halde kim tâğutu reddedip Allah'a inanırsa, kopması mümkün olmayan en sağlam kulpa tutunmuş olur. Allah, hakkıyla işiten hakkıyla bilendir.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:257","price":"  Allah, inananların dostudur, onları karanlıklardan aydınlığa çıkarır . İnkâr edenlere gelince, onların dostları da tâğuttur, onları aydınlıktan karanlıklara çıkarırlar. İşte bunlar cehennem ashâbıdırlar ve onlar orada daimîdirler.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:258","price":"  Allah'ın kendisine mülk (hükümdarlık ve zenginlik) verdiği için şımararak Rabbi hakkında İbrâhim ile tartışmaya gireni (Nemrut'u) görmedin mi! İşte o zaman İbrahim: Rabbim hayat veren ve öldürendir, demişti. O da: Hayat veren ve öldüren benim, demişti. İbrâhim: Allah güneşi doğudan getirmektedir, haydi sen de onu batıdan getir, dedi. Bunun üzerine kâfir şaşırıp kaldı. Allah zâlim kimseleri hidâyete (doğru yola) erdirmez.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:259","price":"  Yahut görmedin mi o kimseyi ki, evlerinin duvarları çatıları üzerine çökmüş (alt üst olmuş) bir kasabaya uğradı; «Ölümünden sonra Allah bunları nasıl diriltir acaba!» dedi. Bunun üzerine Allah onu öldürüp yüz sene bıraktı; sonra tekrar diriltti. Ne kadar kaldın? dedi. «Bir gün yahut daha az» dedi. Allah ona: Hayır, yüz sene kaldın. Yiyeceğine ve içeceğine bak, henüz bozulmamıştır. Eşeğine de bak. Seni insanlara bir ibret kılalım diye (yüz sene ölü tuttuk, sonra tekrar dirilttik). Şimdi sen kemiklere bak, onları nasıl düzenliyor, sonra ona nasıl et giydiriyoruz, dedi. Durum kendisince anlaşılınca: Şimdi iyice biliyorum ki, Allah her şeye kadirdir, dedi.","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:260","price":"  İbrâhim Rabbine: Ey Rabbim! Ölüyü nasıl dirilttiğini bana göster, demişti. Rabbi ona: Yoksa inanmadın mı? dedi. İbrahim: Hayır! İnandım, fakat kalbimin mutmain olması için (görmek istedim), dedi. Bunun üzerine Allah: Öyleyse dört tane kuş yakala, (onları kendine alıştır) sonra (kesip parçala), her dağın başına onlardan bir parça koy. Sonra da onları kendine çağır; koşarak sana gelirler. Bil ki Allah Azîz'dir, Hakîm'dir, buyurdu.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:261","price":"  Allah yolunda mallarını harcayanların örneği, yedi başak bitiren bir dane gibidir ki, her başakta yüz dane vardır. Allah dilediğine kat kat fazlasını verir. Allah, lütfu geniş olan ve herşeyi hakkıyla bilendir.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:262","price":"  Mallarını Allah yolunda harcayıp da arkasından başa kakmayan, fakirlerin gönlünü kırmayan kimseler var ya, onların Allah katında (has) mükâfatları vardır. Onlar için korku yoktur, üzüntü de çekmeyeceklerdir.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:263","price":"Güzel söz ve bağışlama, arkasından incitme gelen sadakadan daha iyidir. Allah, zengindir (kullarının verecekleri sadakadan müstağnidir), Halîm'dir. ","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:264","price":"  Ey iman edenler! Allah’a ve ahiret gününe inanmadığı halde malını gösteriş için harcayan kimse gibi, başa kakmak ve incitmek suretiyle, yaptığınız hayırlarınızı boşa çıkarmayın. Böylesinin (gösteriş için sadaka verenin) durumu, üzerinde biraz toprak bulunan bir kayaya benzer ki, sağanak bir yağmur isabet etmiş de onu çıplak bir kaya haline getirivermiştir. Bunlar kazandıklarından hiçbir şeye sahip olamazlar. Allah, kâfirleri doğru yola iletmez.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:265","price":" Allah'ın rızasını kazanmak ve ruhlarındaki cömertliği kuvvetlendirmek için mallarını hayra sarfedenlerin durumu, bir tepede kurulmuş güzel bir bahçeye benzer ki, üzerine bol yağmur yağmış da iki kat ürün vermiştir. Bol yağmur yağmasa bile bir çisinti düşer (de yine ürün verir). Allah, yaptıklarınızı hakkıyla görendir.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:266","price":"   Sizden biriniz arzu eder mi ki, hurma ve üzüm ağaçlarıyla dolu, arasından sular akan ve kendisi için orada her çeşit meyveden (bir miktar) bulunan bir bahçesi olsun da, bakıma muhtaç çoluk çocuğu varken kendisine ihtiyarlık gelip çatsın, bahçeye de içinde ateş bulunan bir kasırga isabet ederek yakıp kül etsin! (Elbette bunu kimse arzu etmez.) İşte düşünüp anlayasınız diye Allah size âyetleri açıklar.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:267","price":"  Ey iman edenler! Kazandıklarınızın iyilerinden ve rızık olarak yerden size çıkardıklarımızdan hayra harcayın. Size verilse, gözünüzü yummadan alamayacağınız kötü malı, hayır diye vermeye kalkışmayın. Biliniz ki Allah, (sizin vereceğiniz şeylerden) müstağnidir (onlara ihtiyacı yoktur); hamd edilmeye asıl lâyık olan da O'dur.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:268","price":"  Şeytan sizi fakirlikle korkutur ve size cimriliği ve masiyeti telkin eder. Allah ise size katından bir mağfiret ve bir lütuf vâdeder. Allah, ihsanı geniş olan ve her şeyi hakkıyla bilendir.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:269","price":"  Allah hikmeti dilediğine verir. Kime hikmet verilirse, ona pek çok hayır verilmiş demektir. Ancak akıl sahipleri düşünüp ibret alırlar.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:270","price":"   Yaptığınız her harcamayı ve adadığınız her adağı muhakkak Allah bilir. Zalimler için hiç yardımcı yoktur.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:271","price":"   Eğer sadakaları (zekât ve benzeri hayırları) açıktan verirseniz iyidir.  Eğer onu fakirlere gizlice verirseniz, işte bu sizin için daha hayırlıdır. Allah da bu sebeple sizin günahlarınızdan bir kısmını örter.  Allah, yaptıklarınızdan hakkıyla haberdardır.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:272","price":"   (Ey Muhammed!) Onları hidâyete erdirmek (doğru yola iletmek) sana ait değildir. Lâkin Allah dilediğini doğru yola iletir. Hayır olarak harcadıklarınız kendi iyiliğiniz içindir. Yapacağınız hayırları ancak Allah'ın rızasını kazanmak için yapmalısınız. Hayır olarak verdiğiniz ne varsa, karşılığı size tam olarak verilir ve asla haksızlığa uğratılmazsınız.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:273","price":"   (Yapacağınız hayırlar,) kendilerini Allah yoluna adamış, bu sebeple yeryüzünde kazanç için dolaşamayan fakirler için olsun. Bilmeyen kimseler, iffetlerinden dolayı onları zengin zanneder. Sen onları simalarından tanırsın. Çünkü onlar yüzsüzlük ederek istemezler. Sadaka olarak verdiğiniz her şeyi, Allah, hakkıyla bilendir.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:274","price":"  Mallarını gece ve gündüz, gizli ve açık hayra sarfedenler var ya, onların mükâfatları Allah katındadır. Onlara korku yoktur, üzüntü de çekmezler.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:275","price":"  Faiz yiyenler (kabirlerinden), şeytan çarpmış kimselerin cinnet nöbetinden kalktığı gibi kalkarlar. Bu hal onların «alışveriş tıpkı faiz gibidir» demeleri yüzündendir. Halbuki Allah, alışverişi helâl, faizi ise haram kılmıştır. Bundan sonra kime Rabbinden bir öğüt gelir de faizden vazgeçerse, geçmişte olan kendisinindir ve artık onun işi Allah’a kalmıştır. Kim tekrar faize dönerse, işte onlar cehennem ashâbıdırlar, orada dâimidirler.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:276","price":"   Allah faizi tüketir (Faiz karışan malın bereketini giderir), sadakaları ise bereketlendirir. Allah küfürde ve günahta ısrar eden hiç kimseyi sevmez.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:277","price":"  İman edip salih amel işleyenler, namazı dosdoğru kılanlar ve zekât verenler var ya, onların mükâfatları Rableri katındadır. Onlara korku yoktur, onlar üzüntü de çekmezler.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:278","price":"  Ey iman edenler! Allah’tan korkun. Eğer gerçekten mü'min iseniz,  faizden geri kalanı terkedin.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:279","price":"  Şayet (faiz hakkında söylenenleri) yapmazsanız, Allah'a ve Rasûlüne karşı savaşa girdiğinizi bilin. Eğer tevbe edip vazgeçerseniz, sermayeniz (ana  paranız) sizindir. Ne haksızlık etmiş, ne de haksızlığa uğramış olursunuz.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:280","price":"  Eğer (borçlu) darlık içinde ise, eli genişleyinceye kadar ona mühlet vermek (gerekir). Halbuki bilmiş  olsanız, (alacağınızı)  sadaka  olarak  bağışlamanız, sizin   için  daha hayırlıdır.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:281","price":"  Allah'a döndürüleceğiniz, sonra da herkese hak ettiğinin eksiksiz verileceği ve kimsenin haksızlığa uğratılmayacağı bir günden sakının.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:282","price":" Ey iman edenler! Belirlenmiş bir süre için birbirinize borçlandığınız vakit onu yazın. Bir kâtip (yazan) onu aranızda adâletle yazsın. Hiçbir kâtip Allah’ın kendisine öğrettiği gibi yazmaktan geri durmasın; (her şeyi olduğu gibi) yazsın. Borçlu olan da yazdırsın ve Rabbi olan Allah'tan korkup borcundan hiçbir şey eksiltmesin. Şayet borçlu câhil (okuma yazma bilmeyen) veya aklı zayıf veya kendisi söyleyip yazdıramayacak durumda ise, velisi (borcu) adâletle yazdırsın. (Borç ve alacak yazılırken) Erkeklerinizden iki de şahit bulundurun. Eğer iki erkek bulunamazsa rıza göstereceğiniz şahitlerden bir erkek ile biri yanılırsa diğerinin ona hatırlatması için iki kadın (olsun). Çağırıldıkları vakit şahitler gelmezlik etmesin. Büyük veya küçük, vâdesine kadar hiçbir şeyi yazmaktan sakın üşenmeyin. Böyle yapmanız Allah nezdinde daha adaletli, şehadet için daha sağlam, şüpheye düşmemeniz için daha uygundur. Ancak aranızda yapıp bitirdiğiniz peşin bir ticaret olursa, bu durum farklıdır. Bu durumda onu yazmamanızda size bir günah yoktur. (Genellikle) alışveriş yaptığınızda şahit tutun. Yazana da şâhide de zarar verilmesin. Eğer (yazana ve şâhide bir zarar) verirseniz,  bu  kendinize dokunacak  bir günah olur.  Allah'tan korkun. Allah size gerekli olanı öğretiyor. Allah her şeyi hakkıyla bilendir.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:283","price":"   Yolculukta olur da, yazacak kimse bulamazsanız (borca karşılık) alınmış bir rehin de yeterlidir. Birbirinize bir emanet bırakırsanız, emanet bırakılan kimse emaneti sahibine versin ve (bu hususta) Rabbi olan Allah'tan korksun. Şahitliği (bildiklerinizi) gizlemeyin. Kim onu gizlerse, bilsin ki onun kalbi günahkârdır. Allah yapmakta olduklarınızı hakkıyla bilendir.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:284","price":"    Göklerde ve yerdekilerin hepsi Allah'ındır. İçinizdekileri açığa vursanız da gizleseniz de Allah ondan dolayı sizi hesaba çekecektir, sonra dilediğini affeder, dilediğine de azap eder. Allah her şeye kadirdir.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:285","price":"   Peygamber, Rabbi tarafından kendisine indirilene iman etti, müminler de (iman ettiler). Her biri Allah’a, meleklerine, kitaplarına, peygamberlerine iman ettiler. «Allah'ın   peygamberlerinden   hiçbirini   (diğerinden)   ayırt etmeyiz. İşittik ve itaat ettik; Rabbimiz, bağışlamanı dileriz. Dönüş sanadır.» dediler.","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"tr"},{"name":"2:286","price":"   Allah her şahsı, ancak gücünün yettiği ölçüde mükellef kılar. Herkesin kazandığı (hayır) kendine, yapacağı (şer) de kendinedir. Rabbimiz! Unutursak veya hataya düşersek bizi sorumlu tutma. Ey Rabbimiz! Bizden öncekilere yüklediğin gibi bize de ağır bir yük yükleme. Ey Rabbimiz! Bize gücümüzün yetmediği işler de yükleme! Bizi affet! Bizi bağışla! Bize acı! Sen bizim mevlâmızsın. Kâfirler topluluğuna karşı bize yardım et!","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"tr"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}