{"data":[{"name":"7:155","price":"නියම කරන ලද අපගේ ස්ථානය සඳහා මිනිසුන් හැත්තෑවක් දෙනා මූසා තෝරා ගත්තේ ය. භූ කම්පනය ඔවුන් ග්‍රහණය කළ කල්හි ‘මාගේ පරමාධිපතියාණනි! ඔබ අභිමත කළේ නම් මීට පෙර ම ඔබ ඔවුන් හා මා විනාශ කරන්නට තිබුණි. අප අතරින් අධමයින් කළ දෑ හේතුවෙන් ඔබ අප විනාශ කරන්නෙහි ද? මෙය ඔබේ පරීක්ෂණයක් මිස වෙනකක් නො වේ. එමඟින් ඔබ අභිමත කරන අය මුළාවන්නට ඉඩ හරින්නෙහි ය. ඔබ අභිමත කරන අයට මඟ පෙන්වන්නෙහි ය. ඔබ අපගේ භාරකරු ය. එබැවින් අපට සමාව දෙනු මැනව! තවද අපට කරුණා කරනු මැනව! තවද ඔබ සමාව දෙන්නන්ගෙන් ශ්‍රේෂ්ඨතමයා ය’ යැයි ඔහු(මූසා) පැවසුවේ ය.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"si"},{"name":"7:156","price":"තවද මෙලොවෙහි මෙන් ම මතුලොවෙහි ද අපහට යහපත නියම කරනු මැනව! නියත වශයෙන් ම අපි ඔබ වෙත හැරුණෙමු. ‘මාගේ දඬුවම වනාහි, මා අභිමත කරන අය එමඟින් මම හසු කරමි. තවද මාගේ දයාව සියළු දෑහි ව්‍යාප්තව ඇත. එබැවින් දේව බිය හැඟීමෙන් යුතුව කටයුතු කරන zසකාත් පිරිනමන අය හා අපගේ වදන් විශ්වාස කරන අයට එය මම මතු සටහන් කරමි යැයි ඔහු (අල්ලාහ්) පැවසුවේ ය.","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"si"}],"dua":{"id":24,"name":"Dua for Divine Mercy","arabicName":"دعاء الرحمة الإلهية","reference":"7:155-156","verseTitle":"The Comprehensive Mercy Supplication","significanceReason":"A profound invocation seeking extensive divine mercy, forgiveness, and spiritual abundance. Considered one of the most comprehensive mercy duas."}}