{"data":[{"name":"14:1","price":"Alif Laam Raa[1]. Ntumwa y’Imana! Iyi Qor’ani, ni Igitabu Twakumanuriye kugira ukure abantu mu muzimagiza w’ubuhuvyi, ubashire mu muco w’uburongozi bw’ubwislamu ku burenganzira bw’Imana yabo Rurema Allah; inzira ya Nyenintsinzi-Mutaneshwa, Nyenugushimwa;","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’igisomwa Al-Baqara.","lang":"rn"},{"name":"14:2","price":"Imana Allah, Rugaba Igaba Ikaganza ibiri mu majuru n’ibiri mw’isi, Ibwirizwa gusengwa ari Imwe Rudende. Uguhanwa nya guhanwa mu guhabwa ibihano bikaze, ni ukw’abagarariji;","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:3","price":"Bahitamwo ubuzima bugufi bwo kw’isi, ha guhitamwo ubuzima bwamaho bw’inyuma yo gupfa; baburagiza abantu kwinjira mw’idini ry’Imana Allah, bagashaka ko iryo dini ryisunga ivyipfuzo vyabo. Abo, ni bo rero bari mu muzimagiza uri kure cane y’ukuri.","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:4","price":"Ntumwa y’Imana! Ntitwigeze Turungika aho hambere yawe Intumwa n’imwe, kiretse ko Twayirungika ivuga ururimi rw’abo yarungitsweko, kugira ibatomorere bikwiye amabwirizwa, gutyo Imana Allah Igahubisha uwo Ishatse ku butumva bwiwe, Ikanarongora uwo Ishatse ku bugamburutsi bwiwe, ni na Yo Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:5","price":"Ni ukuri, Twararungitse Musa kuri Bene Israyeli, Tumuteza intege ibitangaro vyacu bigaragaza ukuri kwiwe, Tumubwiriza duti: “Kura abantu warungitsweko mu muzimagiza w’ubuhuvyi ubashire mu muco w’uburongozi bw’ukuri, wongere ubibutse ku nema z’Imana Allah, ubagabishe no ku bihano vyayo”. Mu vy’ukuri muri ukwo kwibutsa, ni ukuri harimwo ivyemezo bigaragara ku muntu wese yihanganira iyumviramana no kudakora ibibi, ashimira Imana Allah ku nema zayo[2].","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"[2] Muri iyi Aayah, Imana Allah Ishimangira canecane ku bantu barangwa n’inyifato zibiri “ukwihangana” no “gushima”, kuko ari bo ivyemezo bigirira akamaro mu buzima.","lang":"rn"},{"name":"14:6","price":"Ntumwa y’Imana! Iganira abantu warungitsweko kahise ka Musa, igihe yabwira abantu muri Bene Israyeli ati: “Nimwibuke inema y’Imana Allah kuri mwebwe, igihe Ibakiza amagorwa y’abantu ba Firawuni yo gucurwa bufuni na buhoro, babaha ibihano bikomeye, bakanakerera abana banyu b’abahungu, bagasigaza abakobwa banyu ku gutinya ko mu bahungu hovamwo uwuzoza gukura ubutegetsi bwiwe. Muri ivyo vyose, harimwo kugeragezwa gukomeye kuvuye ku Mana yanyu Rurema Allah;","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:7","price":"Nimwibuke kandi, igihe Imana yanyu Rurema Allah Yabamenyesha Iti: “Nimwanshimira ku nema Nabahaye, ni ukuri Nzobongerereza umusesekara; nimwahakana inema zanje naho, muramenya ko mu vy’ukuri ibihano vyanje bikaze\"\".","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:8","price":"Musa yarongeye ababwira ati: “N’aho mwogarariza Imana Allah mwebwe hamwe n’abari mw’isi bose, nta co mwoyitwara namba. Nimumenye mu vy’ukuri, ko Imana Allah ari Uwikenuye Yikenuye muri vyose; Nyenugushimwa, Ishimwa ku mazina, ku matazirano no ku bikorwa vyayo mu bihe vyose”.","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:9","price":"Bantu mwarungikiwe Intumwa Muhamadi! Mbega ntimurashikirwa n’inkuru z’abantu b’aho hambere yanyu; abantu ba Nuhu, aba Hudi n’aba Swalehe, hamwe n’abantu bo hanyuma yabo ata wodondagura igitigiri cabo kiretse Imana Allah ! Intumwa barungikiwe, zarabazaniye ivyemezo bigaragara, baraheza barabihakana bivuye inyuma, batako baremanga n’ishavu n’akantu bati: “Mu vy’ukuri, twebwe turagararije, ntiturota twemera namba ivyo mwatuzaniye. Mu vy’ukuri, turafise impungenge ziturutse ku makenga y’ivyo muturarikira kwemera”;","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:10","price":"Intumwa zabo zabishuye ziti: “Karashize ingani mugire impungenge zo gusenga Imana Imwe Rudende Allah, Rurema Yaremye amajuru n’isi; Imana Allah Ibararikira ukwemera kugira Ibababarire ivyaha vyanyu vy’ibangikanyamana, kugira ngo ntibahane mukiri kw’isi, Iheze Irindirize umwe wese muri mwebwe gushika kw’isango ryiwe ntarengwa ryo gupfa!”. Nya bantu bishuye Intumwa zabo bati: “Mwebwe nta co muri kiretse ko muri abantu nkatwe, nta gituma rero mwoba Intumwa mugashaka kutubuza gusenga ivyo abavyeyi bacu basenga mu bigirwamana. Enda nyabuna rero, nimutuzanire icemezo kigaragara cemeza ukuri ku vyo muvuga”.","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:11","price":"Nya Ntumwa zarishuye abantu bazo ziti: “Ni vyo ko twebwe ata co turi kiretse ko turi abantu nkamwe, ariko rero Imana Allah Iha ingabirano zayo uwo Ishatse mu baja bayo, Igaheza Ikamutora kuba Intumwa, nta n’ububasha dufise bwo kubazanira icemezo kigaragara cemeza ukuri ku vyo tuvuga, atari ku burenganzira bw’Imana Allah. Abemeramana rero, nibishimikize gusa Imana Allah, bayizere;","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:12","price":"Twobuzwa n’iki kwishimikiza Imana Allah tukayizera kandi Yaraturongoye mu nzira zidukiza ibihano, Ikadushoboza no kwubahiriza amabwirizwa y’idini ryayo! Dutegerezwa rero kwihanganira ibangamira ryanyu. Abizera nyabuna nibishimikize gusa Imana Allah, bayizere\".","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:13","price":"Abagararije, babwiye Intumwa zabo n’ishavu n’akantu bati: “Ni ukuri, dutegerezwa kubirukana tubomore mu bihugu vyacu, canke mugaruke mw’idini ryacu”. Ni ho rero nya Ntumwa zahishurirwa n'Imana yazo Rurema Allah, Izibwira Iti: “Ubu rero ubutigu burageze; ni ukuri, Dutegerezwa guhonya abirenganije mu kugarariza Imana Allah n'Intumwa zayo;","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:14","price":"Ntumwa zanje! Inyuma y’ihonywa ryabo, ni ukuri Tuzobacumbikira mu kubakomorera - mwebwe hamwe n’ababakurikiye - ubutaka bahorako. Iryo honywa ryabo n’ikomorerwa ry’abemeramana ubutaka bahorako, nta makenga arimwo, ku muntu atinya ihagarikwa imbere yanje Jewe Allah, akaniyubara ihaniza ryanje ku bihano vyo ku musi w’izuka”.","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:15","price":"Ni ho rero Intumwa zatumbera Imana Allah ziyisaba ko Yoziha intsinzi, maze Imana Allah Irazumvira, gutyo uwo wese yigira igihangange c’intumva, arahanwa bikwiye;","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:16","price":"Imbere y’ico gihangange c’intumva, hari n’ibihano bikirindiriye mu muriro wa Jahannamu, kizonyweshwa amashira n’amaraso biva mu mibiri y’abantu bo mu muriro;","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:17","price":"Kizogerageza kumira nya mashira n’amaraso akatari gake, bihakwa kutarengana mu muhogo kubera akanuko n’umwokero wavyo; kizohabwa n’ibihano vy’ubwoko bwose ku bihimba vy’umubiri, kugeza n’aho cipfuza gupfa ngo kiruhuke kitari bupfe; n’inyuma y’ivyo bihano vyose, kizohabwa ibindi bihano biremereye.","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:18","price":"Akarorero k’ibikorwa vy’abagararije Imana yabo Rurema Allah, ni nk’umunyota utumurwa n’umuyaga ku musi w’igihuhusi cinshi, maze nya munyota ugatumuka wose; burya nta na kimwe rero bazosigarana cobungura ku Mana Allah[3]. Ibikorwa bidashingiye ku kwemera rero, ni wo muzimagiza uri kure cane y’ukuri.","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"[3] Kuko igarariza ryabo ryabigize impfagusa birazimangana nka kurya umuyaga w’igihuhusi utumura umunyota.","lang":"rn"},{"name":"14:19","price":"Mwene Adamu! Mbega ntuzi ko Imana Allah Yaremye amajuru n’isi mu ntumbero yo kwerekana vy’ukuri ubumana n’ubushobozi bwayo, kugira ngo isengwe ari Imwe Rudende! Bene Adamu! Imana Allah Ishatse Yobahonya mwese, Ikabasubiriza ibindi biremwa biyigamburukira;","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:20","price":"Eka ihonywa ryanyu n’irema ry’ibindi biremwa vyobasubirira, ntivyonanira namba Imana Allah.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:21","price":"Ibiremwa vyose bizozuka ku musi w’izuka, maze bishengere imbere y’Imana Allah kugira Ibitunganirize. Abapfuye gukurikira abandi, bazobwira indongozi zabo bakurikiye bati: “Twebwe mu vy’ukuri, ni mwebwe twumvira kw’isi tukabakurikira, none kuri uno musi ntimwodukurako na kimwe mu bihano vy’Imana Allah!”. Indongozi zabo zizokwishura ziti: “Iyo Imana Allah Idushoboza kw’isi tukemera, twari kubarongora mu nzira yayo, twarahuvye rero turanabahubisha, ryaba ihababura ry’ibihano canke ukuvyihanganira, vyose ni co kimwe kuri twese kuko nta buhungiro dufise, eka nta n’isaganirizo”.","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:22","price":"Imana Allah, Imaze gutunganiriza ibiremwa ku musi w’izuka, shetani izokwiyama abayikurikiye ivuge iti: “Mu vy’ukuri Imana Allah, Yarabasezeraniye isezerano ry’ukuri, ko hari izuka n’iharurirwa ry’ibiremwa, hanyuma nanje ndabaha isezerano ry’ikinyoma ko ata zuka, ata n’iharurirwa ry’ibiremwa bibaho, kira noneho nta n’ubushobozi nari ndabafiseko bwo kubahatira kunkurikira, kiretse ko nabararikiye kugarariza, muraheza muranyumvira. Kubera ivyo vyose rero, ntimunteko imiragwe, ahubwo nimuyiteko mwebwe nyene, jewe nta co ndabiyambazako, eka na mwe nyene nta co munyiyambazako mu bihano vy’Imana Allah; mu vy’ukuri, ndabiyamirije ku kuntu mwabangikanije Imana Allah. Mu vy’ukuri, abirenganije mu kurenga ku mabwirizwa y’Imana Allah, barategekanirijwe ibihano bibabaza”.","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:23","price":"Abemeye Imana Allah n’Intumwa yayo bagakora n’ivyiza bitegetswe, bazokwinjizwa mu mirima itotahaye yo mu Bwami bw’ijuru, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi, bazobubamwo ibihe bidahera ku burenganzira bw’Imana yabo Rurema Allah, indamutso yabo muri nya Bwami, ni: “Gira amahoro y’Imana Allah”.","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:24","price":"Ntumwa y’Imana! Mbega ntiwamenye ukuntu Imana Allah Itanga akarorero k’ijambo ryiza ryo kwemera Imana Imwe Rudende Allah[4], ko ari nk’igiti c’itende gitotahaye, gishinze imizi mu kuzimu, gishamitse kija hejuru;","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"[4] “LAA ILAAHA ILLA LLAAH”","lang":"rn"},{"name":"14:25","price":"Cama ivyamwa vyaco ku gihe Imana yaco Rurema Allah Yagitegekanirije[5]!. Burya Imana Allah, Iha uburorero abantu kugira bibuke, bikebuke.","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"[5] Ukwemera rero, ni nk’ico giti ciza; gutsimbataye mu mutima, kugashamika ibikorwa bitegetswe n’ingeso nziza zishimisha Imana Allah, ivyo vyose bigaheza bigahemberwa n’Imana Allah ku gihe.","lang":"rn"},{"name":"14:26","price":"Nayo akarorero k’ijambo ribi ryo kugarariza Imana Allah; ni nk’igiti kibi kirura, caranduwe kuko imizi yaco idashika mu kuzimu, ntikigire n’amashami akura aja hejuru[6].","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"[6] Ukugarariza rero, ni nk’ico giti kibi; nta na kimwe kwungura umugarariji, eka nta n’ibikorwa vyiza bitegetswe akora ngo abihemberwe n’Imana Allah.","lang":"rn"},{"name":"14:27","price":"Burya Imana Allah, Iratsimbataza abemeramana kw’ijambo ry’ukuri ryo kwemera no kwemanga ata guhigimanga, ko Imana Allah ari Imwe Rudende, n’uko Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ari Intumwa yayo[7]; Irabatsimbataza bakarigendera mu buzima bwo kw’isi, bakanapfa baryemanga[8] no mu buzima bw’inyuma yo gupfa; Imana Allah, Iranahubisha abirenganije bakayigarariza mu kutabashoboza gutumbera ukuri mu buzima bwo kw’isi, no mu buzima bw’inyuma yo gupfa. Burya Imana Allah, Igira ivyo Ishatse mu gushoboza abemeramana kugira iherezo ryiza canke gutetereza abagarariji.","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"[7] “LAA ILAAHA ILLA LLAAH, MUHAMMADUN RASUULU LLAAH”.\n[8] No mu gihe babajijwe n’abamalayika babiri mu mva, Iraheza Ikabashoboza kwishura neza.","lang":"rn"},{"name":"14:28","price":"Mbega muntu! Ntiwabonye abahakanye inema z’Imana Allah mu Bakorayishi, bahisemwo kuyigarariza ha kuyishimira kw’iteka n’itekane Yabahaye, Ikanarungika muri bo Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), Nashoreye abantu babo kwicirwa ku rugamba rwa Badri, ku buhomba bwo guhona!","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:29","price":"Umuriro wa Jahannamu bazowinjira baheze bawote; ubwo rero, ni bwo buraro n’uburamuko bubi cane.","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:30","price":"Abagarariji bagiriye Imana Allah ababangikanywa na Yo, kugira bahubishe abantu mw’idini ryayo. Ntumwa y’Imana! Babwire uti: “Nimuryoherwe gato mu buzima bwo kw’isi, mu vy’ukuri amaherezo yanyu ni mu muriro”.","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:31","price":"Ntumwa y’Imana! Bwira abaja banje bemeye vy’ukuri, batsimbataze isengesho rikwije ibisabwa ku mwanya waryo, banatange mu mpisho no ku mugaragaro mu vyo Twabaronkeje, imbere yuko bashikirwa n’umusi, ukwigombora canke ubugenzi vy’umuntu ata co bizomumarira.","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:32","price":"Imana Allah Yaremye amajuru n’isi, Iraheza Ituma n’imvura igwa ivuye mu bicu izananye mu kirere, Iratotahaza isi yagadutse, maze Ibamereshereza ivyamwa bibabeshaho hakoreshejwe nya mazi y’imvura, Iborohereza ku burenganzira bwayo kugendera mu bwato busunikwa n’umuyaga buciye mw’ibahari, Ibashoboza no kwikora ku nzuzi mu kunywa mwebwe hamwe n'ibitungwa vyanyu, no mu kuvomera indimo, n'ibindi;","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:33","price":"Yabashoboje no kwikora ku zuba no ku kwezi bitigera bihagarara n’akanya na gato, kugira mworoherwe kuba kw’isi, Iranabaremera ijoro n’umurango kugira muturure, muruhuke mw’ijoro muheze murondere icorirenza ku murango.","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:34","price":"Yaranabahaye no muri ivyo vyose muyisaba. Mu gihe mwodondagura ido n’ido inema z’Imana Allah, ntimwogenda mushoboye kuziharura ngo muyishimire. Mu vy’ukuri zina kiremwa-muntu, ni ukuri arirenganya akimonogoza, inema z’Imana Allah akazihakana pe!.","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:35","price":"Ntumwa y’Imana! Ibuka n'igihe Ibrahimu yasaba Imana Allah, Ikamwumvira, yasaba avuga ati[9]: “Mana yanje Rurema Allah! Iki gisagara ca Makka kigire ihanga ritekanye, maze jewe hamwe n’uruvyaro rwanje, Udushire kure yo gusenga ibigirwamana;","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"[9] Yasavye iki gisabisho inyuma y’aho yimuriye umukenyezi wiwe Hajara hamwe n’umwana wiwe Ismayili, akabacumbikira mu kabande ka Makka.","lang":"rn"},{"name":"14:36","price":"Mana yanje Rurema Allah! Mu vy’ukuri, ibigirwamana vyabaye imvo yo guhuba kwa benshi mu bantu inzira y’ukuri. Kubera ivyo rero, uwuzonkurikira muri bo akemera, azoba akurikiye idini ry'ubwislamu n’imigenzo vyanje; nayo uwuzogabitanya ku kutanyumvira mu bitari ibangikanyamana, mu vy’ukuri ni Wewe uri Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bawe;","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:37","price":"Mana yanje Rurema Allah! Mu vy’ukuri jewe, nacumbikiye bamwe mu muryango wanje mu bugaragwa, mu kabande katagira indimo, katanagira n’amazi, hambavu y’ingoro yawe ntagatifu, ivyo vyose nkaba nabigize kugira batsimbataze isengesho; kubera ivyo rero, Uratuma imishaha y’abantu ibahurumbira, Wongere Ubaronse ibibabeshaho mu vyamwa vy’ubwoko bwose, kugira bagushimire ku nema zawe;","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:38","price":"Mana yanje Rurema Allah! Mu vy’ukuri, Wewe Urazi neza ivyo duhisha n’ivyo tugaragaza. Eka nta n’ikintu na kimwe Imana Allah Itazi mu biremwa, haba kw’isi canke mw’ijuru”.","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:39","price":"Ibrahimu yarashimagije Imana Allah[10] ati: “Ishimagizwa ni iry’Imana Allah, Yo Yandonkeje mu busaza ibibondo Ismayili na Is-haka. Mu vy’ukuri, Imana yanje Rurema Allah, Irumva igisabisho c’umusavyi;","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"[10] Imaze kumwumvira, Ikamuronsa ibibondo.","lang":"rn"},{"name":"14:40","price":"Mana yanje Rurema Allah! Ngira umusenzi atsimbataza isengesho rikwije ibisabwa ku mwanya waryo, Ugire no mu ruvyaro rwanje abasenzi baritsimbataza. Mana yanje Rurema Allah! Ndanagusavye Utwakirire isengesho, Unatwumvire ibisabisho;","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:41","price":"Mana yanje Rurema Allah! Ngumiriza akabanga, Umbabarire ibicumuro noba narakoze nka kiremwa-muntu, Wongere Ubabarire n’abavyeyi banje[11] hamwe n’abemeramana bose ku musi ibiremwa vyahagaritswe kugira biharurirwe, biheze bihemberwe ivyo vyakoze”.","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"[11] Yasabiye umuvyeyi wiwe imbere yuko amenya ko yamaze kugarariza, akaba umwansi w’Imana Allah.","lang":"rn"},{"name":"14:42","price":"Ntumwa y’Imana! Ntukiyumvire ko Imana Allah ku kutihutira guhana abirenganije mu kugarariza no gutoteza abemeramana, Yirengagiza ibikorwa vyabo; ahubwo Irindiriye kubahana ku musi bazoturumbura amaso biturutse ku ntureka zawo;","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:43","price":"Igihe bazutse bataraba hasi, bihutira kuja guharurirwa, badakoma n’akagohe, umutima wabavuyemwo kubera ubwoba.","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:44","price":"Ntumwa y’Imana! Gabisha abantu warungitsweko ku bihano vy’umusi w’izuka! Abirenganije mu kugarariza, uwo musi bazovuga batakamba bati: “Mana yacu Rurema Allah! Dutenyenyere akanya na gato, duheze tukwemere twumvire n’Intumwa zawe”. Bazokwishurwa n’agashinyaguro n'akantu bati: “Mbega ntimwari mwararahiye mukiri kw’isi ko ubuzima bwo kw’isi butazobaherana, n’uko ata zuka ribaho!;","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:45","price":"Muraheza mucumbika mu mazu mwasigiwe n’abirenganije aho hambere yanyu[12], kandi mwaramenye ukuntu Twabahoneje, Twaranabahaye uburorero butomoye muri Qor’ani, ntimwaheza ngo mwikebuke!”.","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"[12] Nk’abarungikiwe Intumwa Hudi n’Intumwa Swalehe (za nyakugira amahoro n’impuhwe z’Imana Allah).","lang":"rn"},{"name":"14:46","price":"Ababangikanyamana barateze umutego wo kwica Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), kandi Imana Allah Yari Izi umutego bateze Intumwa yayo, maze Irawutegura; kanatsinda, nya mutego wabo nta n’imisozi wari gusenyura kuko ata co wabashikanyeko.","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:47","price":"Ntumwa y’Imana! Ntukiyumvire ko Imana Allah Ica kubiri n’isezerano Yahaye Intumwa zayo, ryo kuzishikana ku ntsinzi no guhonya abazihakana. Mu vy’ukuri Imana Allah, ni Nyenintsinzi-Mutaneshwa, Izokwihora bikwiye abansi ku musi w’izuka[13];","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"[13] Iyi Aayah, n’aho itumbereye Intumwa (nyakugira amahoro n’impuhwe z’Imana Allah), ariko inyigisho irimwo iraba abislamu bose.","lang":"rn"},{"name":"14:48","price":"Umusi isi izosubirizwa iyindi si yera nk’umwakaka, n’amajuru agasubirizwa ayandi majuru, maze ibiremwa vyose bigasokoroka mu kuzimu bidora, bikarenguka imbere y’Imana Allah, Nyarudende, Nyeninkomezi-ntangere;","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:49","price":"Kuri uwo musi, Uzobona abanyavyaha baboheshejwe iminyororo ku maboko n’amaguru;","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:50","price":"Inyambaro zabo zizoba zihinguwe mu cuma kirurumba, umuriro na wo ubababure mu maso;","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:51","price":"Ivyo bizoba ukwo, kugira Imana Allah Ihembere umuntu wese ku vyo yakoze kw’isi, vyaba ivyiza canke ibibi. Mu vy’ukuri Imana Allah, Iranyarutsa mu guharurira ibiremwa.","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"","lang":"rn"},{"name":"14:52","price":"Ntumwa y’Imana! Iyi Qor’ani Twakumanuriye rero, ni ubutumwa bwibutsa abantu bose, bubagabisha ku bihano vy’Imana Allah, kugira bamenye mu vy’ukuri ko Imana Allah ari Imwe Rudende Itabangikanywa, no kugira abanyabwenge bibuke, maze bikebuke.","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"","lang":"rn"}],"chapter":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"]}