{"data":[{"name":"17:1","price":"Nihaninahazwe Imana Allah Yateye iteka Umuja wayo Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), Ikamujana ku rugendo rw’ijoro, Imukuye ku musigiti mutagatifu uri i Makka Ikamushikana ku musigiti Al-Aqswa uri mu gisagara ca Bayti l-Maqdis, ahantu Twebwe Allah Twahezagije imirima y’ibiterwa n’ivyamwa bihakikuje, no kuba amamuko ya benshi mu Bavugishwamana, n’ibindi. Twamujanyeyo rero kugira yibonere ukuri kwamye ivyemezo n’ibitangaro vyerekana ko Imana Allah ari Imwe Rudende. Mu vy’ukuri Imana Allah, ni Yo Nyenukwumva, Irumva ivyo muvuga; Nyenukubona, Irabona neza ivyo mukora.","arabic":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2030,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:2","price":"Musa na we nyene Twamuteye iteka ryo kumuha Igitabu ca Tawurati, maze nya Gitabu Tukigira uburongozi kuri Bene Israyeli, aho Twababwirije Duti: “Ntimukagire umuntu n’umwe umuhagarikizi wanyu mu gishingo canje Jewe Allah”.","arabic":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2031,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:3","price":"Bantu mukomoka ku bo Twarokoye Tukabatwara mu bwato hamwe na Nuhu (nyakugira amahoro y’Imana Allah)! Nimwisunge rero akarorero ka Nuhu (nyakugira amahoro y’Imana Allah) mu gushimira Imana Allah no mu kutayibangikanya n’ikintu na kimwe. Mu vy’ukuri Nuhu (nyakugira amahoro y’Imana Allah), yari Umuja w’Imana Allah ashima koko inema zayo.","arabic":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2032,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:4","price":"Muri nya Gitabu ca Tawurati, Twarabwiye Bene Israyeli Duti: “Bitebe bitebuke muzogenzwa n’ubwononyi mu gisagara ca Bayti l-Maqdis incuro zibiri, kandi muzokwiganza mube iciro ry’umugani mu kurenganya no kwica Abavugishwamana;","arabic":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2033,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:5","price":"Igihe rero mwagenjejwe n’ubwononyi ku ncuro ya mbere, Tuzobateza abaja bacu b’intwari ku rugamba, badatinya rukamvye, baheze babice, babangaze. Iryo sango rero ritegerezwa gushika nta kibuza;","arabic":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2034,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:6","price":"Hanyuma nimwicisha bugufi, Tuzosubira Tubahe intsinzi mwiganzure, Duheze Tubahe ibibondo n’amatungo, Tubahe no kurondoka cane mugwirirane gusumba abandi bantu;","arabic":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2035,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:7","price":"Nimwarangwa n’ubugwaneza mu vyo mukora no mu vyo muvuga, ubwo bugwaneza buzoba ari ku neza yanyu, muzobuhemberwa. Nimwagenzwa n’ubwononyi naho, inkurikizi za nya bwononyi zizobagarukako, mubihanirwe. Igihe rero mwagenjejwe n’ubwononyi ku ncuro ya kabiri, Tuzobateza kandi abansi banyu kugira babaneshe bongere banabasuzuguze, baheze binjire no mu gisagara ca Bayti l-Maqdis bagisambure nk’uko bagisambuye ubwa mbere, banasenyure n’ico bahuye cose;","arabic":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2036,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:8","price":"Hari n’aho rero Imana yanyu Rurema Allah Yobagirira impuhwe mu gihe mwokwigaya mukisubirako. Nimwaramuka musubiriye kandi kugenzwa n’ubwononyi n’akarenganyo, na Twebwe Allah Tuzosubira Tubahane, Tubasuzuguze. Burya umuriro wa Jahannamu, Twawugeneye kuba ibohero ry’abagarariji[349]”.","arabic":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2037,"juzNumber":15,"footnotes":"[349] Muri Aayah ya 5 gushika ku ya 8, Imana Allah Irihaniza abantu barungikiwe Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), ko bogenzwa n’akarenganyo n’ubwononyi, kuko mu gihe bogenzwa n’akarenganyo n’ubwononyi bohanwa nk’uko Bene Israyeli bahanwe.","lang":"rn"},{"name":"17:9","price":"Mu vy’ukuri iyi Qor’ani, irongora abantu mu nzira igororotse koko y’ubwislamu, igaha inkuru nziza ihumuriza abemeramana bakora ivyiza bitegetswe, ko bategekanirijwe impera nta ngere;","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2038,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:10","price":"Ikanagabisha abatemera ko hariho ubuzima bw'inyuma yo gupfa, ko bategekanirijwe ibihano bibabaza.","arabic":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2039,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:11","price":"Umuntu iyo atwawe n’agashavu, hari igihe yihutira kwisabira inabi, agasabira inabi n’abana hamwe n’amatungo vyiwe, nka kurya yisabira iciza, maze Imana Allah ku mpuhwe zayo, Igaheza Ikamwakirira gusa igisabisho yisabiramwo iciza, kuko burya umuntu yama yisabira inabi ku kwihuta no ku kutamenya.","arabic":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2040,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:12","price":"Ijoro n’umurango Twabigize ibimenyetso bibiri vyerekana ko Imana Allah ari Imwe Rudende, Turaheza Tuzimya ku murango ikimenyetso c’ijoro c’ukwezi kwaka mw’ijoro, maze Dutuma ikimenyetso c’umurango c’izuba, kimurika ku murango kugira murondere icorirenza mu mpano z’Imana yanyu Rurema Allah, mw’ijoro naho muheze muruhuke, no kugira kandi mushobore kumenya igena ry’imyaka n’igitigiri c’amezi n’imisi[350]. Burya ikintu ico ari co cose Twaragitomoye bikwiye.","arabic":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2041,"juzNumber":15,"footnotes":"[350] Mwisunze ibisikanya n'ikurakuranwa ry’ijoro n’umurango.","lang":"rn"},{"name":"17:13","price":"Umuntu uwo ari we wese rero, ivyo akora biri ku gatwe kiwe[351]. Ku musi w’izuka Twebwe Allah, Tuzomuhereza igitabu canditswemwo ivyo yakoze vyose, avyirabire;","arabic":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2042,"juzNumber":15,"footnotes":"[351] Umuntu ntazohanirwa ibikorwa vya mugenziwe, eka nta n’uwuzohemberwa ibikorwa vya mugenziwe.","lang":"rn"},{"name":"17:14","price":"Azobwirwa ati: “Isomere igitabu canditswemwo ibikorwa vyawe[352], uno musi ni wewe nyene ukwiye kwimenyera ido n’ido ivyo wakoze, uheze umenye n’impembo yawe ubwawe nyene”.","arabic":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2043,"juzNumber":15,"footnotes":"[352] Umuntu rero azoshobora kwisomera ivyanditswe mu gitabu ciwe, n’aho yoba atigeze amenya gusoma no kwandika akiri kw’isi.","lang":"rn"},{"name":"17:15","price":"Uwuzoba rero umugororotsi yaragamburukiye Imana Allah, azoheza ahembwe ivyiza ku bugororotsi bwiwe. Nayo uwuzohuba, akagabitaniriza Imana Allah, azoheza ahembwe ibibi ku buhuvyi bwiwe. Nta muntu n’umwe rero azohanirwa icaha ca mugenziwe. Kandi Twebwe Allah, ntitwigeze Duhanira abantu ivyaha bakoze, Tutabanje kubarungikira Intumwa ibashikiriza ubutumwa bwacu.","arabic":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2044,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:16","price":"Iyo rero Twebwe Allah Dushatse guhonya abantu bo mu gacimbiri ako ari ko kose ku kwirenganya kwabo, Tubanza kubwiriza na canecane abatewe iteka muri bo, ko bogamburuka bakanemera Imana Allah n’Intumwa yayo, maze bakarenga ku mabwirizwa yacu bayazi, gutyo bikaba ngombwa ko bahanwa ata gisivya, Tugaca Tubahonya nya guhonya.","arabic":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2045,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:17","price":"Hariho imigwi myinshi y’abantu Twahoneje rero, kuko yagararije Intumwa yarungikiwe inyuma y’irungikwa rya Nuhu. Burya Imana yawe Rurema Allah, Irakwiye kuba Muhetuziwavyose, Nyenukubona, Irazi neza ivyaha bikorwa n’abaja bayo, nta na kimwe Iyobewe.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2046,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:18","price":"Uwo wese rero yipfuza kuronka ibihendamaso vy’isi akabihurumbira, ha guhurumbira ibizomufasha mu buzima bw’inyuma yo gupfa, Tuzoheza Turonse Twebwe Allah uwo Dushatse mu biremwa akiri kw’isi, ivyo Dushaka mu vyo Twamugeneye mu vyagezwe, hanyuma Tumutegekanirize umuriro wa Jahannamu azokwinjiramwo afitiwe umwikomo, akwiye ivumwe ry’Imana Allah.","arabic":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2047,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:19","price":"Nayo uwushaka guhemberwa ivyo yakoze mu buzima bw’inyuma yo gupfa, maze agahurumbira igamburukiramana, yemera Imana Allah, yizeye n’indishi kuri Yo, uyo ari mu bakirirwa ibikorwa vyabo, bakazonashimirwa n’Imana Allah.","arabic":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2048,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:20","price":"Umugwi umwe wose rero muri iyo migwi ibiri; waba uw’abipfuza bagahurumbira ibihendamaso vy’isi, canke uw’abahurumbira indishi yo mu buzima bw’inyuma yo gupfa, Twebwe Allah Tuwuronsa ibiwubeshaho kw’isi mu mpano zacu, burya impano z’Imana yawe Rurema Allah, kw’isi nta n’umwe yimiriwe kuzironkako.","arabic":"كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2049,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:21","price":"Ntumwa y’Imana! Ehe raba rero ukuntu Twebwe Allah, Twahaye bamwe mu bantu Tubasumbanisha mu bibabeshaho hamwe no mu bikorwa bashoboye. Ni ukuri, ubuzima bw’inyuma yo gupfa ku bemeramana, ni bwo bw’icubahiro muri vyose gusumba ubwo kw’isi.","arabic":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2050,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:22","price":"Muntu! Ntukabangikanye Imana Allah n’iyindi mana, ngo wisange utewe ivyatsi n’Imana Allah, wongere unagirirwe n’umwikomo na Yo maze uteterwe.","arabic":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2051,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:23","price":"Muntu! Imana yawe Rurema Allah, Yabwirije ko hatokwiyegerezwa mu bikorwa no mu gusenga ikintu na kimwe kiretse Yo gusa, n'uko hubahwa hakubahirizwa n’abavyeyi mu bugwaneza, na canecane bageze mu za bukuru. Nihagira rero umwe muri bo ashika mu za bukuru canke bompi, ntukabashireko isoni mu ngiro canke mu mvugo, n’aho kwoba ari ukubimyoza gusa; ntukanabakankamire na rimwe, ahubwo uraheza ubabwire amajambo meza mu rupfasoni;","arabic":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2052,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:24","price":"Uheze wicishe bugufi kuri bo mu kubumvira impuhwe, wongere ubasabire uvuga uti: “Mana yanje Rurema Allah! Girira impuhwe nta ngere abavyeyi banje, nk’uko banyihanganiye bakandera nkiri muto”.","arabic":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2053,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:25","price":"Bantu! Burya Imana yanyu Rurema Allah, Irazi neza ivyo muhishije mu mishaha yanyu; vyaba ivyiza canke ibibi. Nimwaba aberanda rero mu vyo mukora mushaka gushimisha Imana Allah, mu vy’ukuri Imana Allah, ni Nyenikigongwe-ntangere ku bigaya[353], Izobagirira ikigongwe.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2054,"juzNumber":15,"footnotes":"[353] Iyo Imana Allah Iravye mu mushaha w’umuntu Ikabona ukwigaya vy’ukuri, Iraheza Ikamubabarira ibicumuro n'ivyaha vyiwe yakoze ku bubegito ndemanwa bwiwe.","lang":"rn"},{"name":"17:26","price":"Muntu! Urubaha wubahirize agateka k’umuvandimwe wawe mu kumuhereza imperezwa ku bugwaneza, wongere uhe n’umukene atagira shinge na rugero, n’uwuri ku rugendo yakehaniwe n’ikimushikana iyo aroye, kandi ntugatange mu bitarekuwe canke mu buryo bw’isesagura ry’ubutunzi;","arabic":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2055,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:27","price":"Mu vy’ukuri, abatanga mu bitarekuwe canke mu buryo bw’isesagura ry’ubutunzi, ni incuti za shetani mu gukwiragiza ubwononyi n’ivyaha; burya shetani yamye ari umugarariji karuhariwe w’inema z’Imana yayo Rurema Allah;","arabic":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2056,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:28","price":"Niwirengagiza guha imperezwa abayigenewe, ku mvo zo kutagira ico wobaha, uzeye kuzoronka ico wobahako ku mpuhwe z’Imana yawe Rurema Allah, uraheza ubabwire akajambo keza k’ituze kabaremesha ko niwaronka uzobaha;","arabic":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2057,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:29","price":"Ntukabe rero ingumyi mu kudatanga mu bikorwa vy’igamburukiramana[354]; kandi ntugasesagure mu gutanga gushika n’aho utanga ibirengeye ubushobozi bwawe, maze ugatangura gutanako imiragwe n’abantu bakakunebagura, ugatangura kwicuza kw’isesagurwa ry’ubutunzi bwawe.","arabic":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2058,"juzNumber":15,"footnotes":"[354] Nko gusumira umuryango no gufasha aboro n’abakene batagira shinge na rugero, n’ibindi.","lang":"rn"},{"name":"17:30","price":"Mu vy’ukuri Imana yawe Rurema Allah, Iha uwo Ishatse umusesekara gusumba abandi mu bibeshaho ibiremwa, Ikagerera muri vyo uwo Ishatse. Mu vy’ukuri Imana Allah, ni Muhetuziwavyose, Nyenukubona, Irazi neza ibikorwa vy’abaja bayo, nta na kimwe Iyobewe.","arabic":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2059,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:31","price":"Bantu! Ntimukice abana banyu ku mvo zo gutinya ko mwokena. Ni Twebwe Allah Tuzobabeshaho nk’uko na mwe Tubabeshejeho. Mu vy’ukuri, ukwica abana ku mvo zo gutinya gukena, ni icaha rutura;","arabic":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2060,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:32","price":"Ntimukegere na gato ivyotuma mugwa mu busambanyi. Mu vy’ukuri ugusambana, ni icaha c'agahomerabunwa, ni n’inzira mbi itabereye namba;","arabic":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2061,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:33","price":"Kandi ntimukice umuntu Imana Allah Yaziririje ko yicwa, kiretse mu gihe hubahirijwe vy’ukuri ingingo yo kwica[355]. Uwishwe rero ku karenganyo, umuhagarikizi wiwe[356] Twebwe Allah Twaramuhaye ububasha bwo gusaba ubutungane ko uwamwiciye yokwicwa canke agatanga inshumbusho, kandi rero ntarekuriwe na gato kurenga ku ngingo yo kwihora ngo hicwe babiri canke barenga ku kwihorera iyicwa ry’umuntu umwe, canke ngo uwishe yicwe urw’agashinyaguro; mu vy’ukuri umuhagarikizi w’uwishwe, Imana Allah Izomutera intege gushika yihorere uwishwe;","arabic":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2062,"juzNumber":15,"footnotes":"[355] Nk’ingingo yo kwica uwishe, canke uwudohotse ku kwemera akava mu bwislamu “murtaddi”, canke uwusambanye yari yubatse urwiwe agaterwa amabuye gushika apfe.\n[356] Umuhagarikizi arekuriwe gusaba ubutungane ko bwubahiriza ingingo yo kwihorera uwishwe. Umuhagarikizi arashobora kuba ari umwe mu basigwa biwe batorana, canke akaba mu ndongozi.","lang":"rn"},{"name":"17:34","price":"Vyongeye, ntimugatandukire amatungo y’impfuvyi mureze ngo muyakoreshe mu kuyigurana, kiretse mu bintu nkenerwa ku neza[357] ya nya mpfuvyi gushika igere mu bigero, ishobore no kumenya gukoresha nya matungo. Muraheza mwubahirize kandi n’isezerano mwemeye ryo kurera nya mpfuvyi no kuyicungerera amatungo yayo. Mu vy’ukuri, umuntu azobazwa n’Imana Allah ku musi w’izuka ko yubahirije isezerano, Iheze Imuhere niyaryubahiriza, canke Imuhane niyahemuka akaridohokako.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2063,"juzNumber":15,"footnotes":"[357] Nko kuyakoresha mu bikorwa vyo kugwiza ubutunzi.","lang":"rn"},{"name":"17:35","price":"Nimukwize ingero nimwagerera abantu, mukwize neza n’ivyo mubagerera ku munzani. Ugutunganiriza abantu ku ngero canke ku munzani, ni vyo vyiza kuri mwebwe kw’isi, ni na vyo muzohemberwa indishi ishemeye mu buzima bw’inyuma yo gupfa.","arabic":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2064,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:36","price":"Muntu! Ntukihe gushira mu ngiro canke guhagarikira ivyo udafitiye ubumenyi. Mu vy’ukuri, umuntu azobazwa kw’ikoreshwa ry’amatwi, amaso n’umushaha. Niyakoresha rero ivyo bihimba ku neza, azoheza abihemberwe iciza; niyabikoresha naho ku nabi, azoheza abihemberwe ikibi;","arabic":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2065,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:37","price":"Ntukagendagende n’amanyama n’ubwishime kw’isi, wewe mu vy’ukuri ntuzopfa utoboye isi ku manyama yawe; n’ubwishime bwawe kandi ntibuzotuma ungana n’umusozi mu burebure.","arabic":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2066,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:38","price":"Izo ngingo n’amabwirizwa y’ibiziririjwe vyadondaguwe ng’aho hejuru, ibibi bibikomokako, Imana yawe Rurema Allah ntibikunda namba.","arabic":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2067,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:39","price":"Muvugishwamana! Izo ngingo n’amabwirizwa rero, ni bimwe mu vyo Imana yawe Rurema Allah Yaguhishuriye. Muntu! Ntukanabangikanye Imana Allah n’iyindi mana mu gusenga, wohava utabwa mu muriro wa Jahannamu, abantu bagatangura kugutako imiragwe, na we ubwawe ukicuza ukayitako, ukisanga ata ciza na kimwe ufise kiretse ivumwe.","arabic":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2068,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:40","price":"Babangikanyamana! Mbega Imana yanyu Rurema Allah Yabahitiyemwo kubaha abana b’abahungu, Iraheza Yigenera mu bamalayika abana b’abakobwa! Mu vy’ukuri, mwebwe muvuga ijambo ribi cane ryo kwomekera abana b’abakobwa ku Mana Allah.","arabic":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2069,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:41","price":"Ni ukuri Twebwe Allah, Twaratomoye bikwiye muri Qor’ani, ingingo, amabwirizwa n’inyigisho zitandukanye, kugira abantu banyurwe baheze bikebuke. Iryo tomora ry’ingingo n’amabwirizwa, nta co ryigeze ryongereza abirenganya mu bantu, kiretse ubugaba bwo guhunga ukuri no kutikebuka.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2070,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:42","price":"Ntumwa y’Imana! Vuga ushimangira isengwa ry’Imana Imwe Rudende Allah, uti: “Imana Allah, iyo Iba Ifise izindi mana biri kumwe nk’uko ababangikanyamana bavuga, nya mana zari kurondera inzira izishikana kw’iganza ry’Imana Allah Nyenubuhangamo”.","arabic":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2071,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:43","price":"Nihaninahazwe Imana Allah, Ihabwe n’icubahiro nta ngere mu buryo burengeye cane ivyo ababangikanyamana bavuga.","arabic":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2072,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:44","price":"Amajuru indwi n’isi hamwe n’ibiri muri vyo, vyose biraninahaza Imana Allah, nta n’ikintu na kimwe rero caremwe, kiretse ko kininahaza Imana Allah mu kuyishimagiza, ariko mwebwe abantu ntimutahura ininahazamana ryavyo. Mu vy’ukuri Imana Allah, Yamye ari Nyenubwitonzi-ntangere, ntiyihutira guhana ibigaba, Nyenikigongwe-ntangere ku bigaya.","arabic":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2073,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:45","price":"Ntumwa y'Imana! Iyo usomye Qor’ani, maze ababangikanyamana bakayumva, mu kubahanira ubutumva bwabo, Duca Dushira ipaziya hagati yawe n’abatemera ubuzima bw’inyuma yo gupfa, maze nya paziya igatuma badatahura Qor’ani;","arabic":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2074,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:46","price":"Tugaheza Tugasibanganya n'imitima yabo igacika agatimatare biturutse ku bugaba bwabo, ntibaheze ngo banyurwe na Qor’ani, Tukaziba n’amatwi yabo maze ntibumvirize Qor’ani ngo igire ico ibunguye; n’iyo uyaze Imana yawe Rurema muri Qor’ani, urarikira ko Yosengwa ari Imwe Rudende Itabangikanywa, baca birabira hirya bakagenza umugongo bahunga iryo rarikwa ryo gusenga batabangikanya Imana Imwe Rudende Allah.","arabic":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2075,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:47","price":"Burya rero Twebwe Allah, Turazi neza ihangiro ry’ivyo ababangikanyamana bumviriza iyo bariko bagutega amatwi. Ntibanakwumviriza ku mvo zo gutahura ngo banyurwe. Turazi n’ivyo bavuga mu bwongoshwe, maze abirenganije muri bo, bakavuga bati: “Emwe! Nta co mukurikira kiretse umugabo yarozwe agakeherwa n’ubwenge!”.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2076,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:48","price":"Ntumwa y’Imana! Ehe raba ukuntu ababangikanyamana bakugize iciro ry’umugani ko uri umurozi wakehewe n’ubwenge, maze barahuba, eka ntibashobora no gutumbera inzira igororotse y’ukuri.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2077,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:49","price":"Ababangikanyamana bavuze bamirira kure izuka ry’ibiremwa, bati: “Aho rero nitwahwera tugacika amagufa yabunzwe akabora, burya tuzosubizwa ubuzima kandi, duheze tuzuke ku musi w’izuka!”.","arabic":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2078,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:50","price":"Ntumwa y’Imana! Bishure uti: “Murashaka muhinduke ibuye canke icuma nimwaba mubishoboye;","arabic":"۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2079,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:51","price":"Canke muhinduke ikindi kiremwa mubona ko gihambaye cane, nta kibuza ko muzozuka”. Umaze kubabwira ivyo, muri ico gihe bazokwinamura bahakana, bati: “Ni nde yodusubiza ubuzima twaramaze gupfa!”. Bakurire inkoni ku gishitsi ubabwire uti: “Imana Allah Yabaremye na mbere, ni Yo Izobazura Ikabasubiza ubuzima”. Nibumva iyo nyishu, bazozungagiza umutwe bitangaza, baheze bavuge bati: “None iryo zuka ry’ibiremwa, rizoba ryari!?”. Uraheza ubishure uti: “Mwobibwirwa n’iki ko kumbure iryo zuka ry’ibiremwa riri hafi kugera!”.","arabic":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2080,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:52","price":"Umusi Imana Allah, Iyabaremye Yabahamagaye ngo muzuke, maze mukitaba muyishimagiza, mugasokoroka mu kuzimu mwubahiriza itegeko ryayo, muzokwibaza ko mutigeze muba kw’isi kiretse akanya gato, bitewe n’intureka z’uwo musi.","arabic":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2081,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:53","price":"Ntumwa y’Imana! Bwira abaja banje b’abemeramana bavuge amajambo meza aroranye, abereye mu bihe vyose. Nibatabikora ukwo, bazokwibonerako. Mu vy’ukuri, shetani irateranya ikabiba urwanko hagati yabo; ni ukuri shetani, yamye ari umwansi agaragara kuri kiremwa-muntu.","arabic":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2082,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:54","price":"Bantu! Imana yanyu Rurema Allah Irabazi neza. Ishatse Yobagirira impuhwe Ikabashoboza kwemera; canke Ishatse Igatuma muhwerera mu bugarariji, Igaheza Ikabahana. Ntumwa y’Imana! Eka ntitwakurungitse ku bantu kugira ubabere umuhagarikizi ajejwe kubahembera ivyo bakoze;","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2083,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:55","price":"Imana yawe Rurema Allah, Irazi neza ibiremwa biri mu majuru no mw’isi. Ni ukuri Twebwe Allah, Twaradugije icubahiro bamwe mu Bavugishwamana gusumba abandi, mu guhabwa Ibitabu n’ubwinshi bw’ababakurikiye, Twaranahaye n’Intumwa Dawudi (nyakugira amahoro y’Imana Allah) Igitabu ca Zaburi.","arabic":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2084,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:56","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Nimusabe mutakambira ibigirwamana musenga mu gishingo c’Imana Allah, maze bibakureko ivyago! Ico mwomenya co, ni uko bidashoboye namba kubakurako nya vyago; kira noneho rero, ntibinashoboye no gutera ivyago n’uwundi atari mwebwe[358]”.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2085,"juzNumber":15,"footnotes":"[358] Iyi Aayah irabuza gusenga no kwiyambaza ikintu na kimwe mu gishingo c’Imana Allah, caba ari umuzimu canke ikiri kizima, yaba Intumwa canke umweranda, n’ibindi.","lang":"rn"},{"name":"17:57","price":"Ivyo bigirwamana musenga mutakambira mu biremwa, vyaba mu Bavugishwamana, mu beranda canke mu bamalayika, birahiganwa mu gukora ivyobishikana ku Mana yavyo Rurema Allah, bikizigira kuronka impuhwe zayo, bigatinya n’ibihano vyayo. Mu vy’ukuri ibihano vy’Imana yawe Rurema Allah, abantu barakwiye kubitinya bakavyigira kure.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2086,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:58","price":"Nta gacimbiri na kamwe k’abagarariji gahakana Intumwa, kiretse ko Twebwe Allah Tuzogahonya imbere yuko umuhero w’isi ugera; canke Tukagahanisha ibihano bibabaza kw’isi. Iryo honywa n’ihanwa ryako, vyaramaze kwandikwa mu vyagezwe n’Imana Allah.","arabic":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2087,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:59","price":"Nta catumye Tutamanura ibitangaro vyasabwe n’ababangikanyamana, atari uko abo hambere y’abo Twabamanuriye nya bitangaro bakabihakana. Twarahaye Bene Thamuudi (barungikiwe Intumwa Swalehe) igitangaro gitomoye c’ingamiya, baraheza barirenganya bivuye inyuma mu guhakana nya gitangaro. Burya Twebwe Allah, ntitwigeze Turungikana Intumwa ibitangaro, atari ukugira ngo abantu batinye ibihano vyacu, baheze bikebuke.","arabic":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2088,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:60","price":"Ntumwa y’Imana! Ibuka n’igihe Twakubwira Duti: “Mu vy’ukuri Imana yawe Rurema Allah, Yarahetuye abantu mu bumenyi n’ubushobozi vyayo. N’ivyo Twakweretse mu bitangaje vy’ibiremwa mu rugendo rw’ijoro no mu kuduzwa mw’ijuru, ukabibona ukuri kwamye, ntitwabigize atari ukugira ngo bibe igeragezwa ku bantu; gutyo hagaragare umwemeramana n’umugarariji. N’igiti citwa “Al-Zaqquum” cavumwe, kivugwa muri Qor’ani, na co nyene Twakigize igeragezwa ku bantu. Turanatera rero n’ubwoba ababangikanyamana mu kubarungukira ibihano n’ibitangaro bitandukanye, ariko hamwe n’ivyo vyose, nta na kimwe bibongerereza kiretse ukwimonogoza mu bugarariji”.","arabic":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2089,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:61","price":"Ntumwa y’Imana! Ibuka kandi n’igihe Twebwe Allah, Twabwiriza abamalayika hamwe na “Ibilisi[359]” Duti: “Nimwubamire Adamu mumuhe icubahiro kimukwiye”, abamalayika baraheza baragamburuka barubama kiretse Ibilisi yakomoka mu Majini, yaciye avuga ku bwishime n’akantu ati: “Vyoshoboka gute ko nubamira ikiremwa Waremye mw’ivu!”.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2090,"juzNumber":15,"footnotes":"[359] Ibilisi, ni izina ry’ikiremwa ca mbere mu Majini, ni na co cahavuye kiba inkomoko y’amajini. Mu Majini rero harimwo abemeramana hakabamwo n’abagarariji (amashetani).","lang":"rn"},{"name":"17:62","price":"Ibilisi n’ubugarariji n’akantu yarubahutse abwira Imana Allah n’agahigihigi ati: “Urabona iki kiremwa Uteye iteka Ukacubahiriza kunsumba, niwampa kuramba gushika ku musi w’izuka, nta co ntazokora mu kurazwa ishinga no gukwiragiza ubwononyi no guhubisha uruvyaro rwaco uko nshoboye kwose, kiretse gusa bake muri rwo bazogutumbera mu vyo bakora”.","arabic":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2091,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:63","price":"Imana Allah Yaciye Ibwira Ibilisi Iti: “Genda umaramarire hiyo! Uwuzogukurikira mu ruvyaro rwa Adamu akakwumvira, mu vy’ukuri igihano cawe hamwe n’abagukurikiye, kirabarindiriye mu muriro wa Jahannamu;","arabic":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2092,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:64","price":"Wewe genda wigarurire abo ushoboye bose muri nya ruvyaro, mu kubararikira ubuhuvyi n’ubwononyi, maze ugireko wegeranya ingabo zawe zose zishoboka, izigendera ku bitwazi n’izigenda n’amaguru, uheze wifadikanye na zo mu kunyengetera mu matungo yabo barondera, baheze bayakoreshe mu kuyatanga mu bizira, unyengetere no muri bo mu kubaryohereza ivyaha no kuvyara abana baciye mu busambanyi; ntugarukirize ng’aho, ahubwo niwongere ubahe isezerano ry’ikinyoma”. Burya shetani, ntiyigera itanga isezerano ry’ukuri, kiretse ko ari uruhendo gusa.","arabic":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2093,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:65","price":"Mu vy’ukuri, abaja banje bantumbera mu vyo bakora, nta bubasha ubafiseko namba. Ntumwa y’Imana! Imana yawe Rurema Allah Irakwiye kuba Umuhagarikizi Akingira abantu inyoshambi n’uruhendo vya shetani.","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2094,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:66","price":"Bantu! Imana yanyu Rurema Allah, ni Yo Ituma ubwato bubatwara bugendera mw’ibahari, kugira murondere mu mpano zayo mu ruja n’uruza mu rudandazwa. Mu vy’ukuri Imana Allah, Yamye ari Nyenimbabazi n’impuhwe ku biremwa vyayo;","arabic":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2095,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:67","price":"Iyo mukozweko n’ivyago mw’ibahari mugahakwa gutwarwa, mushoka mwibagira ivyo mwahora mubangikanya n'Imana Allah, maze mugasaba Imana Imwe Rudende Allah muyitakambira ngo Ibibakureko, Imana Allah Yamara kubibakurako, Ikabashikana imusozi amahoro, mugaca mwigira ba sindabibazwa mu kwirengagiza itakambiramana ku bugaba bwanyu. Burya zina kiremwa-muntu, kuva na kera na rindi, yamye yihakana inema z’Imana Allah.","arabic":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2096,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:68","price":"Mbega bantu! Karashize ingani mugotwe ku bihano vy’Imana Allah, mutekaniwe ku Mana Allah ko Itobafuririra imusozi, canke ko Itobarungikira imvura y’urubuye izananye mu kirere, hanyuma mukisanga ata muhagarikizi n’umwe yoshobora kubakingira ivyo bihano!","arabic":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2097,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:69","price":"Canke mbega hoho, mwoba mutekaniwe ku Mana Allah mu gihe mwamaze kugarariza, ko Itobasubiza kandi mw’ibahari, Igaheza Ikabarungikira igihuhusi kikabasomesha nturi bivuye kw’igarariza ryanyu, hanyuma ntimuronke n’ico mwitwaza ngo mwisigure imbere yacu!","arabic":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2098,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:70","price":"Ni ukuri Twebwe Allah, Twarateye iteka ry’icubahiro Bene Adamu mu kubacisha ubwenge, mu kubarungikira Intumwa no mu kuborohereza kwikora ku biri mw’isi. Twaranabashoboje kwiyunguruza imusozi ku bitwazi, no kwiyunguruza mu bwato mw’ibahari, Tubaronsa n’ibibabeshaho mu mfungurwa n’ibinyobwa vyiza birekuwe, Turaheza rero Tubaha n’icubahiro gisumba ic’ibindi biremwa vyinshi Twaremye.","arabic":"۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2099,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:71","price":"Ntumwa y’Imana! Ibuka umusi w’izuka, igihe Twarengukije umugwi umwumwe w’abantu hamwe n’indongozi yawo bumvira kw’isi bakayikurikira; uwuzogira amahirwe rero akaba muri nya mugwi ari umweranda, maze agahabwa n’igitabu c’ivyo yakoze mu kuboko kw’ukuryo, uyo azoba ari mu bantu bazosoma igitabu cabo bahimbawe n’akamwemwe kenshi. Abo rero, ntibazorenganywa na gato ku ndishi y’ivyo bakoze, n’aho koba akantu kanzunya kangana n’akanyuzi kari ku nda y’urutete rw’itende.","arabic":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2100,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:72","price":"Nayo uwuzoba kuri iyi si, ari impumyi y’igipfamutima mu kutemera Imana Allah n’Intumwa yayo Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), no mu buzima bw’inyuma yo gupfa nyene, azoba ari impumyi y’igipfamutima idashobora guca mu nzira igana mu Bwami bw’ijuru, kanatsinda azoba yaranahuvye uguhuba nya guhuba inzira y’uburongozi kw’isi.","arabic":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2101,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:73","price":"Ntumwa y’Imana! Ababangikanyamana bahatswe kugukura ku ntumbero y’ivyo Twakumanuriye muri Qor’ani, kugira ngo uturementanirize ibihushanye na vyo, iyo rero uramuka urementanije nk’uko bavyipfuza, ni ukuri bari kukugira umugenzi pfampfe;","arabic":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2102,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:74","price":"Iyo rero Tutagutsimbataza ku kuri, ni ukuri warahatswe guhengamira gato ku ruhande rwabo mu kubemerera bimwe mu vyo bipfuza, kuko baguma bagutega imitego, na we ukamana icizigiro ko bazoteba bakemera.","arabic":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2103,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:75","price":"Iyo uhirahira rero ugahengamira na gato ku ruhande rwabo, ni ukuri Twari guca Tuguha ibihano bigwijwe na kabiri mu buzima bwo kw’isi, n’ibihano bigwijwe na kabiri nyene igihe uri ku mpfiro[360], hanyuma ntiworonse umuntu n’umwe agutabara ngo agukureko ibihano vyacu.","arabic":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2104,"juzNumber":15,"footnotes":"[360] Ivyo bihano, vyari kugwizwa na kabiri ku Ntumwa (nyakugira amahoro n’impuhwe z’Imana Allah) iyo iborohera mu guhengamira ku ruhande rwabo, kuko Imana Allah Yayihaye inema nyinshi, Iyigisha n’ubumenyi bwinshi bituma ikwiye gutsimbatara ku kuri.","lang":"rn"},{"name":"17:76","price":"Abagarariji baranahatswe kukwomora mu gisagara ca Makka ku kuntu bakubangamira. Iyo bahirahira rero ngo bakwomore muri ico gisagara, na bo nyene ntibari kukigumamwo kiretse akanya gato gusa, Tugaca Tubahana;","arabic":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2105,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:77","price":"Ni uko vyamye rero ku bo Twarungikiye Intumwa zacu aho hambere yawe, ko abomoye Intumwa Twashoka Tubahana. Ntumwa y’Imana! Genda ugendereze, nta hantu na hamwe uzosanga Twarigeze kudohoka ku ngingo yo guhana abomoye Intumwa.","arabic":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2106,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:78","price":"Tsimbataza rero amasengesho akwije ibisabwa guhera ku muhingamo gushika ku mugoroba buhwibiye; wongere utsimbataze isengesho ryo mu mutwenzi, uheze urisomemwo Qor’ani umwanya muremure, mu vy’ukuri isengesho ryo mu mutwenzi, ryitabirwa n’abamalayika b’ijoro hamwe n’abandi babakorera mu ngata ku murango;","arabic":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2107,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:79","price":"Muvugishwamana! No mu gicugu, ba uvyuka usome Qor’ani umwanya muremure mw’isengesho; kugira iryo sengesho rikubere iry’inyongera rikudugiriza icubahiro, kumbure hari n’aho Imana yawe Rurema Allah Yokuzura ku musi w’izuka ufise igihagararo gishimwa n’ibiremwa, kuko uzobisabira gutezurirwa;","arabic":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2108,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:80","price":"Uraheza uvuge uti: “Mana yanje Rurema Allah! Ngenera ubwinjiriro bw’ukuri bunshikana ku vyiza; Ungenere n’ubusohokero bw’ukuri bunkura mu bibi, Wongere Umpe n’icemezo kivuye iwawe, gituma Untabara Ukankurako umwansi wese”.","arabic":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2109,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:81","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Ukuri kw’ubwislamu kwaraje, ikinyoma c’ibangikanyamana kiraheza gikubitirwa ahabona, mu vy’ukuri ikinyoma kimara umusi ntikimara umwaka, bitebe bitebuke gitegerezwa kuganzwa kigende amazimayongo”.","arabic":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2110,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:82","price":"Twebwe Allah Tumanura muri Qor’ani Aayah zivura indwara z’umutima ziterwa n'ivyaha, izivura n'indwara zisinzikaza umubiri, n’izindi zituma abemeramana bagirirwa impuhwe n’Imana Allah. Burya iyi Qor’ani, ntiyongerereza abirenganya mu bugarariji, kiretse ubuhuvyi n’agahombo.","arabic":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2111,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:83","price":"Iyo Twebwe Allah Duhaye umuntu inema y’amatungo, ibibondo no kuroranirwa mu magara n’ibindi, araheza akagenza umugongo akirengagiza igamburukiramana. Iyo naho akozweko n’ikiza c’ubukene canke indwara n'ibindi, aca yihebura kuko atizeye Imana Allah.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2112,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:84","price":"Ntumwa y’Imana! Bwira abantu uti: “Umwe wese muri mwebwe akora yisunze uko ari, burya Imana yanyu Rurema Allah, ni Yo Izi neza umugororotsi atumbereye ukuri”.","arabic":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2113,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:85","price":"Ntumwa y’Imana! Abagarariji barakubaza ku bijanye n’inkomoko y’ubuzima “Roho”! Bishure uti: “Ukuri ku bijanye n’inkomoko y’ubuzima “Roho”, kuzwi gusa n’Imana yanje Rurema Allah, kanatsinda mwebwe n’abantu bose, ntimwahawe mu bumenyi kiretse ubumenyi buke.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2114,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:86","price":"Ntumwa y’Imana! Twebwe Allah Twoshaka guhanagura mu mushaha wawe Qor’ani Twakumanuriye, ni ukuri Twobishobora, hanyuma ntiworonse umuhagarikizi n’umwe atubuza kuyihanagura canke ngo ayikwigishe bushasha;","arabic":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2115,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:87","price":"Ariko rero Imana yawe Rurema Allah Yarakugiriye impuhwe, maze Itsimbataza Qor’ani mu mushaha wawe. Mu vy’ukuri, impano zayo kuri wewe zamye ari nta ngere[361].","arabic":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2116,"juzNumber":15,"footnotes":"[361] Zimwe mu ngabirano Imana Allah Yahaye Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), ni uko Yayihaye Qor’ani ntagatifu, Iyigenera igihagararo kizoshimwa n’ibiremwa ku musi w’izuka, n’ibindi rero Itigeze Iha n’umwe mu biremwa.","lang":"rn"},{"name":"17:88","price":"Ntumwa y’Imana! Vuga uti: “N’aho abantu n’amajini bari kwiyunga, bakaja hamwe kugira bazane nk’iyi Qor’ani y’igitangaza, ntibari gupfa bazanye nkayo mu ndimburo no mw’itomora ry’ingingo n’amabwirizwa yayo. N’iyo bari kurarikana hagati yabo kugira bagerageze, nta vyo bari gushobora namba”.","arabic":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2117,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:89","price":"Ni ukuri Twebwe Allah, Twaratomoreye abantu bikwiye muri Qor’ani, mu gutanga uburorero butandukanye bwotuma banyurwa bakikebuka, bagaheza bakubahiriza nya burorero mu kubugendera, ariko abenshi mu bantu bahisemwo kugarariza ukuri, baraheza barahakana bivuye inyuma ivyemezo vyerekana ubushobozi n'ububasha vy’Imana Allah.","arabic":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2118,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:90","price":"Ababangikanyamana bamaze kuganzwa na Qor’ani, baciye basaba ko bohabwa ibitangaro nk’uko bavyipfuza, maze bavuga bati: “Muhama! Ntiturota tukwemera namba ngo dukore ivyo ushaka, utabanje kuducira iriba ry’amazi atemba ku gataka k’igisagara ca Makka;","arabic":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2119,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:91","price":"Canke ugire umurima wiharije ugizwe n’ibiti vy’itende n’imizabibu, uheze uwucirire n'inzuzi zitemba mu migende yawo;","arabic":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2120,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:92","price":"Canke ijuru ritugweko nk’uko watuburiye, canke utuzanire Imana Allah n’abamalayika bayo tubibonere ukuri kwamye;","arabic":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2121,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:93","price":"Canke wigirire inzu itatswe n’inzahabu, canke uduge mw’ijuru uciye ku ngazi, kandi ntituzokwemera ko waduzeyo utabanje kugaruka ufise igitabu kivuye ku Mana Allah, maze twisomere muri nya gitabu ko wewe uri Intumwa y’Imana Allah vy’ukuri”. Ntumwa y’Imana! Bwira abo bagarariji uti: “Nihaninahazwe Imana yanje Rurema Allah! Mbega jewe ndi igiki ku Mana Allah, cotuma ndayitegeka kubazanira ibitangaro mwipfuza! Nta co ndi, kiretse kuba ndi umuntu nkaba n’Intumwa, nshikiriza ubutumwa bwayo nk’uko Yabundungikanye”.","arabic":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2122,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:94","price":"Nta cabujije rero abagarariji kwemera Imana n’Intumwa yayo igihe bashikirwa n’uburongozi buvuye ku Mana Allah, kiretse ijambo bavuze bahakana bati: “Ni gute Imana Allah Yorungika Intumwa ivuye mu bantu!”.","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2123,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:95","price":"Ntumwa y’Imana! Gondoza ababangikanyamana, ubabwire uti: “Iyo kw’isi haza kuba abamalayika bagendagenda batekaniwe, ni ukuri Twebwe Allah, Twari kubarungikira Intumwa ivuye mu bamalayika nkabo[362]”.","arabic":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2124,"juzNumber":15,"footnotes":"[362] Intumwa irungikwa ku bantu ivuye muri bo kugira ishikirize ubutumwa mu rurimi bumva, batahura.","lang":"rn"},{"name":"17:96","price":"Babwire kandi uti: “Imana Allah ubwayo Irakwiye kuba Icabona hagati yanje na mwe, ko ndi Intumwa vy’ukuri. Mu vy’ukuri, Imana Allah Yamye ari Muhetuziwavyose, Nyenukubona, Irazi neza ibikorwa n’abaja bayo, nta na kimwe Iyobewe”.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2125,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:97","price":"Uwushobojwe n'Imana Allah akarongoka mu kuri rero, uyo ni we mugororotsi vy’ukuri; nayo uwubaye intumva, maze Imana Allah Ikamureka agahuba inzira y’ukuri, uyo ari mu bantu utazokwigera uronkera n’umwe mu bahagarikizi hatarimwo Imana Allah, yobarongora ku kuri. Tuzoheza rero Twebwe Allah, Twegeranye abahuvye ku musi w’izuka bagenza amaso, batabona, batavuga, batumva. Ubushikiro bwabo, ni mu muriro wa Jahannamu; uko nya muriro ucureshe, ni ko Tuzowegenyeza ukarushirizaho kururumba.","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2126,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:98","price":"Ivyo bihano rero, ni yo ndishi y’ababangikanyamana, ku kuntu bagararije Aayah n'ivyemezo vyacu Twebwe Allah, bakanavuga bahakana bivuye inyuma izuka ry’ibiremwa, bati: “Mbega nitwapfa tugacika amagufa yabunzwe akabora, ni ivy'ukuri ko tuzozuka duheze dusubizwe kandi ubuzima ku musi w’izuka!”.","arabic":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2127,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:99","price":"Mbega ababangikanyamana ntibamenye ko Imana Allah Yaremye ata co Irinze gufatirako amajuru n’isi n’ibiremwa biri hagati yavyo, Ishoboye kurema nkavyo mu gihe vyohona! Yaranategekanirije ababangikanyamana isango ryo gupfa n’iryo guhanwa, nta nkeka ko iryo sango ritegerezwa gushika. Hamwe n’ivyo rero, abirenganije mu guhakana izuka ry’ibiremwa, bahisemwo kugarariza idini ry’Imana Allah.","arabic":"۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2128,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:100","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Iyo muba mugaba ibigega vy’impano z’Imana yanje Rurema Allah, zitigera zihera, mwari kuba ingumyi ku gutinya ko muramutse mutanze mwohava mukena, burya zina kiremwa-muntu camye ari impfumbasi, kiretse uwagiriwe impuhwe n’Imana Allah”.","arabic":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2129,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:101","price":"Ni ukuri Twebwe Allah, Twarahaye Musa ibitangaro icenda bigaragara, vyemeza ukuri kw’ubutumwa bwiwe[363]. Ntumwa y’Imana! Urabaza Bene Israyeli ingene vyagenze igihe Musa yabazanira nya bitangaro bigaragara, maze Firawuni akamubwira ati: “Jewe mu vy’ukuri, nibaza ko wewe Musa warozwe, ugakeherwa n’ubwenge!”.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2130,"juzNumber":15,"footnotes":"[363] Ivyo bitangaro bikaba vyari ibi bikurikira: ihinduka ry’inkoni ikaba inzoka amahanga, gusayangana kw’ikiganza mu gihe agikuye mu kwaha, itera ry’amapfa, ikeha ry’umwimbu w’ivyamwa, itera ry’imyuzurire y’amazi, itera ry’inzige, itera ry’udukoko turya ico ari co cose duhuye na co, itera ry’ibikere bikwiragiye hose n’ihinduka ry’ibinyobwa bigacika amaraso.","lang":"rn"},{"name":"17:102","price":"Musa yishuye Firawuni ati: “Ni ukuri, urazi neza ko ata wundi yamanuye ibi bitangaro icenda bigaragara atari Imana Allah, Rurema w’amajuru n’isi; Yamanuye nya bitangaro, kugira bibe ivyemezo vyotuma abanyabwenge bemera ko Imana Allah ari Yo Yaremye; n'uko ari Yo Ikwiye no gusengwa ari Imwe Rudende. Kandi rero nanje mu vy’ukuri, ndizeye ata gukekeranya ko wewe Firawuni wavumwe, utegerezwa guhona”.","arabic":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2131,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:103","price":"Ni ho rero Firawuni yatwarwa n’agashavu, aca ashaka kurondera gutera ubwoba Musa hamwe na Bene Israyeli, ko yobomora mu gihugu ca Misiri, maze Twebwe Allah Duca Turamusomesha nturi mw’ibahari, we hamwe n’ingabo ziwe zose.","arabic":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2132,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:104","price":"Maze Duca Tubwira Bene Israyeli mu nyuma y’ihonywa rya Firawuni n’ingabo ziwe, Duti: “Nimucumbike rero ku gataka ka Shaamu, nihagera ko umuhero w’isi ushika, Tuzoheza Tubazure mwese, muheze muharurirwe”.","arabic":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2133,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:105","price":"Twebwe Allah, Twamanuriye Qor’ani vy’ukuri Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), kugira irarikire abantu kugamburukira Imana Allah, kandi Qor’ani yamanutse mu kuri ikingiwe, nta kizokwongerwamwo canke ngo gikurwemwo n’abantu. Ntumwa y’Imana! Ntitwanagutumye rero, kiretse ngo ube Intumwa ishikiriza inkuru nziza ihumuriza abemeramana ko bazohabwa Ubwami bw’ijuru, ikanagabisha ibigaba ku bihano vy’Imana Allah.","arabic":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2134,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:106","price":"Ntumwa y’Imana! Twebwe Allah, Twakumanuriye Qor’ani itomoye, itandukanya uburongozi n’ubuhuvyi, ukuri n’ikinyoma, kugira uyisomere abantu mu bwitonzi nta ngere; Twanayihishuye bukebuke Dufatiye ku vyagiye birashikira abantu no ku kuntu babayeho.","arabic":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2135,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:107","price":"Ntumwa y’Imana! Bwira abahakanyi uti: “Mwemera Qor’ani mutayemera, ukuyemera kwanyu nta co kuyongerereza, eka no kuyihakana kwanyu nta co kuyitwara”. Mu vy’ukuri, abamenyi batahuye ukuri kw’ihishurwa rya Qor’ani mu bahawe Ibitabu vyo hambere yayo, iyo basomewe Qor’ani, bashoka bubamika uruhanga hasi mu kwubaha Imana Allah;","arabic":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2136,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:108","price":"Maze bagaca bavuga bati: “Nihaninahazwe Imana yacu Rurema Allah mu buryo burengeye cane ivyo bayitiranya bakayibangikanya, nta nkeka ko Isezerano ry’Imana yacu Rurema Allah ryo guhemba abemeramana n’iryo guhana abagarariji, ari iry’ukuri, ritegerezwa gushika”;","arabic":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2137,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:109","price":"Bubamika uruhanga hasi rero bakorora amosozi ku kunyurwa n’inyigisho za Qor’ani, gutyo bakarushirizaho kwicisha bugufi ku Mana Allah.","arabic":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2138,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"17:110","price":"Ntumwa y’Imana! Bwira ababangikanyamana[364] uti: “Nimusabe muvuga muti: “Ewe Mana Allah!” canke muvuga muti: “Ewe Nyenimpuhwe!”, izina iryo ari ryo ryose mu mazina yayo mwosabisha, muzoba muriko musaba Imana Imwe Rudende, kuko Imana Allah amazina yayo yose Ifise, ni meza cane”. Ntumwa y’Imana! Mu gihe uriko urasenga, ntugasome Qor’ani mw’ijwi rinini cane ngo ababangikanyamana bakwumve, eka ntukanayisome wongorera gushika n’aho abo usengesha batakwumva, uraheza rero usome nya Qor’ani mw’ijwi rigereranye.","arabic":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2139,"juzNumber":15,"footnotes":"[364] Ababangikanyamana banebagura Intumwa (nyakugira amahoro n’impuhwe z’Imana Allah) ko mu gusaba Imana Allah, isaba ivuga iti: “YA ALLAAH! YA RAHMAAN!” (Ewe Mana Allah! Ewe Mana Nyenimpuhwe!), bakaba babona ko ari ugusaba imana nyinshi.","lang":"rn"},{"name":"17:111","price":"Ntumwa y’Imana! Vuga uti: “Nihashimagizwe Imana Allah Itigeze Yigenera umwana, Itigeze Inagira na kimwe kibangikanijwe na Yo mu bumana bwayo, eka ntiyigeze Inagira umuhagarikizi mu biremwa kuko Yikwije kandi Yikenuye”; uraheza rero kandi uyikuze mu kuyisenga utayibangikanya, no mu kuyitumbera muri vyose, kuko ari Yo Nkuru Irengeye vyose”.","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2140,"juzNumber":15,"footnotes":"","lang":"rn"}],"chapter":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"]}