{"data":[{"name":"18:1","price":"Nihashimagizwe Imana Allah Yamanuriye Igitabu ca Qor’ani, Umuja wayo akaba n’Intumwa yayo Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), kandi ntiyigeze Ishira muri nya Gitabu ca Qor’ani ingingo n’imwe idashingiye ku kuri.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:2","price":"Imana Allah, Yagize nya Gitabu ca Qor’ani kuba kigororotse, kitagiramwo amakenga n’ivuguruzanya mu ngingo zaco, kugira kigabishe abagarariji ku bihano bikaze vy’Imana Allah, congere gishikirize inkuru nziza ihumuriza abemeramana bakora ivyiza bitegetswe, ko mu vy’ukuri bategekanirijwe impembo nziza y’Ubwami bw’ijuru;","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:3","price":"Bazoba muri nya Bwami bw’ijuru ibihe bidahera, bari mu nema zamaho.","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:4","price":"Iyo Ntumwa iri ng’aho kandi kugira igabishe ku bihano vy’Imana Allah ababangikanyamana bavuze barementaniriza Imana Allah ko Yigeneye umwana.","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:5","price":"Ababangikanyamana nta n’ubumenyi bafise bokwisunga mu kwemeza ko Imana Allah Yigeneye koko umwana, eka n’abavyeyi babo bakurikiye muri iryo rementanya, na bo nyene nta bumenyi bari bafise bwo kurishimangira. Iryo jambo riva mu kanwa kabo rero, ryo kwomekera umwana ku Mana Allah, ni ribi cane, kanatsinda ntibavuga kiretse ikinyoma cambaye ubusa.","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:6","price":"Ntumwa y’Imana! Kumbure woba wicwa n’intuntu n’agahinda bitewe n’ukuntu abantu warungitsweko bakwirengagiza mu kugenza umugongo, ntibaheze ngo bemere Qor’ani banayigendere.","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:7","price":"Mu vy’ukuri Twebwe Allah, Twaremye ibiri kw’isi, maze Tubigira ibisharizo vyayo, Tunabigira ibintu ngirakamaro ku bayicumbitseko, kugira Tubagerageze haheze hamenyekane uwukora ivyiza ku bw’Imana Allah kurusha abandi, hamenyekane n’umunyavyaha ruhebuza, gutyo Tuzohembere umwe wese ivyo yakoze.","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:8","price":"Umuhero w’isi rero niwagera, ni ukuri ibiri kw’isi vyose Twebwe Allah Tuzobihindura ubukumbagare.","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:9","price":"Ntumwa y’Imana! Mbega ivyashikiye benisenga ry’ibuye ari bo benurubaho rwanditsweko amazina n’amateka yabo, woba uriyumvira ko ari bimwe mu vyemezo n’ibitangaro vyacu bitangaje! Irema ry’amajuru n’isi n’ibiri hagati yavyo rero, ritangaje gusumba ivyashikiye benisenga ry’ibuye!","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:10","price":"Ibuka igihe imikangara y’abemeramana yahungira mw’isenga ry’ibuye, ku gutinya ko yogeragezwa mu guhatirwa gusenga ibigirwamana, iraheza ivuga iti: “Mana yacu Rurema Allah! Duhundagazeko impuhwe zawe, maze Udutsimbataze ku kwemera, Udukingire n’inabi y’ibiremwa, Wongere Utworohereze inzira idushikana ku vyiza bigushimisha, duheze tube mu bagororotsi”.","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:11","price":"Ni ho rero nya miyabaga Twayisinziriza umukondorazosi, iraheza iguma muri nya senga ry’ibuye imyaka n’iyindi.","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:12","price":"Hanyuma ni ho Twayikangura mw’itiro kugira Tugaragarize abantu ukuri ku vyo Dusanzwe Tuzi ku bijanye n’ikiringo iyo miyabaga yamaze isinziriye, ari na co imigwi ibiri yahazanako, gutyo haheze hamenyekane muri nya migwi ibiri, umugwi woba uzi neza igitigiri c’imisi nya miyabaga yamaze isinziriye.","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:13","price":"Ntumwa y’Imana! Twebwe Allah Tukwiganira kahise kabo vy’ukuri. Mu vy’ukuri, benisenga, ni abantu b’imikangara bemeye Imana yabo Rurema Allah baranayigamburukira, maze Tubongerereza ubugororotsi no gutsimbatara ku kuri.","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:14","price":"Twaranatimbishije n’imitima yabo igihe bahagarara imbere y’umwami yagarariza, akabanebagura ko batagisenga ibigirwamana, bakavuga bati: “Imana yacu Rurema Allah dusenga, ni Imana Rurema Yaremye amajuru n’isi, ntituzokwigera dusenga mu gishingo cayo iyindi mana. Ni ukuri, mu gihe twovuga ibihushanye n’ivyo, twoba tuvuze ikinyoma ceruye”.","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:15","price":"Ni ho rero babwirana hagati yabo bati: “Aba bantu bacu, bigiriye izindi mana basenga mu gishingo c’Imana Allah, ubwo ntitwobasaba bakazana ivyemezo bigaragara vyemeza isengwa ry’ivyo bigirwamana! Burya, nta n’umwe arenganya akimonogoza gusumba uwurementaniriza Imana Allah mu kuyibangikanya”.","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:16","price":"Twaraberetse rero ico bakwiye gukora, Duti: “Igihe mwiyonkoye ku babangikanyamana, mukavavanura n’ivyo basenga havuyemwo Imana Allah, murashoka muhungira mw’isenga ry’ibuye riri ku musozi, maze musenge Imana Imwe Rudende Allah, Imana Allah Izoheza Ibahundagazeko impuhwe zayo, nta na kimwe kizobabangamira, Yongere Iborohereze inzira yo kuronka ibibabeshaho”.","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:17","price":"Ni ho rero benisenga bahungira muri nya senga ry’ibuye, maze Imana Allah Ica Irabasinziriza umukondorazosi. Izuba riserutse, wabona rihengamiye iburyo bwa nya senga; ryarenga naho, ukabona rihengamiye ibubamfu bwa nya senga, ico gihe rero nta mishwarara y’izuba yabarasirako canke ngo babure akayaga keza gaciye mu bwinjiriro bwa nya senga. Iryo bungabungwa rya benisenga, riri mu vyemezo vyerekana ubushobozi n'ububasha vy’Imana Allah. Uwushobojwe n’Imana Allah akemera akanagamburuka, uyo ni we mugororotsi vy’ukuri, nayo uwubaye intumva, maze Imana Allah Ikamureka agahuba inzira y'ukuri, ntuzokwigera umuronkera umuhagarikizi amutumbereza mu nzira y’ukuri.","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:18","price":"Ubonye rero ukuntu benisenga bari bameze, wokwibajije ko bakanura kandi basinziriye. Twebwe Allah, Twaguma Tubahindukiza ku rubavu rw’iburyo n’urw’ibubamfu, kugira ibihimba vyabo ntibibore ngo biribwe n’umuswa. Imbwa yabo bari kumwe, yari irambije ku bwinjiriro bwa nya senga nk’aho yoba ibacungereye. Uturukiriye aho bari, ubabonye wari gutungwa n’ayo wameze, wari no kwicwa n’ubwoba budasanzwe.","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:19","price":"Ni nk’uko nyene rero Twebwe Allah - Twabasinzirije Tukanababungabunga ikiringo kirekire - Twabakanguye mw’itiro, kugira babazanye hagati yabo ku kiringo bamaze basinziriye. Bamwe muri bo bishuye bati: “Twasinziriye umusi umwe canke igice cawo”; abandi na bo bishuye bati: “Imana yanyu Rurema Allah, ni Yo Izi neza na neza ikiringo mumaze musinziriye. Enda nyabuna rero, nimurungikane aya mahera y’amadirhamu umwe muri mwebwe aje mu gisagara, maze abasumire mu mfungurwa zirekuwe, ziryoshe, aheze abazanireko ivyo mufungura, kandi agende yiyorobeka kugira ntihagire n’umwe amumenya ngo dufatwe;","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:20","price":"Mu vy’ukuri, nihagira abamenya aho muri, baca babatera amabuye gushika mupfe; canke babasubize mw’idini ryabo ryo gusenga ibigirwamana, ico gihe rero ntimuzokwigera mwongera kuronka icobashikana ku ntsinzi y’Ubwami bw’ijuru”.","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:21","price":"Ni nk’uko nyene rero Twebwe Allah - Twabasinzirije ikiringo kirekire hanyuma Tukabakangura mw’itiro - Twatumye abantu bamenya aho bahungiye[1], kugira bamenye ata gushidikanya ko isezerano ry’Imana Allah ryo kuzura abapfuye ku musi w’izuka, ari iry’ukuri. Ico gihe abantu bababonye bariciyemwo imigwi ku bijanye n’ukwemera izuka ry’ibiremwa; muri bo harimwo abemeye nya zuka ry’ibiremwa, hari n’abandi barihakanye. Iboneka rya benisenga ryabaye igitangaro cemeza ko izuka ry’ibiremwa ari ukuri. Benisenga bamaze kuboneka rero, ntibamaze kabiri, baciye bapfira muri rya senga ry’ibuye, ni ho abatanguye kubabona bavuga bati: “Nimubarekereyo, maze mwubakire umwugariro kw’iryo senga ry’ibuye, burya Imana yabo Rurema Allah, ni Yo Izi neza ukuri ku vyabashikiye”. Abaganza muri ico gihe bavuze bati: “Dutegerezwa kububakirako umusigiti[2]”.","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"[1] Hari inyuma y’aho baboneye amahera y’amadirhamu atagikoreshwa, bari barungikanye umwe muri bo kugira ngo abasumire.\n[2] Intumwa y’Imana Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) mw’iragi ryayo rya nyuma, yarabujije kwubakira umusigiti ku mva z’Abavugishwamana n’aberanda; yaranavumye abakora ivyo, ni nk’uko nyene yabujije muri rusangi kwubaka ku mva, kuzubakira, kuziterako amakaro no kuzandikako; kuko ivyo bishobora kuba imvo y’ibangikanyamana mu gusenga imizimu n'abaganza.","lang":"rn"},{"name":"18:22","price":"Mu bahawe Igitabu, harimwo abazovuga ku bijanye n’igitigiri ca benisenga, ko bari batatu hamwe n’imbwa yabo igira kane; harimwo n’abazovuga ko bari batanu hamwe n’imbwa yabo igira gatandatu. Umugwi wose muri iyo migwi ibiri, uzopfa gukekeranya igitigiri cabo ata cemezo ufise; harimwo n’abazovuga ko benisenga bari indwi hamwe n’imbwa yabo igira umunani. Ntumwa y’Imana! Vuga uti: “Imana yanje Rurema Allah, ni Yo Izi neza na neza igitigiri ca benisenga uko kingana. Ni bake cane mu bantu bazi neza na neza igitigiri cabo”. Ntugaharire rero n’abahawe Igitabu ku vyerekeye igitigiri ca benisenga, kiretse igihe wobiganira ku vyo wahishuriwe n’Imana Allah gusa; ntuzonabaze n’umwe muri bo ku vyerekeye inkuru ya benisenga kuko ata nkuru y’imvaho bafise.","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:23","price":"Ntumwa y’Imana! Ntukavuge ku kintu wipfuza gukora uti: “Ejo ntegerezwa gukora ikintu kanaka”;","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:24","price":"Kiretse mu gihe wobikesha Imana Allah mu kuvuga uti: “in shaa Allah” (Imana Allah niyabishaka). Uraheza rero utazire uninahaza Imana Allah nivyashika ukibagira kuyikesha ivyo wipfuza gukora, maze uvuge uti: “Kumbure hari n’aho Imana yanje Rurema Allah Yompa ibitangaro bigaragara gusumba ivyashikiye benisenga, ibitangaro vyotuma abantu bemera ubutumwa bwanje”.","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:25","price":"Benisenga rero bamaze muri nya senga ry’ibuye imyaka amajana atatu, irengako imyaka icenda[3].","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"[3] Hakurikijwe ikirangamisi cisunga imboneko y’ukwezi.","lang":"rn"},{"name":"18:26","price":"Ntumwa y’Imana! Niwaramuka ubajijwe ku bijanye n’ikiringo benisenga bamaze basinziriye mw’isenga ry’ibuye, mu gihe ata bumenyi ubifiseko buturutse ku Mana Allah, uraheza wishure uti: “Imana Allah ni Yo Izi neza na neza ikiringo bamazeyo, ni Yo Ifise ubumenyi bw’ibinyegejwe ibiremwa mu majuru no mw’isi, burya ukubona n’ukwumva kwayo, ni igitangaza koko. Ibiremwa nta muhagarikizi n’umwe bifise havuye Imana Allah yobitunganiriza ivyavyo, kandi nta n’umwe muri vyo Ibangikanije na we mu gushinga amateka no kuyashira mu ngiro”.","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:27","price":"Ntumwa y’Imana! Shikiriza ata guhigimanga ivyo wahishuriwe n’Imana yawe Rurema Allah mu Gitabu cayo Qor’ani. Burya Qor’ani, ni Igitabu ata n’umwe ashobora guhindura amajambo yaco ku kuntu atunganijwe mu kuri, eka ntuzoronka n’uwo wohungirako kiretse Yo.","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:28","price":"Muvugishwamana! Urihanganira kuguma hafi y’abakene b’abemeramana mu ngendanyi zawe, biyegereza Imana yabo Rurema Allah mu vyo bakora vyose, bakanayisenga ari Imwe Rudende igitondo n’umugoroba, barondera gushimwa na Yo gusa; ntukanabirengagize ngo witwararike abagarariji urondera kuryoherwa n’ibihendamaso vy’ubuzima bw’isi, ntukumvire namba uwagoswe mu kutadutazira atuninahaza Twebwe Allah, maze agatwarwa n’ivyipfuzo vyiwe ha kugamburukira Imana Allah, Iyamuremye, gutyo ivyiwe vyose bigacika impfagusa.","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:29","price":"Ntumwa y’Imana! Bwira abagoswe uti: “Burya, ukuri nabazaniye kuva ku Mana yanyu Rurema Allah. Kubera ivyo rero, uwushaka kwemera muri mwebwe, aremera ku neza yiwe; uwushaka kugarariza na we, aragarariza, azoheza abibazwe ku gatwe kiwe”. Mu vy’ukuri Twebwe Allah, Twarategekanirije abirenganya mu kugarariza, umuriro ubakikuje ku mpande zose; nibagira ngo baratabaje ngo babahembure, bazotabarwa mu guhembuzwa amazi asebuye akaryimara nk’amavuta y’ibinure yahiye, ashishura urukoba rwo mu maso. Ico rero ni co kinyobwa kibi cane bazohembuzwa, n’uwo muriro ni bwo bushikiro bubi cane.","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:30","price":"Mu vy’ukuri, abemeye Imana Allah n’Intumwa yayo bagakora n’ivyiza bitegetswe, bategekanirijwe impembo ibereye; mu vy'ukuri Twebwe Allah, ntidutakaza indishi z’ibikorwa vy’abagwaneza, eka ntitunagabanya namba kuri nya ndishi;","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:31","price":"Abo, ni bo rero bategekanirijwe imirima itotahaye mu Bwami bw’ijuru rya “Adeni”, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi. Muri nya Bwami bw’ijuru, bazoberwa mu kwambikwa imiringa y’inzahabu, baheze bambare n’impuzu z’urwatsi rubisi zishonywe mw’ihariri yoroshe n’iyiremereye, begamiye ku bitanda vy’iteka bishajije. Iyo rero, ni yo mpembo ishemeye, na nya Bwami bw’ijuru, ni bwo bushikiro bwiza cane.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:32","price":"Ntumwa y’Imana! Abagarariji urabacira agace k’abagabo babiri bigeze kubaho, umwe muri bo akaba yari umwemeramana; uwundi na we akaba umugarariji. Uyo mugarariji, Twebwe Allah Twamuhaye imirima itotahaye ibiri y’imizabibu, ikikujwe n’ibiti vyinshi vy’itende, maze hagati ya nya mirima ibiri, Twahashize indimo z’ibindi biterwa ngirakamaro bitandukanye.","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:33","price":"Umurima wose muri nya mirima ibiri, waratanga umwimbu w’ivyamwa utigera ugabanuka. Twari Twacishije hagati ya nya mirima inzuzi ziyivomera vyoroshe;","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:34","price":"Nya mugarariji rero yari afise umwimbu ushemeye, aratunga aratunganirwa, maze igihe kimwe abwira wa mwemeramana amwishimako ati: “Jewe ndakurusha kure n’iyo ubutunzi hamwe n’abakozi nkoresha”.","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:35","price":"Ni ho rero yinjira muri nya murima wiwe yirenganya mu kutemera izuka ry’ibiremwa, maze avuga ahimbajwe n’umwimbu w’ivyamwa vyawo, ati: “Sinibaza ko uwu murima wanje uzokwigera uhona!","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:36","price":"Eka sinibaza ko n’umuhero w’isi uzobaho! Mu gihe vyoshika naho nya muhero w’isi ukabaho, ngasubizwa ku Mana yanje Rurema Allah, nzosangayo ivyiza bisumba uwu murima bindindiriye”.","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:37","price":"Mugenziwe w’umwemeramana ni ho yamubwira amuhanura, ati: “Bikugendera gute ngo ugararize Imana Allah Yakuremye mw’ivu ufatiye kw'iremwa rya so Adamu, hanyuma Ikurema mw’ima ry’intanga, hanyuma Irakuringaniza Ikugira umuntu muzima![4].","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"[4] Iyi Aayah irerekana neza ko Imana Allah Yatanguye kurema, Ishoboye gusubira kurema mu gihe co kuzura ibiremwa.","lang":"rn"},{"name":"18:38","price":"Ariko jewe sinoba nkawe rero, jewe ndemera ko inkomoko y’impano zose, ari Imana yanje Rurema Allah, kandi sindota ndayibangikanya n’ikintu na kimwe mu biremwa.","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:39","price":"Igihe winjira mu murima wawe uhimbajwe n’umwimbu w’ivyamwa, ntiwari gupfuma uvuga uti: “Ico Imana Allah Ishatse kiraba, nta nguvu mfise zo kuronka uwu mwimbu, kiretse ku vyo nshobojwe n’Imana Allah”. Niwaba unsuzugura kuko mfise ubutunzi buke n’abana bake;","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:40","price":"Hari n’aho Imana yanje Rurema Allah Yompa ivyiza bisumba umurima wawe, maze Ikarungika inkuba igakubita nya murima, uwo murima ugahinduka ubukumbagare;","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:41","price":"Canke ukazinduka usanga amazi avomera nya murima yakamye, ico gihe ntuzopfa usubiriye kuronka amazi yo kuwuvomera”.","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:42","price":"Ubutigu bugeze rero, ni ho nya murima waterwa n’ivyago, maze ivyamwa birahona, wa mugarariji asigara akunkumura ibiganza vyiwe (yipfumbereje) n’ishavu n’akantu, yicuza ku gahombo k’umutahe yakoresheje, nya murima ucika akayazwe. Ni ho wa mugarariji yavuga yishwe n’agahinda n'akantu ati: “Ese iyo menya ubushobozi n'ububasha vy’Imana yanje Rurema Allah, ngaheza ngashima inema zayo, nkareka no kuyibangikanya n’ikintu na kimwe!”.","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:43","price":"Ico gihe rero, abantu yishimira ko bamukikije, nta co bamumariye ngo bamutabare mu bihano vy’Imana Allah, eka ntiyari no kwirwanako ubwiwe ngo arokoke nya bihano.","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:44","price":"Mu gihe c’ivyago rero, ubuhagarikizi n’ubutabazi vy’ukuri, biba ari ivy’Imana Allah, bikaba ari yo ndishi n’iherezo ryiza ku bagamburukiramana.","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:45","price":"Ntumwa y’Imana! Abantu b’amanyama, bacire agace k’ibihendamaso vy’ubuzima bw’isi, ko ari nk’amazi y’imvura Twebwe Allah Tumanura avuye mu bicu azananye mu kirere, nya mazi agatuma ibiterwa bimera bigatotahara ku bushobozi n'ububasha vy’Imana Allah, maze mu kanya isase nya biterwa bikuma, umuyaga ukabitumura. Burya, Imana Allah Yamye ari Mushoboravyose.","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:46","price":"Amatungo n’ibibondo rero, ni ibisharizo vy’ubuzima bwo kw’isi. Nayo ibikorwa vyiza vyamaho[5], ni vyo bifise indishi nziza cane gusumba ku Mana yawe Rurema Allah, ni na vyo umuntu wese yizigira, azeyemwo agakiza mu buzima bw’inyuma yo gupfa.","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"[5] Na canecane itaziramana ryo kuninahaza Imana Allah, gushimagiza Imana Allah no kuyikuza.","lang":"rn"},{"name":"18:47","price":"Ntumwa y’Imana! Ibutsa kandi abantu, umusi Twebwe Allah Twakuye imisozi aho yahora Tukayihotsa, ukabona isi igaragara, ata kiremwa na kimwe kiyisigayeko, maze Tukegeraniriza hamwe ibiremwa vyose, ata na kimwe Turetse muri vyo;","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:48","price":"Maze nya biremwa bigashirwa ku murongo ahabona imbere y’Imana yawe Rurema Allah, Tugaheza Tukabibwira Duti: “Ni ukuri, Twabazuye muca murarenguka ata matungo canke abana mwibangikanije nk’uko Twabaremye ubwa mbere. Bantu mwahakana izuka ry’ibiremwa! Ahubwo mwibajije ko Tutazobagenera isango ryo kubazura, kugira Tubahembere ivyo mwakoze!”;","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:49","price":"Igitabu c’ibikorwa vy’umwumwe wese rero, azogihabwa mu kuboko kwiwe kw’iburyo canke kw’ibubamfu, aho uzobona abanyavyaha batekewe n’ubwoba ku biri muri nya gitabu, bamaze kubona ivyaha birimwo, bazoca bihebura bati: “Amagorwa arama yemwe! Iki ni igitabu nyabaki kitigeze kireka ikintu na kimwe mu vyo nakoze caba gito canke kinini, kiretse ko canditswe!”. Ivyo bakoze vyose kw’isi rero, bazobisanga ng’aho vyaranditswe. Kandi Imana yawe Rurema Allah, ntirenganya umuntu n’umwe mu kurengerezwa urugero rw’ibihano canke kugabanywa ku ndishi, n’aho yoba yakoze akantu kangana n’inzatsa, Izokamuhembera.","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:50","price":"Ibuka n’igihe Twebwe Allah, Twabwiriza abamalayika hamwe na Ibilisi[6] Duti: “Nimwubamire Adamu mumuhe icubahiro kimukwiye”, abamalayika baraheza baragamburuka barubama, kiretse Ibilisi yakomoka mu Majini yanse kumwubamira, gutyo acika ikigaba ku kutubahiriza ibwirizwa ry’Imana yiwe Rurema Allah. Bantu! None ni gute mwogira Ibilisi n’uruvyaro rwiwe abahagarikizi banyu mwumvira, ha kunyumvira Jewe Allah, kandi ari bo bansi banyu! Ni bibi cane rero kugamburuka kw’abirenganya mu kwumvira shetani ha kwumvira Imana Allah.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"[6] Ibilisi, ni izina ry’ikiremwa ca mbere mu Majini, ni na co cahavuye kiba inkomoko y’amajini. Mu Majini rero harimwo abemeramana hakabamwo n’abagarariji (amashetani).","lang":"rn"},{"name":"18:51","price":"Ibilisi n’uruvyaro rwiwe mwumvira, sinigeze ndavyifashisha mu kurema amajuru n’isi, eka n’igihe na vyo nyene Ndabirema, sinigeze Nifashisha bimwe muri vyo mu kurema ibindi, ahubwo mbere Naremye ibiremwa vyose ata nkunga canke intege Ntewe n’ikiremwa na kimwe, kira noneho ntivyari binakenewe ko Ngira impuvyi mu mashetani n’ibindi biremwa abafasha banje[7].","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"[7] Bishoboka gute rero ko mwobagira abahagarikizi banyu mukabasenga ha kunsenga Jewe Nabaremye!.","lang":"rn"},{"name":"18:52","price":"Ntumwa y’Imana! Bibutse kandi, igihe Imana Allah Yabwiye ababangikanyamana ku musi w’izuka, Iti: “Nimuhamagare rero abafasha banje mwubahutse mukambangikanya na bo mu kunsenga, kugira babakingire ibihano vyanje kuri uno musi”, maze babasabe ko bobatabara bakabakura mu bihano, habure n’uwoseruka ngo abatabare. Tuzoheza rero Twebwe Allah, Tugenere iyo migwi yompi ubuhonero mu muriro wa Jahannamu.","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:53","price":"Abanyavyaha bazobona umuriro ukuri kwamye, baheze bamenye neza ko ata gisivya batabwa muri wo, nta n’ahandi bazoronka bahungira.","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:54","price":"Ni ukuri Twebwe Allah, Twaratomoreye bikwiye muri Qor’ani abantu, mu gutanga uburorero butandukanye bwotuma banyurwa bakikebuka, bagaheza bakemera. Burya zina kiremwa-muntu wese, yamye ari umuharirizi cane gusumba ibindi biremwa.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:55","price":"Nta cabujije abantu kwemera igihe bashikirwa n’Intumwa (nyakugira amahoro n’impuhwe z’Imana Allah) yibangikanije uburongozi bwa Qor’ani, bagaheza bagasaba Imana yabo Rurema kubabarirwa ivyaha, kiretse ugushaka guhangana n’Intumwa, bagaheza bagahonywa n’Imana Allah nk’uko Yahoneje abo hambere yabo, canke bagashikirwa n’ibihano imbona nkubone.","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:56","price":"Kandi Twebwe Allah, ntiturungika Intumwa zacu kiretse ko ziheza zigashikiriza abatwumvira inkuru nziza ibahumuriza ko bazohabwa Ubwami bw’ijuru, zikanagabisha abagabitanya ku bihano vyo mu muriro. N’aho rero ukuri kugaragara, nta kibuza abagarariji guhaririza Intumwa zabo ku butumva bisunga ikinyoma, kugira batsindishe nya kinyoma ukuri atari agaseseshwarumuri, bagaheza rero bakagira Igitabu n’ivyemezo vyanje itebura.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:57","price":"Nta n’umwe arenganya akimonogoza gusumba uwibutswa n’ivyemezo vy’Imana yiwe Rurema Allah, maze akavyirengagiza, akanibagira kwisubirako ngo avavanure n’ibikorwa bibi yakoze. Mu vy’ukuri Twebwe Allah, Twarazibanganije imitima yabo icika agatimatare biturutse ku bugaba bwabo, ntibaheza ngo banyurwe na Qor’ani; Turanaziba n’amatwi yabo maze ntibumviriza Qor’ani ngo igire ico ibunguye; n’aho rero worara urabararikira ukwemera, ntibarota bakwumvira namba, ngo baheze batumbere inzira igororotse.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:58","price":"Imana yawe Rurema Allah, ni Yo Nyenikigongwe-ntangere ku bigaya, Ikaba n’inkomoko y’impuhwe ku biremwa vyayo; iyo rero Ihanira nya biremwa ivyaha n’ibicumuro vy'ivyo vyarondeye kw'isi, ni ukuri Yari kwihutira kubihana, ariko rero Yarabigeneye isango ryo kuzuka kugira Ibiharurire, Iheze Ibihembere ivyo vyakoze, ntibizonaronka kuri nya sango aho bicarukira.","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:59","price":"Abahora baba muri turya ducimbiri turi hafi yanyu[8], Twebwe Allah Twabahoneje igihe birenganya mu kugarariza, Tukaba Twari Twabageneye isango ryo kubahonya, aho nya sango rigereye rero Twarabahoneje.","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"[8] Uducimbiri tw’abarungikiwe Intumwa Hudi, Swalehe, Luutwi na Shu’ayibu (za nyakugira impuhwe z’Imana Allah).","lang":"rn"},{"name":"18:60","price":"Ntumwa y’Imana! Niwibuke n’igihe Musa yabwira umukozi wiwe Yuusha’u mwene Nuuni ati: “Sindota ndeka kubandanya urugendo gushika ngere kw’ihuriro ry’amabahari abiri, canke ngume ngenda ikiringo kirekire gushika aho nzohurira n’umuja mweranda, aheze anyigishe ubumenyi ntafise”.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:61","price":"Bompi barabandanije urugendo badahesha, bamaze gushika kuri nya huriro ry’amabahari abiri, baraheza baricara kw’ibuye ryari ng’aho kugira baruhuke gato, bakaba bari batekeye impamba igizwe n’ifi yumye, nya fi iramwiyaka ikorokera mu mazi, ica icika nzima, maze iroga igenda ica inzira iboneka mw’ibahari.","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:62","price":"Ni ho rero bava kuri nya buye barabandanya urugendo, bageze imbere Musa yumva inzara imwishe, maze abwira umukozi wiwe Yuusha’u mwene Nuuni ati: “Zana imfungurwa twivune inzara, ni ukuri uru rugendo ruraturuhije pe!”.","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:63","price":"Yuusha’u mwene Nuuni yamwishuye ati: “Mbega uribuka hamwe twicara kuri rya buye ngo turuhuke! Ni ukuri nibagiye kukubwira ivyashikiye ya fi yumye, kandi nta canyibagije kubikubwira atari shetani. Uzi n’inkuru, ya fi yumye rero yacitse nzima maze isimbira mw’ibahari, iraheza iroga igenda ica inzira iboneka mw’ibahari mu buryo butangaje koko”.","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:64","price":"Musa aramubwira ati: “Ivyo vyashitse rero, ni co kimenyetso twarondera kidushikana aho umuja mweranda ari”. Ni ho rero basubira inyuma bagenda bakurikira ibirenge gushika kuri nya buye.","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:65","price":"Bahashitse, bahasanze umuja mweranda[9] mu baja bacu Twebwe Allah Twahaye impuhwe zivuye iwacu, Tumwigisha n'ubumenyi buhambaye buvuye iwacu.","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"[9] Uyo muja mweranda w’Imana Allah, ni Umuvugishwamana Khadwiri (nyakugira impuhwe z’Imana Allah), yari yaramaze guhwera.","lang":"rn"},{"name":"18:66","price":"Maze Musa aramuramutsa amahoro y’Imana Allah, aca amubwira ati: “Wonkundira ga mugenzi nkagukurikira kugira unyigishe mu vyo wigishijwe n’Imana Allah, biheze bingirire akamaro?”.","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:67","price":"Khadwiri araheza yishura Musa ati: “Mu vy’ukuri, wewe ntushoboye kwihanganira kugumana nanje;","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:68","price":"Ni gute wokwihanganira ivyo mpava nkora turi kumwe, kandi utigeze ugira ico ubiziko!”.","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:69","price":"Musa abwira Khadwiri ati: “Imana Allah niyabishaka, uza gusanga nihanganira ivyo nza kubona ugira vyose, kandi sinca kubiri n’ico untegetse gukora”.","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:70","price":"Khadwiri araheza yemerera Musa kumukurikira, aca amubwira ati: “Niwaba wemeye ko dufadikanya urugendo rero, ndagusavye ntuze guhirahira ngo umbaze ku vyo uza kubona nkoze umutima wawe utavyemera, gushika jewe nyene ubwanje ndakwiganiye icatumye ndabikora”.","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:71","price":"Ni ho rero bafatanya urugendo ku nkengera z’ibahari, haza ubwato maze barasaba ko bobunguruza. Bamaze kwurira muri nya bwato, Khadwiri aca yomora urubaho kuri nya bwato. Musa aca avuga n’ishavu n’akantu, ati: “Wononye ubu bwato kugira butwarwe hamwe n’abarimwo, kandi batwunguruje ata co turinze kuriha! Ni ukuri, ugize ikintu kibi cane ntashobora kwihanganira ngo ndacemere!”.","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:72","price":"Khadwiri aca abwira Musa amwibutsa ivyo basezeranye ati: “Sinari nakubwiye ko mu vy’ukuri wewe udashoboye kwihanganira kugumana nanje!”.","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:73","price":"Musa aca arasaba imbabazi, araheza amubwira yinegura ati: “Ntumfatire ku kwibagira ivyo twasezeranye ngo ubimpore, kandi ntunzanire amananiza mu kunyigisha, ahubwo ntwara bukebuke”.","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:74","price":"Khadwiri araheza arababarira Musa maze barabandanya urugendo ku nkengera z’ibahari, ni ho babona imisore igeze mu bigero, maze Khadwiri afata umwe muri nya misore aca aramwica. Musa n’ishavu n’akantu aca abwira Khadwiri ati: “Vyoshoboka gute ko wica umusore ataragera kubazwa ku vyo akora, kandi ata n’uwo yishe ngo ahanishwe igihano co kwicwa! Ni ukuri, ugize ikintu kibi, kizira cane!”.","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"","lang":"rn"},{"name":"18:75","price":"Khadwiri araheza abwira Musa amwibutsa kandi ivyo basezeranye ati: “Sinari nakubwiye ko mu vy’ukuri, wewe udashobora kwihanganira kugumana nanje!”.","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:76","price":"Musa yishura Khadwiri ati: “Ninasubira kukubaza ku kintu na kimwe inyuma y’aha, ntubandanye uri kumwe nanje, ni ukuri wanyihanganiye bikwiye, kandi wari wamburiye ko ntashobora kwihanganira ivyo ugira turi kumwe”.","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:77","price":"Musa na Khadwiri baraheza barabandanya urugendo, baca mu gacimbiri kari aho, maze basaba abantu bakabamwo ko bobazimana induhuro y’umushitsi, ba bantu baranka kubazimana. Ni ho basanga muri nya gacimbiri uruhome rwari mu guhenuka, Khadwiri araheza asanura nya ruhome ruragororoka, maze Musa aca abwira Khadwiri ati: “Vyari kuba vyiza usavye impembo kuri ico gikorwa co gusanura uruhome, kugira dusume ivyo dufungura, mu gihe na bo batwimye induhuro y’umushitsi”.","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:78","price":"Ni ho Khadwiri yabwira Musa ati: “Aho vyakabereye, ubu rero, harageze ko dutandukana, untunge unkundire ndakwiganire imvo n’imvano y’ivyo nagiye ndagira vyakunaniye kwihanganira;","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:79","price":"Nayo ubwato nomoyeko urubaho bukononekara, bwari ubw’abakene batagira shinge na rugero, bakorera mu bijanye no kwunguruza ibintu n’abantu mw’ibahari, nca nshaka kubutera akanenge kuko hirya ya nya bakene, hari umwami yambura akigarurira ubwato bwose abonye bugikomeye;","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:80","price":"Nayo wa musore nafata nkaca ndamwica, mu vyagezwe kuri we, yobaye umugarariji mu gihe abavyeyi biwe ari abemeramana, ni ho rero twagira impungenge ko mu gihe nya musore yokura, yohava abera abavyeyi biwe imvo yo kugagaza no kugarariza, bivanye n’uko bamwikorako mu twankenerwa;","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:81","price":"Hari mu ntumbero rero yo gushaka ko nya bavyeyi, Imana yabo Rurema Allah Yobaha uwundi mwana azobabera intore, akabubaha akabubahiriza;","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:82","price":"Nayo rwa ruhome rwari mu guhenuka nkarusanura rugaheza rukagororoka, rwari urw’abana babiri b’impfuvyi baba muri kirya gisagara nyene, musi ya nya ruhome hari hanyegeje ubutunzi basigiwe n’umuvyeyi wabo bugizwe n’inzahabu n’umwakaka, umuvyeyi wabo na we akaba yari umuntu w’umweranda. Ni ho rero Imana yawe Rurema Allah Yashaka ko bagera mu bigero, bagaheza bakimba musi ya nya ruhome, bakaronka nya butunzi ku mpuhwe z’Imana yawe Rurema Allah. Ivyo vyose rero nakoze, sinabikoze ku bushake bwanje, ahubwo nabikoze kw’ibwirizwa ry’Imana Allah. Ng’izo rero imvo n’imvano zatumye nkora ivyo utashoboye kwihanganira kureka kumbaza no kunyiyama gushika ndakwiganiye igituma nabikoze”.","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:83","price":"Ntumwa y’Imana! Ababangikanyamana barakubaza ku nkuru y’umwami mweranda Dhu l-Qarnayini[10]! Bishure uti: “Mpava ndabacira ku mayange inkuru yiwe, iheze ibabere inkebuzo”.","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"[10] Dhu l-Qarnayini avugwa ng’aha, ni umwami w’umweranda, akaba yari n’umwislamu w’intungane yahawe ububasha n’Imana Allah bwo gutwara isi guhera mu buseruko gushika mu burengero bwayo, akaba yaranaharaniye gukwiragiza ubwislamu n’ubutungane aho hose yashika kw’isi, akanarwanya n’akarenganyo.","lang":"rn"},{"name":"18:84","price":"Mu vy’ukuri Twebwe Allah, Twaratsimbataje umwami Dhu l-Qarnayini kw’isi, Turaheza Tumuha uburyo n’inguvu bimushoboza gushika ku ntsinzi iyo ari yo yose yipfuza.","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:85","price":"Ni ho rero yakoresha ubwo buryo n’inguvu ata guhesha.","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:86","price":"Umwami Dhu l-Qarnayini rero, yaragiye gushika n’aho amaze kugera mu burengero bw’izuba, yasanze izuba riboneka nk’aho rirengera mw’iriba ry’amazi arimwo ivu ryirabura; muri nya burengero bw’izuba yahasanze abantu b’abahakanyi. Twebwe Allah Twamubwiye Duti: “Ewe Dhu l-Qarnayini! Nibatemera Imana Imwe Rudende Allah, ushatse urabaha igihano co kwicwa, canke ubagirire ubugwaneza uheze ubigishe, maze ubarongore mu nzira igororotse”.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:87","price":"Umwami Dhu l-Qarnayini yahisemwo kubigisha, aca avuga ati: “Uwirenganije muri bo agatsimbatara ku bugarariji, tuzomuhanisha igihano co kwicwa ng’aha kw’isi, hanyuma niyasubizwa ku Mana yiwe Rurema Allah, Iheze Imuhe ibihano rutura mu muriro wa Jahannamu;","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:88","price":"Nayo uwemeye Imana Allah agakora n’ivyiza bitegetswe, azoheza ahabwe indishi nziza, tuzonamworohereza mu mvugo n’ingiro, maze tuyage neza tunabane na we neza”.","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:89","price":"Umwami Dhu l-Qarnayini yarahejeje asubira mu buseruko akoresheje uburyo n’inguvu yahawe n’Imana Allah.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:90","price":"Yaragiye, gushika n’aho amaze kugera mu buseruko bw’izuba, yasanze izuba riseruka rikarasira ku bantu, Twebwe Allah Tutigeze Duha inyubakwa canke ibiti bibakingira izuba.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:91","price":"Ni ukuri, ni nk’uko rero Twebwe Allah, ubumenyi bwacu bwakikuje uburyo n’inguvu Twahaye Dhu l-Qarnayini, akazikoresha ku neza aho agiye hose.","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:92","price":"Mu nyuma y’aho, Dhu l-Qarnayini yarabandanije akoresha uburyo n’inguvu Twamuhaye ata guhesha;","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:93","price":"Aragenda gushika n’aho amaze kugera hagati na hagati y’imisozi ibiri ikingiriye ibiri hakurya, hakuno ya nya misozi yahasanze abantu bahakwa kudatahura ururimi rw’abandi bantu;","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:94","price":"Nya bantu bavuze bati: “Ewe Dhu l-Qarnayini! Mu vy’ukuri “Ya-juuja na Ma-juuja[11]”, ni abantu bagenzwa n’ubwononyi kw’isi, none tukugenere impembo uheze utugirire uruzitiro-ntamenwa rudukingira rukadutandukanya na bo?”.","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"[11] Ni amoko abiri y’abantu b’ibihangange muri Bene Adamu.","lang":"rn"},{"name":"18:95","price":"Dhu l-Qarnayini yabishuye ati: “Ivyo Imana yanje Rurema Allah Yampaye mu bwami no gutsimbatazwa kw’isi, ni vyo vyiza gusumba impembo mwongenera, enda nyabuna rero, nimuntere inkunga, mumfashe n’inguvu zanyu zose, mpeze ndabagirire uruzitiro-ntamenwa rubakingira rukabatandukanya na bo;","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:96","price":"Nimumpe ibigegene vy’ivyuma”. Ni uko rero ba bantu barazanye ibigegene vy’ivyuma gushika n’aho bigera ku burebure bwa ya misozi, Dhu l-Qarnayini aca ababwira ati: “Nimucane umucanwa maze muvube”. Vya bigegene vy’ivyuma bimaze gufata umucanwa bigatukura, Dhu l-Qarnayini yaciye ababwira ati: “Nimumpe rero ubutare bw’umujumpu, mpeze ndabuyagirize kuri ibi bigegene vy’ivyuma”.","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:97","price":"Kuva ico gihe rero, Ya-juuja na Ma-juuja ntibashoboye kwurira ngo basimbe maze basohoke muri nya ruzitiro, eka ntibashoboye no kurutobora ngo barumene.","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:98","price":"Dhu l-Qarnayini amaze guheza kwubaka nya ruzitiro yavuze ati: “Uru ruzitiro-ntamenwa narwubatse ku mpuhwe z’Imana yanje Rurema Allah Igiriye abantu, nihagera rero isezerano ry’Imana yanje Rurema Allah ryo kurekura Ya-juuja na Ma-juuja, Imana Allah Izoca Isenyura nya ruzitiro, kandi isezerano ry’Imana yanje Rurema Allah ni iry’ukuri”.","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:99","price":"Umusi nya ruzitiro rwasenyutse, Twebwe Allah, Tuzorekura Ya-juuja na Ma-juuja bashwiragire maze bahungabanye abantu gushika ku muhero w'isi, hanyuma inzamba igira kabiri yo kuzuka ivuzwe, Duheze Twegeranirize ibiremwa vyose hamwe, kugira Tubiharurire maze Tubihembere ivyo vyakoze.","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:100","price":"Kuri uwo musi w'izuka rero, Twebwe Allah Tuzogaragariza abagarariji umuriro wa Jahannamu, bawubone ukuri kwamye;","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:101","price":"Abipfutse mu maso mu kunyirengagiza no kutabona ivyemezo vyanje bakiri kw’isi, bakaba batanashoboye no kwumva ivyemezo vyanje ku kwanka ko vyotuma bemera Imana Allah n’Intumwa yayo.","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:102","price":"Mbega abagararije, bibwira ko bogira abaja banje ibigirwamana mu gishingo canje kugira ngo bibabere abahagarikizi, Tukareka kubibahanira! Mu vy’ukuri Twebwe Allah, Twarateguriye abagarariji umuriro wa Jahannamu kuba ari bwo bushikiro bwabo.","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:103","price":"Ntumwa y’Imana! Kebura abantu ubabwire uti: “Mbega ndabiganire abantu bari mu ruhombo rw’ivyo bakoze!","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:104","price":"Ni abantu ivyo bakoze vyose kw’isi vyababereye impfagusa, kandi babikoze biyumvira ko bakora vyiza;","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:105","price":"Abo, ni bo rero bagararije bagahakana bivuye inyuma ivyemezo vy’Imana yabo Rurema Allah, baranahakana ko bazozuka bagahura na Yo mu buzima bw’inyuma yo gupfa, kugira Ibahembere ivyo bakoze. Iryo garariza n’ihakana rero, vyatumye ibikorwa vyabo bihunguruka bicika impfagusa”. Kubera ivyo rero, Twebwe Allah, ntituzobaha icubahiro namba ku musi w’izuka;","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:106","price":"Indishi yabo bategekanirijwe, ni umuriro wa Jahannamu bazohanishwa kubera ukuntu bagarariza Imana Allah, bagafata Aayah n'ivyemezo vyayo bashikirizwa n’Intumwa zayo, bakabiteburako.","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:107","price":"Mu vy’ukuri abanyemeye Jewe Allah n’Intumwa zanje, bagakora n’ivyiza bitegetswe, barategekanirijwe Ubwami bw’ijuru ry’iteka “Firdawsi” kuba ari bwo bushikiro bwabo;","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:108","price":"Bazobubamwo ibihe bidahera, ntibazonarota na gato babuvamwo.","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:109","price":"Ntumwa y’Imana! Vuga uti: “Iyo amazi y’ibahari acika irangi ry’ikaramu zokwandika amajambo y’Imana Allah yerekeye ubumenyi n’ingingo vyayo, ivyo Ihishurira abamalayika n’Intumwa zayo, nya mazi y’amabahari yose yokamye imbere yuko amajambo y’Imana yanje Rurema Allah ahera kwandikwa”; n’aho Twebwe Allah Twozana ayandi mabahari asahiriza ayasanzwe ari kw’isi, yokamye yose.","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"18:110","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Mu vy’ukuri jewe ndi umuntu nkamwe, mpishurirwa n’Imana Allah ko mu vy’ukuri, Imana yanyu ari Imana Imwe Rudende Allah; uwo wese rero yizera ko azozuka agahura n’Imana yiwe Rurema Allah mu buzima bw’inyuma yo gupfa kugira Imuhembere ivyo yakoze, nakore ibikorwa vyiza bitegetswe, kandi ntabangikanye Imana yiwe Rurema Allah n’ikintu na kimwe mu biremwa mu kuyiyegereza ayisenga”.","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"","lang":"rn"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}