{"data":[{"name":"19:1","price":"Kaaf Haa Yaa ’Aiin Swaad[376].","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"[376] Raba insiguro y’indome zitangura mu ntango y’igisomwa Al-Baqara.","lang":"rn"},{"name":"19:2","price":"Tugira Tugucire ku mayange ku bijanye n’impuhwe z’Imana yawe Rurema Allah ku Muja wayo Zakariya[377];","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"[377] Ni Umuvugishwamana muri Bene Israyeli, yari umubaji akaba n’umugabo wa nyinabo w’Intumwa Isa (nyakugira amahoro y’Imana Allah).","lang":"rn"},{"name":"19:3","price":"Igihe yatakambira Imana yiwe Rurema Allah, akayisaba mw’ibanga nta ngere aho yari yiherereye kugira Imwumvire;","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:4","price":"Agaheza akavuga ati: “Mana yanje Rurema Allah! Mu vy’ukuri ngeze mu zabukuru, amagufa y’umubiri yaramaze guturagara, n’umutwe wose ntiworaba n’imvi zigendera, kandi sinigeze ndeka kwemererwa igisabo ndagusavye Mana yanje Rurema Allah;","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:5","price":"Mu vy’ukuri, ndafise impungenge ko abo nzoraga inyuma y’urupfu rwanje, batazoshobora guhagararira bikwiye idini ryawe mu kurarikira abantu kuryemera, bitayeko n’umukenyezi wanje na we akaba ari ingumba, ndagusavye rero ko Wondonsa umwana w’umuhungu yombera samuragwa akambera n’umufasha;","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:6","price":"Akazotorana ubutumwa bwanje n’ubutumwa bwa Bene Yakubu; kandi ndagusavye Mana yanje Rurema Allah, Uzomugire umwana Ushimishwa n’ivyo akora, agashimwa n’abantu”.","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:7","price":"Ni ho rero Imana Allah Yahamagara Iti: “Ewe Zakariya! Twebwe Allah, ni ukuri Twakwumviye igisabisho cawe, Turaguhaye inkuru nziza y’ihumure ko uzokwibaruka umwana w’umuhungu yitwa Yahya, iryo zina ntitwigeze Turyita umuntu n’umwe aho hambere ngo abe mazina yiwe”.","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:8","price":"Zakariya araheza aritangaza ati: “Mana yanje Rurema Allah! Vyoshoboka gute ko nibaruka umwana w’umuhungu, kandi n’umukenyezi wanje ari ingumba, bitayeko nkaba nanje naramaze gusaza!”.","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:9","price":"Umumalayika yishuye Zakariya ati: “N’aho biri nk’ukwo ubivuze, Imana yawe Rurema Allah Yavuze Iti: “Irema rya Yahya riroroshe cane kuri Jewe. Ni ukuri, Naranakuremye wewe imbere y’irema rya Yahya kandi utari bwabeho””.","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:10","price":"Zakariya yashotse avuga ati: “Mana yanje Rurema Allah! Ngirira rero ikimenyetso nzomenyerako ko umukenyezi wanje yamaze gusama!”. Imana Allah Yamubwiye Iti: “Ikimenyetso Ndakugiriye, ni uko utazoshobora kuvugana n’abantu mu kiringo c’amajoro atatu n’imirango yayo, bidaturutse ku ndwara”.","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:11","price":"Ni ho rero Zakariya yava aho yari yiherereye, araheza aja aho abantu bamubona aca abereka n’ukuboko ati: “Nimuninahaze mwongere mutazire Imana Allah igitondo n’umugoroba, mu ntumbero yo kuyishimira”.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:12","price":"Yahya amaze kuvuka akagera mu bigero, Imana Allah yamutegetse Iti: “Ewe Yahya! Fata nkama Igitabu ca Tawurati, ugitahure wongere ukigendere”. Twebwe Allah, Twaranamuhaye kuva akiri umwana muto, uburyo bwiza bwo gutahura ingingo no kuzishira mu ngiro;","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:13","price":"Tumuha kugira impuhwe, igikundiro n’umutima wejejwe, kandi yari umugororotsi agamburukira Imana Allah;","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:14","price":"Yarubaha akubahiriza abavyeyi biwe, ntiyari n’umuntu w’akanyaro, w’intumva.","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:15","price":"Yahya rero arakagira amahoro y’Imana Allah ku musi avuka, no ku musi yapfuye, no ku musi yazutse agasubizwa ubuzima!","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:16","price":"Ntumwa y’Imana! Iganira kandi abantu inkuru ya Mariyamu iri muri Qor’ani, igihe yaja kure y’umuryango wiwe, amaja mu buseruko bw’aho bari;","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:17","price":"Araheza ariherera ahantu ata n’umwe amubona, Turaheza Twebwe Allah, Tumurungikira umumalayika Jibrili, maze amwiyereka yihinduye mw’ishusho ry’umuntu bwite;","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:18","price":"Ni ho Mariyamu yaca avuga amwiyama ati: “Mu vy’ukuri, jewe ndikinze kuri Nyenimpuhwe Allah, Ikunkingire ko wongeramira niwaba uri umugororotsi ugamburukira Imana Allah”.","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:19","price":"Umumalayika Jibrili ni ho yimenyekanisha akavuga ati: “Jewe mu vy’ukuri, ndi intumwa warungikiwe n’Imana yawe Rurema Allah, kugira ndaguhe umwana yejejwe umutima”.","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:20","price":"Mariyamu araheza aritangaza abwira Jibrili ati: “Vyoshoboka gute ko nogira umwana mu gihe ata muntu n’umwe arankorako mu gushingirwa, kandi ntigeze mba n’umushurashuzi!”.","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:21","price":"Jibrili amwishura ati: “N’aho biri nk’ukwo ubivuze, Imana yawe Rurema Allah Yavuze Iti: “Ukuguha umwana, kiroroshe cane kuri Jewe; kugira nya mwana Tuzonamugire ikimenyetso ku bantu cerekana ubushobozi n'ububasha vyanje Jewe Allah, yongere ahundagazweko impuhwe zacu, abere n’impuhwe abantu”. Iryo vuka rya Isa mwene Mariyamu rero, ryaramaze kwandikwa mu vyagezwe, ritegerezwa kuba nta gisivya”.","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:22","price":"Ni ho rero Jibrili yahuha mw’izosi ry’impuzu Mariyamu yari yambaye, maze Mariyamu aca arasama imbanyi, ashoka aja kure y’abantu.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:23","price":"Hageze kwibaruka, igise ca ya mbanyi gituma aja kure y’abantu, ahari igiti c’itende, aca avuga n’umubabaro n’akantu ati: “Ewe jewewanje! Ubona iyo mpfuma mpfa imbere y’uno musi, nkaba ikintu cibagiwe kikibagiranwa!”.","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:24","price":"Jibrili yari hepfo y’aho Mariyamu ari, aca aramuhamagara ati: “Ntiwicwe n’intuntu namba, Imana yawe Rurema Allah Yamaze kugucira umugende w’amazi hambavu yawe;","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:25","price":"Nyiganza rero ico gishitsi c’itende, giheze kigukororere itende zihiye zoroshe;","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:26","price":"Uheze urye kuri nya tende, unywe no ku mazi y’uwo mugende, maze utekane ku mutima n’ikibondo cawe. Nihagira uwo ubona mu bantu, akakubaza ku vyagushikiye, uraheza umwishure uti: “Jewe mu vy’ukuri, niyemeje kuri Nyenimpuhwe Allah kwinumira[378]; kubera ivyo rero, kuri uno musi simvugisha umuntu n’umwe””.","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"[378] Ico gihe ukunuma, umuntu avyiyemeje, kwari mu bikorwa vyo kwiyegereza ku Mana Allah. Iryo bwirizwa ryarakuwe mu mabwirizwa yahawe Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","lang":"rn"},{"name":"19:27","price":"Ni ho Mariyamu yagaruka ku bantu biwe ateruye umwana. Bagize ngo baramubonye, bihaye akamo bamubwira bati: “Ewe Mariyamu! Ni ukuri, wadukanye ikintu c’irementanya ritabaho!;","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:28","price":"Ewe mushiki w’umweranda Haruna, so wawe ntiyigeze aba umuntu w’ingeso mbi zo gushurashura, eka na nyoko nyene ntiyigeze aba umushurashuzi”.","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:29","price":"Mariyamu yaberetse n’ukuboko ati: “Nimubaze uyu mwana nteruye!”. Na bo baca bamwishura bamwiyamiriza bati: “Vyoshoboka gute ko tuvugana n’umwana muto akiri ku bibero aconka!”.","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:30","price":"Ni ho rero Isa yabishura aconka, ati: “Mu vy’ukuri, jewe ndi Umuja w’Imana Allah, Imana Allah Yageze kumpa Igitabu c’Injili, Ingira n’Intumwa;","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:31","price":"Yampaye n’imihezagiro aho nzoba ndi hose, Yongera Indaga gutsimbataza isengesho no gutanga ishikanwa-bwirizwa mu gihe cose nzoba nkiri muzima;","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:32","price":"Ingira umwana yubaha akubahiriza umuvyeyi wiwe, ntiyangize umuntu w’akanyaro, w’intumva;","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:33","price":"Ndakagira rero amahoro y’Imana Allah ku musi mvuka, ku musi napfuye no ku musi nazutse ngasubizwa ubuzima”.","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:34","price":"Ntumwa y’Imana! Iyo nkuru rero Tukwiganiye ku vyerekeye Isa mwene Mariyamu, ni ryo jambo ry’ukuri abayahudi n’abanaswara bahazanako.","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:35","price":"Nta ho vyigeze biba ko Imana Allah Yigenera umwana mu biremwa vyayo, nihaninahazwe Imana Allah, Yongere Ihabwe n’icubahiro nta ngere mu buryo burengeye cane ivyo ababangikanyamana bavuga. Iyo Imana Allah Ishatse gushira mu ngiro ikintu ico ari co cose mu vyagezwe, ni ukuri Ikibwira gusa Iti: “Ba”, kigaca kiba ubwo nyene.","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:36","price":"Isa mwene Mariyamu yabwiye abantu yarungitsweko ati: “Mu vy’ukuri Imana Allah, ni Yo Mana yanje Rurema, Ikaba n’Imana yanyu Rurema. Kubera ivyo rero, nimuyiyegereze mu vyo mukora vyose munayisenge ari Imwe Rudende mutayibangikanya, iyi ni yo nzira igororotse”.","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:37","price":"Abahawe Igitabu bariciyemwo imigwi ku kubera ihazana ku vyerekeye Isa mwene Mariyamu (nyakugira amahoro y’Imana Allah). Abanaswara barahayagije Isa mwene Mariyamu bararenza, muri bo harimwo abamwise imana, hari n’abamwise umwana w’imana, harimwo n’abamushize mu butatu butagatifu. Nayo abayahudi bo baramwirengagije, bamwita ko ari umurozi, harimwo n’abamwise umwana wa Yusufu umubaji. Uguhona nya guhona rero, ni ukw’abagararije bagahakana bivuye inyuma umusi w’umuhero w’isi, n'izuka ry'ibiremwa.","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:38","price":"Burya ukwumva n’ukubona kwabo, bizoba bitangaje koko[379] umusi baje iwacu Twebwe Allah ku musi w’izuka! Ahubwo abirenganije kuri uno musi kw’isi, bari mu muzimagiza ugaragara uri kure y’ukuri.","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"[379] Ico gihe bazoba bashoboye koko kwumva no kubona; ariko ukwumva n’ukubona, nta co bizobamarira ku musi w’izuka.","lang":"rn"},{"name":"19:39","price":"Ntumwa y’Imana! Gabisha abantu ku bihano vy’umusi wo kwicuza, igihe baciriwe urugororotse, urupfu rukazanwa mw’ishusho ry’intama inuze rugakererwa, maze abantu bagaheza bagatunganirizwa; abemeramana bakaja mu Bwami bw’ijuru, abagarariji na bo bakaja mu muriro; ivyo bizoba ukwo, mu gihe abantu kuri iyi si bagoswe mu kutumva igabisha ryawe, gutyo bakareka kwemera no gukora ibikorwa vyiza bitegetswe.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:40","price":"Mu vy’ukuri, ni Twebwe Allah Tuzotorana isi n’ibiri kuri yo, ni no kuri Twebwe Allah ibiremwa vyose bizogaruka kugira Tubihembere ivyo vyakoze.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:41","price":"Ntumwa y’Imana! Iganira kandi abantu warungitsweko ku nkuru ya Ibrahimu (nyakugira amahoro y’Imana Allah) iri muri Qor’ani, mu vy’ukuri Ibrahimu yari imvugakuri koko, akaba n’Umuvugishwamana;","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:42","price":"Igihe yabwira se Aazara ati: “Dawe wanje! Ni kuki usenga ibigirwamana bitumva bitanabona, ata n’ikintu na kimwe bikumariye!;","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:43","price":"Dawe wanje! Mu vy’ukuri jewe, narahawe n’Imana Allah ubumenyi utigeze uhabwa, ndakwinginze ko wonkurikira nkakurongora mu nzira igororotse;","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:44","price":"Dawe wanje! Ntukumvire shetani mu gusenga ibigirwamana; mu vy’ukuri, shetani yaramaze kuba ikigaba kuri Nyenimpuhwe Allah;","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:45","price":"Dawe wanje! Mu vy’ukuri, jewe ndafise impungenge ko wopfa ukigarariza, maze ugahanwa na Nyenimpuhwe Allah ku musi w’izuka, gutyo ukaba umugenzi wa shetani mu muriro”.","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:46","price":"Aazara yishuye Ibrahimu ati: “Burahi! Ubwo urakenyeye wirengagize isengwa ry’imana zanje! Ni ukuri, utavavanuye n’ugutyoza imana zanje, nzokwicisha amabuye, canke ndakwirukane ugende ubutakigaruka, maze ntuzonasubire no kumvugisha”.","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:47","price":"Ibrahimu yishuye se Aazara ati: “Urakagira amahoro, usimbe imanga! Nzogusabira ku Mana yanje Rurema Allah ko Yokurongora, Ikakugirira n’ikigongwe ku vyaha wakoze. Mu vy’ukuri Imana yanje Rurema Allah, Yamye Inyumvira mu gihe ndayisavye;","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:48","price":"Nzobiyonjororako mwebwe hamwe n’ibigirwamana vyanyu musenga mu gishingo c’Imana Allah, mpeze nsabe Imana yanje Rurema Allah, kumbure sinzoreka kwemererwa n’Imana yanje Rurema Allah igisabo ndayisavye”.","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:49","price":"Igihe rero Ibrahimu abiyonjororako bo hamwe n’ibigirwamana vyabo basenga mu gishingo c’Imana Allah, Twebwe Allah Twaramuhaye umwana yitwa Is-haka, Tumuha n’umwuzukuru yitwa Yakubu mwene Is-haka, kandi bompi Twabagize Abavugishwamana.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:50","price":"Twaranabahaye ku mpuhwe zacu ingabirano nyinshi, Tubaha no kuyagwa neza mu bantu.","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:51","price":"Ntumwa y’Imana! Iganira kandi abantu warungitsweko ku nkuru ya Musa (nyakugira amahoro y’Imana Allah) iri muri Qor’ani; mu vy’ukuri, Musa yaratowe n’Imana Allah, yari Intumwa akaba n’Umuvugishwamana.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:52","price":"Twebwe Allah, Twarahamagaye Musa ari amaja mu kabande k’umusozi Twuuri wari iburyo bwiwe[380], maze Tumutera iteka ryo kuvugana na Twe Allah ukuri kwamye[381].","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"[380] Ico gihe yari mu nzira asubira muri Misiri (Egiputa).\n[381] Iyi Aayah iremeza ko Imana Allah Ivuga mu buryo buberanye n’icubahiro n’ubumana bwayo.","lang":"rn"},{"name":"19:53","price":"Twaranahaye Musa ku mpuhwe zacu uwumufasha, maze Tumugirira murumunawe Haruna Umuvugishwamana.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:54","price":"Ntumwa y’Imana! Iganira kandi abantu warungitsweko ku nkuru ya Ismayili (nyakugira amahoro y’Imana Allah) iri muri Qor’ani; mu vy’ukuri, Ismayili yari imvugakuri ishitsa ivyo yiyemeje, yari n’Intumwa akaba n’Umuvugishwamana.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:55","price":"Yaranabwiriza n’umuryango wiwe gutsimbataza isengesho no gutanga ishikanwa-bwirizwa, yari n’umuntu ashimwa n’Imana Allah.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:56","price":"Ntumwa y’Imana! Iganira kandi abantu warungitsweko ku nkuru ya Idrisa (nyakugira amahoro y’Imana Allah) iri muri Qor’ani; mu vy’ukuri, Idrisa yari imvugakuri koko, akaba n’Umuvugishwamana.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:57","price":"Twaranadugirije Idrisa icubahiro mu kuyagwa neza n’ibiremwa.","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:58","price":"Ntumwa y’Imana! Abo Tukwiganiye rero inkuru zabo, ni bo Imana Allah Yahaye inema zayo, maze Ibagira Abavugishwamana mu ruvyaro rwa Adamu; nka Idrisa (nyakugira amahoro y'Imana Allah), mu ruvyaro rukomoka ku bo Twarokoye Tukabatwara mu bwato hamwe na Nuhu[382] (nyakugira amahoro y’Imana Allah), mu ruvyaro rwa Ibrahimu[383] no mu ruvyaro rwa Yakubu[384] (ba nyakugira amahoro y’Imana Allah), no mu bo Twarongoye mu nzira yo kwemera Tukabatora kuba Intumwa n’Abavugishwamana. Iyo rero basomewe Aayah za Nyenimpuhwe Allah, bashoka bubama ku ruhanga hasi mu kwubaha Imana Allah, bakorora n’amosozi ku kuyitinya[385].","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"[382] Nka Ibrahimu mwene Sam mwene Nuhu (nyakugira amahoro y’Imana Allah).\n[383] Nka Ismayili, Is-haka na Yakubu (ba nyakugira amahoro y’Imana Allah).\n[384] Ari we batazira Israyeli. Intumwa zimukomokako, ni nka Musa, Haruna, Zakariya, Yahya na Isa mwene Mariyamu (ba nyakugira amahoro y’Imana Allah).\n[385] Iyo uhejeje gusoma iyi Aayah, uca wubama incuro imwe.","lang":"rn"},{"name":"19:59","price":"Mu nyuma y’abo rero, haraje abantu b’ibigaba batitwararika gutsimbataza isengesho, bagakurikira ingingo zihuye n’ivyipfuzo vyabo; bitebe bitebuke rero, bazokwibonerako mu muriro wa Jahannamu.","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:60","price":"Ariko uwuzokwisubirako muri bo akigaya, agaheza akemera agakora n’ibikorwa vyiza bitegetswe, uyo azoba ari mu bantu Imana Allah Yemereye ukwigaya kwabo, bazokwinjira mu Bwami bw’ijuru, ntibazonarenganywa na gato ku ndishi y’ivyo bakoze;","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:61","price":"Bazoba bari mu mirima itotahaye yo mu Bwami bw’ijuru rya “Adeni”, ari na Bwo Nyenimpuhwe Allah Yasezeraniye abaja bayo ko bazobwinjira, bakabwemera bataranabubona n’amaso. Mu vy’ukuri, isezerano rya Nyenimpuhwe Allah, ritegerezwa gushika.","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:62","price":"Muri nya Bwami bw’ijuru rero, ntibazokwigera bumva amajambo y’imburakimazi (ataroranye), kiretse gusa ijambo ry’indamutso y’amahoro, bazoronswa muri nya Bwami bw’ijuru imfungurwa n’ibinyobwa vyamaho igitondo n’umugoroba, igihe cose babishakiye.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:63","price":"Ubwo Bwami bw’ijuru butunganijwe ukwo, ni bwo Bwami Twebwe Allah Twageneye uwo wese mu baja bacu, azoba ari umugamburukiramana.","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:64","price":"Mumalayika Jibrili! Bwira Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) uti[386]: “Burya twebwe abamalayika, ntituva mw’ijuru ngo tumanuke kw’isi, kiretse kw’itegeko duhawe n’Imana yawe Rurema Allah, ni Yo Rugaba w’ivyo twimirije muri kazoza mu buzima bw’inyuma yo gupfa, n’ivyo twarenganye muri kahise mu buzima bwo kw’isi, n’ibizoba rero hagati yavyo[387] ; kandi Imana yawe Rurema Allah ntiyibagira ikintu na kimwe;","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"[386] Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) yari yabajije umumalayika Jibrili igituma hari igihe ateba kumanuka aje kumuhishurira Qor’ani.\n[387] Imana Allah, ni Yo Rugaba w’ikintu ico ari co cose, kibaye ku mwanya uwo ari wo wose, kibereye ahantu aho ari ho hose.","lang":"rn"},{"name":"19:65","price":"Ni Yo Mana Rurema w’amajuru n’isi n’ibiri hagati yavyo. Muvugishwamana! Shishikara rero uyiyegereza mu vyo ukora vyose unayisenga ari Imwe Rudende, maze wihanganire iyumviramana, wewe hamwe n'abagukurikiye. Nta n’umwe rero yokwitiranywa na Yo mu kuntu Imeze, mu bushobozi n'ububasha vyayo no mu mazina n’amatazirano yayo”.","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:66","price":"Umuntu agarariza agahakana izuka ry’ibiremwa, arinamura akavuga ati: “Burya ninamara gupfa, ni ivy'ukuri ko nzozurwa ngasubira kuba muzima!”.","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:67","price":"Mbega umuntu w'umugarariji yibagiye ico ari co! Burya ntiyibuka ko Twebwe Allah Twamuremye ubwa mbere kandi atari bwabeho!","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:68","price":"Ntumwa y’Imana! Ndarahiye Jewe Allah kw’izina ry’Imana yawe Rurema, ko abahakana izuka ry’ibiremwa, Twebwe Allah Dutegerezwa kuzobegeraniriza hamwe n’amashetani ku musi w’izuka; hanyuma ni ukuri, Tuzobakumakumira hambavu y’umuriro wa Jahannamu bapfukamye, badashoboye no guhaguruka!","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:69","price":"Hanyuma, ni ukuri Tuzofata mu mugwi wose, uwari intumva karuhariwe kuri Nyenimpuhwe Allah, abe ari we Duherako guhana.","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:70","price":"Hanyuma ni ukuri, ni Twebwe Allah Tuzi neza abakwiye kwinjira no guhanwa muri nya muriro wa Jahannamu.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:71","price":"Bantu! Nta n’umwe muri mwebwe kiretse ko azoca ku kiraro gitambitse hejuru y’umuriro wa Jahannamu, maze arengane canke akorokereyo hisunzwe ibikorwa vyiwe; ivyo bitegerezwa gushika kuko ari ko vyagezwe n’Imana Allah;","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:72","price":"Hanyuma Twebwe Allah, Dushoke Turokora abatinye Imana Allah mu kwubahiriza amabwirizwa yayo, baheze barengane amahoro kuri nya kiraro; maze Tureke abirenganije mu kugarariza, batibukire muri nya muriro wa Jahannamu bapfukamye, badashoboye no guhaguruka.","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:73","price":"Abantu iyo basomewe Aayah zacu zitomoye, abagarariji baca babwira abemeramana bati: “Ni uwuhe mugwi hagati yacu na mwe ufise ubushikiro n’ubuteramo vyiza gusumba uwundi!”.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:74","price":"Ntumwa y’Imana! Hari imigwi myinshi y’abantu Twahoneje aho hambere y’abagarariji mu bantu warungitsweko, bari bifise bikwiye, bakeye cane no mu maso kubasumba.","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:75","price":"Ntumwa y’Imana! Bwira abagarariji uti: “Abari mu buhuvyi, Nyenimpuhwe Allah Aratenyenya kubahana, maze bakabugumamwo gushika biboneyeko kw’isi ibihano bagabishijweko; canke bashikiwe n’umuhero w’isi; ico gihe rero, bazomenya neza na neza uwufise ubushikiro bubi cane, akagira n’ingabo ata co zishoboye”.","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:76","price":"Imana Allah, Irongerereza n’uburongozi abatumbereye inzira y’idini ryayo rigororotse. Kukaba nkako, burya ibikorwa vyiza vyamaho, ni vyo bifise indishi nziza cane gusumba ku Mana yawe Rurema Allah, ni na vyo umuntu wese yizigira, azeyemwo iherezo ryiza mu buzima bw’inyuma yo gupfa.","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:77","price":"Ntumwa y’Imana! Mbega waramenye inkuru y’umugarariji Al’Aaswi mwene Waa-ili, yagararije agahakana yivuye inyuma Aayah zacu Twebwe Allah, maze akinamura akavuga ati: “Ni ukuri, nzohabwa amatungo n’abana mu buzima bw’inyuma yo gupfa”.","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:78","price":"Yoba yararungurutse mu binyegejwe ibiremwa, akabona ko azohabwa amatungo n’abana mu buzima bw’inyuma yo gupfa, canke yoba afise isezerano kuri Nyenimpuhwe Allah ko Azobimuha!","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:79","price":"Eka nateshwe ate, si nk'uko avyibwira. Twebwe Allah, Tuzokwandika ivyo avuga mu kurementaniriza Imana Allah, Duheze Tumwongerereze ibihano vy’ubwoko bwose mu buzima bw’inyuma yo gupfa;","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:80","price":"Maze Dusubire ku matungo n’abana yiratira, aheze aze iwacu Twebwe Allah ku musi w’izuka ari wenyene, ari imbokoboko.","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:81","price":"Ababangikanyamana bagize mu gishingo c’Imana Allah ibigirwamana basenga, kugira ngo bibakingire bibatere n’iteka.","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:82","price":"Eka nibateshwe bate, si nk'uko bavyibwira, ibigirwamana basenga bizobihakana vyiyamirize n’isengwa ryavyo, maze bibihinduke bibagirize.","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:83","price":"Ntumwa y’Imana! Mbega mu vy’ukuri, ntiwabonye ko Twebwe Allah Dushuhurira amashetani ku bagarariji kugira abandanye kubahubisha!","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:84","price":"Ntiwihutire rero kubasabira ibihano vyo kw’isi, mu vy’ukuri Twebwe Allah, Turabaharurira imyaka bamaze n’ibikorwa bakora, nta na kimwe Twirengagije muri vyo.","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:85","price":"Umusi rero Twegeranirije abagamburukiramana kwa Nyenimpuhwe Allah bubashwe, bari mu migwimigwi;","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:86","price":"Tugashorera n’abagarariji mu muriro wa Jahannamu bagenda n’ibirenge bishwe n’inyota;","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:87","price":"Abagarariji ntibazogira n’umwe bavugira mu biremwa, ariko uwuzogira uburenganzira bwo kugira uwo asabiye, ni uwuzoba afise isezerano rya Nyenimpuhwe Allah mu Ntumwa n’abemeramana ryo kuvugira abandi.","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:88","price":"Abagarariji baranavuze ko Nyenimpuhwe Allah Yigeneye umwana.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:89","price":"Bantu muvuga ko Imana Allah Yigeneye umwana! Ni ukuri, mwaradukanye ikintu kibi cane kuri iyo mvugo;","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:90","price":"Ku bubi bw’iryo jambo, amajuru ahakwa gusaduka, n’isi ihakwa gusatagurika, n’imisozi ihakwa gusenyagurika ikayoka;","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:91","price":"Ku gushavuzwa n’iyomekera ry’umwana kuri Nyenimpuhwe Allah.","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:92","price":"Ntibikabe rero ko Nyenimpuhwe Allah Yigenera umwana.","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:93","price":"Ibiremwa biri mu majuru mu bamalayika, n’ibiremwa biri kw’isi mu bantu n’amajini, vyose bizosubira kuri Nyenimpuhwe Allah, ari abaja bicisha bugufi kuri Yo.","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:94","price":"Ni ukuri Imana Allah, Yaramaze guharura ibiremwa vyayo ata kwihenda, Iraheza Iramenya n’igitigiri cavyo;","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:95","price":"Kandi umwe wese mu biremwa, azoza ku Mana Allah ku musi w’izuka ari wenyene, ari imbokoboko.","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:96","price":"Mu vy’ukuri, abemeye Imana Allah n’Intumwa yayo bagakora n’ivyiza bitegetswe, Nyenimpuhwe Allah Azobaha gukundwa n’ibiremwa.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:97","price":"Ntumwa y’Imana! Ni ukuri Twebwe Allah, Tworoheje Qor’ani mu rurimi rwawe rw’icarabu; kugira uyikoreshe mu gushikiriza inkuru nziza ihumuriza abagamburukiramana, ko bazohabwa Ubwami bw’ijuru, no mu kugabisha abantu b’inshirwarimenetse mu bigaba ku bihano vy’Imana Allah.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"19:98","price":"Ntumwa y’Imana! Hari imigwi myinshi y’abantu Twahoneje aho hambere y’abagarariji mu bantu warungitsweko, hari n’umwe ubona muri bo yasigaye, canke ngo wumve n’ijwi ryabo[388]!","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"[388] Iyi Aayah irihaniza abagarariji mu bantu barungikiwe Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), ko Imana Allah Ishobora kubahonya mu gihe borendegera mu bugarariji bwabo.","lang":"rn"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}