{"data":[{"name":"20:1","price":"Twaa Haa[1].","arabic":"طه","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2349,"juzNumber":16,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’igisomwa Al-Baqara.","lang":"rn"},{"name":"20:2","price":"Ntumwa y’Imana! Ntitwakumanuriye Qor’ani kugira ngo ikubere amananiza mu vyo ukora;","arabic":"مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2350,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:3","price":"Ariko Twayikumanuriye kugira ibe inyigisho n’urwibutso ku wutinya ibihano vy’Imana Allah, maze akubahiriza amabwirizwa yayo.","arabic":"إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2351,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:4","price":"Iyi Qor’ani, yamanuwe ivuye ku Mana Allah Yaremye isi n’amajuru ahanitse mu kirere;","arabic":"تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2352,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:5","price":"Nyenimpuhwe Allah Ahangamiye hejuru y'ibiremwa vyose ku Buhangamo bwiwe \"Al’Arsh\" mu buryo buberanye n'icubahiro ciwe.","arabic":"ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2353,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:6","price":"Ni We Rugaba Agaba Akaganza ibiri mu majuru n’ibiri mw’isi n’ibiri hagati yavyo, hamwe n’ibiri mu kuzimu.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2354,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:7","price":"Ntumwa y’Imana! Niwaserura ijambo canke ukongorera, uramenya ko Imana Allah ata co Itazi; ni ukuri, Irazi neza ibiri mw’ibanga n’ibihishije mu mishaha.","arabic":"وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2355,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:8","price":"Allah ni Yo Mana ata yindi mana ibwirijwe gusengwa atari Yo, Ifise amazina meza cane n’amatazirano ayiranga.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2356,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:9","price":"Ntumwa y’Imana! Mbega warashikiriwe n’inkuru ya Musa mwene Amrani (nyakugira amahoro y’Imana Allah), igihe yava muri Madiyani agana muri Misiri!","arabic":"وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2357,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:10","price":"Igihe yabona umucanwa waka mw’ijoro, agaca abwira umuryango wiwe bari kumwe ati: “Nimundindire gato, ni ukuri jewe nabonye umucanwa waka, hari n’aho nobazanira igishirira mukota, canke nkahasanga umuntu yotuzimurura akatwereka inzira”.","arabic":"إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2358,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:11","price":"Musa amaze gushika aho yabonye nya mucanwa, yarahamagawe n’Imana Allah Iti: “Ewe Musa!","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2359,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:12","price":"Mu vy’ukuri, ni Jewe Imana yawe Rurema Allah, enda nyabuna rero, kura ibirato vyawe wambaye; mu vy’ukuri, aha uri mu kabande “Twuwa” gahezagiwe;","arabic":"إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2360,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:13","price":"Jewe Allah Nagutoye kuba Intumwa, umviriza rero Ndaguhishurire;","arabic":"وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2361,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:14","price":"Mu vy’ukuri ni Jewe Allah, ata yindi mana ibwirijwe gusengwa atari Jewe, nyiyegereze rero mu vyo ukora vyose unansenge utambangikanya, wongere utsimbataze isengesho mu kuninahaza no mu kuntazira;","arabic":"إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2362,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:15","price":"Mu vy’ukuri, isango ry’umuhero w’isi nta nkeka ko vuba bwango rigiye gushika; Narigize ibanga ryanje gusa, aho ata kiremwa kizi igihe nya sango rizogererako, kugira umuntu wese ahemberwe ivyo yakoze kw’isi;","arabic":"إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2363,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:16","price":"Musa! Ntuzobuzwe kwemera isango ry’umuhero w’isi, n’uwutemera ko iryo sango ribaho ngo aryitegurire, agahitamwo gukurikira ivyipfuzo vyiwe, agahona;","arabic":"فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2364,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:17","price":"Mbega Musa! Ico witwaje mu kuryo kwawe, ni igiki?”.","arabic":"وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2365,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:18","price":"Musa yishura ati: “Ni inkoni yanje nishimikiza, nkayikoresha no mu kwahirira ubwatsi intama zanje, ndanayikoresha no mu bindi ngirakamaro”.","arabic":"قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2366,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:19","price":"Imana Allah Ibwira Musa Iti: “Musa! Terera hasi iyo nkoni”;","arabic":"قَالَ أَلۡقِهَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2367,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:20","price":"Musa aca aterera hasi ya nkoni maze ihinduka inzoka yigendera. Musa abonye nya nzoka, yabaye nk’uwuyihunga;","arabic":"فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2368,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:21","price":"Imana Allah Ica Imubwira Iti: “Tora iyo nzoka, kandi ntutinye kuyitora, Twebwe Allah Turayihindura isubire kuba inkoni ukuri kwamye;","arabic":"قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2369,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:22","price":"Vyongeye, shira ikiganza cawe mu kwaha, kivayo cererana gisayangana bidaturutse ku ndwara y’ubukarabe; ico kikaba ari ikindi gitangaro;","arabic":"وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2370,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:23","price":"Ivyo vyose Twabigize kugira Tukwereke bimwe mu bitangaro vyacu bihambaye, vyerekana ko uri Intumwa vy’ukuri;","arabic":"لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2371,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:24","price":"Genda rero kwa Firawuni umurarikire kwemera no gusenga Imana Imwe Rudende Allah, mu vy’ukuri yarimonogoje mu bugarariji”.","arabic":"ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2372,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:25","price":"Musa yavuze ati: “Mana yanje Rurema Allah! Nyagurira igikiriza canje mu kwihangana;","arabic":"قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2373,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:26","price":"Wongere Unyorohereze iki gikorwa;","arabic":"وَيَسِّرۡ لِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2374,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:27","price":"Umpe n’ubushobozi bwo gutomora;","arabic":"وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2375,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:28","price":"Kugira abo Undungitseko batahure amajambo yanje;","arabic":"يَفۡقَهُواْ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2376,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:29","price":"Ndagusavye Ungirire umufasha mu muryango wanje;","arabic":"وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2377,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:30","price":"Haruna murumunanje;","arabic":"هَٰرُونَ أَخِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2378,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:31","price":"Gutyo Umunshigikize mu kuntera intege, amfate mu mugongo;","arabic":"ٱشۡدُدۡ بِهِۦٓ أَزۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2379,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:32","price":"Umugire uwo dufatanije mu butumwa no kubushikiriza;","arabic":"وَأَشۡرِكۡهُ فِيٓ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2380,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:33","price":"Kugira jewe na we dushishikare kukuninahaza cane;","arabic":"كَيۡ نُسَبِّحَكَ كَثِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2381,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:34","price":"Twongere twibuke kwama tugushimagiza kenshi;","arabic":"وَنَذۡكُرَكَ كَثِيرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2382,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:35","price":"Mu vy’ukuri, Wewe Wamye Uri Nyenukubona, ivyo dukora vyose Urabibona”.","arabic":"إِنَّكَ كُنتَ بِنَا بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2383,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:36","price":"Imana Allah Yavuze Iti: “Musa! Ni ukuri wamaze kwemererwa ibisabo vyawe;","arabic":"قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2384,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:37","price":"Kandi n’imbere y’ivyo bisabo Tukwemereye, ni ukuri Twaraguhaye izindi nema, igihe wari uruhinja Tukagukiza ububisha bwa Firawuni;","arabic":"وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2385,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:38","price":"Igihe Twebwe Allah Twereka nyoko wawe;","arabic":"إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2386,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:39","price":"Ko amaze kukwibaruka yogushira mw’isandugu, maze agaterera nya sandugu mu ruzi rwa Nili, nya ruzi rugaheza rukaguta ku nkengera zarwo, kugira umwansi wanje akaba n’umwansi wawe Firawuni agutore. Twaranaguhaye igikundiro maze ukundwa n’abantu, kugira urererwe aho Tugushinze amaso Tukubungabunge[2]”.","arabic":"أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2387,"juzNumber":16,"footnotes":"[2] Iyi Aayah iremeza ko Imana Allah Ifise amaso mu buryo buberanye n'icubahiro cayo.","lang":"rn"},{"name":"20:40","price":"Twaranaguhaye inema mu kugushinga mushikawe agenda akurikirana isandugu washizwemwo, araheza abwira abagutoye ati: “Mbega mwonkundira nkabereka umuvyeyi yomwitaho, akamurera, akanamubonkereza!”. Gutyo Tubona kugusubiza kwa nyoko wawe umaze gushika mu kirimba kwa Firawuni, kugira agumize umutima mu nda, maze ntiyicwe n’intuntu yo kutakubona. Warishe n’umuntu w’Umunyagiputa ku mpanuka, Turaheza Tugukiza kwicwa n’agahinda ko gutinya kwihora ukicwa, Turanakugerageza igeragezwa rikomeye, maze ku gutinya kwicwa uja mu bantu ba Madiyani, uraheza ugumayo imyaka n’iyindi, hanyuma ni ho wava i Madiyani ugaruka kw’isango ryagezwe n’Imana Allah;","arabic":"إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2388,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:41","price":"Ni ukwo rero Naguteguye kugira ube Intumwa yanje.","arabic":"وَٱصۡطَنَعۡتُكَ لِنَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2389,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:42","price":"Musa! Genda rero wewe hamwe na murumunawe Haruna, mugende mwitwaje ivyemezo vyanje vyerekana ukuri kw’ubutumwa bwanyu, kandi ntimuhengeshanye kuninahaza no kuntazira;","arabic":"ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2390,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:43","price":"Nimugende kwa Firawuni uko muri babiri, mumurarikire kwemera no gusenga Imana Imwe Rudende Allah, mu vy’ukuri yarimonogoje mu bugarariji ararenza;","arabic":"ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2391,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:44","price":"Maze mumubwire mu majambo yoroshe; hari n’aho yokwikebuka canke agatinya Imana yiwe Rurema Allah\".","arabic":"فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2392,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:45","price":"Musa na Haruna baraheza bishura bati: “Mana yacu Rurema Allah! Mu vy’ukuri, turafise impungenge n’ubwoba ko Firawuni atwitanga akaduhana, canke akiguburiza agahakana ukuri amenya”.","arabic":"قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2393,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:46","price":"Imana Allah Ica Ibwira Musa na Haruna Iti: “Ntimutinye Firawuni namba; mu vy’ukuri, Jewe Allah Ndi kumwe na mwe, Ndumva ivyo muvuga kandi Ndabona n’ivyo mukora;","arabic":"قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2394,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:47","price":"Nimuje kwa Firawuni muheze mumubwire muti: “Twebwe Twempi turi Intumwa z’Imana yawe Rurema Allah zarungitswe kuri wewe, ko woha Bene Israyeli ubwigenge, kandi ntukabacure bufuni na buhoro; ni ukuri, twaje tukuzaniye igitangaro kivuye ku Mana yawe Rurema Allah cerekana ukuri kwacu, harakagira amahoro yo kudahanwa n’Imana Allah uwuzokurikira uburongozi bwayo;","arabic":"فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2395,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:48","price":"Ni ukuri, twebwe twarahishuriwe n’Imana Allah ko Iha ibihano vyayo uwuzohakana akirengagiza amabwirizwa yayo””.","arabic":"إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2396,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:49","price":"Firawuni araheza ababaza n’agasuzuguro n'akantu ati: “Musa! Mbega none, Imana yanyu Rurema Allah, ni nde?”;","arabic":"قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2397,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:50","price":"Musa yishura Firawuni ati: “Imana yacu Rurema Allah, Yahaye ikintu ico ari co cose indemo nziza ikibereye, Iraheza Irongora ikiremwa ico ari co cose ukuntu cibeshaho”.","arabic":"قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2398,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:51","price":"Firawuni abaza Musa ku mvo zo kumuhaririza ati: “Mbega none imigwi y’abantu bo hambere yacu badutanze mu bugarariji, uyivuzeko iki?”.","arabic":"قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2399,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:52","price":"Musa arishura Firawuni ati: “Ubumenyi bw’ivyakozwe n’abo hambere yawe, bufiswe n’Imana yanje Rurema Allah, mu Gitabu nyezina canditswemwo ivyagezwe n’ishirwa mu ngiro ryavyo, Imana yanje Rurema Allah ntiyihenda canke ngo Yibagire gushira mu ngiro ivyagezwe”.","arabic":"قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2400,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:53","price":"Ni Yo Yabaremeye isi ishashe kugira muyibeko vyoroshe, Ibacira inzira z’uruja n’uruza kuri nya si, Ituma hagwa n’imvura ivuye mu bicu izananye mu kirere, gutyo Twebwe Allah Turaheza Tumeresha ibiterwa n'ivyimeza vy’ubwoko butandukanye hakoreshejwe amazi ya nya mvura.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2401,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:54","price":"Bantu! Nimufungure rero mu vyiza bimera kw’isi, muheze muragire n’ibitungwa vyanyu ahari ubwatsi. Mu vy’ukuri muri ivyo vyose rero, ni ukuri harimwo ivyemezo vyotuma abanyabwenge babushitse[3], batahura ubushobozi n'ububasha vy’Imana Allah, bakayisenga ari Imwe Rudende.","arabic":"كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2402,"juzNumber":16,"footnotes":"[3] Abanyabwenge babushitse, ni abantu bafise ubwenge ndemanwa butuma barangwa n’ingeso nziza bagakora n’ivyiza.","lang":"rn"},{"name":"20:55","price":"Bantu! Ni mw’ivu Twabaremye, ni na ryo nyene Tuzobasubizamwo mumaze gupfa, ni na ryo nyene kandi Tuzobazuramwo ku musi w’izuka kugira muharurirwe, muheze muhemberwe ivyo mwakoze.","arabic":"۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2403,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:56","price":"Ni ukuri, Twareretse Firawuni ivyemezo n’ibitangaro vyacu vyose vyerekana ukuri kwa Musa, maze arabihakana yivuye inyuma, aranka no kwumviriza ukuri.","arabic":"وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2404,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:57","price":"Ni ho rero Firawuni yaheza akavuga ati: “Mbega Musa! Karashize ingani uze utwomore, udukure mu zacu ukoresheje ubukonikoni bwawe!”.","arabic":"قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2405,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:58","price":"Namba ari ubukonikoni bwobwo, dutegerezwa kuzana ubukonikoni nk’ubwo watuzaniye; gena rero isango nyezina tuzohurirako, maze ntihagire n’umwe asiba kuri nya sango, duheze duhurire ahantu abantu bashobora gushika ata wukumiriwe.","arabic":"فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2406,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:59","price":"Musa araheza abwira Firawuni ati: “Isango ryo guhurirako, ni ku musi w’ihimbazwa ry’ibirori, igihe abantu bazoba bambaye bakaberwa, bakazokorana mu gitondo izuba riva, bavuye mu mihingo yose”.","arabic":"قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2407,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:60","price":"Maze Firawuni agenza umugongo mu kwirengagiza ukuri yashikirijwe na Musa, araheza arararika abakonikoni biwe, hanyuma aritaba nya sango.","arabic":"فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2408,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:61","price":"Ni ho Musa yabwira ba bakonikoni ba Firawuni abahanura ati: “Muragabe, ntimurementanirize Imana Allah, kuko Yobarandurana n’imizi mu kubahana, kandi ni ukuri yarahuvye uwurementaniriza Imana Allah”.","arabic":"قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2409,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:62","price":"Ba bakonikoni baraheza rero barikebukana bahazana mw’ibanga nta ngere;","arabic":"فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2410,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:63","price":"Bavuga bati: “Nta nkeka ko Musa na Haruna bompi ari abakonikoni bashaka kubomora mu gihugu canyu bakoresheje ubukonikoni, maze bazimanganye uburyo mwahora mukoresha mu kuroga;","arabic":"قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2411,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:64","price":"Nimwegeranye rero inguvu z’urwenge rwanyu, hanyuma mwunge urunani rw’intamenwa, muze muri umugwi umwe, muheze mutererere hasi rimwe ibikoresho vy’ubukonikoni mufise mu minwe, kandi kuri uno musi uwushika ku ntsinzi, ni uwunesha uwundi”.","arabic":"فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2412,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:65","price":"Ni ho rero ba bakonikoni bavuga bati: “Ewe Musa! Urashobora gutangura ugaterera hasi inkoni yawe, canke twebwe dutangure guterera hasi ivyo dufise”.","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2413,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:66","price":"Musa yabishuye ati: “Ahubwo mwebwe nimutangure”. Ni ho rero baterera hasi imizana n’inkoni vyabo. Ku kubera nya bukonikoni bwabo, Musa yarahunitswe ku buryo abona ivyo batereye hasi nk’aho ari inzoka zigendagenda;","arabic":"قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2414,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:67","price":"Maze Musa atekerwa n’ubwoba;","arabic":"فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2415,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:68","price":"Ni ho Twebwe Allah Twabwira Musa Duti: “Ntugire ubwoba na gato, mu vy’ukuri ni wewe utegerezwa kubanesha;","arabic":"قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2416,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:69","price":"Terera hasi iyo nkoni ufise mu kuboko kwawe kw’iburyo, iraheza imiragure imizana n’inkoni batereye hasi; mu vy’ukuri ivyo batereye hasi, nta kirimwo kiretse ko ari urwenge rwo guhunika abantu, kandi umukonikoni aho azanana hose ntashobora gushika ku ntsinzi”.","arabic":"وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2417,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:70","price":"Ni ho rero Musa yaterera nya nkoni hasi, ya nkoni ica iramiragura nya mizana n’inkoni vya ba bakonikoni, gutyo aba aratsinze. Ba bakonikoni baciye bubama, maze bavuga bati: “Twemeye Imana Rurema ya Musa na Haruna, kuko ivyo twiboneye n’amaso, si ubukonikoni namba”.","arabic":"فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2418,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:71","price":"Firawuni yaciye abwira ba bakonikoni n’ishavu n’akantu, ati: “Ubu nyene murubahutse koko muremera Musa muranamukurikira imbere yuko ndabibarekurira! Mu vy’ukuri, biragaragaye ko Musa ari we mukuru wanyu yabigishije ubukonikoni! Kubera ivyo rero, ntegerezwa gucagagura amaboko n’amaguru yanyu binyuranije[4]; ntegerezwa no kubabamba ku bishitsi vy’itende, nta nkeka rero ko muheza mukamenya uwuhasha mu guhana mu buryo bwamaho, ko ari jewe canke Imana ya Musa”.","arabic":"قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2419,"juzNumber":16,"footnotes":"[4] Ukuboko kw’ukuryo hamwe n’ukuguru kw’ukubamfu, no ku rundi ruhande ukwo nyene.","lang":"rn"},{"name":"20:72","price":"Ba bakonikoni baca babwira Firawuni bati: “Ntidushobora guhitamwo kugukurikira ngo tureke kwemera ivyemezo vyerekana ukuri kwa Musa no kwemera Imana Allah Yaturemye. Gira ivyo wipfuza mu kuduhana, mu vy’ukuri wewe ububasha bwawe udufiseko, ni ubwo mu buzima bwo kw’isi, ibihano vyawe biherera ng’aha kw’isi;","arabic":"قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2420,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:73","price":"Mu vy’ukuri, twebwe twemeye Imana yacu Rurema Allah n’Intumwa Musa, twubahirije n’amabwirizwa yayo, kugira Itubabarire ivyaha vyacu n’ibicumuro vy’ubukonikoni waduhatiyeko gukora mu guhakana Musa. Burya Imana Allah, ni Yo Nyenindishi nziza kugusumba, Nyenibihano vyamaho ku bigaba;","arabic":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2421,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:74","price":"Kukaba nkako, uwuzoza ku Mana yiwe Rurema Allah yarayigararije, azosanga yategekenirijwe ibihano mu muriro wa Jahannamu, ntazopfa muri nya muriro ngo awuruhuke, eka ntazonawubamwo ubuzima buhimbaye;","arabic":"إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2422,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:75","price":"Nayo uwuzoza ku Mana yiwe Rurema Allah yarayemeye, akaba yaranakoze n’ibikorwa vyiza bitegetswe, azoba ari mu bategekanirijwe ivyubahiro vyo hejuru;","arabic":"وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2423,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:76","price":"Imirima itotahaye yo mu Bwami bw’ijuru rya “Adeni”, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi, bazobubamwo ibihe bidahera, iyo ni na yo ndishi rero y’uwejeje umutima wiwe, akiyegereza Imana Allah mu vyo akora vyose akanayisenga atayibangikanya gushika gupfa”.","arabic":"جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2424,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:77","price":"Ni ukuri Twebwe Allah, Twarahishuriye Musa Tumubwira Duti: “Kinjura muri iri joro, ugende ujanye abaja banje muri Bene Israyeli ubakure muri Misiri, maze ubacire inzira yumutse mw’ibahari, ntutinye na gato ko Firawuni n’ingabo ziwe bohava bagufata, eka ntunatinye ko wotwarwa ugasoma nturi”.","arabic":"وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2425,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:78","price":"Ni ho rero Musa yajana Bene Israyeli mw’ijoro, abacira inzira yumutse mw’ibahari, maze Firawuni amuja mu nyuma ari kumwe n’ingabo ziwe, baraheza batwarwa n’ibahari ku rugero ruzwi gusa n’Imana Allah, maze barasoma nturi bose, Musa n’abo bari kumwe baraheza barajabuka amahoro.","arabic":"فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2426,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:79","price":"Firawuni yarahubishije abantu biwe mu kubaryohereza ubugarariji, eka ntiyanabarongoye namba mu nzira igororotse.","arabic":"وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2427,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:80","price":"Emwe Bene Israyeli! Ni ukuri, nimwibuke igihe Twebwe Allah Tubakura kw’izosi umwansi wanyu Firawuni, Tukabaha n’isango ryo kubamanurira Tawurati amaja iburyo bw’akabande “Twuwa”, Tukabamanurira “Manna[5]” hamwe na “Salwa[6]” mufungura igihe mwari mu bihano vyo kwangazwa.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2428,"juzNumber":16,"footnotes":"[5] Ibirirarira vy’ibiti bisosa nk'ubuki.\n[6] Inyama z’ubwoko bwinyoni.","lang":"rn"},{"name":"20:81","price":"Nimurye rero mu vyiza birekuwe Twabaronkeje, kandi ntimuzokwirenganye mu gutandukira ibitarekuwe, mwohava mushikirwa n’ishavu ryanje Jewe Allah, kandi uwushikiwe n’ishavu ryanje, ni ukuri aba ahonye, ahomvye n’uruhombo nya ruhombo.","arabic":"كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2429,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:82","price":"Mu vy’ukuri Jewe Allah, Ndi Nyenimbabazinyinshi ku wigaye ivyaha, agaheza akanyemera agakora n’ivyiza bitegetswe, hanyuma agatumbera inzira igororotse gushika gupfa.","arabic":"وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2430,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:83","price":"Mbega Musa! Ni igiki catumye usiga abantu bawe inyuma, ukihutira kuza mu kabande ka “Twuwa”?","arabic":"۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2431,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:84","price":"Musa yishuye Imana Allah ati: “Abantu banje bari inyuma yanje baraje. Nayo jewe nihutiye kuza iwawe Mana yanje Rurema Allah, kugira ndagushimishe”.","arabic":"قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2432,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:85","price":"Imana Allah Yabwiye Musa Iti: “Mu vy’ukuri rero, Twebwe Allah mu nyuma zawe Twagerageje abantu bawe mu gusenga inyana y’inka, uwabahubishije akaba ari Saamiriy[7]”.","arabic":"قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2433,"juzNumber":16,"footnotes":"[7] Yitwa Musa Al-Saamiriy.","lang":"rn"},{"name":"20:86","price":"Ni ho rero Musa yasubira inyuma ku bantu biwe ishavu riniga, atuntujwe n’ivyo bakoze, araheza ababwira ati: “Bantu banje! Imana yanyu Rurema Allah, ntiyabahaye isango ryiza ryo kubamanurira Tawurati, mwoba mwabonye ko nya sango riri kure, canke mwashatse ko Imana yanyu Rurema Allah Ibashavurira, muraheza muhitamwo guca kubiri n’isezerano ryanje, muca musenga inyana y’inka!”.","arabic":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2434,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:87","price":"Abantu ba Musa bamwishuye bati: “Ntitwaciye kubiri n’isezerano ryawe tubishaka, ariko twakorewe ivyaha vy’ibisharizo vy’abantu ba Firawuni bihinguwe mu nzahabu[8], maze dutegekwa na Saamiriy guterera nya nzahabu mu kinogo c’umuriro ngo tugirirwe ikigongwe n’Imana Allah, ni nk’ukwo nyene rero Saamiriy yataye muri nya kinogo urushi rw’ivu ry’aho ifarasi ya Jibrili (nyakugira amahoro n’impuhwe z’Imana Allah) yahonyoje ikinono”.","arabic":"قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2435,"juzNumber":16,"footnotes":"[8] Ni ibisharizo bihinguwe mu nzahabu, abakenyezi muri Bene Israyeli bari batiye ku bantu ba Firawuni ngo na bo bashaze ku musi w’ibirori, igihe Musa n’abarozi ba Firawuni bahurira hamwe. Nya bisharizo rero, baciye bagenda babitwaye.","lang":"rn"},{"name":"20:88","price":"Ni ukwo rero Saamiriy yabumbiye Bene Israyeli muri nya nzahabu igishusho c’inyana y’inka kimoka nk’inka. Saamiriy n’abamukurikiye babwiye abantu ba Musa bati: “Iyi, ni yo mana yanyu, ikaba n’imana ya Musa, Musa yasamaye ayisiga ng’aha!”.","arabic":"فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2436,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:89","price":"Mbega abasenze igishusho c’inyana y’inka, ntibabona ko nya gishusho kitari gishoboye kubavugisha, canke ngo kibishure ivyo bakibajije, canke ko ata n’ico cobungura canke ngo kibicire!","arabic":"أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2437,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:90","price":"Ni ukuri, Haruna yarabwiye Bene Israyeli imbere yuko Musa agaruka kubaraba, ati: “Emwe bantu banje! Mu vy’ukuri, mwageragejwe mu gusenga iki gishusho c'inyana y’inka, kugira hamenyekane umwemeramana canke umugarariji muri mwebwe! Mu vy’ukuri Imana yanyu Rurema Allah, ni Yo Nyenimbabazi ku batoni bayo, enda nyabuna rero, nimunkurikire mu vyo ndabararikira, maze munyumvire mu gusenga Imana Imwe Rudende Allah”.","arabic":"وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2438,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:91","price":"Bene Israyeli bishuye Haruna bati: “Ntiturota tureka gusenga igishusho c'inyana y’inka gushika Musa agarutse aha turi”.","arabic":"قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2439,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:92","price":"Musa amaze kugaruka, yabwiye murumunawe Haruna, ati: “Igihe wabona ko bahuvye, ni igiki cagutumye ugumana na bo;","arabic":"قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2440,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:93","price":"Ukareka kunkurikira? Warenze n'ibigirankana kw’itegeko ryo kunsigarira mu kibanza c’ubuhanuzi”.","arabic":"أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2441,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:94","price":"Ni ho Musa yafata murumunawe Haruna mu kanigo, maze amukwega ubwanwa n’umushatsi, Haruna aca amubwira ati: “Mwana wa mama! Reka kunkwega ubwanwa n’umushatsi; ni ukuri, jewe natinye ko mu gihe nogukurikira wombwira uti: “Bene Israyeli wabaciyemwo imigwi, ntiwaheza ngo wubahirize impanuro naguhaye yo kubacungera!””.","arabic":"قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2442,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:95","price":"Musa yabajije Saamiriy ati: “Mbega Saamiriy! Wafashwe n’igiki catumye ugira ivyo wagize?”.","arabic":"قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2443,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:96","price":"Saamiriy yishuye Musa yiregura, ati: “Tumaze kujabuka ibahari, inyuma y’aho Firawuni n’ingabo ziwe basomeye nturi, nabonye ivyo batabonye; nabonye Jibrili ari kw’ifarasi, maze nca mfata urushi rw’ivu ry’aho ifarasi yiwe yahonyoje ikinono, iryo vu rero ni ryo natereye ku nzahabu zayongejwe mu kinogo c’umuriro, ndaheza mbumba igishusho c’inyana y’inka, kimoka nk’inka. Ukwo ni kwo nohejwe n’umutima wanje mubi”.","arabic":"قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2444,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:97","price":"Musa yabwiye Saamiriy ati: “Va mu bandi rero ugende, mu vy’ukuri wewe, uzobaho uri igicibwa mu bantu, ubwira uwo muhuye wese uti: “Nta we nkorako, ntihagire n’uwunkorako!”. Kandi ni ukuri, urafise isango ntarengwa wagenewe ryo guhanwa mu buzima bw’inyuma yo gupfa. Ehe raba n’iherezo ry’imana yawe washishikaye gusenga, ni ukuri dutegerezwa kuyiturira, hanyuma tunyanyagize umunyota wayo mu ruzi, maze ntihagire n’udusigarira twayo dusigara.","arabic":"قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2445,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:98","price":"Bantu! Mu vy’ukuri Imana yanyu ni Allah, nta yindi mana ibwirijwe gusengwa atari Yo, ubumenyi bwayo bukikuje ikintu ico ari co cose.","arabic":"إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2446,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:99","price":"Ntumwa y’Imana! Ni nk’uko nyene rero Twebwe Allah - Twakwiganiye inkuru zo muri kahise ka Musa na Firawuni hamwe n’abantu babo - Tukwiganira n’inkuru yo muri kahise k’ab’aho hambere yawe. Ni ukuri Twebwe Allah, Twaranaguhaye Qor’ani kugira ibe urwibutso ku bibuka bakikebuka.","arabic":"كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2447,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:100","price":"Uwuzokwirengagiza rero iyi Qor’ani, ntaheze ngo ayemere anayigendere, mu vy’ukuri, azoza ku musi w’izuka yiremetse umutwaro w’ivyaha amahanga;","arabic":"مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2448,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:101","price":"Ari mu bazokwama mu bihano ibihe bidahera; kuri nya musi w’izuka, bazokwiremeka umutwaro mubi cane w’ivyaha;","arabic":"خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2449,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:102","price":"Umusi havugijwe inzamba igira kabiri y’izuka ry’ibiremwa, maze Tugashorera abagarariji kuri nya musi birabura, amaso na yo yatukuye kubera intureka z’uwo musi;","arabic":"يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2450,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:103","price":"Bongorerana hagati yabo bati: “Ntimwabaye kw’isi kiretse imisi cumi gusa”.","arabic":"يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2451,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:104","price":"Twebwe Allah, Turazi neza ivyo bazovuga bongorerana igihe uwutahura muri bo gusumba abandi azovuga ati: “Ntimwabaye kw’isi kiretse umusi umwe gusa”, mu kwerekana ko ubuzima bwo kw’isi ari bugufi cane ugereranije n’ubuzima bw’inyuma yo gupfa.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2452,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:105","price":"Ntumwa y’Imana! Abantu warungitsweko barakubaza ku vyerekeye impera n’imperuka y’imisozi! Bishure uti: “Imana yanje Rurema Allah Izoyivungagura, Iyisanze;","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2453,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:106","price":"Maze Isige isi iringaniye, inyerera nk’ibuye ry’isare, ata kinyabuzima na kimwe kiriko;","arabic":"فَيَذَرُهَا قَاعٗا صَفۡصَفٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2454,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:107","price":"Nta na hamwe kuri nya si, uzobona hagoramye, eka nta n’aho uzobona hatareha n’ahandi”.","arabic":"لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2455,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:108","price":"Kuri uwo musi, abantu bazokurikira ijwi ry’umuraritsi ararikira ibiremwa kuja kw’iyegeranirizo ry’ibiremwa; nta kiremwa na kimwe kitazokwumva iryo rarika, amajwi yose azoceceka ku kwicisha bugufi kuri Nyenimpuhwe Allah, nta co uzokwumva kiretse ubwongoshwe gusa.","arabic":"يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2456,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:109","price":"Kuri uwo musi, ivugira ry’umuntu ku caha yakoze, nta co rizoba rimaze kiretse ivugira ry’uwahawe uburenganzira na Nyenimpuhwe Allah, maze Agashima ivugira ryiwe[397].","arabic":"يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2457,"juzNumber":16,"footnotes":"[397] Ukuvugira uwundi ku musi w’izuka ku vyaha yakoze, kuzorekurirwa gusa umwemeramana vy’ukuri.","lang":"rn"},{"name":"20:110","price":"Imana Allah Irazi neza inkuru z’ibiremwa vyose, kahise na kubu mu buzima bwo kw’isi, na kazoza kavyo mu buzima bw’inyuma yo gupfa. Nta n’umwe rero mu biremwa ashoboye guhetura ubumenyi bw’Imana Allah n’ukuntu Iteye.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2458,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:111","price":"Ibiremwa bizokwicisha bugufi kuri Nyenubugingo budashira nk’uko buyikwiye, Umuhagarikizi w’ibiremwa Yikwije muri vyose. Ni ukuri kuri uwo musi, uwiremetse irenganya ry’ibangikanyamana azohahombera koko.","arabic":"۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2459,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:112","price":"Uwo wese rero akoze ibikorwa vyiza bitegetswe, yemera Imana Allah, uyo nta mpungenge kuri we, ntatinye ko yorenganywa mu kwongererezwa ivyaha, eka ntanatinye ko yonagabanirizwa mu ndishi.","arabic":"وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2460,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:113","price":"Ni nk’uko nyene rero Twebwe Allah - Twakundishije abemeramana gukora ivyiza Tukihaniza abagarariji kuguma mu bugaba n’ubuhakanyi - Twamanuye Qor’ani mu rurimi rw’icarabu kugira abantu bayitahure, Twaranatomoye bikwiye muri Qor’ani uburyo butandukanye bwo kwihaniza kugira batinye mu kwubahiriza amabwiriza y'Imana Allah, canke nya Qor’ani itume bibuka baheze bikebuke.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2461,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:114","price":"Nihahabwe icubahiro nta ngere Imana Allah, Umwami Aganza vyose, Nyakuri[398]. Ntumwa y’Imana! Ntukihutire rero gusubiramwo Qor’ani mu gihe co kuyihishurirwa imbere yuko Jibrili aheraheza gusoma; ha kwihutira kuyisubiramwo, uraheza uvuge uti: “Mana yanje Rurema Allah! Ndagusavye Unyongerereze ubumenyi ku bwo Wampaye”.","arabic":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2462,"juzNumber":16,"footnotes":"[398] Ukubaho kwayo n’ibikomoka kuri Yo vyose, ni ukuri, nta makenga canke amazinda ari mu mazina n’amatazirano yayo, kibure mu bumana bwayo.","lang":"rn"},{"name":"20:115","price":"Ni ukuri Twebwe Allah, Twarahanuye Adamu imbere yuko afungura ku camwa, ko atohirahira ngo agifungureko, maze aribagira igihe yoshwa na Ibilisi, nta n’ishaka Twasanze afise ryo kwubahiriza ibwirizwa Twamuhaye.","arabic":"وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2463,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:116","price":"Ntumwa y’Imana! Ibuka n’igihe Twebwe Allah, Twabwiriza abamalayika hamwe na Ibilisi Duti: “Nimwubamire Adamu mumuhe icubahiro kimukwiye”; abamalayika baraheza baragamburuka barubama, kiretse Ibilisi yanse kumwubamira.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2464,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:117","price":"Ni ho rero Twavuga Duti: “Ewe Adamu! Mu vy’ukuri uyo Ibilisi, ni umwansi wawe, wewe hamwe n’umukenyezi wawe Hawa, muramwiyubara rero ntimuzomwumvire namba, ngo ahave abakura mu Bwami bw’ijuru, aho uzocumukura uramutse ubuvuyemwo.","arabic":"فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2465,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:118","price":"Ewe Adamu! Muri ubu Bwami bw’ijuru uzobaho uhiriwe; uzofungura, inzara uzobaza; uzokwambara ku buryo ubwambure bwawe butazogaragara;","arabic":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2466,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:119","price":"Ntuzonanyoterwa muri nya Bwami, eka ntuzokwigera wicwa n’ubushuhe bw’izuba”.","arabic":"وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2467,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:120","price":"Shetani yaroheje Adamu, maze imubwira iti: “Ewe Adamu! Mbega ndakwereke igiti mu gihe wogifungurako, wobaho ubutagipfa, ukaronka n’ubwami budahera?”.","arabic":"فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2468,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:121","price":"Ni ho rero Adamu na Hawa bafungura kuri nya giti babuzwa n’Imana Allah kugifungurako, ubwambure bwabo buca buragaragara, babona bambaye ubusa, baca batangura gukorora amababi y’ibiti vyo mu Bwami bw’ijuru ngo bapfuke ubwambure bwabo bugaragara, Adamu aba aciye kubiri n’ibwirizwa yahawe n’Imana yiwe Rurema Allah, maze arahuba.","arabic":"فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2469,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:122","price":"Mu nyuma ni ho Adamu, Imana yiwe Rurema Allah Yamutora, Iramwumvira ukwigaya kwiwe, Iraheza Iramurongora mu nzira yayo.","arabic":"ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2470,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:123","price":"Imana Allah Yabwiye Adamu na Hawa Iti: “Nimuve mu Bwami bw’ijuru mumanuke kw’isi mwese muri kumwe na Ibilisi, mwebwe na we mwamaze gucika abansi hagati yanyu; nimwashikirwa n’uburongozi buvuye iwanje, uwuzokurikira uburongozi bwanje muri mwebwe, ntazokwigera ahuba kw’isi, eka ntazonagorwa mu buzima bw’inyuma yo gupfa;","arabic":"قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2471,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:124","price":"Nayo uwuzogenza umugongo mu kwirengagiza uburongozi bwanje, mu vy’ukuri azobaho ubuzima bw’ivyago n’amaganya kw’isi[399], Duheze Tumuzure ku musi w’izuka ari impumyi kuko yirengagije kubona ukuri kw’ivyemezo vyacu akiri kw’isi”;","arabic":"وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2472,"juzNumber":16,"footnotes":"[399] N’aho umuraba wogira ngo abayeho yorohewe, ahimbawe.","lang":"rn"},{"name":"20:125","price":"Azoheza avuge ati: “Mana yanje Rurema Allah! Ni kuki Wanzuye ndi impumyi kandi nkiri kw’isi nahora mbona ukuri kwamye?”.","arabic":"قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2473,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:126","price":"Imana Allah Izomwishura Iti: “Nakuzuye uri impumyi, kuko ivyemezo vyanje vyagushikiriye ukiri kw’isi uravyirengagiza, ntiwavyemera, ni nk’ukwo nyene rero Twebwe Allah Tukwirengagije kuri uno musi Tukaguta no mu muriro”.","arabic":"قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2474,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:127","price":"Ni nk’uko nyene rero Twebwe Allah - Tuzohana abirengagije ivyemezo vyacu - Duhana kw’isi uwimonogoje mu butumva, ntaheze ngo yemere ivyemezo vy’Imana yiwe Rurema Allah; ni ukuri, n’ibihano yategekanirijwe mu buzima bw’inyuma yo gupfa, birakaze kandi vyamaho.","arabic":"وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2475,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:128","price":"Ntumwa y’Imana! Mbega abantu warungitsweko, ibihano vy’ihonywa ry’imigwi myinshi Twahoneje aho hambere yabo, ntibiratuma batumbera inzira igororotse, kandi baca ahahoze imihana yabo, bakabona n’ibisigarira vya nya bihano! Mu vy’ukuri muri iryo honywa ry’imigwi myinshi, ni ukuri harimwo inkebuzo ku banyabwenge babushitse.","arabic":"أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2476,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:129","price":"Iyo rero hataba isezerano ry’Imana yawe Rurema Allah Yamaze gutanga ryo kudahonya abantu warungitsweko, mu kurindiriza ibihano vy’umwe wese mu buzima bw’inyuma yo gupfa, ni ukuri vyari kuba ngombwa ko bahonywa bakiri kw’isi kubera igarariza ryabo.","arabic":"وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2477,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:130","price":"Ntumwa y’Imana! Ihanganire rero ivyo abagarariji bavuga, uheze uremururire umushaha, uninahaze Imana yawe Rurema Allah mu kuyishimagiza mw’isengesho ryo mu mutwenzi imbere yuko izuba riseruka, no mw’isengesho ryo ku muhingamo imbere yuko izuba rirenga, no mw’isengesho ryo ku mugoroba bumaze guhwibira, wongere uninahaze Imana yawe Rurema Allah mw’isengesho ryo ku musase mu bihe vy’igicamusi, no mw’isengesho ryo kukirengazuba kugira uhemberwe ivyo bikorwa indishi igushimisha.","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2478,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:131","price":"Kandi ntukarangamize wipfuza kuronka ivyo Twahaye bamwe mu bagarariji, mu bihendamaso vy’isi bitandukanye kugira Tubibageragerezeko; ibikubeshaho uronkejwe n’Imana yawe Rurema Allah hamwe n’indishi zayo, ni vyo vyiza gusumba ivyo bihendamaso vy’isi, kandi ni na vyo vyamaho.","arabic":"وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2479,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:132","price":"Muvugishwamana! Bwiriza umuryango wawe gusenga, wongere wihanganire kwamizako gusenga; ntitugusavye icotubeshaho, ni Twebwe Allah Tukubeshaho Tukakuronsa n’ivyo ukeneye. Burya iherezo ryiza kw’isi no mu buzima bw’inyuma yo gupfa, ni iry’abagamburukiramana.","arabic":"وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2480,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:133","price":"Ntumwa y’Imana! Abaguhakana bavuze bati: “Ubwo Muhamadi ntiyari gupfuma atuzanira icemezo kivuye ku Mana yiwe Rurema Allah, cemeza ko ari Intumwa vy’ukuri!”. Mbega ntibashikiriwe na Qor’ani ishimangira ukuri kuri mu Bitabu vyo hambere yayo!","arabic":"وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2481,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:134","price":"Iyo Tubahana Tukabahonya imbere yuko Tubarungikira Intumwa Tukanabamanurira Qor’ani, bari kuvuga bati: “Mana yacu Rurema Allah! Ntiwari kubanza Ukaturungikira Intumwa maze tukayemera, tugakurikira na Aayah n’amabwirizwa yawe, imbere yuko dusuzugurika tugateterezwa n’ibihano vyawe!”.","arabic":"وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2482,"juzNumber":16,"footnotes":"","lang":"rn"},{"name":"20:135","price":"Ntumwa y’Imana! Vuga ubwire ababangikanyamana, uti: “Umwe wese muri twebwe na mwe, ararindiriye ikizomushikira kuri ino si, caba ineza canke inabi, nimurindire rero, muzoteba mumenya muri twebwe na mwe abari mu nzira itumbereye n’abagororotsi batumbereye ukuri”.","arabic":"قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ","category":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha"],"ayahNumber":2483,"juzNumber":16,"footnotes":"","lang":"rn"}],"chapter":["20 (Ta-Ha)","Ta-Ha","Surah Ta-Ha","Chapter Ta-Ha","Ha","Surah Ha","Chapter Ha","Ta Ha","Surah Ta Ha","Chapter Ta Ha","Surah 20","Chapter 20","Ta-Ha","طه"]}