{"data":[{"name":"21:1","price":"Iharurirwa ry’abantu ku vyo bakoze vuba bwango rirashika, mu gihe abagarariji bari mu gusamazwa n’ivy’isi, birengagiza iri gabishwa.","arabic":"ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2484,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:2","price":"Nta kintu na kimwe kibashikira kiva ku Mana yabo Rurema Allah muri Qor’ani, ngo kibabere urwibutso, kiretse ko bacumviriza batebura bakagifata minenegwe.","arabic":"مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2485,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:3","price":"Imitima yabo yaragoswe n’ibihendamaso vy’isi bituma batanyurwa na Qor’ani. Ahubwo rero abirenganije mu Bakorayishi, bariherereye kugira ngo bapfundike mu mpisho ico bokora mu kuburagiza abantu kwemera Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), baraheza bakwiragiza igihuha bati: “Muhamadi si ikindi kiretse ko ari umuntu nkamwe. Karashize ingani ngo muje kwumviriza ubukonikoni bwa Qor’ani kandi mubona ko bushikirizwa n’umuntu asanzwe nkamwe!”.","arabic":"لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2486,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:4","price":"Umuvugishwamana Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) yabishuye ati: “Imana yanje Rurema Allah, Irazi ibivugwa mw’ijuru no kw’isi, ni na Yo Nyenukwumva, Irumva ivyo muvuga, Nyenubumenyikurivyose, Irazi neza ivyo mukora n’ivyo muzirikana”.","arabic":"قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2487,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:5","price":"Ahubwo rero, abagarariji bahakana bivuye inyuma n'ibigirankana Qor’ani; muri bo, harimwo abavuga ko Qor’ani ari indoto z’uwurazirana ata kuri kurimwo; hakaba n’abandi bavuga ko ahubwo ari amajambo y’irementanya; hari n’abinamura mu kuvuga ko Muhamadi ari umwivuzi w’amazina y’ab’aho hambere; niyaba rero ashaka ko tumwemera, arazana igitangaro gifadika; nk’ibitangaro vyahawe ab’aho hambere yiwe[1].","arabic":"بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2488,"juzNumber":17,"footnotes":"[1] Nk’ingamiya yahawe Swalehe n’ibitangaro vyahawe Musa na Isa (ba nyakugira amahoro y’Imana Allah),","lang":"rn"},{"name":"21:6","price":"Imbere y’abagarariji b’i Makka, nta banyagacimbiri na bamwe bigeze bemera kuko bahawe ibitangaro basavye Intumwa zabo, ahubwo barahakanye bivuye inyuma nya bitangaro, maze Turabahonya. Vyoshoboka gute rero ko abagarariji b’i Makka bokwemera babanje guhabwa ibitangaro!","arabic":"مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2489,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:7","price":"Ntumwa y’Imana! Twebwe Allah, Ntitwigeze Dutuma mu bantu b’aho hambere yawe, kiretse ko Twatuma Intumwa mu bantu b’abagabo baba mu bisagara, eka ntibari mu bamalayika namba, Tugaheza rero Tugahishurira nya Ntumwa amabwirizwa yacu. Babangikanyamana! Nimwaba mutemera ivyo, murabaza abamenyi mu bahawe Ibitabu, bazobabwira ko Intumwa zose zarungitswe zava mu bantu b’abagabo, nimwaba mutazi ko vyari ukwo.","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2490,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:8","price":"Kandi nya Ntumwa, ntitwaziremye ari ibitumbatumba gusa mu buryo butandukanye n’abantu, ngo ntizikenere gufungura no kunywa, eka ntizanabayeho ibihe bidahera ngo ntizipfe.","arabic":"وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2491,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:9","price":"Hanyuma Twarashiriye mu ngiro nya Ntumwa isezerano ry’intsinzi, Turaheza Turazirokora ziri kumwe n’abo Dushatse mu bazikurikiye, maze Duhonya abimonogoje mu bugarariji.","arabic":"ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2492,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:10","price":"Ni ukuri, Twarabamanuriye Igitabu ca Qor’ani kirimwo iteka n’icubahiro canyu kw’isi no mu buzima bw’inyuma yo gupfa nimwaba mwibuka. Mbega ntimugira ubwenge ngo mutahure ko mwatewe iteka gusumba abandi!","arabic":"لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2493,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:11","price":"Hari uducimbiri twinshi Twahoneje bene two birenganije mu kugarariza ivyo bazaniwe n’Intumwa zabo, Turaheza mu nyuma zabo Tuhacumbikira abandi bantu.","arabic":"وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2494,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:12","price":"Igihe rero abirenganije muri nya ducimbiri babona ibihano vyacu Twebwe Allah bigiye kubashikira, barataye baromoka, barata barahunga;","arabic":"فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2495,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:13","price":"Ni ho baca babwirwa ku gahemo bati: “Ntimuhunge namba, nimusubire kuryoherwa n’ibihendamaso vy’isi, maze mugaruke mu nyubakwa zanyu mwahora mwiratira, kugira mubazwe ku vyabashikiye”;","arabic":"لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2496,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:14","price":"Nta nyishu baronse irenga ivyo bakoze bakavuga bati: “Amagogwa arama yemwe! Mu vy’ukuri, twarirenganije mu kugarariza”;","arabic":"قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2497,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:15","price":"Ntibaretse kuguma bisabira uguhona bihebuye gushika n’aho Tubahonereje Tukabagira nk’igiterwa caranduwe kikumagana, babaye intumbi zibereye aho[2].","arabic":"فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2498,"juzNumber":17,"footnotes":"[2] Muri iyi Aayah harimwo igabisha rikomeye ku bantu barungikiwe Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), ko mu gihe bobandanya guhakana iyo Ntumwa, boshikirwa n’ibihano nk’ivyashikiye abantu bo hambere yabo.","lang":"rn"},{"name":"21:16","price":"Twebwe Allah, Ntitwaremye ijuru n’isi n’ibiri hagati yavyo ku busa, ata hangiro Tubifiseko, Twabiremye kugira mutahure ubushobozi n'ububasha vy’Imana Allah, muheze mumenye ko ari Yo mukwiye kwiyegereza mu vyo mukora vyose munayisenge ari Imwe Rudende.","arabic":"وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2499,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:17","price":"Iyo Dushaka kwigenera rero ibisamaza; nk’umwana canke umugore, Twari kuvyigenera mu biri iwacu mw’ijuru[3], si muri mwebwe abantu; ntitwari kubigira ukwo ngo Twigenere umwana canke umugore kuko bitabaho;","arabic":"لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2500,"juzNumber":17,"footnotes":"[3] Mu bamalayika no mu bakenyezi b’akaroruhore bo mu Bwami bw’ijuru “Hururayini”.","lang":"rn"},{"name":"21:18","price":"Ahubwo Dufata ukuri kw’ukwemera Tukakugaragaza, maze ikinyoma c’ubugarariji kigakubitirwa ahabona, kikagenda amazimayongo. Babangikanyamana! Murategekanirijwe ibihano nya bihano mu buzima bw’inyuma yo gupfa ku kwitirira Imana Allah ibitayibereye.","arabic":"بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2501,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:19","price":"Ni Yo Rugaba Igaba Ikaganza ibiremwa vyose biri mu majuru no mw’isi, kandi n’abamalayika bari ku Mana Allah, ntibagira amanyama ngo bareke kuyiyegereza mu vyo bagira, eka ntibanadebukirwa mu kuyisenga;","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2502,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:20","price":"Baninahaza Imana Allah ijoro n’umurango, ntibigera baruha canke ngo bagire ubute.","arabic":"يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2503,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:21","price":"Bishoboka gute ko ababangikanyamana bigirira imana zabo bibaziye n'iminwe yabo kw’isi, ata na kimwe zishoboye!","arabic":"أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2504,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:22","price":"Iyo mu majuru n’isi haba hariyo imana zindi atari Imana Allah, zitunganya ubuzima bw'ibiremwa bibayo, itunganywa rya nya buzima ryari guhungabana. Nihaninahazwe rero Imana Allah, Nyenubuhangamo mu buryo burengeye cane ivyo abagarariji bayitirira.","arabic":"لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2505,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:23","price":"Imana Allah ntibazwa ku vyo Yageze ku biremwa Ikanabishira mu ngiro[4], mu gihe ibiremwa vyose bizobazwa ku vyo vyakoze.","arabic":"لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2506,"juzNumber":17,"footnotes":"[4] Ubushobozi n'ububasha vyo gutunganya ubuzima bw'ibiremwa biba mw'ijuru no kw'isi, birakwiye kuba icemezo c'uko Imana Allah Idakwiye kubangikanywa mu kurema no mu gusengwa kwayo.","lang":"rn"},{"name":"21:24","price":"Mbega ababangikanyamana bigiriye imana mu gishingo c’Imana Allah kuko zoba zishoboye kugira ico zimaze canke zishe; zishoboye gutanga ubuzima canke kubwaka! Ntumwa y’Imana! Babwire uti: “Nimuzane rero ivyemezo vyerekana ko ibigirwamana ari imana koko zikwiye gusengwa! Nta na kimwe kivyemeza kiri muri iyi Qor’ani nahishuriwe, canke kiri mu Bitabu vyahawe abo hambere yanje”. Ahubwo rero ababangikanyamana basenga ibigirwamana ku bujuju bwo kwigana ivyo batazi, kuko abenshi muri bo ntibazi ukuri; n’iyo bashikirijwe ukuri barakwirengagiza.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2507,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:25","price":"Ntumwa y’Imana! Twebwe Allah, Ntitwigeze Dutuma aho hambere yawe, kiretse ko Twatuma Intumwa Tugaheza rero Tukayihishurira ko ata mana ibwirijwe gusengwa atari Jewe Allah. Kubera ivyo rero, nimunyiyegereze mu vyo mukora vyose munsenge mutambangikanya.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2508,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:26","price":"Ababangikanyamana bavuze bati: “Nyenimpuhwe Allah, Yarigeneye umwana mu bamalayika”. Nihaninahazwe Imana Allah mu buryo burengeye cane kwitirirwa umwana, ahubwo abamalayika ni abaja bayo batewe iteka;","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2509,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:27","price":"Bumvira Imana Allah koko, ntibitanganiza kuvuga kiretse ivyo bategetswe na Yo, kandi nta n’ikintu na kimwe bakora batabanje guhabwa uburenganzira na Yo.","arabic":"لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2510,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:28","price":"Imana Allah, Irazi neza ibikorwa n’abamalayika, muri kahise no muri kazoza kabo. Eka ntibitanganiza kuvugira n’umwe ku vyo yakoze, kiretse uwo Imana Allah Ishimye ko bamuvugira; kandi ku gutinya Imana Allah, barinengesera guca kubiri n’amabwirizwa yayo.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2511,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:29","price":"No mu gihe vyoshika mu bamalayika hakagira uwinamura akavuga ati: “Jewe mu vy’ukuri, ndi imana mu gishingo c’Imana Allah”, uyo Twoca Tumuha indishi y’umuriro wa Jahannamu. Ni nk’iyo ndishi nyene y’umuriro rero Duha abirenganya bakabangikanya Imana Allah.","arabic":"۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2512,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:30","price":"Mbega abagararije bakabangikanya Imana Allah, ntibaramenya ko mu vy’ukuri amajuru n’isi vyari bifatanye[5], maze Twebwe Allah Turaheza Turabifatanura ku bushobozi n'ububasha vyacu, Duca Dutuma hagwa imvura ivuye mu bicu izananye mu kirere, isi iratotahara, gutyo amazi Tuyagira inkomoko y’ubuzima bw'ikintu ico ari co cose mu binyabuzima! Mbega none abagarariji ntibokwemera ubushobozi n'ububasha vy’Imana Allah, maze bakayisenga batayibangikanya!","arabic":"أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2513,"juzNumber":17,"footnotes":"[5] Ico gihe nta kirere hagati y’ijuru n’isi cariho ngo hashobore kugwa imvura.","lang":"rn"},{"name":"21:31","price":"Twaremye n’imisozi ishinze imizi nk’imambo mw’isi, kugira nya misozi igumye isi ntihungabanye abayibako; Tubacira n’amayira y’imigenderanire kw’isi, kugira bishire bizane mu kurondera ibibabeshaho, baheze batumbere Imana Imwe Rudende Allah;","arabic":"وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2514,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:32","price":"N’ijuru ryegereye isi, Twarigize igisenge ata nkingi zigifashe, kandi kirakingiwe. Ntigishobora kugwa, vyongeye nta n’amashetani ashobora kukivogera. Hamwe n’ivyo rero, ntibibuza ko abagarariji birengagiza ivyemezo biri muri nya juru; nk’izuba, ukwezi n’inyenyeri vyotuma bemera ko hariho Imana Imwe Rudende Allah.","arabic":"وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2515,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:33","price":"Imana Allah rero, ni na Yo Yaremye ijoro kugira muruhuke umuruho wo ku murango; Irema n’umurango, kugira murondere icobabeshaho; Irema n’izuba kugira ribe ikimenyetso kibamurikira ku murango; Iraheza Irema n’ukwezi kugira kube ikimenyetso caka mw’ijoro. Burya rero izuba, ukwezi n’izindi nyenyeri, kimwe cose kirafise inzira-ntasobwa yaco gicamwo.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2516,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:34","price":"Ntumwa y’Imana! Aho hambere yawe, nta muntu n’umwe Twahaye kubaho ubuzima bwo kw’isi ata gupfa. Mbega mu gihe wewe wopfa, ni bo rero bobaho ubuzima bwose kw’isi[6]!","arabic":"وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2517,"juzNumber":17,"footnotes":"[6] Iyi Aayah, ni icemezo c'uko n’Umuvugishwamana Khadwiri (nyakugira amahoro y’Imana Allah) yapfuye.","lang":"rn"},{"name":"21:35","price":"Zina-kiremwa, ico ari co cose gifise ubuzima kizopfa nta gisivya, n’aho coramba imyaka n’iyindi. Tuzonabagerageza mw’iyubahirizwa ry’amabwirizwa yacu, mu gihe c’amagorwa no mu gihe c’amahirwe mu buzima bwo kw’isi, hanyuma muheze mugaruke iwacu kugira muharurirwe maze muhemberwe ivyo mwakoze.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2518,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:36","price":"Ntumwa y’Imana! Iyo abagarariji bakubonye, baraguteburako bati: “Mbega uyu, ni we anebagura imana zanyu!”, kandi na bo bihakana inema za Nyenimpuhwe Allah, bakanagarariza Qor’ani!","arabic":"وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2519,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:37","price":"Burya kamere y’umuntu, ni uguhutagiza ibintu. Bagarariji! Jewe Allah, bitebe bitebuke, Nzobereka ibihano vyanje, ntimurinde kwihutira gusaba ko vyobashikira[7].","arabic":"خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2520,"juzNumber":17,"footnotes":"[7] Abakorayishi bihutiye gusaba ibihano ku gahigihigi, Imana Allah Ica Irabagabisha.","lang":"rn"},{"name":"21:38","price":"Abagarariji bihutira gusaba ibihano n’itebura n’akantu bati: “Muhama! Ubona tuzoshikirwa n’ibihano udusezeranira ryari, niwaba wewe n’abagukurikiye muri imvugakuri koko!”.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2521,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:39","price":"Iyo abo bagarariji bamenya ibihano bibarindiriye igihe ata wuzoshobora kwikingira muri bo umuriro mu maso no mu mugongo, umusi batazoronka n’uwubatabara ngo abakure mu bihano, ntibari kugarariza, eka mbere ntibari no kwihutira gusaba ko bohanwa.","arabic":"لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2522,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:40","price":"Ahubwo rero, umuhero w’isi uzoshikira abagarariji giturumbuka batawiteguriye, maze bajumararirwe, batekerwe n’ubwoba badashoboye no guhagarika nya bihano; eka ntibazohabwa n’agahengwe ko gutenyenya ngo bigaye canke ngo biregure.","arabic":"بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2523,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:41","price":"Ntumwa y’Imana! Ni ukuri haragizwe itebura ku Ntumwa zo hambere yawe, maze abatebuye kuri nya Ntumwa bashikirwa n’ibihano bahora bateburako ko bitobashikira.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2524,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:42","price":"Ntumwa y’Imana! Vuga ubwire abihutira gusaba ko bohanwa, uti: “Nta n’umwe ashoboye kubuza ibihano vya Nyenimpuhwe Allah mu gihe Yoshaka kubahana mw’ijoro canke ku murango, musinziriye canke mukanura”. Ahubwo abagarariji birengagiza Qor’ani yotuma bibuka bakagamburukira Imana yabo Rurema Allah.","arabic":"قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2525,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:43","price":"Mbega none boba bafise imana zoshobora kubakingira ibihano vyacu! Ihibambewe! Izo mana zidashoboye kwirwanako ngo zikingire, zoshobora gute gutabara abazisenga! Kanatsinda na zo nyene ntizizokingirwa namba ibihano vyacu.","arabic":"أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2526,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:44","price":"Ahubwo abagarariji hamwe n’abavyeyi babo, Twabahaye ibihendamaso vy’isi mu matungo n’ibibondo hamwe no kuramba, bituma bihenda ko babihawe ku butore bwabo, gutyo batsimbatara ku bugarariji. Mbega abagarariji, ntibabonye ko Twebwe Allah Dufata isi Tukagabanya inkengera zayo ku kuneshwa kw’abo mu mihingo y’isi[8], ni bo rero botunanira guhana!","arabic":"بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2527,"juzNumber":17,"footnotes":"[8] Maze abislamu bakigarurira ibihugu vy’ababangikanyamana.","lang":"rn"},{"name":"21:45","price":"Ntumwa y’Imana! Vuga ubwire abo warungitsweko uti: “Mu vy’ukuri, ndabagabisha ku bihano nisunze ivyo nahishuriwe n’Imana Allah muri Qor’ani, nayo ibipfamatwi ntivyumva ngo bikurikire ukuri mu gihe bigabishijwe”.","arabic":"قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2528,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:46","price":"Iyo abagarariji bakorwako gato n’ibihano vy’Imana yawe Rurema Allah, ni ukuri bari kumenya iherezo ryabo ribi, bari no kuvuga bihebuye bati: “Amagorwa arama yemwe! Mu vy’ukuri, twebwe twarirenganije mu gusenga ibigirwamana”.","arabic":"وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2529,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:47","price":"Twebwe Allah, Tuzotereka umunzani utunganye wo kugererako ibikorwa vy’ibiremwa ku musi w’izuka, nta n’umwe rero azorenganywa ku kintu na kimwe mu vyo yakoze, n’aho coba gito kingana n’urutete rwa Khardal[9] rungana n'urutete rw'ururo, Tuzokimugerera kuri nya munzani maze Tukimuhembere, caba iciza canke ikibi. Ni na Twebwe Allah Dukwiye kuba Ababungabunzi Bahembera ibiremwa ku vyo vyakoze.","arabic":"وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2530,"juzNumber":17,"footnotes":"[9] Khardal, ni ubwoko bw’ibimera, bifise intete zingana n’iz’uburo.","lang":"rn"},{"name":"21:48","price":"Ni ukuri, Twarahaye Musa na Haruna (ba nyakugira amahoro y’Imana Allah) icemezo n’intsinzi ku bansi babo, Tubaha n’Igitabu ca Tawurati gitandukanya ukuri n’ikinyoma, kigatandukanya ikizira n’ikirekuwe, kirimwo umuco n’inyigisho ku bagamburukiramana;","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2531,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:49","price":"Abatinya ibihano vy’Imana yabo Rurema Allah kandi batayibona, bakanagira impungenge zo gutinya umusi w’umuhero w’isi.","arabic":"ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2532,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:50","price":"N’iyi Qor’ani Twamanuriye Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), ni urwibutso rwuzuye ivyiza ku wibuka akubahiriza n’amabwirizwa yayo. Aho nyene rero murakanagaye muyihakane!","arabic":"وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2533,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:51","price":"Ni ukuri, Twarahaye Ibrahimu (nyakugira amahoro y’Imana Allah) uburongozi yararikiye abantu kubukurikira imbere y’irungikwa rya Musa na Haruna, kandi Twari Tuzi neza ko abikwiye;","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2534,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:52","price":"Igihe yabwira se n’abantu biwe yarungitsweko ati: “Ibi bigirwamana mwabaje maze mukitwararika kubisenga, ni ibiki?”;","arabic":"إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2535,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:53","price":"Bishuye Ibrahimu bati: “Twasanze abavyeyi bacu babisenga ukwo nyene, maze na twe turaheza turabigana”;","arabic":"قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2536,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:54","price":"Ibrahimu yababwiye ati: “Ni ukuri mwebwe hamwe n’abavyeyi banyu, muri mu muzimagiza ugaragara uri kure cane y’ukuri”;","arabic":"قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2537,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:55","price":"Babwiye Ibrahimu bati: “Iryo jambo waje kutubwira, ryoba ari iry’ukuri, canke woba uri mu bifyinira, batebura?”;","arabic":"قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2538,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:56","price":"Ibrahimu yababwiye ati: “Ahubwo Imana yanyu Rurema Allah ndabararikira gusenga, ni Yo Mana Yaremye amajuru n’isi, kandi jewe kuri ivyo ndi mu bavyemeza koko”.","arabic":"قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2539,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:57","price":"Ibrahimu ni ho yahigira nya bigirwamana, maze avuga ati: “Ndanarahiye kw’izina ry’Imana Allah, ko ntegerezwa gukora ibishoboka vyose nkamenagura ibigirwamana vyanyu nimwamara kubisiga vyonyene”.","arabic":"وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2540,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:58","price":"Ni ho rero Ibrahimu yamenagura nya bigirwamana abigira ubunywenywe, kiretse gusa gikuru cavyo yasize kugira bahave bakibaza ku vyashikiye ibindi bigirwamana.","arabic":"فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2541,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:59","price":"Bamaze kugaruka rero bagasanga ibigirwamana vyamenaguwe, barabazanije hagati yabo bati: “Ni nde ga yemwe yubahutse kumenagura imana zacu! Uyo muntu nta nkeka ko ari mu bantu birenganije mu gusuzugura imana zacu”.","arabic":"قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2542,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:60","price":"Abari bumvise Ibrahimu ahiga ko azobimenagura, bavuze bati: “Twarumvise umusore yabinebaguye, bamwita Ibrahimu”.","arabic":"قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2543,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:61","price":"Indongozi muri bo zaciye zivuga ziti: “Nimurengutse Ibrahimu aheze yemange ivyo yakoze imbere y’ishengero ry’abantu, kugira babe ivyabona”.","arabic":"قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2544,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:62","price":"Ni ho rero barengutsa Ibrahimu baca baramubaza ishavu riniga bati: “Burahi! Mbega ni wewe wubahutse kumenagura imana zacu?”.","arabic":"قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2545,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:63","price":"Na we abishura mu kubereka ubujuju bwabo ati: “Ahubwo nyabuna iki gikuru muri vyo, ni co cabikoze! Mbona vyiza mwobaza izo mana ku vyazishikiye nizaba zishoboye kuvuga canke kwishura!”.","arabic":"قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2546,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:64","price":"Ubwanwa bwaciye bupfuka umunwa, maze barabona ko imana zabo ata co zishoboye, ni ho bikebukana baraheza babwirana hagati yabo bati: “Mu vy’ukuri, mwebwe mwarirenganije mw’ibangikanyamana!”.","arabic":"فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2547,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:65","price":"Hanyuma ntivyatevye, baca bisubirako babwira Ibrahimu bati: “Ni ukuri, urazi neza ko izi mana zitavuga, twozibaza gute!”.","arabic":"ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2548,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:66","price":"Ibrahimu yabishuye n’agasuzuguro ati: “None bigenda gute ngo musenge mu gishingo c’Imana Allah ibigirwamana ata co bibamariye mu gihe mubisenze, ata n’ico bibicira mu gihe mutobisenga!”;","arabic":"قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2549,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:67","price":"Murakamaramara mwebwe hamwe n’imana zanyu musenga mu gishingo c’Imana Allah! Mbega ntimugira ubwenge ngo mutahure ububi bw’ivyo mugira!","arabic":"أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2550,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:68","price":"Ubwanwa bumaze gupfuka umunwa, ukuri kukabagira, bahisemwo gukoresha igikenye baraheza bavuga bati: “Nyabuna nimuturire Ibrahimu, muheze mwihorere imana zanyu nimwaba mushaka kuzigarukira”.","arabic":"قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2551,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:69","price":"Barakanagaye bacana inkonge y’umuriro[10], maze bayitereramwo Ibrahimu, ni ho rero Twebwe Allah Twatabara Ibrahimu Duti: “Wa muriro we! Ba imbeho n’itekane kuri Ibrahimu!”. Maze umuriro uri aho, uraheza urazima ata co umutwaye.","arabic":"قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2552,"juzNumber":17,"footnotes":"[10] Igicaniro amahanga","lang":"rn"},{"name":"21:70","price":"Bashatse gukoresha urwenge ngo Ibrahimu apfe, maze Twebwe Allah Tuba Twabahinyuye kera baraheza baraneshwa.","arabic":"وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2553,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:71","price":"Ni ho rero Twarokora Ibrahimu hamwe na Luutwi yamwemera, Turaheza Tubakura muri Iraki Tubimurira muri Shaamu[11] ahantu Twahezagije ivyiza vyinshi, no kuba amamuko ya benshi mu Bavugishwamana (ba nyakugira amahoro n’impuhwe z’Imana Allah).","arabic":"وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2554,"juzNumber":17,"footnotes":"[11] Shaamu muri kahise, ni izina ry’akarere kari kagizwe n’ibihugu vya Siriya, Libani, Jordaniya, Palestina, Tabuki na Sinayi.","lang":"rn"},{"name":"21:72","price":"Twaranahaye Ibrahimu ikibondo Is-haka igihe yasaba ko yoronswa umwana, Twongererako n'umwuzukuru Yakubu mwene Is-haka; kandi umwe wese muri bo[12], Twamugize umweranda agamburukira Imana Allah;","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2555,"juzNumber":17,"footnotes":"[12] Ibrahimu, Is-haka na Yakubu.","lang":"rn"},{"name":"21:73","price":"Twanabagize indongozi zirarikira abantu igamburukiramana ku burenganzira bwacu Twebwe Allah; Twaranabahishuriye gukora ivyiza bisunze amabwirizwa yacu, gutsimbataza isengesho rikwije ibisabwa no gutanga ishikanwa-bwirizwa, baraheza baravyubahiriza koko, kandi kuri Twebwe baricisha bugufi.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2556,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:74","price":"Na Luutwi nyene Twaramuhaye ubutumwa, gutumbereza ingingo n’ubumenyi bw’amabwirizwa yacu, Turanamurokora mu bihano Twahaye ababa mu gacimbiri ka Saduma, bari bimonogoje mu gukora ivyaha vy'agahomerabunwa. Mu vy’ukuri, abantu bo mu gacimbiri ka Saduma barangwa n’ibibi bitagira izina, bari n’ibigaba birenga ku mabwirizwa y’Imana Allah;","arabic":"وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2557,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:75","price":"Twaranatunganirije Luutwi inema z’ukumushira mu mpuhwe zacu, maze Tumukura mu bihano vyahitanye abantu biwe; mu vy’ukuri, yari mu beranda bagamburukira Imana Allah.","arabic":"وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2558,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:76","price":"Ntumwa y’Imana! Ibuka n’inkuru ya Nuhu (nyakugira amahoro y’Imana Allah) aho hambere yanyu; wewe, Ibrahimu na Luutwi, igihe yahamagara atakambira Imana yiwe Rurema Allah, Turaheza Twebwe Allah Turamwumvira igisabisho ciwe, maze Tumukura mu vyago bihambaye we hamwe n’abamukurikiye;","arabic":"وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2559,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:77","price":"Tumukura mu mutego w’abantu bahakanye ivyemezo vyacu vyerekana ukuri kwiwe. Mu vy’ukuri, nya bantu barangwa n’ibibi, bari n’ibigaba birenga ku mabwirizwa y’Imana Allah, gutyo Turaheza Tubahonesha isegenya bose.","arabic":"وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2560,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:78","price":"Ntumwa y’Imana! Ibuka n’inkuru y’Umuvugishwamana Dawudi hamwe n’umwana wiwe Sulayimani (ba nyakugira amahoro y’Imana Allah), igihe baca urubanza rw’abantu babiri babitwayeko, aho intungwa z’umwe muri bo zonye mw’ijoro umurima w’uwundi, maze Dawudi aca urubanza ko izo ntungwa zokwegukira nyenumurima, kuko zanganya igiciro n’ivyononekaye, kandi Twari n’Ivyabona ku ngingo yafashe.","arabic":"وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2561,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:79","price":"Ni ukwo rero Twebwe Allah, Turaheza Tumenyesha Sulayimani (nyakugira amahoro y’Imana Allah) ko yobatunganiriza bompi akaja hagati ku neza y’umwe wese; nyenintungwa agategekwa gusubiriza ivyononywe muri nya murima, hanyuma nyenumurima na we akaba arikora kuri nya ntungwa mu kiringo co kurindira ko nya murima wera; hanyuma nya murima niwamara kwera, umwe wese agaheza agasubirana ivyiwe. Kandi burya Dawudi na Sulayimani, umwe wese muri bo, Twebwe Allah Twamuhaye ububasha bwo gufata ingingo n’ubumenyi. Twaranorohereje Dawudi ku buryo imisozi hamwe n’inyoni vyitabira ininahaza n’itaziramana ryiwe. Ivyo vyose rero Twarabikoze.","arabic":"فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2562,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:80","price":"Twebwe Allah, Twahariye Dawudi (nyakugira amahoro y’Imana Allah) ubumenyi bwo guhingura mu cuma impuzu zo gukingira umutumba gushikirwa n’imyampi n’imipanga mu gihe c’indwano, ari na bwo mwagumye muhererekana mwebwe abantu mu kwikingira mu ndwano. Ubwo none ntimwoshimira Imana Allah kuri ubwo buhinga Yigishije Umuja wayo Dawudi!","arabic":"وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2563,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:81","price":"Twaranorohereje Sulayimani kwikora ku gihuhusi we hamwe n’abo bari kumwe, kikamwunguruza kw’itegeko ryiwe gushika muri Bayti l-Maqdis mu bihugu vya Shaamu[13], ahantu Twahezagije ivyiza vyinshi no kuba amamuko ya benshi mu Bavugishwamana (ba nyakugira amahoro n’impuhwe z’Imana Allah); kandi burya twebwe Allah, Twamye Tuzi neza ibintu vyose.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2564,"juzNumber":17,"footnotes":"[13] Shaamu muri kahise, ni izina ry’akarere kari kagizwe n’ibihugu vya Siriya, Libani, Jordaniya, Palestina, Tabuki na Sinayi.","lang":"rn"},{"name":"21:82","price":"Twarashoboje Sulayimani no kwikora ku mashetani, akagira ayo akoresha muri yo mu bikorwa vyo kwibira mw’ibahari kuropora ubutare n’amabuye y’agaciro, no mu guhingura ivyo yipfuza; kandi nya mashetani nta burenganzira yari afise bwo kwanka ivyo ayategetse, kandi Twebwe Allah Twarayamubungabungiye.","arabic":"وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2565,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:83","price":"Ntumwa y’Imana! Ibuka n’inkuru y’Umuja wacu Ayubu (nyakugira amahoro y’Imana Allah), igihe yageragezwa mu vyago vy’indwara z’igihe kirekire, abana bagahwera, amatungo akamuherako, akihanganira ivyo vyose ku bw’Imana Allah, araheza ahamagara Imana yiwe Rurema Allah ayitakambira ati: “Mu vy’ukuri, nakozweko n’ivyago vy’indwara, none rero ndagusavye Mana yanje ubinkureko, kuko Wewe Urangwa n’impuhwe zisumba iz’abagirampuhwe bose”.","arabic":"۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2566,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:84","price":"Ni ho rero Ayubu, Twamwumvira Turaheza Tumukurako nya vyago, Tunamusubiza ivyo yabuze mu bana n’amatungo bigwijijwe na kabiri, ivyo vyose rero Twabigize ku mpuhwe zacu kugira abere akarorero abiyegereza Imana Allah mu kwihanganira igeragezwa.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2567,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:85","price":"Ntumwa y’Imana! Ibuka kandi inkuru ya Ismayili, Idrisa na Dhu l-kifli[14] (ba nyakugira amahoro y’Imana Allah), abo bose barihanganira igamburukiramana n’igeragezwa, bituma bayagwa neza n’ibiremwa;","arabic":"وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2568,"juzNumber":17,"footnotes":"[14] Umwana wa Ayubu.","lang":"rn"},{"name":"21:86","price":"Turaheza Tubinjiza no mu mpuhwe zacu Twebwe Allah, mu vy’ukuri bari mu beranda bagamburukira Imana Allah.","arabic":"وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2569,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:87","price":"Ibuka n’inkuru y’uwigeze kumirwa n’ifi amahanga, Yunusu mwene Matta (nyakugira amahoro y’Imana Allah) Twarungitse ku bantu biwe, maze ntibamwumvira, ico gihe yaratwawe n’agashavu araheza ahunga abo yarungitsweko atekewe n’agahinda ko kutumvirwa, yibwira ko Twebwe Allah Tutobimuhora Tukamushira mu kaga, ni ho yagirwa n’isi atamirwa n’ifi amahanga, araheza ahamagara ari mu mwijima w’amoko atatu[15], atakamba yigaya ku kutaguma mu bantu yarungitsweko, avuga ati: “Nta mana ibwirijwe gusengwa vy’ukuri atari Wewe gusa Mana; ininahazwa ni iryawe, mu vy’ukuri nari mu birenganije”.","arabic":"وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2570,"juzNumber":17,"footnotes":"[15] Umwijima wo mw’ijoro, umwijima wo mw’ibahari n’umwijima wo mu nda y’ifi.","lang":"rn"},{"name":"21:88","price":"Ni ho rero Twumvira Yunusu mwene Matta, Turaheza Tumukura muri nya kaga, ni nk’ukwo nyene rero Dukura mu kaga abemeramana vy’ukuri.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2571,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:89","price":"Ntumwa y’Imana! Ibuka n’inkuru ya Zakariya (nyakugira amahoro y’Imana Allah), igihe yahamagara Imana yiwe Rurema Allah, ayitakambira ko Yomuronsa umwana inyuma y’aho agereye mu za bukuru, avuga ati: “Ewe Mana yanje Rurema Allah! Ntungire ingumba ngo nzopfe ata kibondo nsize, ndagusavye rero ko Wondonsa umwana w’umuhungu yombera samuragwa mu guhagararira bikwiye idini ryawe ninamara gupfa, burya ni Wewe Umwiza wa ba samuragwa.","arabic":"وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2572,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:90","price":"Ni ho Zakariya Twamwumvira Turaheza Tumuronsa umwana yitwa Yah-ya, umukenyezi wiwe na we Twaramushoboje gusama imbanyi inyuma y’aho yari ingumba ageze no mu za bukuru. Ntumwa y'Imana! Mu vy’ukuri, abo bose Tukudondaguriye barahurumbira ivyiza, bakanadusaba barajwe ishinga no kuronka inema zacu, batinya n’ibihano vyacu, baranicisha bugufi kuri Twebwe Allah.","arabic":"فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2573,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:91","price":"Ntumwa y’Imana! Ibuka n’inkuru ya Mariyamu umukobwa wa Amraani, yabungabunze ubwambure bwiwe, Turaheza Tumurungikira umumalayika Jibrili amuhuhiramwo inkomoko y’ubuzima “Roho” iturutse iwacu, aca arasama imbanyi ya Isa ata mugabo babonanye. Mariyamu n’umwana wiwe Isa rero, Twabagize ikimenyetso cereka ibiremwa vyose ubushobozi n'ububasha vyacu Twebwe Allah gushika ku musi w’umuhero w’isi.","arabic":"وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2574,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:92","price":"Ntumwa y'Imana! Mu vy’ukuri, idini ry’aba Bavugishwamana Tudondaguye, ari na ryo dini ryanyu, ni idini rimwe ry’ubwislamu; ryo kwicisha bugufi no gusenga Imana Imwe Rudende Allah, ni na Jewe rero Imana yanyu Rurema Allah, enda nyabuna rero, nimunyiyegereze mu vyo mukora vyose munansenge mutambangikanya.","arabic":"إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2575,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:93","price":"Ariko rero abantu ni bo bahavuye bicamwo imigwi ha gukurikira idini rimwe, gutyo basenga ibigirwamana batwawe n’ivyipfuzo vyabo. Iyo migwi yose rero, impera n’imperuka izogaruka iwacu Twebwe Allah, kugira iharurirwe iheze ihemberwe ivyo yakoze.","arabic":"وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2576,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:94","price":"Uwuzokora ivyiza bitegetswe rero, akaba yemera n’Imana Allah hamwe n’Intumwa zayo, ibikorwa vyiwe ntibizoba impfagusa namba, Tuzobimuhembera; mu vy’ukuri n’ivyo yakoze vyose, Tuzovyandika mu gitabu ciwe azokwisomera ku musi w’izuka.","arabic":"فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2577,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:95","price":"Ntibizokwigera bishika ku bantu bo mu gacimbiri Twahoneje ku kwirenganya kwabo mu kugarariza, ko bagaruka kandi kw’isi kugira ngo bigaye bongere bakore ivyo birengagije imbere yuko umuhero w’isi ushika.","arabic":"وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2578,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:96","price":"Igihe habonetse ibimenyetso bihambaye vy’umuhero w’isi, hagasenyurwa uruzitiro-ntamenwa rw’ahabohewe Ya-juuju na Ma-juuju, maze Ya-juuju na Ma-juuju bagashunguruka imisozi bashwiragira mu mpande zose z’isi;","arabic":"حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2579,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:97","price":"Isezerano ry’isango ry’ukuri ry’umuhero w’isi rizoba ryegereje, aho abagarariji bazoturumbura amaso kubera intureka z’uwo musi, bazokwisabira guhona bavuga bati: “Amagorwa arama yemwe! Ni ukuri, twari twagoswe mu kutibuka intureka z’uno musi ngo tuwitegurire, ahubwo mbere twarirenganije koko”.","arabic":"وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2580,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:98","price":"Bagarariji! Mu vy’ukuri, mwebwe hamwe n’ibigirwamana vy’ubwoko bwose[16] mwasenga mu gishingo c’Imana Allah, ni ibicanirizo vy’umuriro wa Jahannamu, mwebwe mwese rero mutegerezwa kuwinjira;","arabic":"إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2581,"juzNumber":17,"footnotes":"[16] Ibigirwamana vy'ubwoko bwose, ni ico cose gisengwa mu gishingo c’Imana Allah. Abasenga abamalayika canke Intumwa nka Uzayru na Isa mwene Mariyamu, abo bazohanwa bonyene gusa kuko basengwa batabinezererewe.","lang":"rn"},{"name":"21:99","price":"Iyo ibigirwamana mwasenze mu gishingo c’Imana Allah biba bikwiye gusengwa vy’ukuri, ntivyari kwinjirana na mwe mu muriro wa Jahannamu. Ibigirwamana hamwe n’ababisenze rero, bazoguma muri nya muriro ibihe bidahera;","arabic":"لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2582,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:100","price":"Bari mu bihano bikaze bituma bahezagurika urutavanako; muri nya muriro, nta n’uwuzokwumva muri bo bivuye ku ntureka z’ibihano biriyo.","arabic":"لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2583,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:101","price":"Mu vy’ukuri, abo Twamaze kumenya ko bafise amahirwe yo kwinjira mu Bwami bw’ijuru, abo ni bo rero bazokwigizwa kure y’umuriro wa Jahannamu;","arabic":"إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2584,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:102","price":"Ntibazokwumva n’ihinda rya nya muriro hamwe n’ituragurika ry’imibiri y’abawurimwo, bazoba bari mu nema zo mu Bwami bw’ijuru bamye bashashaye, bazobayo ibihe bidahera;","arabic":"لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2585,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:103","price":"Intureka zihambaye z’uwo musi ntizizobatera ubwoba namba, bazokwakirwa n’abamalayika babakeza bati: “Uwu ni wo musi wanyu mwasezeraniwe ko muzohemberwa ivyo mwakoze”;","arabic":"لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2586,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:104","price":"Umusi Twebwe Allah, Twazingazinze ijuru nka kurya urupapuro rw’igitabu ruzingwazingwa, Tugaheza Tukazura ibiremwa vyambaye ubusa nka kurya Twabiremye nambere bikivuka. Iryo ni isezerano ryacu Twebwe Allah, ritegerezwa gushika ata gisivya; mu vy’ukuri, Twebwe Allah Twamye Dushitsa ivyo Dusezeranye.","arabic":"يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2587,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:105","price":"Ni ukuri, Twaranditse mu Bitabu vyamanuwe mu nyuma y’ivyanditswe mu Gitabu kibungabunzwe (Lawhu Mahfuudhw), ko isi bitebe bitebuke abazoyitorana ari abaja banje beranda mu bantu barungikiwe Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","arabic":"وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2588,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:106","price":"Burya mu vy’ukuri, muri izi nkuru musomewe, ni ukuri harimwo inkebuzo ikwiye ku bantu bicisha bugufi koko.","arabic":"إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2589,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:107","price":"Ntumwa y’Imana! Ntitwakurungitse atari ukugira ubere impuhwe amajini n’abantu bose, gutyo hagire amahirwe uwukwemeye, hahombe uwuguhakanye.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2590,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:108","price":"Ntumwa y’Imana! Vuga uti: “Ni ukuri ivyo nahishuriwe, ni uko vy’ukuri Imana yanyu Ikwiye gusengwa ari Imana Imwe Rudende Allah, nimwicishe bugufi rero kuri Yo mube abislamu, muheze muyisenge mutayibangikanya”.","arabic":"قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2591,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:109","price":"Nibagenza umugongo bakirengagiza kuba abislamu, uraheza ubabwire uti: “Ndabararikira mwese gukurikira ivyo nahishuriwe, burya jewe na mwe turi co kimwe mu bumenyi bw’ivyo ndabagabishako, nanje sinzi rero ibihano mugabishwako aho bizoshikira, ko vyoba biri hafi gushika canke biri kure!","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2592,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:110","price":"Mu vy’ukuri Imana Allah, Irazi neza amajambo mugaragaza n’ayo muhisha mu mitima yanyu, Izoyabahembera;","arabic":"إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2593,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:111","price":"Vyongeye, sinzi rero kumbure ko itenyenya ku bihano mwihutira gusaba ko vyoshika, harimwo igeragezwa kuri mwebwe kugira muryoherwe gato mu buzima bwo kw’isi, maze mubandanye mugarariza, gutyo muzohabwe ibihano ruhasha\".","arabic":"وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2594,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"21:112","price":"Umuvugishwamana Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) yavuze ati: “Mana yanje Rurema Allah! Ducire urw’ukuri twebwe n’abaduhakana. Dusaba rero Imana yacu Rurema Nyenimpuhwe Allah, Yo Yifashishwa mu kwihanganira ivyo muvuga mudutega imisi mw’irementanya n’igarariza”.","arabic":"قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya"],"ayahNumber":2595,"juzNumber":17,"footnotes":"","lang":"rn"}],"chapter":["21 (Al-Anbiya)","Al-Anbiya","Surah Al-Anbiya","Chapter Al-Anbiya","Anbiya","Surah Anbiya","Chapter Anbiya","Al Anbiya","Surah Al Anbiya","Chapter Al Anbiya","Surah 21","Chapter 21","The Prophets","الأنبيَاء"]}