{"data":[{"name":"22:1","price":"Emwe bantu! Nimutinye ibihano vy’Imana yanyu Rurema Allah mu kwubahiriza amabwirizwa yayo, mu vy’ukuri intureka z’umuhero w’isi, ni ikintu gihambaye cane, kirenze ubwenge bwa kiremwa-muntu;","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:2","price":"Umusi mwabonye umuhero w’isi ugeze, intureka zawo zizotuma umuvyeyi yonsa yibagira umwana ariko aronsa; umugore yibungeze na we, azokorora imbanyi kubera ubwoba bubica bigacika; maze ubone abantu baborewe bataye ubwenge ata biboreza bashize ku munwa, ariko ivyo vyose bizoterwa n’ibihano vy’Imana Allah bikaze.","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:3","price":"Mu ndongozi z’abagarariji mu bantu, harimwo abaharira mu guhakana ubushobozi n'ububasha vy’Imana Allah bwo kuzura abapfuye, bitewe n’ubujuju bwo kutamenya ubushobozi n'ububasha vyayo, bagakurikira muri nya mpari indongozi z’abahuvye mu mashetani ruhebwa;","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:4","price":"Imana Allah Yaramaze kugena mu vyagezwe, ko uwo wese azoba umugenzi acuditse na shetani, shetani izomuhubisha inzira y’ukuri, imurongore mu nzira imuganisha mu bihano vy’umuriro ururumba.","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:5","price":"Emwe bantu! Nimwaba mufise amakenga kw’izurwa ry’ibiremwa, nimumenye ko Twebwe Allah Twaremye so Adamu mw’ivu, hanyuma abamukomokako Tubarema mu buryo bwo kurondoka mw’ima ry’intanga umugabo asunikira mu gitereko c’umugore, maze iryo ma rikibumba rikaba amaraso avuze; mu nyuma, nya maraso akiremarema akaba akamanyu k’inyama gaheza kakagenda gakura bukebuke, gushika n’aho kaba kiremwa-muntu kivuka ari ikiremwa kizima gikomeye, hari n’igihe kitaba ikiremwa kizima kikaza ari ikiburirane. Izo ntambwe z’iremwa ryanyu rero, Tuzibatomorera kugira mutahure ubushobozi n'ububasha vyacu Twebwe Allah mu kurema. Turaheza rero Tukagumiza mu gitereko ikiremwa Dushaka ko kivuka ari kizima, gushika igihe c’ivuka. Mu nyuma rero hageze kuvuka, Tukabakura mu nda z’abavyeyi banyu muri abana bagenda barakura bukebuke gushika mugere mu bigero. Muri mwebwe, hari n’abapfa rero bataragera mu bigero, hakaba n’abakura bagashika mu busaza gushika n’aho batakimenya na kimwe, bagatangura guhoha nk’abana, ntibabe bakimenya n’ivyo bahora bazi. Uzobona n’isi yagadutse itakimerako ikintu na kimwe; iyo Tugize ngo Turatumye imvura igwa kuri nya si, buno nyene nya si igaca ibomba, ikiyongera n’akanovera, ikamera n’ubwoko bwose bw’ibimera bibereye ijisho.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:6","price":"Muri ivyo vyose vyadondaguwe rero, harimwo ivyemezo vyerekana ko Imana Allah ari Yo Mana y’ukuri Ikwiye gusengwa, Ishoboye no gusubiza ubuzima abapfuye Ikabazura, n’uko ari Yo Mushoboravyose;","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:7","price":"Nya vyemezo birerekana kandi ko isango ry’umuhero w’isi rigiye gushika ata gisivya, n’uko Imana Allah Izozura abapfuye kugira Ibaharurire, Iheze Ibahembere ivyo bakoze.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:8","price":"Mu ndongozi z’abagarariji mu bantu rero, harimwo uwuharira ku bijanye n’isengwa ry’Imana Imwe Rudende Allah, irungikwa ry’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) hamwe n’imanurwa rya Qor’ani, agaharira kuri ivyo ata n’ubumenyi abifiseko, ata n’uburongozi, eka ata n’ivyemezo bitomoye yisunga biri mu Gitabu kivuye ku Mana Allah;","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:9","price":"Agakebanya izosi ku manyama yirengagiza ukuri, kugira aburagize abantu kwinjira mw’idini ry’Imana Allah. Uyo rero yaragenewe guteterwa kw’isi igihe ikinyoma camutekurukanye, kandi Twebwe Allah Tuzonamuhonja ibihano mu muriro ku musi w’izuka;","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:10","price":"Azobwirwa ati: “Ivyo bihano wahawe, vyatewe n’ivyaha wakoze kw’isi, n’uko rero Imana Allah Itigera Irenganya n’umwe mu biremwa, mu kugabanywa ku vyiza canke mu kurengerezwa ku vyaha; n’aho koba akantu kangana n’inzatsa Izokamuhembera”.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:11","price":"Burya mu bantu, harimwo uwinjirana amakenga mu bwislamu, agoyagoya mu kwemera kwiwe, maze agasenga Imana Allah yijijanya imitima nk’uwuhagaze ku nkengera y’imanga ahakwa guhenukirayo, akizera ivyo yemera yisunze amaronko y’ivy’isi. Iyo aroraniwe mu buzima, araheza agashishikara gusenga; iyo naho ageragejwe mu gushikirwa n’amagorwa, aca yisubirako akidodomba ko ata ciza yigeze abona mu kwemera kwiwe. Uyo rero yarahomvye mu buzima bwo kw’isi, kuko ukwidodomba kwiwe ata co guhindura ku vyagezwe kuri we; vyongeye, yarahomvye no mu buzima bwiwe bw’inyuma yo gupfa, kuko azotabwa mu muriro. Ukwo rero, ni kwo guhomba nya guhomba;","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:12","price":"Uyo yahomvye mu buzima bw’inyuma yo gupfa, araheza agasenga mu gishingo c’Imana Allah ikintu ata co kimwicira mu gihe yoreka kugisenga, eka ata n’ico kimumarira mu gihe yogisenga. Ukwo rero, ni kwo guhuba kuri kure cane y’ukuri;","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:13","price":"Asenga ikintu amabi yaco kuri we ari yo menshi cane gusumba ivyiza vyaco. Igisengwa rero muri ubwo buryo, kiba ari umutabazi mubi cane, kiba ari na wo muryango mubi cane.","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:14","price":"Mu vy’ukuri Imana Allah, Izokwinjiza abayemeye bakemera n’Intumwa yayo, bagakora n’ivyiza bitegetswe, mu mirima itotahaye yo mu Bwami bw’ijuru, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi. Mu vy’ukuri Imana Allah, Ikora ivyo Ishatse mu gutera iteka abagororotsi ku butore bwayo, no mu guhana abanyavyaha ku butungane bwayo.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:15","price":"Uwibwira ko Imana Allah Itazoshikana ku ntsinzi Intumwa yayo Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), maze idini ryayo rigatsinda kw’isi, Ikanamuha icubahiro nta ngere mu buzima bw’inyuma yo gupfa, Igaheza Igahana n’abamuhakana bivuye inyuma, aramanika rero umugozi ku rusenge aheze yimanike, hanyuma atanguye gusambagirika ace nya mugozi, mu nyuma aheze arabe ko ishavu afise ritewe n’uko Imana Allah Ishikanye ku ntsinzi Intumwa yayo, ryohera!","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:16","price":"Ni nk’uko nyene rero Twebwe Allah - Twatomoye ivyemezo vyerekana ubushobozi n'ububasha vyacu mu kuzura abapfuye - Twamanuye Qor’ani irimwo Aayah zitomoye zituma Imana Allah Irongora mu nzira yayo uwo Ishatse.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:17","price":"Mu vy’ukuri, abemeye Imana Allah n’Intumwa yayo Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) bakanayikurikira, abayahudi, abatsimbataye kuri kameremere kabo batagira idini nyezina, abanaswara, abasenga umuriro n’ibindi bigirwamana hamwe rero n’ababangikanyamana, abo bose Imana Allah ku musi w’izuka Izobatandukanya, Iheze Yinjize abemeramana mu Bwami bw’ijuru, maze Ihanishe umuriro abagarariji. Mu vy’ukuri Imana Allah, Irabona neza ibikorwa vyose vy’ibiremwa, Izobibihembera.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:18","price":"Ntumwa y’Imana! Ntiwamenye ko mu vy’ukuri, Imana Allah Yubamirwa n’abamalayika bari mu majuru hamwe n’ibiremwa biri mw’isi, Ikubamirwa n’izuba, ukwezi, inyenyeri, imisozi, ibiti hamwe n’ibindi biremwa bigendagenda kw’isi, Ikubamirwa kandi na benshi mu bemeramana mu bantu! Hari n’abandi benshi mu bantu rero bamaze kwagirwa n’ibihano bisuzuguza. Uwo wese rero azosuzuguzwa n’Imana Allah, ntuzomuronkera n’umwe yomuhesha icubahiro. Mu vy’ukuri Imana Allah, Ikora ivyo Ishatse ku biremwa vyayo ku ntumbero nziza ibifiseko.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:19","price":"Hari imigwi ibiri yashamiranye ku bijanye n’Imana yayo Rurema Allah; umugwi w’abemeramana n’uw’abagarariji, umugwi wose muri yo ukibwira ko ari wo uri mu kuri. Burya rero, abagarariji bazokwugarizwa n’ibihano vy’ukwambikwa impuzu zihinguwe mu muriro, baheze basukwe ku mutwe amazi yasebuye akaryimara;","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:20","price":"Maze nya mazi aturire ibiri mu nda hamwe n’uruhu rw’umubiri;","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:21","price":"Abamalayika baheze bahondagure imitwe yabo n’inyundo z’icuma;","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:22","price":"Igihe cose bazogerageza kwikura mu muriro, barondera guhunga akaga n’agahinda biriyo, bazokubitirwa gusubirayo, maze babwirwe bati: “Nimuhonje nyabuna ibihano vy’umuriro uturira”.","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:23","price":"Mu vy’ukuri Imana Allah, Izokwinjiza abayemeye bakemera n’Intumwa yayo, bagakora n’ivyiza bitegetswe, mu mirima itotahaye yo mu Bwami bw’ijuru, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi. Muri nya Bwami, bazoberwa n’ukwambikwa imiringa y’inzahabu n’ilulu[1], abagabo co kimwe n’abagore bazoba bambaye n’impuzu za misi yose zishonywe mw’iharire;","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"[1] Lulu, ni ubwoko bw’ubutare bwiburungushuye, bucukurwa mw’ibahari, bukaba buboneka mu binyabuzima biba musi yaryo, bukagira amabara atandukanye; nk’ibara ryera, iryirabura, n’ayandi. Ni ubutare buzimvye cane.","lang":"rn"},{"name":"22:24","price":"Na kare Imana Allah, Yarabarongoye bakiri kw’isi kw’ijambo ryiza ryo kuyemera no kuyininahaza, Ibarongora no mu buzima bw’inyuma yo gupfa kw’ijambo ryo kuyishimagiza, Yari Yaranabarongoye mu nzira ibereye y’idini ry’ubwislamu ibashikana mu Bwami bw’ijuru.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:25","price":"Mu vy’ukuri abagararije Imana Allah, bagahakana bivuye inyuma n'ubutumwa bashikirijwe n’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), bakaburagiza n’abantu kwinjira mu bwislamu, bakanaburabuza Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) hamwe n’abemeramana kwinjira mu musigiti w’i Makka, umusigiti Twebwe Allah Twagize kuba ihuriro ry’abemeramana bose, ku basanzwe baba ng’aho co kimwe n’ingenzi zije zihagana, abo rero baragenewe ibihano bibabaza. N’uwo wese rero azoshaka kurenganya mu gucumurira muri nya musigiti, Tuzomuhonja ibihano bibabaza.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:26","price":"Muvugishwamana! Ibuka igihe Twamenyesha Ibrahimu (nyakugira amahoro y’Imana Allah) ahazokwubakwa ingoro ntagatifu, Tukamubwiriza kuyubaka mu ntumbero yo gutsimbataza isengwa ry’Imana Imwe Rudende, Duti: “Ntukambangikanye rero n’ikintu na kimwe. Niweze n’iyi ngoro yanje; ntigakorerwemwo igarariza, ivyadukano n’ibihumanya vyose, kugira nya ngoro ibe ihuriro ry’abayikikura hamwe n’abatsimbataza amasengesho bunama bubama;","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:27","price":"Ewe Ibrahimu! Menyesha abantu ko babwirijwe gushengerera ingoro ntagatifu iri i Makka, bazoheze bashwabadukire rimwe mu buryo bwose butandukanye; abagenda n’amaguru n’abagendera ku bitwazi, maze baze bavuye mu mihingo yose y’isi;","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:28","price":"Kugira bibonere ukuri kwamye ibibafitiye akamaro[2]; no kugira baninahaze bongere batazire izina ry’Imana Allah mu gihe co kubaga ibitungwa mu misi izwi[3], ivyo bakabikora mu ntumbero yo gushima inema z’Imana Allah. Bantu muzoja gushengerera ingoro ntagatifu! Muraheza rero mufungure kuri nya bitungwa mwongere mubifungurireko n’aboro;","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"[2] Kubabarirwa ivyaha, guhabwa indishi, kwunguka mu rudandazwa, n’ibindi.\n[3] Iyo misi, ni umusi wa 10 mu kwezi kwa 12 kwa Dhu l-Hijja, hamwe n’imisi itatu ikurikira.","lang":"rn"},{"name":"22:29","price":"Hanyuma abagiye gushengerera nya ngoro, baheze batunganye iyindi migirwa yo gushengerera ingoro ntagatifu, ijanye no kwiyuhagira, uguca inzara no kumwa umushatsi, baheze kandi bubahirize ishirwa mu ngiro ry’ivyo biyemeje gukora bijanye n’ishengerera n’igendera ry’ingoro ntagatifu, harimwo no kubaga, bongere bakikure inyubakwa ya kera ya Al-Ka’ba, ikingiwe;","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:30","price":"Iyo migirwa rero, ni yo mutegetswe kwubaha mukubahiriza. Uwuzokwubaha akubahiriza amabwirizwa y’ivyaziririjwe n’Imana Allah mu gutunganya neza imigirwa yo gushengerera ingoro ntagatifu, bizoba ari vyiza kuri we kw’isi no mu buzima bw’inyuma yo gupfa”. Mwaranarekuriwe gufungura inyama z’ibitungwa vyose, kiretse ivyaziririjwe kuri mwebwe mu vyo musomerwa muri Qor’ani, ko biziririjwe, ivyo rero muririnda kubifungura. Muraheza rero kandi mwirinde isengwa ry'ibigirwamana bihumanye, vyongeye mwirinde n’ikinyoma kuko ari irementanya ku Mana Allah;","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:31","price":"Maze rero musenge Imana Imwe Rudende Allah, mwicishije bugufi mutayibangikanya n’ikintu na kimwe; burya rero uwubangikanije Imana Allah n’ikintu na kimwe ari kure y’ukurongoka; ameze nk’umuntu ahanantutse avuye mu kirere[4], maze inyoni zikamusamira hejuru zimutabaguratabagura, canke hakaza igihuhusi kikamujugunya iyo catawe;","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"[4] Ako ni akarorero k’umuntu aretse kwemera agahitamwo kugarariza.","lang":"rn"},{"name":"22:32","price":"Iryo rero, ni ryo bwirizwa ryo gusenga Imana Imwe Rudende Allah no kwicisha bugufi kuri Yo. Uwuzokwubaha akubahiriza rero ibimenyetso vy’idini ry’Imana Allah[5], nta nkeka ko mu vy’ukuri iyubaha n’iyubahirizwa ry’ivyo bimenyetso, biri mu bikorwa vy’igamburukiramana ry’imitima.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"[5] Muri ivyo bimenyetso vyubahwa bikubahirizwa, ni imigirwa y’ishengerera hamwe n’ibibanza bitandukanye iyo migirwa iberamwo, ibibagwa n’imbagwa.","lang":"rn"},{"name":"22:33","price":"Imbagwa murekuriwe gukerera rero, zirabafitiye akamaro mu kwikora ku bwoya bwazo, amata yazo hamwe no kuziyunguruzako, n’ibindi bitageramira izo mbagwa, mu gihe cose umwanya zibagirwako mu kibanza c’inyubakwa ya kera ihezagiwe, uzoba utaragera.","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:34","price":"Umugwi wose w’abemeramana mu bantu b’aho hambere, Twawugeneye imigirwa ubwirizwa kwubaha no kwubahiriza, kugira uninahaze wongere utazire izina ry’Imana Allah mu gihe co kubaga ibitungwa Yawuronkeje, uheze unashimire Imana Allah. Bantu! Burya Imana yanyu, ni Imana Imwe Rudende Allah, nimwicishe bugufi rero kuri Yo, mwongere mwumvire n’Intumwa yayo. Muvugishwamana! Shikiriza rero abicisha bugufi ku Mana Allah inkuru ihumuriza yo kuroranirwa kw’isi no mu buzima bw’inyuma yo gupfa;","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:35","price":"Barya iyo hayazwe Imana Allah, bagira impungenge zo gutinya ibihano vyayo bakiyubara no guca kubiri n’amabwirizwa yayo, bakihanganira ibiza n'ivyago bibashikiye bazeye indishi kuri Yo, bagatsimbataza n’amasengesho akwije ibisabwa, bagatanga n’ishikanwa-bwirizwa hamwe n’imperezwa mu vyo Twebwe Allah Twabaronkeje[6].","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"[6] Hatibagiwe kubeshaho umuryango, gutanga imperezwa mu bikorwa vy’Imana Allah, guha imperezwa abavyeyi mu gihe boba bakenye, n’ibindi.","lang":"rn"},{"name":"22:36","price":"Ukubaga ingamiya n’inka zinuze, Twakugize kuri mwebwe kuba mu bimenyetso vy’idini ry’Imana Allah, kugira mwiyegereze Imana Allah. Ibagwa ry’ivyo bitungwa rero, riranabafitiye akamaro, kuko muheza mugafungura mukanatanga imperezwa ku nyama zavyo, gutyo mukabironkera indishi. Muraheza rero mu gihe co kubibaga muvuge muti: “BISMI LLAAH”; ingamiya niyamara kugwira urubavu, izoba irekuwe gufungurwa[7]. Muraheza mufungure ku nyama zazo, mwongere mufungurireko umworo yigumya ntasege hamwe n’umukene yubahuka agasega. Ni ukwo rero Imana Allah Yaborohereje kubaga nya ngamiya n’inka zinuze kugira muyishimire.","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"[7] Ingamiya ibagwa ihagaze ku maguru atatu ukundi kuguru kugira kane kuboshwe, bagaca rero bayicumita inkota mw’izosi igaca igwira urubavu. Ubwo buryo bukoreshwa mu kubaga ingamiya bwitwa “annahr”.","lang":"rn"},{"name":"22:37","price":"Inyama za nya bitungwa eka n’amaraso yavyo, ntibishikira Imana Allah, ariko igishikira Imana Allah ni igamburukiramana ryanyu mu kuba mwabibaze ku bwayo. Ni ukwo rero, Imana Allah Yaborohereje kubaga nya bitungwa kugira mukuze Imana Allah mwongere muyishimire ku kuntu Yabarongoye mu nzira yayo. Muvugishwamana! Shikiriza rero abagwaneza mu kwiyegereza Imana Allah no mu gufasha ibiremwa vyayo, inkuru ihumuriza yo kuroranirwa kw’isi no mu buzima bw’inyuma yo gupfa.","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:38","price":"Mu vy’ukuri Imana Allah, Irakingira abemeramana akadenderezo k’abagarariji; mu vy’ukuri Imana Allah, ntikunda namba umuhemu atubahiriza isezerano ryayo, yihakana inema zayo.","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:39","price":"Abahabishijwe bagacurwa bufuni na buhoro, bararekuriwe kwivuna umwansi ku rugamba ku mvo z’uko barenganijwe; kandi Imana Allah, mu vy’ukuri Irashoboye kubatabara no gutetereza umwansi wabo[8];","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"[8] Mu kiringo c’imyaka cumi n’itatu abemeramana bamaze i Makka, ntibari barekuriwe na gato kwihora uwubasindiye canke uwubarenganije, ahubwo bari bategetswe kwihangana no kutihora ku bibashikiye vyose. Aho rero Intumwa (nyakugira amahoro n’impuhwe z’Imana Allah) yimukiye ikava i Makka ikaja i Madina, abislamu na bo bakiyongera igitigiri, Imana Allah Yaciye Ihishura iyi Aayah, Ibarekurira kwirwanako ku rugamba.","lang":"rn"},{"name":"22:40","price":"Abasohowe mu zabo hatisunzwe ukuri, bakomorwa ata kindi bazira atari uko bavuga bati: “Imana yacu Rurema ni Allah”. Iyo hataba ingingo yashinzwe n’Imana Allah yo kurenganura uwarenganijwe ku neza y’idini, hamwe no kwamirira kure inabi mu kurekurira abemeramana kwivuna umwansi ku rugamba, ukuri kwari kuneshwa, ubwononyi na bwo bukiganza kw’isi, maze amasengero[9] n’imisigiti biyagirwamwo kenshi izina ry’Imana Allah, bigasenyurwa. Ni ukuri, Imana Allah Itabara abaharanira idini ryayo. Mu vy’ukuri, Imana Allah ni Nyeninguvu, Nyenintsinzi-Mutaneshwa;","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"[9] SWAWAAMI’U ni ubwiherero bw’abihebeye Imana. BIYA’U ni isengero ry’abanaswara. SWALAWAATU ni ahantu abayahudi basengera. MASAAJIDI ni ahantu abislamu basengera.","lang":"rn"},{"name":"22:41","price":"Barya iyo Twebwe Allah Tubatsimbataje kw’isi, baheza bagatsimbataza amasengesho ku mwanya wayo, bagatanga n’ishikanwa-bwirizwa, bakabwiriza no gukora ivyiza[10] bakanabuza no gukora ibibi[11]. Burya rero iherezo ry’ibintu vyose rigenwa n’Imana Allah.","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"[10] Mu kwubaha no kwubahiriza agateka k’Imana Allah n’agateka k’ibiremwa.\n[11] Vyabujijwe n’Imana Allah hamwe n’Intumwa yayo.","lang":"rn"},{"name":"22:42","price":"Ntumwa y’Imana! Abantu bawe warungitsweko nibaguhakana bivuye inyuma, si wewe uzoba ubaye uwa mbere, ni ukuri n’abantu bo hambere yawe barahakanye bivuye inyuma Intumwa barungikiwe; abarungikiwe Nuhu, Bene Aadi barungikiwe Huudi, Bene Thamuudi barungikiwe Swalehe;","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:43","price":"Abantu barungikiwe Ibrahimu n’abarungikiwe Luutwi;","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:44","price":"Abanya Madiyana bahakanye Shu’ayibu, Musa yahakanywe na Firawuni n’abantu biwe. Nahavuye rero Ntenyenya sinihutira guhana abo bagarariji, hanyuma ni ho Nafata umugwi umwumwe nkawuhana bikwiye. Mbega none ukubihaniza kwanje Jewe Allah ko batogarariza n’uko batokwihakana inema zanje, vyabashikanye kuki atari ibihano!","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:45","price":"Hari uducimbiri twinshi rero twirenganije mu kugarariza, Turaheza Twebwe Allah Duhonya abatubamwo, maze nya ducimbiri dusigara tugaragara ata n’igisanira kiharangwa, amariba bavomamwo arasiba, n’inyubakwa zikomeye zishajije babamwo, ntizabakingiye namba ibihano.","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:46","price":"Mbega abahakanyi ntibaragendagenda kw’isi kugira ngo birabire ibisigarira vy’abahonejwe ngo bagire umutima unyurwa, n’ubwenge bwiyumvira koko, canke ngo bagire amatwi yumva agategera! Burya ubuhumyi nya buhumyi si ubw’amaso, ahubwo nyabuna ubuhumyi nya buhumyi, ni ubw’umutima uri mu gikiriza utanyurwa n’ukuri.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:47","price":"Ntumwa y’Imana! Abahakanyi bagusaba ko wokwihutira kubasabira igihano c’ihakana ryabo, burya Imana Allah ntizoca kubiri n’isezerano ryo kubahanira ihakana ryabo, nta nkeka rero ko, bitebe bitebuke, Izobahana nk’uko Yahanishije ukwicwa bamwe muri bo ku rugamba rwa Badri. Mu vy’ukuri, umusi w’izuka ku Mana yawe Rurema Allah, ungana n’imyaka igihumbi mufatiye ku myaka muharura kw’isi.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:48","price":"Hari n’uducimbiri twinshi rero twirenganije mu kugarariza, maze Jewe Allah Ndatenyenya guhana abatubamwo, baca bararendegera mu butumva; mu nyuma, Ndaheza rero Ndabahana bakiri kw’isi barahona, kandi n’iherezo ryabo ni iwanje Jewe Allah, kugira Ndabahe ibihano bibakwiye mu buzima bw’inyuma yo gupfa.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:49","price":"Ntumwa y’Imana! Vuga uti: “Emwe bantu! Ni ukuri jewe, ndi Umugabisha atomoye ku bihano vy’Imana Allah”;","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:50","price":"Abemeye rero Imana Allah n’Intumwa yayo bagakora n’ivyiza bitegetswe, bazogumirizwa akabanga ku vyaha vyabo ntibabihanirwe mu buzima bw’inyuma yo gupfa, bazonaronka n’impano zubashwe kandi zamaho mu Bwami bw’ijuru;","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:51","price":"Nayo abakoresheje urwenge mu kubeshuza Aayah zacu za Qor’ani ngo bazirwanye, bahakane n’Intumwa zacu bivuye inyuma, bibwira ko bazotunaniza Twebwe Allah, abo ni bo bantu rero bo mu muriro ururumba.","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:52","price":"Ntumwa y’Imana! Ntitwigeze Dutuma aho hambere yawe Intumwa canke Umuvugishwamana, kiretse ko mu gihe ariko arasoma ivyo yahishuriwe, shetani yaca itera amazinda mu vyo asoma, kugira abantu ntibakurikire ivyo asoma, hanyuma Imana Allah na Yo Ikaba Yabihinyuye kera, Ikamara nya mazinda, Igaheza Igatunganya Aayah zayo zitomoye. Burya Imana Allah, ni Nyenubumenyikurivyose, nta co Iyobewe; Intungane mu vyo Ikora;","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:53","price":"Iryo teramazinda rya shetani rero, riba kugira Imana Allah Irigire ikigeragezo ku bantu bafise indwara y’uburyarya mu mutima, no ku barangwa n’agatimatare mu babangikanyamana batigera bikebuka. Mu vy’ukuri, abirenganije mw'ibangikanyamana, barangwa n’urwanko rwo guca kubiri n’Imana Allah hamwe n’Intumwa yayo, urwanko ruri kure cane y’ukuri;","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:54","price":"No kugira ngo abahawe ubumenyi, bamenye ko Qor’ani ari kwo kuri kudahinyuzwa kuva ku Mana yawe Rurema Allah, maze bayemere ata gushidikanya, baheze bicishe bugufi kuri Yo. Mu vy’ukuri, nta nkeka ko Imana Allah Irongora abayemeye bakemera n’Intumwa yayo mu nzira yayo igororotse y’ubwislamu.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:55","price":"Abagararije bagahakana Imana Allah bivuye inyuma, ntibahengeshanya kugumana amazinda kuri Qor’ani kugera bashikiwe giturumbuka n’umuhero w’isi bagihakana, canke bashikiwe n’ibihano ku musi utazoberera namba, ukaba ari wo musi w’izuka;","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:56","price":"Inganji y’ubwami kuri uwo musi w’izuka, ni iy’Imana Allah Izoheza Igaca urugororotse hagati y’abemeramana n’abagarariji. Abemeye rero Imana Allah n’Intumwa yayo bagakora n’ivyiza bitegetswe, bazoba bari mu Bwami bw’ijuru bwuzuyemwo inema.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:57","price":"Nayo abagararije isengwa ry’Imana Imwe Rudende Allah bakanahakana bivuye inyuma Intumwa yayo hamwe na Aayah za Qor’ani, abo ni bo bantu rero bagenewe ibihano bisuzuguza vyo mu muriro wa Jahannamu.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:58","price":"Abataye izabo bakimuka ku bw’Imana Allah, mu ntumbero yo guharanira idini ryayo, hanyuma bakicirwa ku rugamba canke bagahitanwa n’urupfu rusanzwe, nta nkeka ko Imana Allah Izobaronsa Impano zishemeye kandi zamaho mu Bwami bw’ijuru; kandi mu vy’ukuri, nta nkeka ko Imana Allah ari Yo Mwiza w’abaronsa ibibeshaho ibiremwa.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:59","price":"Mu vy’ukuri, nta nkeka ko Imana Allah Izobinjiza mu bwinjiriro bashima bubashikana mu Bwami bw’ijuru. Mu vy’ukuri, nta n’inkeka ko Imana Allah ari Yo Nyenubumenyikurivyose, Irazi neza ico umwumwe wese azirikana mu kuyiharanira; Nyenubwitonzi-ntangere, ntiyihutira guhana ibigaba;","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:60","price":"Iyo rero, ni yo ndishi ibereye abimuka ku bw’Imana Allah. Kukaba nkako, uwuzorenganywa ararekuriwe kwihora uwamurenganije ku rugero nk’urwo yarenganijweko; uwamurenganije na we niyaramuka asubiriye kandi kumurenganya; mu vy’ukuri, nta nkeka ko Imana Allah Izotabara uwurenganijwe azira ko yihoye yivuna akarenganyo. Mu vy’ukuri, nta nkeka ko Imana Allah ari Nyenuguhariribicumuro, Nyenikigongwe-ntangere ku bigaya.","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:61","price":"Uwubashingira ingingo zitunganye ni Imana Allah, ni na Yo mukwiye kumenya ko Yinjiza igice c’ijoro mu murango, maze umurango ukaba muremure; Ikinjiza igice c’umurango mw’ijoro, maze ijoro rikaba rirerire; Ikaba ari na Yo Nyenukwumva, Irumva ibivugwa; Nyenukubona, Irabona neza ibikorwa n’ibiremwa.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:62","price":"Ivyo biri ukwo rero, kuko mu vy’ukuri Allah ari Yo Mana y’ukuri Ibwirijwe gusengwa, n’uko ibigirwamana ababangikanyamana basenga mu gishingo cayo ari irementanya, n’uko kandi Imana Allah ari Yo Nyenicubahiro-ntangere, Nyenubukuru.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:63","price":"Ntumwa y’Imana! Mbega ntiwabonye ko Imana Allah Yatumye hagwa imvura ivuye mu bicu izananye mu kirere, maze isi igatotahara, igasa n’urwatsi rubisi! Mu vy’ukuri Imana Allah, ni Rumenyi-Rudahishwa, Irazi neza ibintu vy’ingirakamaro ku biremwa, Muhetuziwavyose;","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:64","price":"Ni Yo Mugabe Igaba Ikaganza ibintu vyose biri mu majuru n’ibiri mw’isi hamwe n’ibiri hagati yavyo. Mu vy’ukuri, ni na Yo Uwikenuye Yikenuye muri vyose, Nyenugushimwa, Ishimwa ku mazina, ku matazirano no ku bikorwa vyayo mu bihe vyose.","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:65","price":"Ntumwa y’Imana! Mbega ntiwabonye ko Imana Allah Yabashoboje kwikora ku biri mw’isi[12], Ikabashoboza no kugendera mu bwato bureremba mu mazi mw’ibahari ku bushobozi n'ububasha vyayo[13], Ikagumya n’ijuru kugira ntirigwe kw’isi ngo ribahonye kiretse ku bubasha bwayo! Mu vy’ukuri, nta nkeka ko Imana Allah ku bantu, ari Nyenikigongwe, Nyenimbabazi ku batoni bayo.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"[12] Ibinyabuzima bigendagenda kuri yo, ibitungwa, ivyimeza, ibiterwa, ivyamwa n’imboga, n’ibindi; hamwe rero n’ibitari ibinyabuzima. Ivyo vyose rero Ikaba Yabiremye ku neza yanyu.\n[13] Maze nya bwato bukabunguruza mwebwe hamwe n’ivyo mutwaye, bukabashikana aho hose mushaka.","lang":"rn"},{"name":"22:66","price":"Ni na Yo Yabahaye ubuzima mu kubarema ata co Ifatiyeko, hanyuma Ibaka nya buzima hageze gupfa, mu nyuma Izobasubiza ubuzima ku musi w’izuka, muheze muzuke kugira muharurirwe ku vyo mwakoze. Mu vy’ukuri, nta nkeka ko umuntu yama yagararije mu guhakana yivuye inyuma ivyemezo vyerekana ubushobozi, ububasha n’isengwa vy’Imana Imwe Rudende Allah.","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:67","price":"Umugwi wose mu migwi y’ab’aho hambere rero, Twebwe Allah Twawushingiye amabwirizwa n’uburyo bw’igamburukiramana wategerezwa kwubahiriza. Ntumwa y’Imana! Kubera ivyo rero, ababangikanyamana ntibakakwiganzeko ku mabwirizwa wahawe, no mu bikorwa vyawe vy’igamburukiramana Twagushingiye. Shishikara nyabuna kurarikira abantu isengwa ry’Imana yawe Rurema Allah n’iy’ubahirizwa ry’amabwirizwa yayo, mu vy’ukuri nta nkeka ko wewe uri ku burongozi bw’idini rigororotse.","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:68","price":"Abagarariji nibaguma baguhaririza ku vyo ubararikira kwubahiriza, ntuzoje mu mpari namba, uraheza ubabwire uti: “Imana Allah Irazi neza ivyo mukora mu ntumbero yo gutsimbatara kw’igarariza;","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:69","price":"Imana Allah, ku musi w’izuka, Izoheza Ibacire urutunganye rugaragaza ukuri hagati y’abemeramana n’abagarariji ku vyo mwahora muhazanako mw’idini[14]\".","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"[14] Iyi Aayah yigisha urupfasoni rwo kwishura uwuharira mu ntumbero yo gutebura no kugarariza.","lang":"rn"},{"name":"22:70","price":"Ntumwa y’Imana! Mbega ntiwamenye ko Imana Allah Izi neza ibiri mw’ijuru no mw’isi! Mu vy’ukuri, ubumenyi bw’ivyo vyose bwanditswe mu Gitabu nyezina canditswemwo ivyagezwe n’ishirwa mu ngiro ryavyo \"Lawhu Mahfuudhw\". Mu vy’ukuri, ubumenyi bw’ivyo vyose rero buroroshe ku Mana Allah nta kiyisoba.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:71","price":"Abagarariji babandanya kubangikanya Imana Allah, mu gusenga mu gishingo cayo ibigirwamana, ata na hamwe Imana Allah Yigeze Imanura mu Gitabu icemeza c’uko nya bigirwamana bikwiye gusengwa, eka nta n’ubumenyi bafise bwokwemeza isengwa ryavyo, kuko bapfuye gusa gukurikira ivyo ba se basenga. Burya abirenganya mw’ibangikanyamana, nta mutabazi bazoronka mu buzima bw’inyuma yo gupfa, azobakingira ibihano canke ngo abarwaneko.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:72","price":"N’iyo abagarariji basomewe Aayah zacu za Qor’ani, ushoka ubona banyinyiriwe n’ishavu n’akantu mu maso, bagahakwa gusimbira ku bemeramana babararikira ukwemera Imana Imwe Rudende Allah bakanabasomera nya Aayah zacu. Ntumwa y’Imana! Vuga uti: “Mbega ndabiganire inkuru yobashavuza gusumba ukuntu mushavuzwa n’isomwa rya Aayah za Qor’ani n’irarika ry’abemeramana! Ni umuriro Imana Allah Yasezeraniye abagarariji mu buzima bw’inyuma yo gupfa, ni na yo maherezo mabi cane”.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:73","price":"Emwe bantu! Mwaraciriwe agace, nimutege amatwi rero mukumvirize mwongere mukazirikane. Mu vy’ukuri, ibigirwamana musenga mu gishingo c’Imana Allah, ntibizopfa bishoboye kurema n’isazi imwe gusa n’aho vyogira urunani, nkeswe rero kurema igisumba isazi! No mu gihe isazi yogira ico yihagiye mu kununuza kimwe mu vyatanzweko ikimazi ku bigirwamana, nya bigirwamana ntivyoshobora kuyaka ico yihagiye. Ibigirwamana rero, nta na kimwe bishoboye kuko ata bubasha bwo kurema bifise, eka ntibinafise n’ububasha bwo guhabuza ivyo isazi yihagiye, bitayeko n’isazi ubwayo nyene nta co ishoboye.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:74","price":"Ababangikanyamana ntibahaye namba Imana Allah icubahiro kiyikwiye mu kuyibangikanya n’ibiremwa, mu vy’ukuri Imana Allah ni Nyeninguvu, Nyenintsinzi-Mutaneshwa.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:75","price":"Imana Allah, Ihitamwo mu bamalayika intumwa Irungika ku Bavugishwamana, Igahitamwo no mu bantu Intumwa Ibarungikira kugira zibashikirize ubutumwa bwayo, mu vy’ukuri Imana Allah ni Nyenukwumva, Irumva ibivugwa n’ibiremwa; Nyenukubona, Irabona neza abo Ihitamwo ngo bashikirize ubutumwa bwayo ku biremwa;","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:76","price":"Irazi neza ibikorwa vy’abamalayika n’ivy’Intumwa, imbere y’iremwa ryavyo, Irazi neza n’inkuru ya kazoza kavyo bimaze gupfa. Ni no kuri Yo rero, ibintu vyose bizosubizwa.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"","lang":"rn"},{"name":"22:77","price":"Emwe bemeye Imana Allah n’Intumwa yayo Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah)! Nimwuname munubame mu gihe muriko murasenga, mwongere mwiyegereze Imana yanyu Rurema Allah mu vyo mukora vyose munayisenge mutayibangikanya, muheze mukore n’ivyiza kugira muronke intsinzi kw’isi no mu buzima bw’inyuma yo gupfa[15];","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"[15] Iyo uriko urasoma, ugeze ku mpera y’iyi Aayah uca wubama.","lang":"rn"},{"name":"22:78","price":"Mwitange bikwiye kandi mu guharanira no mu kwubahiriza amabwirizwa y’Imana Allah murarikira abantu kuyemera; ni Yo Yabatoye kuba abashikirizabutumwa b’idini ryayo, kandi ntiyigeze Ibashingira amabwirizwa arimwo amananiza ashingiye kw’idadika no ku kutagira isaganirizo mu kuyubahiriza mw’idini; idini rya so wanyu Ibrahimu ry’ubwislamu rishingiye ku kwemera-ndemanwa, Imana Allah ni Yo Yabise abislamu n’imbere yuko hamanurwa Qor’ani mu Bitabu vy’aho hambere; Ibita abislamu no muri iyi Qor’ani nyene kugira Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ibe icabona kibagiriza ko yabashikirije ubutumwa bw’Imana Allah, na mwe muheze mube ivyabona vyagiriza abantu bo hambere yanyu, ko Intumwa barungikiwe zabashikirije koko ubutumwa bw’Imana Allah. Kubera ivyo rero, nimushimire Imana Allah, muheze mutsimbataze amasengesho akwije ibisabwa, mutange n’ishikanwa-bwirizwa, mwongere mwishimikize koko Imana Allah kuko ari Yo Muhagarikizi wanyu Nkinzoyabatoni. Irakaba rero Nkinzoyabatoni, Umwiza w’abahagarikizi bose, Irakaba n’Umwiza w’abatabazi mu kunesha abansi bayo.","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"","lang":"rn"}],"chapter":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"]}