{"data":[{"name":"23:1","price":"Ni ukuri, abemeramana koko baramaze kuronka intsinzi kw’isi no mu buzima bw’inyuma yo gupfa;","arabic":"قَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2674,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:2","price":"Abagumiza umutima mu nda bagatururuza n’ibihimba vyabo mu masengesho;","arabic":"ٱلَّذِينَ هُمۡ فِي صَلَاتِهِمۡ خَٰشِعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2675,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:3","price":"Bakirengagiza amajambo n’ibikorwa vy’imburakimazi;","arabic":"وَٱلَّذِينَ هُمۡ عَنِ ٱللَّغۡوِ مُعۡرِضُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2676,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:4","price":"Bakeza n’imitima n’amatungo vyabo mu gutanga ishikanwa-bwirizwa;","arabic":"وَٱلَّذِينَ هُمۡ لِلزَّكَوٰةِ فَٰعِلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2677,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:5","price":"Bagacungera n’ubwambure bwabo mu kudasambana[1];","arabic":"وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2678,"juzNumber":18,"footnotes":"[1] Ukudasambana ni ukutipfuza guhuza ibitsina ku babisangiye canke ku batabisangiye, n’ibindi bibi bijanye n’ubusambanyi.","lang":"rn"},{"name":"23:6","price":"Kiretse ku bakenyezi babo canke abo bagaba mu ncoreke, kuri abo nta kibi kiri mu kubabira n’ibindi bijanye no kwabira;","arabic":"إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2679,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:7","price":"Uwuzorondera kuryoherwa ku batari abo, uyo azoba ari mu barenze imbibe z’ibirekuwe agatandukira ibizira, azoba yikwegeye ibihano n’ishavu vy’Imana Allah;","arabic":"فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2680,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:8","price":"Abitwararika nantaryo gucungera imbitso baragijwe no kwubahiriza amasezerano biyemeje;","arabic":"وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2681,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:9","price":"Abatsimbataza amasengesho mu gihe cose no ku mwanya wayo, bakayasenga nk’uko Intumwa (nyakugira amahoro n’impuhwe z’Imana Allah) yayasenga;","arabic":"وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَوَٰتِهِمۡ يُحَافِظُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2682,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:10","price":"Abo ni bo rero ba samuragwa b’Ubwami bw’ijuru;","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡوَٰرِثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2683,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:11","price":"Bazotorana Ubwami bw’ijuru ry’iteka rya Firdawsi, bazobubamwo ibihe bidahera.","arabic":"ٱلَّذِينَ يَرِثُونَ ٱلۡفِرۡدَوۡسَ هُمۡ فِيهَا خَٰلِدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2684,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:12","price":"Ni ukuri Twebwe Allah, Twaremye Adamu mu ruvange rw’ivu;","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن سُلَٰلَةٖ مِّن طِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2685,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:13","price":"Hanyuma Turema abamukomotseko mu buryo bwo kurondoka mw’ima ry’intanga riva mu ruti rw’umugongo w’umugabo, rigaturura mu gitereko c’umugore;","arabic":"ثُمَّ جَعَلۡنَٰهُ نُطۡفَةٗ فِي قَرَارٖ مَّكِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2686,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:14","price":"Hanyuma Turema muri nya ma ry’intanga igihimba c’amaraso avuze, maze Turema muri nya gihimba c’amaraso avuze, akamanyu k’inyama inyuma y’ikiringo c’imisi mirongo ine; Duca Turema amagufa muri nya kamanyu, Turaheza rero Tuyambika inyama, mu nyuma rero Turaheza Duha nya kiremwa iyindi ndemo mu kugihuhiramwo inkomoko y’ubuzima “Roho”, kigaheza kikavuka ari kizima. Harakubahwa rero Imana Allah Yahaye ikintu cose indemo nziza ikibereye.","arabic":"ثُمَّ خَلَقۡنَا ٱلنُّطۡفَةَ عَلَقَةٗ فَخَلَقۡنَا ٱلۡعَلَقَةَ مُضۡغَةٗ فَخَلَقۡنَا ٱلۡمُضۡغَةَ عِظَٰمٗا فَكَسَوۡنَا ٱلۡعِظَٰمَ لَحۡمٗا ثُمَّ أَنشَأۡنَٰهُ خَلۡقًا ءَاخَرَۚ فَتَبَارَكَ ٱللَّهُ أَحۡسَنُ ٱلۡخَٰلِقِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2687,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:15","price":"Bantu! Mu vy’ukuri rero, no kubaho kwanyu kwose ubuzima bwanyu bwo kw’isi, hari ugupfa mu nyuma, nta gisivya urwanyu rushitse muzopfa.","arabic":"ثُمَّ إِنَّكُم بَعۡدَ ذَٰلِكَ لَمَيِّتُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2688,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:16","price":"Hanyuma mu vy’ukuri ga bantu! Umuhero w’isi niwagera mugahona, ku musi w’izuka muzosubizwa ubuzima kandi muzuke, kugira muharurirwe muheze muhemberwe ivyo mwakoze.","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ تُبۡعَثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2689,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:17","price":"Ni ukuri Twebwe Allah, Twaranaremye amajuru indwi agerekeranye hejuru yanyu, kandi ntivyigeze bishika ngo Tugotwe canke ngo Twibagire iremwa ry’ikintu na kimwe.","arabic":"وَلَقَدۡ خَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلۡخَلۡقِ غَٰفِلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2690,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:18","price":"Twaranatumye hagwa imvura ivuye mu bicu izananye mu kirere ku rugero rukenewe, Turaheza Tuziganya amazi ya nya mvura mw’isi. Mu vy’ukuri, Turanashoboye kandi no gukamya nya mazi akagenda amazimayongo.","arabic":"وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَسۡكَنَّٰهُ فِي ٱلۡأَرۡضِۖ وَإِنَّا عَلَىٰ ذَهَابِۭ بِهِۦ لَقَٰدِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2691,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:19","price":"Hakoreshejwe nya mazi rero, Turaheza Tukabagirira imirima itotahaye y’itende n’imizabibu, maze mugasarura muri nya mirima ivyamwa vyinshi bitandukanye ibara n’indemo, mugaheza mukanabifungurako;","arabic":"فَأَنشَأۡنَا لَكُم بِهِۦ جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ لَّكُمۡ فِيهَا فَوَٰكِهُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2692,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:20","price":"Tukanabamereshereza n’igiti c’Umuzayituni kimera canecane hambavu y’umusozi wa Sinayi, mu vyamwa vyaco rero haraheza hagahingurwamwo amavuta abantu bisiga bakanayafungura.","arabic":"وَشَجَرَةٗ تَخۡرُجُ مِن طُورِ سَيۡنَآءَ تَنۢبُتُ بِٱلدُّهۡنِ وَصِبۡغٖ لِّلۡأٓكِلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2693,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:21","price":"Bantu! Mu vy’ukuri, murafise mw’iremwa ry’ibitungwa[2] inkebuzo yotuma mwikebuka, Tubanywesha mu biri mu nda yavyo amata, muranafise kuri ivyo bitungwa ibintu vyinshi ngirakamaro mwikorako; nk’ubwoya, insato n’ibindi, muranafungura n’inyama zavyo;","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمۡ فِيهَا مَنَٰفِعُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2694,"juzNumber":18,"footnotes":"[2] Ibitungwa, ni ingamiya, inka n’intungwa (an'aam).","lang":"rn"},{"name":"23:22","price":"Mukaniyunguruza mwebwe hamwe n’ivyanyu ku ngamiya no mu bwato.","arabic":"وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2695,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:23","price":"Ni ukuri Twebwe Allah, Twararungitse Nuhu ku bantu biwe, ababwira ati: “Bantu banje! Nimwiyegereze Imana Allah mu vyo mukora vyose munayisenge mutayibangikanya, nta yindi mana mufise ikwiye gusengwa atari Yo. Ubwo ntimwotinya ibihano vy’Imana Allah, mugaheza mukubahiriza amabwirizwa yayo!”.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2696,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:24","price":"Indongozi z’abagararije mu bantu ba Nuhu, zarahakanye zivuye inyuma zibwira abantu bazo ziti: “Burya Nuhu abararikira kwemera Imana Imwe Rudende, si ikindi kiretse ko ari umuntu asanzwe nkamwe, ashaka gusa ko mumwubaha mukamwumvira. N’iyo Imana Allah Ishaka kuturungikira koko Intumwa, Yari kurungika Intumwa ivuye mu bamalayika, eka ntitwigeze twumva ivyo aturarikira ku bavyeyi bacu b’aho hambere;","arabic":"فَقَالَ ٱلۡمَلَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يُرِيدُ أَن يَتَفَضَّلَ عَلَيۡكُمۡ وَلَوۡ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةٗ مَّا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2697,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:25","price":"Uyu Nuhu rero, si ikindi kiretse ko ari umukehabwenge. Kubera ivyo rero, enda nimumuhe akanya gato gushika agarure akenge, aheze areke kwigira Intumwa, canke mumutege imisi apfe mumuruhuke”.","arabic":"إِنۡ هُوَ إِلَّا رَجُلُۢ بِهِۦ جِنَّةٞ فَتَرَبَّصُواْ بِهِۦ حَتَّىٰ حِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2698,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:26","price":"Nuhu yavuze atakambira Imana Allah ati: “Mana yanje Rurema Allah! Ntabara kw’ihakana ry’abantu banje, kuko bamirira kure ubutumwa bwawe ndabashikiriza”.","arabic":"قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2699,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:27","price":"Ni ho rero Twebwe Allah, Twahishurira Nuhu Tukamubwira Duti: “Baza kw’itegeko ryacu ubwato ku mugaragaro, aho Twebwe Allah Tubona n’amaso yacu kuko ukingiwe. Igihe itegeko ryacu ryo kubahonya ryageze, maze hakaboneka imbizi izananye mw’ifuru, uraheza ushire mu bwato igitsina-gabo n’igitsina-gore kuri buri bwoko bwose bw’ibiremwa, wongere ushiremwo n’umuryango wawe, kiretse umugore wawe n’umuhungu wawe bamaze kwagirwa n’ibihano, kandi ntuhirahire ngo unsabe ko notenyenya guhana abirenganije, kuko mu vy’ukuri bazotwarwa n’isegenya.","arabic":"فَأَوۡحَيۡنَآ إِلَيۡهِ أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا فَإِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسۡلُكۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2700,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:28","price":"Niwamara kwurira mu bwato wewe hamwe n’abo muri kumwe, uraheza uvuge uti: “Nihashimagizwe Imana Allah Yo Yaturokoye, Ikadukura mu bantu birenganije mw'igarariza”;","arabic":"فَإِذَا ٱسۡتَوَيۡتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلۡفُلۡكِ فَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي نَجَّىٰنَا مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2701,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:29","price":"Niwururuka muri nya bwato naho nyene wongere uvuge uti: “Mana yanje Rurema Allah! Mpa ubwururuko buhezagiwe butekanisha, kuko ari Wewe Umwiza w’abakira mw’iteka n’itekane[3]\"\".","arabic":"وَقُل رَّبِّ أَنزِلۡنِي مُنزَلٗا مُّبَارَكٗا وَأَنتَ خَيۡرُ ٱلۡمُنزِلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2702,"juzNumber":18,"footnotes":"[3] Muri iyi Aayah, Imana Allah Yigisha abaja bayo mu gihe bururukiye ahantu ko bovuga bati: “RABBI ANZILNII MUNZALAN MUBAARAKAN WA-ANTA KHAYRU L-MUNZILIINA”","lang":"rn"},{"name":"23:30","price":"Mu vy’ukuri, muri ukwo kurokora abemeramana no guhonya abagarariji, ni ukuri harimwo ivyemezo vyerekana ukuri kw’Intumwa ku vyo zashikirije, Twategerezwa rero no kugerageza koko abantu kw’irungikwa ry’Intumwa imbere yuko bashikirwa n’ibihano.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ وَإِن كُنَّا لَمُبۡتَلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2703,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:31","price":"Mu nyuma y’abantu ba Nuhu rero, Twagize uwundi mugwi wa Bene Aadi.","arabic":"ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2704,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:32","price":"Turaheza Turungikira Bene Aadi Intumwa Hudi (nyakugira amahoro y’Imana Allah) ivuye muri bo, iraheza ibabwira iti: “Nimwiyegereze Imana Allah mu vyo mukora vyose munayisenge mutayibangikanya, nta yindi mana ibwirijwe gusengwa atari Yo. Ubwo ntimwotinya ibihano vy’Imana Allah mugaheza mukubahiriza amabwirizwa yayo!”.","arabic":"فَأَرۡسَلۡنَا فِيهِمۡ رَسُولٗا مِّنۡهُمۡ أَنِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2705,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:33","price":"Mu bantu ba Hudi, indongozi z’abamugararije bakanahakana bivuye inyuma n’ubuzima bw’inyuma yo gupfa, zikaba zatewe amanyama n’uko Twazihaye ukworoherwa mu buzima bwo kw’isi, zavuze ziti: “Burya Hudi, abararikira kwemera Imana Imwe Rudende, si ikindi kiretse ko ari umuntu nkamwe; afungura ku vyo na mwe mufungura, akanywa ku vyo na mwe munywa;","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِهِ ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ ٱلۡأٓخِرَةِ وَأَتۡرَفۡنَٰهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يَأۡكُلُ مِمَّا تَأۡكُلُونَ مِنۡهُ وَيَشۡرَبُ مِمَّا تَشۡرَبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2706,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:34","price":"Nimwahirahira ngo mwumvire umuntu nkamwe rero, nta nkeka ko mu vy’ukuri muzoba mu bahomvye;","arabic":"وَلَئِنۡ أَطَعۡتُم بَشَرٗا مِّثۡلَكُمۡ إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2707,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:35","price":"Mwokwemera gute ivyo abasezeranira ko nimwapfa mugacika ivu n’amagufa yaboze, muzosubizwa ubuzima mukazuka!","arabic":"أَيَعِدُكُمۡ أَنَّكُمۡ إِذَا مِتُّمۡ وَكُنتُمۡ تُرَابٗا وَعِظَٰمًا أَنَّكُم مُّخۡرَجُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2708,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:36","price":"Iryo zuka musezeranirwa ko rizobaho inyuma yo gupfa mugacika ivu n’amagufa yaboze, riri kure nk’ukwezi pe!","arabic":"۞ هَيۡهَاتَ هَيۡهَاتَ لِمَا تُوعَدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2709,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:37","price":"Ubuzima dukwiye kubaho ni ubu bwo kw’isi gusa! Abapfa barapfa, hakavuka abandi. Wanguha! Nta buzima tuzosubizwa ngo tuzuke inyuma yo gupfa;","arabic":"إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2710,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:38","price":"Burya Hudi, si ikindi kiretse ko ari umuntu arementaniriza Imana Allah ivyo Itamutumye, eka ntiturota tumwemera namba”.","arabic":"إِنۡ هُوَ إِلَّا رَجُلٌ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا وَمَا نَحۡنُ لَهُۥ بِمُؤۡمِنِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2711,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:39","price":"Hudi yavuze atakambira Imana Allah ati: “Mana yanje Rurema Allah! Ntabara kw’ihakana ry’abantu banje, kuko bamirira kure ubutumwa bwawe ndabashikiriza”.","arabic":"قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2712,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:40","price":"Imana Allah Iraheza Yishura Hudi Iti: “Vuba bwango, ni ukuri bazoheza bicuze”.","arabic":"قَالَ عَمَّا قَلِيلٖ لَّيُصۡبِحُنَّ نَٰدِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2713,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:41","price":"Ntibwakeye kabiri, ni ho rero abantu ba Hudi bahitanwa n’ibihano vy’ukuri bihonya, maze Tubagira nk’ivyaciriwe n’inkukura hirya n’ino y’umugende. Haragahona rero abantu birenganije mu kugarariza Intumwa.","arabic":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ بِٱلۡحَقِّ فَجَعَلۡنَٰهُمۡ غُثَآءٗۚ فَبُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2714,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:42","price":"Mu nyuma y’abantu ba Hudi rero, Twagize iyindi migwi y’abantu barungikiwe Intumwa Luutwi, Shu’ayibu, Ayubu na Yunusu (ba nyakugira amahoro y’Imana Allah).","arabic":"ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قُرُونًا ءَاخَرِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2715,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:43","price":"Nta mugwi n’umwe rero w’abantu wigeze guhanwa isango ritaragera, eka nta n’uwigeze guhanwa isango ryarenganye.","arabic":"مَا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2716,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:44","price":"Hanyuma ni ho rero, Twarungikira nya migwi Intumwa zacu zikurakuranwa; igihe cose Intumwa yararikira abo yarungitsweko kwemera Imana Imwe Rudende Allah, barayihakana bivuye inyuma, Tugaca Tubakurikiranya mu kubahonya bagasigara ari akayazwe, Tugaheza Tukabagira iciro ry’umugani ku bakurikiye kugira bikebuke. Haragahona rero abantu batemera Intumwa ngo bazumvire.","arabic":"ثُمَّ أَرۡسَلۡنَا رُسُلَنَا تَتۡرَاۖ كُلَّ مَا جَآءَ أُمَّةٗ رَّسُولُهَا كَذَّبُوهُۖ فَأَتۡبَعۡنَا بَعۡضَهُم بَعۡضٗا وَجَعَلۡنَٰهُمۡ أَحَادِيثَۚ فَبُعۡدٗا لِّقَوۡمٖ لَّا يُؤۡمِنُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2717,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:45","price":"Mu nyuma rero, ni ho Twarungikana Musa na murumunawe Haruna ibitangaro vyacu icenda[4], kugira bibe ivyemezo bitomoye bitsimbataza abemeramana, bibe n’ivyagiriji ku bantu b’ibibegito n’abagarariji;","arabic":"ثُمَّ أَرۡسَلۡنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2718,"juzNumber":18,"footnotes":"[4] Ivyo bitangaro bikaba vyari ibi bikurikira: ihinduka ry’inkoni ikaba inzoka amahanga, gusayangana kw’ikiganza mu gihe agikuye mu kwaha, itera ry’amapfa, ikeha ry’umwimbu w’ivyamwa, itera ry’imyuzurire y’amazi, itera ry’inzige, itera ry’udukoko turya ico cose duhuye na co, itera ry’ibikere bikwiragiye hose n’ihinduka ry’ibinyobwa bigacika amaraso.","lang":"rn"},{"name":"23:46","price":"Twabarungitse kwa Firawuni wo muri Misiri n’abunganizi biwe, maze bagira amanyama mu kutemera Musa na murumunawe Haruna, bari n’abantu bihambaza mu gucinyiza abandi;","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمًا عَالِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2719,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:47","price":"Maze bavuga bati: “Karashize ingani twemere abantu babiri basanzwe nkatwe, kandi abo barungitsweko muri Bene Israyeli ari abashumba bari musi y’amategeko yacu, kandi baca bugufi kuri twebwe!”.","arabic":"فَقَالُوٓاْ أَنُؤۡمِنُ لِبَشَرَيۡنِ مِثۡلِنَا وَقَوۡمُهُمَا لَنَا عَٰبِدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2720,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:48","price":"Ni ho rero Firawuni wo muri Misiri n’abunganizi biwe bahakana bivuye inyuma Musa na Haruna, maze Imana Allah Ica Irabahonya mu gusomeshwa nturi.","arabic":"فَكَذَّبُوهُمَا فَكَانُواْ مِنَ ٱلۡمُهۡلَكِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2721,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:49","price":"Ni ukuri Twebwe Allah, Twahaye Musa Igitabu ca Tawurati kugira Bene Israyeli bacubahirize mu kuba abagororotsi.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2722,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:50","price":"Tugira na Isa mwene Mariyamu hamwe na nyina wiwe igitangaro cerekana ubushobozi n'ububasha vyacu Twebwe Allah, Twaranabakiriye mw’icumbi ku gasozi k’iteka n’itekane, kariko n’imbizi y’amazi atemba.","arabic":"وَجَعَلۡنَا ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥٓ ءَايَةٗ وَءَاوَيۡنَٰهُمَآ إِلَىٰ رَبۡوَةٖ ذَاتِ قَرَارٖ وَمَعِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2723,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:51","price":"Emwe Ntumwa z’Imana! Nimufungure mu vyiza bibaryoheye birekuwe, muheze mukore n’ibikorwa vyiza bitegetswe, mu vy’ukuri Jewe Allah, Ndazi neza ivyo mukora vyose, ndi Nyenubumenyikurivyose[5].","arabic":"يَٰٓأَيُّهَا ٱلرُّسُلُ كُلُواْ مِنَ ٱلطَّيِّبَٰتِ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2724,"juzNumber":18,"footnotes":"[5] Ingingo ivugwa muri iyi Aayah yega Intumwa z’Imana zose hamwe n’abemeramana bazikurikiye. Iyi Aayah kandi iranigisha ko ugufungura mu vyiza biryoshe birekuwe gufasha umuntu kunonokerwa mu gukora ibikorwa vyiza bitegetswe, n’uko gufungura ibibi bizira bitera umuntu amagorwa harimwo no kutemererwa igisabisho.","lang":"rn"},{"name":"23:52","price":"Ntumwa z’Imana! Mu vy’ukuri idini ryanyu, ni idini rimwe ry’ubwislamu ryo kwicisha bugufi no gusenga Imana Imwe Rudende Allah, ni nanje rero Imana yanyu Rurema Allah mukwiye kugamburukira mu kwubahiriza amabwirizwa yanje.","arabic":"وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱتَّقُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2725,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:53","price":"Ariko rero abantu, ni bo bahavuye bicamwo imigwi ha gukurikira idini rimwe ry’ubwislamu bategetswe, gutyo umugwi wose muri yo unezerezwa n’ivyiyumviro vyawo, unebagura ivy’uwundi mugwi[6].","arabic":"فَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ زُبُرٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2726,"juzNumber":18,"footnotes":"[6] Iyi Aayah irihaniza cane abantu kwicamwo imigwi mw’idini.","lang":"rn"},{"name":"23:54","price":"Ntumwa y’Imana! Bareke bajuragirike mu bugarariji bwabo bwo ku kubura ico bafata n'ico bareka hagati yo kwemera no guhakana gushika igihe bashikiwe n’ibihano.","arabic":"فَذَرۡهُمۡ فِي غَمۡرَتِهِمۡ حَتَّىٰ حِينٍ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2727,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:55","price":"Mbega abagarariji bibwira ko ivyo Tubaronsa mu matungo n’ibibondo;","arabic":"أَيَحۡسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٖ وَبَنِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2728,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:56","price":"Tuba Twihutiye kubaha ivyiza bakwiye bakiri kw’isi! Ahubwo nyabuna, Tubaronsa amatungo n’ibibondo kw’igeragezwa kugira barendegere, gutyo Tubakwegere mu bihano bukebuke, ariko nta vyo bumva.","arabic":"نُسَارِعُ لَهُمۡ فِي ٱلۡخَيۡرَٰتِۚ بَل لَّا يَشۡعُرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2729,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:57","price":"Mu vy’ukuri, abatinya guca kubiri n’amabwirizwa y’Imana Allah ku mpungenge zo gutinya ibihano vy’Imana yabo Rurema Allah;","arabic":"إِنَّ ٱلَّذِينَ هُم مِّنۡ خَشۡيَةِ رَبِّهِم مُّشۡفِقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2730,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:58","price":"Bakemera na Aayah z’Imana yabo Rurema Allah ziri muri Qor’ani bakanazigendera;","arabic":"وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2731,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:59","price":"Batabangikanya Imana yabo Rurema Allah n’ikintu na kimwe, maze bakayisenga ari Imana Imwe Rudende;","arabic":"وَٱلَّذِينَ هُم بِرَبِّهِمۡ لَا يُشۡرِكُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2732,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:60","price":"Bakigorera gukora ivyiza bitandukanye, bafise impungenge mu mitima yabo ko vyohava bitemerwa, ngo bibakize ibihano vy’Imana yabo Rurema Allah igihe basubiye kuri Yo, kugira Ibaharurire, Iheze Inabibahembere;","arabic":"وَٱلَّذِينَ يُؤۡتُونَ مَآ ءَاتَواْ وَّقُلُوبُهُمۡ وَجِلَةٌ أَنَّهُمۡ إِلَىٰ رَبِّهِمۡ رَٰجِعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2733,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:61","price":"Abo ni bo rero barangwa koko n’uguhurumbira gukora ivyiza bitandukanye, bakitanganiza no kubikora.","arabic":"أُوْلَٰٓئِكَ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَهُمۡ لَهَا سَٰبِقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2734,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:62","price":"Twebwe Allah, ntitunategeka umuja mu baja bacu kwubahiriza ibirimwo amananiza kuri we, Turanafise n’igitabu canditswemwo ido n’ido y’ibikorwa vy’ibiremwa kizobagiriza vy’ukuri, kandi ntibazorenganywa namba.","arabic":"وَلَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۚ وَلَدَيۡنَا كِتَٰبٞ يَنطِقُ بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2735,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:63","price":"Ariko imitima y’abagarariji, iri mu buhuvyi bwo guhakana bivuye inyuma Qor’ani n’amabwirizwa yayo, bafise n’ibindi bikorwa bibi bakora hamwe n’ibangikanyamana bizotuma bakwegerwa mu bihano bukebuke;","arabic":"بَلۡ قُلُوبُهُمۡ فِي غَمۡرَةٖ مِّنۡ هَٰذَا وَلَهُمۡ أَعۡمَٰلٞ مِّن دُونِ ذَٰلِكَ هُمۡ لَهَا عَٰمِلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2736,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:64","price":"Gushika n’aho iyo Dufashe aborohewe mu buzima muri bo Tukabashikura, baca basemerera batakamba, bitabariza;","arabic":"حَتَّىٰٓ إِذَآ أَخَذۡنَا مُتۡرَفِيهِم بِٱلۡعَذَابِ إِذَا هُمۡ يَجۡـَٔرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2737,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:65","price":"Maze bagaca babwirana bati: “Nimugeze aho gusemerera, mutakamba mwitabariza kuri uno musi, mu vy’ukuri ntimushobora kwikura mu bihano vy'Imana Allah, eka nta n’uwo muronka abibakurako.","arabic":"لَا تَجۡـَٔرُواْ ٱلۡيَوۡمَۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2738,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:66","price":"Ni ukuri, mwahora musomerwa Aayah zanje Jewe Allah ziri muri Qor’ani, mugaca muziha umugongo mu kutazumviriza no mu kutazemera ngo muzigendere;","arabic":"قَدۡ كَانَتۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ تَنكِصُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2739,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:67","price":"Ivyo mukabigira ku manyama n’ubwishime ku bantu, mwigamba ko mutigera muganzwa kuko muri hambavu y’ingoro ntagatifu Al-ka’ba, mugateramira hambavu ya nya ngoro muvuga amajambo mabi adashimisha Imana Allah\".","arabic":"مُسۡتَكۡبِرِينَ بِهِۦ سَٰمِرٗا تَهۡجُرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2740,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:68","price":"Mbega ntibazirikana Qor’ani ngo bamenye ukuri kwayo, canke babujijwe kuyemera n’ukuba barungikiwe Intumwa n’Igitabu ca Qor’ani, bitigeze birungikirwa ba se b’aho hambere!","arabic":"أَفَلَمۡ يَدَّبَّرُواْ ٱلۡقَوۡلَ أَمۡ جَآءَهُم مَّا لَمۡ يَأۡتِ ءَابَآءَهُمُ ٱلۡأَوَّلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2741,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:69","price":"Canke ntibamenye Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) barungikiwe, baraheza bayihakana ku kutayimenya!","arabic":"أَمۡ لَمۡ يَعۡرِفُواْ رَسُولَهُمۡ فَهُمۡ لَهُۥ مُنكِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2742,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:70","price":"Canke ku kuba bibwiye ko nya Ntumwa ari umusazi! Nibateshwe bate, ahubwo bahakana iyo Ntumwa kuko yabazaniye Qor’ani n’idini ry’ukuri rishingiye ku gusenga Imana Imwe Rudende Allah, kandi abenshi muri bo banka ukuri ku kubera ishari n’akarenganyo.","arabic":"أَمۡ يَقُولُونَ بِهِۦ جِنَّةُۢۚ بَلۡ جَآءَهُم بِٱلۡحَقِّ وَأَكۡثَرُهُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2743,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:71","price":"Iyo Imana Allah Ibashingira amabwirizwa ahuye n’ivyipfuzo vyabo, nta nkeka ko amajuru n’isi n’ibiri hagati yavyo vyari kwononekara. Ahubwo rero burya Twebwe Allah, Twabazaniye Qor’ani irimwo iteka n’icubahiro vyabo kw’isi no mu buzima bw’inyuma yo gupfa nibaba bibuka, hanyuma bagaheza bakavyirengagiza.","arabic":"وَلَوِ ٱتَّبَعَ ٱلۡحَقُّ أَهۡوَآءَهُمۡ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ بَلۡ أَتَيۡنَٰهُم بِذِكۡرِهِمۡ فَهُمۡ عَن ذِكۡرِهِم مُّعۡرِضُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2744,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:72","price":"Ntumwa y’Imana! Canke boba banse kwemera kuko ubasaba impembo kugira bakwumvire, maze bakabura nya mpembo! Ntibikabe rero ko wobasaba impembo kuko impembo uzeye ku Mana yawe Rurema Allah, ni nziza gusumba, ni Yo Mwiza w’abaronsa ibibeshaho ibiremwa.","arabic":"أَمۡ تَسۡـَٔلُهُمۡ خَرۡجٗا فَخَرَاجُ رَبِّكَ خَيۡرٞۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2745,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:73","price":"Ntumwa y’Imana! Mu vy’ukuri, nta nkeka ko wewe urarikira abantu warungitsweko mu nzira igororotse y’idini ry’ubwislamu.","arabic":"وَإِنَّكَ لَتَدۡعُوهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2746,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:74","price":"Mu vy’ukuri, abatemera ko hari izurwa ry’ibiremwa kugira biharurirwe ku vyo vyakoze ngo baryitegurire, barazimiye inzira igororotse y’idini ry’ubwislamu.","arabic":"وَإِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2747,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:75","price":"N’iyo rero Twebwe Allah Tubagirira impuhwe Tukabakurako amapfa, nta cari kubuza ko batarendegera mu bugarariji, bajuragirika mu kubura ico bafata n'ico bareka hagati yo kwemera no guhakana.","arabic":"۞ وَلَوۡ رَحِمۡنَٰهُمۡ وَكَشَفۡنَا مَا بِهِم مِّن ضُرّٖ لَّلَجُّواْ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2748,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:76","price":"Ni ukuri, Twarabagerageje mu kubaha ibihano bitandukanye, ntibaheza ngo bicishe bugufi ku Mana yabo Rurema Allah, eka ntibanayitakambiye igihe bashikirwa na nya bihano;","arabic":"وَلَقَدۡ أَخَذۡنَٰهُم بِٱلۡعَذَابِ فَمَا ٱسۡتَكَانُواْ لِرَبِّهِمۡ وَمَا يَتَضَرَّعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2749,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:77","price":"Gushika igihe Twabugururiye umuryango w’ibihano bikaze mu buzima bw’inyuma yo gupfa, bagaheza bakihebura muri nya bihano, batagira ayo bacira n’ayo bamira.","arabic":"حَتَّىٰٓ إِذَا فَتَحۡنَا عَلَيۡهِم بَابٗا ذَا عَذَابٖ شَدِيدٍ إِذَا هُمۡ فِيهِ مُبۡلِسُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2750,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:78","price":"Bantu! Imana Allah, ni Yo Yabagiriye amatwi kugira mushobore kwumva, Ibagirira n’amaso kugira mushobore kubona, Ibagirira n’imishaha kugira mushobore gutegera muheze mwikebuke. Hamwe n’ivyo vyose rero, mushima gake.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2751,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:79","price":"Ni Yo Yabaremye Ibakwiragiza kw’isi, ni no kuri Yo muzokwegeranirizwa ku musi w’izuka kugira muhemberwe ivyo mwakoze; vyaba ivyiza canke ibibi.","arabic":"وَهُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2752,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:80","price":"Ni Yo kandi Itanga ubuzima Ikanabwaka, Ikanakurakuranya ijoro n’umurango mw'ibisikanya ryavyo. Mbega none, ntimugira ubwenge ngo mutahure ubushobozi n'ububasha vy’Imana Allah, muheze muyisenge ari Imwe Rudende!","arabic":"وَهُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ وَلَهُ ٱخۡتِلَٰفُ ٱلَّيۡلِ وَٱلنَّهَارِۚ أَفَلَا تَعۡقِلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2753,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:81","price":"Ahubwo rero, abagarariji ntibigeze bemera izurwa ry’ibiremwa inyuma yo gupfa, ahubwo barinamuye mu gusubiramwo kuvuga nk’ivyavuzwe n’ab’aho hambere;","arabic":"بَلۡ قَالُواْ مِثۡلَ مَا قَالَ ٱلۡأَوَّلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2754,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:82","price":"Maze bavuga bati: “Burya nitwapfa tugacika ivu n’amagufa mu kuzimu, tuzoheza dusubizwe ubuzima tuzuke koko!","arabic":"قَالُوٓاْ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2755,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:83","price":"Muhama! Ni ukuri iryo zurwa udusezeraniye, ni ryo n’abavyeyi bacu basezeraniwe aho hambere yacu, nta kuri kwaryo tubona. Iryo sezerano rero, si ikindi kiretse ko ari imigani n’ibitito vy’ab’aho hambere”.","arabic":"لَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَآؤُنَا هَٰذَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2756,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:84","price":"Ntumwa y’Imana! Baza abagarariji ubabwire uti: “None iyi si n’ibiri muri yo, ni nde Rugaba wavyo, nimwaba hari ico muzi koko!”.","arabic":"قُل لِّمَنِ ٱلۡأَرۡضُ وَمَن فِيهَآ إِن كُنتُمۡ تَعۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2757,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:85","price":"Bazoheza bakwishure bavuga bati: “Rugaba wavyo ni Imana Allah”. Uraca ubabwira rero uti: “Ubwo ntimwokwibuka mukameya ko Imana Allah Ishoboye kuzura n’abapfuye!”.","arabic":"سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَذَكَّرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2758,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:86","price":"Ntumwa y’Imana! Babaze ubabwire uti: “Ni nde Imana Rurema w’amajuru indwi, Ikaba n’Imana Rurema w’Ubuhangamo buhambaye kuruta ibindi biremwa vyose!”.","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبۡعِ وَرَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2759,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:87","price":"Bazoheza bakwishure bavuga bati: “Rugaba wavyo ni Imana Allah”. Uraca ubabwira rero uti: “Ubwo ntimwotinya ibihano vy’Imana Allah iyo muriko murayibangikanya n’ibiremwa!”.","arabic":"سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَتَّقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2760,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:88","price":"Ntumwa y’Imana! Babaze ubabwire kandi uti: “Ni nde Agaba Akaganza ibintu vyose mu kubibeshaho, Agatabara uwugize ivyago, ata n’uwushobora gutabara ngo akingire uwundi ibihano n’ivyago Yamugereye nimwaba hari ico muzi koko!”.","arabic":"قُلۡ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيۡهِ إِن كُنتُمۡ تَعۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2761,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:89","price":"Bazoheza bakwishure bavuga bati: “Ivyo vyose biganzwa n’Imana Allah”. Uraca ubabwira rero uti: “Ni gute none mwihenda mu kudasenga Imana Imwe Rudende Allah no mu kutemera izurwa ry’ibiremwa!”.","arabic":"سَيَقُولُونَ لِلَّهِۚ قُلۡ فَأَنَّىٰ تُسۡحَرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2762,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:90","price":"Ahubwo rero Twebwe Allah, Twazaniye abahakanyi ukuri mu vyo Twarungikanye Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah); mu vy’ukuri abahakanyi, nta nkeka ko banyomoza mw’ibangikanyamana no mw’ihakana ry’izurwa ry’ibiremwa.","arabic":"بَلۡ أَتَيۡنَٰهُم بِٱلۡحَقِّ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2763,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:91","price":"Imana Allah, ntiyigeze Yigenera umwana, eka ntiyigeze Igira n’iyindi mana ibangikanya na Yo; iyo rero haba iyindi mana ibangikanije na Yo mu kurema, nta nkeka ko imana imwimwe yose yari kwigungana ibiremwa vyayo, hakaba n’ukwiganza kw’imana imwe ku yindi mu gutunganiriza ibiremwa. Nihaninahazwe rero Imana Allah mu buryo burengeye cane ivyo ababangikanyamana bayomekera.","arabic":"مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍۚ إِذٗا لَّذَهَبَ كُلُّ إِلَٰهِۭ بِمَا خَلَقَ وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2764,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:92","price":"Ni Yo Rumenyi w’ibintu vyose, Irazi ibinyegeje n’ibiboneka, nihabwe rero icubahiro nta ngere mu buryo burengeye cane ivyo ababangikanyamana bayibangikanya.","arabic":"عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2765,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:93","price":"Ntumwa y’Imana! Vuga uti: “Mana yanje Rurema Allah! Uramutse Unyeretse ibihano Usezeranira ababangikanyamana, ndagusavye ko Wonkingira nya bihano;","arabic":"قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2766,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:94","price":"Mana yanje Rurema Allah! Ndagusavye ntunshire mu bantu birenganya mu kukugarariza, Ugahava Unshavurira”.","arabic":"رَبِّ فَلَا تَجۡعَلۡنِي فِي ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2767,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:95","price":"Ntumwa y’Imana! Mu vy’ukuri Twebwe Allah, nta nkeka ko Dushoboye kukwereka ibihano Dusezeranira ababangikanyamana.","arabic":"وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمۡ لَقَٰدِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2768,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:96","price":"Kubera ivyo rero, nihagira uwukugirira nabi mu bansi bawe mu mvugo canke mu ngiro, uraheza wishure nya nabi iciza. Burya Twebwe Allah, Turazi neza na neza ivyo barementanya mw’ibangikanyamana, Tuzobibahembera impera bikwiranye.","arabic":"ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ ٱلسَّيِّئَةَۚ نَحۡنُ أَعۡلَمُ بِمَا يَصِفُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2769,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:97","price":"Ntumwa y’Imana! Vuga uti: “Mana yanje Rurema Allah! Ndakwikinzeko Unkingire inyoshambi z’amashetani zituma umuntu agenzwa n’ubwononyi akanarwanya n’ukuri;","arabic":"وَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَٰتِ ٱلشَّيَٰطِينِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2770,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:98","price":"Ndanakwikinzeko Mana yanje Rurema Allah, Unkingire ko nya mashetani yomvogera mu vyanje”.","arabic":"وَأَعُوذُ بِكَ رَبِّ أَن يَحۡضُرُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2771,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:99","price":"Igihe rero umwe mu babangikanyamana yashikiwe n’urupfu, ari ku mpfiro akabona yugarijwe n’ibihano yasezeraniwe, azovuga ati: “Mana yanje Rurema Allah! Ndabasavye ko Mwonsubiza kw’isi;","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ رَبِّ ٱرۡجِعُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2772,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:100","price":"Kumbure hari n’aho nokwemera nkumvira Imana Allah mu gukora ibikorwa vyiza, mu vyo nirengagije gukora!”. Eka nateshwe ate aranguha! Ako ni akarimi gusa, ayo ni amajambo avuga atavuye ku mutima; hamwe yoramuka asubijwe kw’isi, nta nkeka ko yokora kandi ivyo yabujijwe. Abamaze gupfa rero, bazitiwe n’uruzitiro “Barzakhi[7]” rutuma badashobora kugaruka kw’isi gushika ku musi w’izuka.","arabic":"لَعَلِّيٓ أَعۡمَلُ صَٰلِحٗا فِيمَا تَرَكۡتُۚ كَلَّآۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَاۖ وَمِن وَرَآئِهِم بَرۡزَخٌ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2773,"juzNumber":18,"footnotes":"[7] Umuntu uwo ari we wese amaze gupfa agasezera isi, aca azitirirwa mu kuzimu ku buryo adashobora kugaruka kandi mu buzima bwo kw’isi, maze akaguma muri “Barzakhiˮ mu kurindira isango ryo kuzuka, kugira aharurirwe yongere ahemberwe ivyo yakoze kw’isi.","lang":"rn"},{"name":"23:101","price":"Igihe rero havugijwe inzamba igira kabiri yo kuzura ibiremwa, kuri uwo musi nta kwihaya ku miryango kuzobaho hagati y’ibiremwa nk’uko vyari kw’isi, eka nta n’uwuzobaza ivya mugenziwe.","arabic":"فَإِذَا نُفِخَ فِي ٱلصُّورِ فَلَآ أَنسَابَ بَيۡنَهُمۡ يَوۡمَئِذٖ وَلَا يَتَسَآءَلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2774,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:102","price":"Uwuzogira ivyiza vyinshi, maze umunzane w’ivyiza vyiwe ukaremera igihe c’iharurirwa, azoba rero ari mu bantu baronse intsinzi y'Ubwami bw'ijuru.","arabic":"فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2775,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:103","price":"Nayo uwuzogira ivyiza biri ku rushi, maze umunzane w’ivyiza vyiwe ugahwahuka igihe c’iharurirwa, uyo rero azoba ari mu bahomvye ubuzima bwabo, bazoba mu muriro wa Jahannamu ibihe bidahera;","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فِي جَهَنَّمَ خَٰلِدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2776,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:104","price":"Nya muriro uzobababura mu maso, maze banyinyirwe bashinyirize muri wo, amenyo ari hejuru;","arabic":"تَلۡفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمۡ فِيهَا كَٰلِحُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2777,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:105","price":"Baheze babwirwe bati: “Mbega ntimwahora musomerwa Aayah zanje Jewe Allah mukiri kw’isi mukazihakana mwivuye inyuma!”.","arabic":"أَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُم بِهَا تُكَذِّبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2778,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:106","price":"Bazokwishura bavuge bati: “Mana yacu Rurema Allah! Ubugaba bwacu twabutewe no guhurumbira kwacu ibihendamaso vy’isi, twari no mu bantu bahuvye inzira igororotse;","arabic":"قَالُواْ رَبَّنَا غَلَبَتۡ عَلَيۡنَا شِقۡوَتُنَا وَكُنَّا قَوۡمٗا ضَآلِّينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2779,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:107","price":"Mana yacu Rurema Allah! Turatakamvye Udukure mu muriro, maze Udusubize kw’isi, nitwaramuka dusubiye mu buhuvyi, mu vy’ukuri tuzoba twirenganije koko, dukwiye no guhanwa”.","arabic":"رَبَّنَآ أَخۡرِجۡنَا مِنۡهَا فَإِنۡ عُدۡنَا فَإِنَّا ظَٰلِمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2780,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:108","price":"Imana Allah Izobishura Ibabwire Iti: “Nimugume mu muriro musuzuguritse, nimukazibe ntimunamvugishe namba;","arabic":"قَالَ ٱخۡسَـُٔواْ فِيهَا وَلَا تُكَلِّمُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2781,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:109","price":"Umugwi w’abemeramana mu baja banje bahora batakamba bavuga bati: “Mana yacu Rurema Allah! Twaremeye vy’ukuri, Tugumirize akabanga Utubabarire ibicumuro vyacu, Unatugirire impuhwe, burya Wewe ni We Mwiza w’abagirampuhwe bose”;","arabic":"إِنَّهُۥ كَانَ فَرِيقٞ مِّنۡ عِبَادِي يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2782,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:110","price":"Maze muraheza mubateburako gushika n’aho babibagiza kuninahaza no kuntazira, mwahora munabatwenga ku gasuzuguro;","arabic":"فَٱتَّخَذۡتُمُوهُمۡ سِخۡرِيًّا حَتَّىٰٓ أَنسَوۡكُمۡ ذِكۡرِي وَكُنتُم مِّنۡهُمۡ تَضۡحَكُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2783,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:111","price":"Mu vy’ukuri rero Jewe Allah, kuri uno musi Nahaye uwo mugwi w’abemeramana mu baja banje ku kuntu bihanganye, impera yo kuba ari bo benintsinzi y’Ubwami bw’ijuru”.","arabic":"إِنِّي جَزَيۡتُهُمُ ٱلۡيَوۡمَ بِمَا صَبَرُوٓاْ أَنَّهُمۡ هُمُ ٱلۡفَآئِزُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2784,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:112","price":"Ibigaba biri mu muriro bizoheza bibazwe biti: “Mwabaye kw’isi imyaka ingana iki! Mwirengagije kangahe gukora ibikorwa vyiza!”.","arabic":"قَٰلَ كَمۡ لَبِثۡتُمۡ فِي ٱلۡأَرۡضِ عَدَدَ سِنِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2785,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:113","price":"Nya bigaba bizokwishura biti: “Twabaye kw’isi umusi umwe gusa canke igice cawo! Baza n’abazi guharura neza, barashobora kwemeza ivyo tuvuze!”.","arabic":"قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖ فَسۡـَٔلِ ٱلۡعَآدِّينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2786,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:114","price":"Bizokwishurwa biti: “Burya ntimwabaye kw’isi kiretse akanya gato, iyo rero mubimenya mukihanganira igamburukiramana muri ako kanya gato, mwari gutsindira Ubwami bw’ijuru”.","arabic":"قَٰلَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗاۖ لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2787,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:115","price":"Mbega bantu! Mwiyumvira ko Twebwe Allah Twabaremye mu gufyina ata ntumbero Tubafiseko; n’uko mutazosubizwa iwacu mu buzima bw’inyuma yo gupfa, kugira Tubahembere ivyo mwakoze!","arabic":"أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَٰكُمۡ عَبَثٗا وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2788,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:116","price":"Nihahabwe icubahiro nta ngere Imana Allah, Umwami Aganza vyose, Nyakuri[8], nta mana ibwirijwe gusengwa atari Yo, Imana Rurema w’Ubuhangamo bwubashwe.","arabic":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِيمِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2789,"juzNumber":18,"footnotes":"[8] Ukubaho kwayo n’ibikomoka kuri Yo vyose, ni ukuri, nta makenga canke amazinda ari mu mazina n’amatazirano yayo, kibure mu bumana bwayo.","lang":"rn"},{"name":"23:117","price":"Uwo wese rero asenga iyindi mana hamwe n’Imana Allah, kandi ata n’icemezo afise cemeza isengwa ry’iyo mana yindi, ni ukuri iharurwa ry’ibikorwa vyiwe bibi riri ku Mana yiwe Rurema Allah. Abagarariji ntibazokira namba ibihano vyo ku musi w’izuka.","arabic":"وَمَن يَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرۡهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2790,"juzNumber":18,"footnotes":"","lang":"rn"},{"name":"23:118","price":"Muvugishwamana! Uraheza rero uvuge uti: “Mana yanje Rurema Allah! Tugumirize akabanga Utubabarire ibicumuro, Unagirire impuhwe abaja bawe, burya Wewe ni We Mwiza w’abagirampuhwe bose”","arabic":"وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2791,"juzNumber":18,"footnotes":"","lang":"rn"}],"chapter":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun","Chapter Al-Mu'minun","Mu'minun","Surah Mu'minun","Chapter Mu'minun","Al Mu'minun","Surah Al Mu'minun","Chapter Al Mu'minun","Surah 23","Chapter 23","The Believers","المُؤمِنُون"]}