{"data":[{"name":"28:1","price":"Twaa Siin Miim[1].","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’igisomwa Al-Baqara.","lang":"rn"},{"name":"28:2","price":"Ntumwa y’Imana! Izi, ni Aayah z’Igitabu Qor’ani Nakumanuriye, gitomoye neza mu nsiguro, mu ngingo z’ibirekuwe n’ibizira no mu burongozi bwaco.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:3","price":"Ntumwa y’Imana! Twebwe Allah, Tukwiganira vy’ukuri ku nkuru y’ivyashikiye Musa na Firawuni, ku neza y’abantu bemera iyi Qor’ani, bakanayigendera.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:4","price":"Mu vy’ukuri, Firawuni yaranzwe n’amanyama n’ubwononyi kw’isi, araheza afata abantu abacamwo imigwi, acinyiza umugwi wa Bene Israyeli, awucura bufuni na buhoro, yica abana babo b’abahungu bose bavutse, asigaza abana b’abakobwa mu kubagira abashumba. Mu vy’ukuri, Firawuni yari mu bagenzwa n’ubwononyi kw’isi.","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:5","price":"Twebwe Allah, Dushaka rero gutera iteka abacinyijwe bagacurwa bufuni na buhoro kw’isi, maze Tubagire indongozi zirarikira abandi ugukora ivyiza, Tunabahe gutorana isi mu nyuma y’ihonywa rya Firawuni n’abantu biwe;","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:6","price":"Duheze Tubatsimbataze kw’isi, maze Twereke Firawuni na Haamaani n’ingabo zabo, ko ivyo bicura ko ubwami bwabo bwosenyuka hamwe boreka Musa agakura, bishoboka.","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:7","price":"Nyina wa Musa rero amaze kwibaruka agatinya ko Musa yokwicwa na Firawuni, Twaramuhumurije, Duti: “Mwonse utekanye! Niwatinya ko yohava yicwa, uramufata umushire mw’isandugu, maze uyikororere mu ruzi rwa Nili; ntuzogire impungenge namba ko Firawuni n’abantu biwe bohava bamwica, uragumiza n’umutima mu nda, ntuzokwicwe n’intuntu yo kutamubona hafi yawe; mu vy’ukuri Twebwe Allah, Tuzomukugarukanira Duheze Tunamugire n’Intumwa”.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:8","price":"Nyina wa Musa ni ho yashira Musa mw’isandugu, araheza ayikororera mu ruzi rwa Nili. Ni ho rero abantu ba Firawuni bayitora, gutyo ivyagezwe n’Imana Allah bija mu ngiro, ko Musa azobabera umwansi, akababera n’imvo yo kwicwa n’intuntu igihe basomeshejwe nturi, bagahona. Mu vy’ukuri Firawuni na Haamaani hamwe n’ingabo zabo, bari abanyavyaha b’ababangikanyamana.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:9","price":"Umugore wa Firawuni aho aboneye Musa, yabwiye Firawuni n’ikigumbagumba n’akantu ati: “Ehe yemwe ikibondo kiri hano! Iki kibondo kizotubera twempi imvo y’akanyamuneza! Ndakwinginze ntuhirahire ngo ucice, hari aho cogira ico kitumariye canke tukacirerera nk’umwana wacu!”. Ivyo vyose rero, babigira batazi ko Musa azoba imvo y’ihonywa ryabo.","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:10","price":"Nyina wa Musa yasigaye atuntuye ku mutima, ku buryo ata n’ikindi kintu camuraza ishinga, kiretse ukubona umwana wiwe Musa. Yarahatswe no kwatura ko ari we nyina wa Musa, iyo Tutamugumiriza umutima kugira abe mu bemeramana koko bizera isezerano ry’Imana Allah.","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:11","price":"Nyina wa Musa amaze gukororera mu ruzi nya sandugu yashizemwo Musa, ni ho yabwira mushiki wa Musa ati: “Mwananje! Kurikirana iyi sandugu, maze urabe iherezo ryayo”. Nya mukobwa yarayikurikiranye gushika n’aho ayibona ihagaze ku nkengera z’uruzi rwa Nili; muri ico gihe, ingabo za Firawuni ntizanamenye ko ari mushiki wa Musa ariko arayikurikirana kuko yayirabira kure nk’uwutahari.","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:12","price":"Twebwe Allah, Twaraziririje ko Musa yonka ibere ry’uwo ari we wese mu bakenyezi, imbere yuko Tumusubiza kwa nyina. Ni ho rero mushikiwe yabwira abari ng’aho ati: “Mbega mwonkundira nkabarangira umuryango womwitaho ukamurera ukanamwonsa, ukanamuha impanuro za kivyeyi?”. Ba bantu bari ng’aho na bo baraheza baramwemerera ko yobarangira nya muryango.","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:13","price":"Ni ho rero Twebwe Allah, Twasubiza Musa kwa nyina kugira agumize umutima mu nda, maze ntiyicwe n’intuntu yo kutamubona hafi yiwe, no kugira amenye ko isezerano yahawe n’Imana Allah, ari iry’ukuri. Imana Allah burya ntirenga kw’isezerano, ariko abenshi mu babangikanyamana nta vyo bazi.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:14","price":"Musa rero amaze kugera mu bigero akaba umugabo abushitse, Twaramuhaye gutomora ingingo, Tumwigisha n’ubumenyi. Ni nk’uko nyene rero Twebwe Allah - Twahemvye Musa ku bugwaneza bwiwe - Duhemba abagwaneza.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:15","price":"Musa yarinjiye mu gisagara ca Misiri yinyegeje mu gihe abantu b’aho bari basamaye, ahasanga abagabo babiri bariko bararwana; umwe muri bo yakomoka mu bantu biwe, Abene Israyeli, uwundi na we yakomoka mu bantu ba Firawuni, Abanyagiputa. Maze uwukomoka mu bantu biwe aramwiyambaza ngo amutabare, Musa araheza akubita igipfunsi wa Munyagiputa, aca ararambarara. Musa aca avuga yinegura ati: “Iki gikorwa giturutse ku nyoshambi za shetani zatumye ntwarwa n’agashavu nkamukubita agaca apfa. Mu vy’ukuri shetani, ni umwansi agaragara wa mwene Adamu, ihubisha inzira igororotse[2]”.","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"[2] Ikubitwa ry’uyu Munyagiputa ryabaye imbere yuko Musa arungikwa kuba Intumwa.","lang":"rn"},{"name":"28:16","price":"Musa yaciye avuga yigaya ati: “Mana yanje Rurema Allah! Mu vy’ukuri, nirenganije ku kwica umuntu ku karenganyo, ndagusavye rero ko Wongumiriza akabanga Ukambabarira iki caha”. Ni ho Imana Allah Yaca Imubabarira nya caha. Mu vy’ukuri Imana Allah, ni Yo Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:17","price":"Musa yavuze ati: “Mana yanje Rurema Allah! Kubera inema nyinshi Wampaye harimwo n’inema yo kunyumvira ku kwigaya kwanje, sindota nifadikanya n’umwe mu banyavyaha mu guca kubiri n’amabwirizwa yawe”.","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:18","price":"Ni ho rero Musa yaguma mu gisagara ca Misiri afise ubwoba, agendereza kugira yumve inkuru z’ibivugwa ku rupfu rw’Umunyagiputa yaraye yishwe. Yahavuye arenguka kuri wa muntu yamwiyambaza ubuheze, ariko ararwana n’uwundi Munyagiputa, amuhamagara ngo amutabare kandi. Musa n’ishavu n’akantu aca amubwira ati: “Mu vy’ukuri, ni ukuri wewe uri umusomborotsi n’inkwezi y’amabi yeruye”;","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:19","price":"Musa agize ngo abanguye igipfunsi akubite wa Munyagiputa, wa muntu n’ubwoba n’akantu aca avuga ati: “Ewe Musa! Aho nyene ushaka kunyica nk’uko wishe umuntu ejo! Ntushaka kuba kiretse intagondwa kw’isi, kanatsinda ntunashaka kuba mu bantu banywanisha, bagatunganiriza abandi”.","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:20","price":"Ni ho rero haza umuntu aje atazambaye, avuye hirya y’igisagara ca Misiri, araheza aburira Musa ati: “Ewe Musa! Uzi n’inkuru, burya abunganizi ba Firawuni bari mu nama rukokoma bajenama ukuntu bokwica; enda nyabuna rero, va muri iki gisagara uhunge, mu vy’ukuri jewe ndi mu bagufitiye impuhwe, uri uwo mpanura wohunga hakiri kare”.","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:21","price":"Musa aca ava muri nya gisagara atekewe n’ubwoba, arahunga agenda yeraguza irya n’ino, atinya gufatwa, araheza asaba Imana Allah avuga ati: “Mana yanje Rurema Allah! Ndagusavye Unkure mu minwe y’abantu birenganije”.","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:22","price":"Musa amaze gucika ingabo za Firawuni agana amaja muri Madiyana, yavuze ati: “Kumbure hari n’aho Imana yanje Rurema Allah Yondongora mu nzira inshikana muri Madiyana”.","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:23","price":"Musa amaze rero gushika ahari amazi ya Madiyana; yahasanze umugwi w’abantu bariko baranywesha ibitungwa vyabo, hepfo yabo ahasanga abigeme babiri bikumiriye ukwabo, ibitungwa vyabo bitariko biranywa, bajumarariwe. Ni ho Musa yumvira impuhwe nya bigeme, maze arababaza ati: “Ko muri ng’aho, ni impore?”. Ba bigeme barishura bati: “Ntidushoboye gusitana n’abagabo, ngo tunyweshe ibitungwa vyacu batabanje guheza kunywesha ibitungwa vyabo, kandi n’umuvyeyi wacu arashaje cane ntashoboye kwiyizira kunywesha ibitungwa”.","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:24","price":"Ni ho Musa yanyweshereza ba bigeme babiri ibitungwa vyabo, hanyuma n’inzara n’akantu aca aja kwugama izuba mu gatutu k’igiti cari ng’aho, aca avuga ati: “Mana yanje Rurema Allah! Mu vy’ukuri ndishwe n’inzara, ndakeneye ko Undonsa ico ari co cose comfata mu nda”.","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:25","price":"Umwe muri ba bigeme Musa yanyweshereza ibitungwa vyabo, yahavuye aza n’isoni nyinshi, araheza abwira Musa ati: “Mu vy’ukuri, dawe araguhamagaye kugira aguhe impembo yo kutunyweshereza ibitungwa”. Musa araheza ajana na nya mwigeme kwa se, amaze kuhagera akamwiganira ivyamushikiye kwa Firawuni n’ingabo ziwe, se wa nya mwigeme yaramutururuje ati: “Subiza umutima mu nda, ntutinye namba, warokotse abantu birenganije kuko aha ni mu kindi gihugu kidatwarwa na bo”.","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:26","price":"Umwe muri ba bigeme yabwiye se ati: “Da! Muhe akazi akuragirire intungwa. Mu vy’ukuri, umwiza w’abo woha akazi ko kukuragirira, ni uwoba afise inguvu zo gucungera neza ibitungwa, akaba n’umwizigirwa atoguhemukira”.","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:27","price":"Se wa ba bigeme yabwiye Musa ati: “Uzi n’inkuru, jewe ngomba kugushingira umwe muri aba bakobwa banje babiri, inkwano ziwe zikaba ari uko wonkorera ukandagirira ibitungwa mu kiringo c’imyaka umunani; mu gihe worenzako ugakwiza ikiringo c’imyaka cumi, ivyo vyokuvako, vyoba ari no ku bugwaneza bwawe kuko sindi ng’aho kugira ndakuremereze ngo ukwize imyaka cumi. Imana Allah niyabishaka rero, uzosanga ndi mu beranda bubahiriza ivyo basezeranye”.","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:28","price":"Musa asubizayo ati: “Ivyo uvuze, ni isezerano riri hagati yanje na we. Ikiringo cose nzoshobora kumara ndagukorera muri ivyo biringo bibiri, nta kabi kuri jewe, nzoba nubahirije isezerano. Burya Imana Allah ku vyo tuvuga, ni Yo Muhagarikizi Izi ivyo dusezeraniye ng’aha”.","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:29","price":"Musa (nyakugira amahoro y’Imana Allah) amaze gukwiza ikiringo c’imyaka cumi, agafata urugendo agaruka muri Misiri ari kumwe n’umuryango wiwe, yabonye umucanwa waka mw’ijoro hambavu y’umusozi Twuuri Sinayi, aca abwira umuryango wiwe ati: “Nimundindire gato, ni ukuri jewe nabonye umucanwa, hari n’aho nobazanira inkuru ituzimurura, canke nkabazanira igishirira kugira mwote”.","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:30","price":"Musa amaze gushika hamwe yabona umucanwa, yumvise ijwi rizananye mu kabande kari iburyo bw’aho yari ari mu kibanza gihezagiye musi y’igiti, rimuhamagara riti: “Ewe Musa! Mu vy’ukuri, ni Jewe Allah, Imana Rurema w’ibiremwa vyose;","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:31","price":"Terera rero inkoni yawe hasi”. Musa amaze kuyiterera hasi, yaciye ihinduka inzoka yigendera. Musa abonye ya nkoni igenda iranyiganyiga nk’inzoka, yasubiye inyuma amaguru adakora hasi ahunga ata gukebuka kubera ubwoba. Imana Allah Ica Iramutururuza Iti: “Ewe Musa! Garuka ng’aha kandi ntutinye namba, mu vy’ukuri wewe uri mu batekanishijwe, nta kabi kogushikira;","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:32","price":"Shira ikiganza cawe mu kwaha ugicishije mw’idebure[3] ry’impuzu, kivayo cererana gisayangana bidaturutse ku ndwara y’ubukarabe, uheze ushire n’ukuboko kwawe ku gikiriza uheze utekane. Ivyo rero, ni ibitangaro bibiri uhawe n’Imana yawe Rurema Allah kugira uje kwa Firawuni n’abunganizi biwe”. Mu vy’ukuri Firawuni n’abunganizi biwe, bari abantu b’ibigaba birenga ku mabwirizwa y’Imana Allah.","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"[3] Ni izosi ry’impuzu.","lang":"rn"},{"name":"28:33","price":"Musa kubera ubwoba, yaciye avuga ati: “Mana yanje Rurema Allah! Mu vy’ukuri jewe, narishe umuntu mu Banyagiputa, nkaba ntinya ko bonyica mu gihe nosubirayo;","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:34","price":"Kandi burya murumunanje Haruna aravuga agatomora kundusha, ndagusavye rero Umundungikane kugira ambere umufasha, anyunganire mu gushikiriza ubutumwa; mu vy’ukuri, ndafise impungenge ko bohakana bivuye inyuma ko ndi Intumwa yarungitswe kuri bo”.","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:35","price":"Imana Allah Yabwiye Musa Iti: “Tuzogutera intege mu kukurungikana na murumunawe, Duheze Tubahe mwempi ububasha n’ivyemezo bituma Firawuni n’abantu biwe badashobora kubagirira nabi. Mwempi rero hamwe n’abazobakurikira bakabemera, ni mwebwe mutegerezwa gutsinda”.","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:36","price":"Igihe rero Musa aziye kwa Firawuni n’abantu biwe, yibangikanije n’ivyemezo vyacu Twebwe Allah vyerekana ko ari Intumwa vy’ukuri, bamubwiye bati: “Nta kuri watuzaniye kiretse ko ari ubukonikoni bw’irementanya; nta n’aho twigeze twumva ivyo uturarikira mu bavyeyi bacu bo hambere”.","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:37","price":"Musa araheza yishura Firawuni ati: “Imana yanje Rurema Allah, ni Yo Izi neza na neza uwaje azanye uburongozi buvuye kuri Yo, Ikanamenya n’uwufise iherezo ryiza mu buzima bw’inyuma yo gupfa; kukaba nkako, abirenganije ntibazokwigera bashika ku ntsinzi y’ivyo bipfuza kw’isi eka no mu buzima bw’inyuma yo gupfa”.","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:38","price":"Firawuni araheza abwira abunganizi biwe ati: “Emwe bunganizi banje! Sinigeze menya ko mufise iyindi mana mukwiye gusenga atari jewe. Haamaani! Ngirira ifuru yo kwokerezamwo amatafari, uheze unyubakire inyubakwa ndende cane y'umunara w’akataraboneka, ndabe ko hari n’aho noduga mw’ijuru nkabona Imana ya Musa aturarikira gusenga; kandi ni ukuri, nibwira ko Musa yoba ari mu babeshi”.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:39","price":"Firawuni hamwe n’ingabo ziwe baragize amanyama mu kugarariza Musa ata n’ukuri bisunze mu gihugu ca Misiri, baraheza bibaza ko nibapfa batazozuka bakagaruka iwacu Twebwe Allah.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:40","price":"Ni ho rero Twafata Firawuni hamwe n’ingabo ziwe, Tubaterera mw’ibahari basomera rimwe nturi. Ntumwa y’Imana! Ehe raba rero ukuntu iherezo ry’abirenganya mu kugarariza ryagenze!","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:41","price":"Firawuni hamwe n’ingabo ziwe, Twabagize indongozi zirarikira abantu kw’isi kuja mu muriro, no ku musi w’izuka rero ntibazoronka uwubatabara ngo abakure mu bihano.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:42","price":"Firawuni hamwe n’ingabo ziwe bamaze gusomeshwa nturi, Twabakurikije ivumwe kw’isi, no ku musi w’izuka bazoba bari mu bantu baranzwe n’ibikorwa bibi cane, badakwiye kugirirwa impuhwe namba.","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:43","price":"Ni ukuri Musa, Twaramuhaye Igitabu ca Tawurati mu nyuma y’aho Duhonereje imigwi y’abantu bo hambere yiwe, Igitabu kirimwo inyigisho zituma Bene Israyeli bamenya gutandukanya iciza n’ikibi; harimwo n’ubugororotsi n’impuhwe kugira bibuke inema z’Imana Allah, baheze bayishimire mu kutayigarariza.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:44","price":"Ntumwa y’Imana! Ntiwari hambavu y’umusozi uri mu burengero bw’aho Musa yari ari, igihe Tumuha amabwirizwa Tukamutuma kwa Firawuni n’abantu biwe; ntiwari no mu babonye ingene vyagenze ngo ubimenye, uheze uvyiganire abantu.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:45","price":"Ariko rero mu nyuma ya Musa, Twahavuye Tugira imigwi itandukanye y’abantu, nya migwi iraheza ibaho ikiringo kirekire hagati ya Musa n’irungikwa ryawe, gutyo nya migwi yibagira isezerano ry’Imana Allah, iranadohoka ku mabwirizwa yayo. Ntumwa y’Imana! Ntiwigeze uba no mu bantu ba Madiyana, ngo uheze usomere abantu warungitsweko Aayah zacu za Qor’ani n’inkuru y’ivyashikiye Musa na Firawuni mu vyo wahumviye, ariko rero iyo nkuru y’ivyashikiye Musa na Firawuni ubiganira, iri mu vyo wahishuriwe n’Imana Allah.","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:46","price":"Eka ntiwari no hambavu y’umusozi wa Twuuri Sinayi igihe Twahamagara Musa Tukavugana ukuri kwamye, ariko Twakurungitse kugira ubere ibiremwa impuhwe zivuye ku Mana yawe Rurema Allah, uheze ugabishe ku bihano vyacu abantu batigeze bashikirwa n’umugabisha hambere yawe, kugira bibuke baheze bikebuke.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:47","price":"Ntumwa y’Imana! Iyo rero hataba ukwanka guhanira abagarariji ivyaha vyabo batarashikirwa n’Intumwa, bakavuga bigovyora bati: “Mana yacu Rurema Allah! Ubwo ntiwari gupfuma ubanza kuturungikira Intumwa, maze tugakurikira Aayah ziri mu Gitabu cawe Wamanuye, tugaheza tukaba no mu bemeramana!”, ntitwari kukurungika.","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:48","price":"Igihe rero Intumwa Muhamadi (nyakugira amahoro n'impuhwe z'Imana Allah) izaniye nya bagararji ukuri kuvuye iwacu Twebwe Allah, bavuze bati: “Ubwo ntiyari gupfuma ahabwa ibitangaro bifadika nk’ivyahawe Musa, akanamanurirwa Qor’ani iri hamwe nka Tawurati!”. Ntumwa y’Imana! Babwire uti: “None aho hambere yanje, abayahudi ntibagararije Musa kandi yahawe n’ibitangaro bifadika bivuye ku Mana Allah!”. Baranavuze ko Tawurati na Qor’ani bihuriye ku kuba vyose ari uburozi bukomoka hamwe, baca bavuga bati: “Mu vy’ukuri rero twebwe, ivyo Bitabu uko ari bibiri n’Intumwa zabihawe, tubigararije vyose”.","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:49","price":"Ntumwa y’Imana! Bwira abagarariji uti: “Enda nyabuna rero, nimuzane igitabu kivuye ku Mana Allah, coba kirimwo uburongozi busumba uburi muri Tawurati no muri Qor’ani, mpeze nanje ndagikurikire nimwaba muri imvugakuri!”;","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:50","price":"Nibatashobora kuzana nya gitabu, bakabura n’ikindi cireguzo berekana, uzoce umenya rero ko bakurikira ivyipfuzo vyabo gusa. Nta muntu n’umwe yahuvye yoza asumba uwutwarwa n’ivyipfuzo vyiwe, atisunga uburongozi buvuye ku Mana Allah. Mu vy’ukuri Imana Allah, ntirongora mu nzira yayo abantu birenganya mu guca kubiri n’amabwirizwa yayo.","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:51","price":"Ntumwa y’Imana! Ni ukuri, Twaratomoreye Qor’ani abantu warungitsweko kugira bibuke bikebuke, baheze bayizigame.","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:52","price":"Abo Twahaye Igitabu imbere y’imanurwa rya Qor’ani mu bayahudi n’abanaswara batahindaguye ibiri muri nya Gitabu, baremera Qor’ani hamwe n’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah);","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:53","price":"N’iyo basomewe Qor’ani, baravyemanga bakavuga bati: “Twaremeye Qor’ani turanayigendera; burya Qor’ani, ni ukuri kuzima kuva ku Mana Allah, mu vy’ukuri n’imbere yuko Qor’ani imanurwa, twari abislamu bemera Imana Imwe Rudende Allah bakanayisenga”.","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:54","price":"Abo, ni bo rero bazohabwa indishi y’ivyo bakoze incuro zibiri; indishi y’ukwihangana bakemera Igitabu cabo, n’indishi y’ukwemera Qor’ani. Biri no mu bibaranga, kuba ikibi bakorewe bagisubiriza iciza; ntibagera ingere ku yindi, no mu vyo Twabaronkeje baratanga mu bikorwa vyiza;","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:55","price":"N’iyo bumvise amajambo y’imburakimazi barayirengagiza, ntibigera bayatega ugutwi, bagaheza bakavuga bati: “Turafise ibikorwa vyiza dukora tudahesha, na mwe nyene murafise ibikorwa vyanyu mukora muzohemberwa, nta mwanya rero dutakaza mu kubishura mu mpari, nta n’ico mutwumvako atari iciza no kubipfuriza amahoro, ntitunakunda ingeso mbi n’abantu b’inshirasoni[4]”.","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"[4] Inyishu nk’izi, ni zo zikwiye gukoreshwa n’abashikirizabutumwa bararikira abantu ukwemera Imana Imwe Rudende Allah.","lang":"rn"},{"name":"28:56","price":"Ntumwa y’Imana! Mu vy’ukuri wewe, ntushobora kurongora uwo ukunda ngo umushoboze kwemera; ariko Imana Allah, Irongora uwo Ishatse Igaheza Ikamushoboza kwemera, ni na Yo Izi neza na neza abagororotsi bakwiye gutumbera inzira y’ukwemera.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:57","price":"Abagarariji b’i Makka babwiye Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) bati: “Hamwe tworamuka dukurikiye ukuri watuzaniye tukavavanura n’ibangikanyamana, twokwicwa, tukagirwa imbohe, tukamburwa n’amatungo yacu!”. Mbega Twebwe Allah, ntitwabatsimbataje mu gisagara ca Makka gitekanye, kuko Twaziririje ko giseserwamwo amaraso, Turaheza Tubaronsa muri nya gisagara ivyamwa vy’ubwoko bwose, bizanwa bivuye mu yandi makungu! Ariko rero abenshi mu babangikanyamana, ntibazi akamaro k’izo nema ngo baheze bazishimire Imana Allah mu kuyumvira.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:58","price":"Hari n’abantu benshi Twahoneje mu ducimbiri, igihe bahendwa no kuroranirwa mu buzima bwabo, bituma bagira amanyama mu kugarariza Intumwa; ng’iyo n’imihana yabo, nta n’umwe yashoboye kuyibamwo inyuma y’ihonywa ryabo, ku kubera ububi bw’ivyaha bahakoreye, kiretse akanya gato uwurengana ahamara, ni na Twebwe Allah rero Twatoranye nya mihana.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:59","price":"Ntumwa y’Imana! Ntivyari gushika ko Imana yawe Rurema Allah, Ihonya uducimbiri dukikuje igisagara ca Makka, Itabanje kurungika muri ico gisagara Intumwa ibasomera Aayah zacu Twebwe Allah, kanatsinda ntitwigeze Duhonya uducimbiri, kiretse ko abatubamwo baba birenganije mu kugarariza, maze Imana Allah Ikabahanira ubugarariji bwabo.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:60","price":"Bantu! Ico cose muronswa mu bibondo n’amatungo, ni ico kuryoherwa gato mu buzima bwo kw’isi, ni n’igisharizo gusa muri nya buzima. Nayo ibitegekanirijwe abagamburukiramana biri ku Mana Allah, ni vyo vyiza gusumba kandi vyamaho. Mbega none, ntimwogarura akenge ngo mutahure ikibi n’iciza!","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:61","price":"Mbega none umuntu Twasezeraniye guha Ubwami bw’ijuru ku bugamburukiramana bwiwe, maze akazoronka ivyo Twamusezeraniye, ni nk’uwo Twahaye kuryoherwa gato mu buzima bwo kw’isi, maze akaryoherwa na nya buzima akabuhurumbira ha guhurumbira ubuzima bw’inyuma yo gupfa, hanyuma akazoshengezwa ku musi w’izuka, kugira aharurirwe ku vyo yakoze! Abo bantu babiri ntibashobora kunganya namba ubutore.","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:62","price":"Umusi rero Imana Allah Yahamagaye abayibangikanije Ikababwira Iti: “Bari hehe kuri uno musi abo mwambakinanije kw’isi, mwibaza ko Tungana?”.","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:63","price":"Abararikira ubugarariji bamaze kwagirwa n’ibihano ku musi w’izuka, bazovuga bati: “Mana yacu Rurema Allah! Aba twahubishije, twabahubishije nk’uko na twe nyene twahuvye, turabiyamirije imbere yawe, mbere si twebwe bahora basenga, bahora basenga amashetani”.","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:64","price":"Ababangikanyamana, ku musi w’izuka bazobwirwa bati: “Nimuhamagare rero abo mwahora mumbangikanya, mukabasenga mu gishingo canje Jewe Allah, baheze babakure mu bihano!”. Bazoheza rero babahamagare bananirwe kubitaba, maze imigwi yompi ibone ukuri kwamye ibihano biyirindiriye, iheze yicuze kubona itari mu bagororotsi kw’isi.","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:65","price":"Umusi Imana Allah Yahamagaye ababangikanyamana Ikababwira Iti: “Mbega Intumwa Nabarungikiye mwazumviye gute!”.","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:66","price":"Nta vyireguzo kuri uwo musi bazoronka, bazobura ayo bacira n’ayo bamira, ntibazonabazanya hagati yabo ngo baronke inyishu yobagirira akamaro.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:67","price":"Uwo wese rero yigaye mu babangikanyamana, agaheza akemera akanakora n’ibikorwa vyiza bitegetswe, azoba ari mu baronse intsinzi mu buzima bwo kw’isi no mu buzima bw’inyuma yo gupfa.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:68","price":"Ntumwa y’Imana! Imana yawe Rurema Allah, Irema ico Ishatse kurema, Ikanatora kuba umutoni wayo uwo Ishatse. Nta kiremwa na kimwe rero cokwishoboza gufata ingingo no guhitamwo ikintu, mu gihe Imana Allah Itabishatse. Nihaninahazwe rero Imana Allah, Yongere Ihabwe n’icubahiro nta ngere mu buryo burengeye cane ivyo ababangikanyamana bayibangikanya;","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:69","price":"Kandi burya Imana yawe Rurema Allah, Irazi neza ibihishijwe mu mishaha y’ibiremwa vyayo hamwe n’ivyo bigirira ku mugaragaro.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:70","price":"Ni Allah ata mana yindi ibwirijwe gusengwa atari Yo; ishimagizwa, ni iryayo mu buzima bwo kw’isi no mu bw’inyuma yo gupfa; ishingwa ry’ingingo ku biremwa, ni iryayo. Ni no kuri Yo rero mwebwe mwese muzosubizwa mumaze gupfa kugira muharurirwe, muhemberwe n'ivyo mwakoze.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:71","price":"Ntumwa y’Imana! Vuga uti: “Emwe bantu! Nimumbwire uko vyogenda, mbe mu gihe Imana Allah Yobagirira ijoro ryamaho gushika ku musi w’umuhero w’isi, ni iyihe mana yindi atari Imana Allah yobazanira umuco ubamurikira ku murango! Ubwo ntimwokwumva mugategera!”.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:72","price":"Ntumwa y’Imana! Babwire kandi uti: “Nimumbwire uko vyogenda, mbe mu gihe Imana Allah Yobagirira umurango wamaho gushika ku musi w’umuhero w’isi, ni iyihe mana yindi atari Imana Allah yobazanira ijoro mwotururamwo! Ubwo ntimushobora kubona mukihweza itandukaniro riri hagati y’ijoro n’umurango!”.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:73","price":"Bantu! Ni ku mpuhwe z’Imana Allah rero kuba Yarabagiriye ijoro n’umurango bikurakuranwa mu kubisikanya, Iraheza Igira ijoro kuba umuzimagiza kugira muturure muri nya joro muheze muruhuke; Igira n’umurango kuba habona kugira murondere icorirenza mu mpano zayo. Ivyo vyose Yabibagiriye kugira muyishimire ku nema zayo Yabahaye.","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:74","price":"Umusi rero Imana Allah Yahamagaye abayibangikanije Ikababwira Iti: “Bari hehe kuri uno musi abo mwambangikanije kw’isi, mwibaza ko Tungana?”.","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:75","price":"Tuzoheza rero Twebwe Allah, Dukure icabona mu mugwi uwo ari wo wose w’abantu bagararije, ico cabona kikazoba ari Intumwa barungikiwe izobagiriza ko bayigararije, maze Tubwire nya mugwi w’abantu Duti: “Enda nyabuna rero, nimuzane ivyemezo vyanyu mwisunga mu kubangikanya Imana Allah!”, ntibazoronka n’ico bireguza. Bazoheza rero bamenye ko icemezo c’ukuri ari ikivuye ku Mana Allah, maze bihakane ibangikanyamana, eka n’ivugirwa baziga ku bigirwamana vyabo, nta ryo bazokwigera baronka.","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:76","price":"Mu vy’ukuri Qaaruuni, yari mu bantu ba Musa (nyakugira amahoro y’Imana Allah) araheza abishimako. Twebwe Allah, Twaranahaye Qaaruuni amatungo menshi, kugera n’aho impfunguruzo z’ububiko bwa nya matungo zaterurwa n’umugwi w’abagabo b’imirya. Igihe rero abantu ba Qaaruuni bamubwira bamuhanura bati: “Ntugire amanyama mu kwishimira amatungo yawe; mu vy’ukuri Imana Allah, ntikunda na gato abanyamanyama bishimira ivyo bafise, ha kuyishimira ku nema zayo;","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:77","price":"Enda nyabuna rero, ronderera indishi zo mu buzima bw’inyuma yo gupfa, mu gutanga mu vyo Imana Allah Yaguhaye, kandi ntuzokwiyibagire mu kwibeshaho neza kw’isi ata gusesagura, uheze uhereze abantu imperezwa ku bugwaneza ata gashinyaguro, nka kurya Imana Allah Yakugiriye ubugwaneza mu kuguha amatungo menshi; kandi ntukagire ubwononyi kw’isi mu gutandukira ibizira no kwishima ku bantu, mu vy’ukuri Imana Allah, ntikunda na gato abagenzwa n’ubwononyi kw’isi”.","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:78","price":"Qaaruuni n’ubwishime n’akantu yabishuye ati: “Ni ukuri aya matungo, nayahawe ku bumenyi n’ubukerebutsi mfise!”. Mbega Qaaruuni, ntiyamenye ko mu vy’ukuri Imana Allah Yahoneje hambere yiwe mu migwi y’abantu, abari bafise inguvu n’amatungo menshi kumurusha! Kandi burya abanyavyaha, ntibazobazwa ku vyaha vyabo kugira bishure ku vyo Imana Allah Itazi, ahubwo bazobazwa kugira bamaramare, bateterwe.","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:79","price":"Ni ho rero Qaaruuni yasohoka ashajije imbere y’abantu biwe kugira babone ko ahambaye. Abagomba ibihendamaso vy’ubuzima bwo kw’isi bagize ngo baramubonye, baciye bavuga bati: “Ese icari kuduha amatungo n’icubahiro nk’ivyo Qaaruuni yahawe! Mu vy’ukuri Qaaruuni, yarahawe ibakwe ryo kuronka umugabane uhambaye mu vy’isi”.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:80","price":"Nayo abahawe ubumenyi bwo gutahura Imana Allah n’amabwirizwa yayo, barabishuye bavuga bati: “Murahumiwe! Burya indishi y’Imana Allah ku muntu yayemeye akemera n’Intumwa zayo, agakora n’ivyiza bitegetswe, ni yo nziza gusumba ivyahawe Qaaruuni. Nta n’abakira iyi mpanuro bagashobozwa kuyigendera, kiretse abihanganira kwumvira Imana Allah mu gushira mu ngiro amabwirizwa yayo”.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:81","price":"Ni ho rero Twebwe Allah, Twafuririra Qaaruuni n’inyubakwa yiwe mu kuzimu maze amirwa n’isi, ntiyanaronse n’umwe mu ngabo, yomukingira ibihano vy’Imana Allah, eka ntiyari no mu barokoka muri nya bihano;","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:82","price":"Maze abipfuje kuba nka Qaaruuni bazinduka batekewe n’ubwoba n’akantu bavuga bati: “Ewe jewe wanje! Ni ukuri burya Imana Allah, Iha umusesekara w’ibibeshaho uwo Ishatse mu baja bayo, Ikanagerera uwo Ishatse muri bo. Iyo Imana Allah Itatugirira ubuntu, Yari kuduhanira hamwe na Qaaruuni ku vyo twavuze. Ewe jewe wanje! Ni ukuri, burya abagarariji ntibazoronka intsinzi namba yo gushika ku vyo bipfuza, haba mu buzima bwo kw’isi eka no mu bw’inyuma yo gupfa”.","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:83","price":"Ivyiza vyo muri ubwo buzima bw’inyuma yo gupfa, Tubigenera gusa abantu batagenzwa n’amanyama mu guhonyanga ukuri, no mu gukwiragiza ubwononyi kw’isi. Burya iherezo ryiza ryo kuronswa Ubwami bw’ijuru, ni iry’abagamburukiramana.","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:84","price":"Abazoza rero ku musi w’izuka baremera Imana Imwe Rudende Allah, bakaba baranakoze n’ivyiza bitegetswe, bazoheza bahabwe n’Imana Allah indishi nziza cane y’Ubwami bw’ijuru. Nayo abazoza kuri nya musi barabangikanya Imana Allah baranakoze n’ivyaha, nibamenye ko abakoze ivyaha batazohembwa kiretse ku vyaha nyene bakoze.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:85","price":"Ntumwa y’Imana! Mu vy’ukuri, Uwakumanuriye Qor’ani Akakubwiriza kuyigendera no kurarikira abantu kuyikurikira, ni ukuri Azogusubiza iyo waje uva i Makka. Ntumwa y’Imana! Vuga ubwire ababangikanyamana uti: “Imana yanje Rurema Allah, Irazi neza uwazanye uburongozi, Irazi n’uwuri mu muzimagiza ugaragara uri kure y’ukuri”.","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:86","price":"Ntumwa y’Imana! Ntiwaziga ko wururukirizwa Igitabu ca Qor’ani, ariko Imana Allah ku mpuhwe zayo Yarakikumanuriye. Uraheza rero ushimire Imana Allah ku nema zayo, kandi ntukabe umufasha w’abagarariji mu bwononyi.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:87","price":"Ababangikanyamana, ntibakakubuze gushikiriza Aayah n’ivyemezo vy’Imana Allah inyuma y’aho Ibikumanuriye, shikiriza rero ata guhigimanga ubutumwa bw’Imana yawe Rurema Allah, kandi ntukabe mu babangikanyamana ku kintu na kimwe.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"28:88","price":"Ntukiyegereze mu gusenga iyindi mana hamwe n’Imana Allah, nta mana yindi ibwirijwe gusengwa atari Yo. Ikintu cose kizohona kiretse Imana Allah ubwayo Yonyene[5]. Ishingwa ry’ingingo ku biremwa ni iryayo, ni no kuri Yo muzosubizwa mumaze gupfa kugira muharurirwe, muhemberwe n'ivyo mwakoze.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"[5] Muri iyi Aayah, harimwo icemezo c’uko Imana Allah Ifise mu maso mu buryo buberanye n’icubahiro cayo.","lang":"rn"}],"chapter":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"]}