{"data":[{"name":"29:1","price":"Alif Laam Miim[1].","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’igisomwa Al-Baqara.","lang":"rn"},{"name":"29:2","price":"Mbega abantu bibaza ko mu gihe bavuze bati: “Twemeye”, borekwa gutyo gusa batabanje kugeragezwa mw’iyubahirizwa ry’amabwirizwa y’Imana Allah!","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:3","price":"Ni ukuri Twebwe Allah, Twaragerageje mu buryo butandukanye abantu bo hambere yabo inyuma y’ukubarungikira Intumwa. Burya Imana Allah, ni ukuri Izogaragariza abantu ku vyo Isanzwe Izi, ukuri kw’abemeye vy’ukuri muri bo, n’ikinyoma c’abemeye gusa ku karimi bitavuye ku mutima, maze hamenyekane imvugakuri n’umunyakinyoma. Izoheza rero Ihembere umugwi wose muri yo ivyo wakoze.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:4","price":"Karashize ingani, abanyavyaha bibaze ko bocaruka bakatunanira guhana! Nibaba bibaza ukwo rero, ni mbi cane ingingo bafata.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:5","price":"Uwuzoba yizeye kuzohura n’Imana Allah Ikamuhembera ivyo yakoze, namenye mu vy’ukuri ko isango ry’Imana Allah ryo kuzura ibiremwa kugira bihemberwe ivyo vyakoze, riri hafi kugera, ni na Yo Nyenukwumva, Irumva ibivugwa n’ibiremwa; Nyenubumenyikurivyose, Irazi neza ivyo bikora n’ivyo bizirikana.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:6","price":"Uwuzoharanira ko ijambo ry’Imana Allah riganza, akihanganira n’igamburukiramana, ni ukuri bizoba ari ku neza yiwe. Mu vy’ukuri Imana Allah, ni ukuri ni Yo Uwikenuye, Yikenuye muri vyose, nta co Ikeneye mu bikorwa vy’ibiremwa.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:7","price":"Abemeye Imana Allah n’Intumwa yayo bagakora n’ivyiza bitegetswe, ni ukuri Twebwe Allah, Tuzobahanagurira ibicumuro vyabo, Tuzonabahemba indishi nziza cane ku vyiza bakoze.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:8","price":"Umuntu, Twamuhanuye kuba umugwaneza ku bavyeyi biwe mu mvugo n’ingiro. Muntu! Abavyeyi bawe nibaramuka baguhatiye ku kumbangikanya n’ikindi kintu, ntuzobumvire na gato[2]. Ni kuri Jewe Allah muzosubizwa mwese, Mpeze Ndabamenyeshe ivyo mwari mwarakoze kw’isi, Ndabibahembere.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"[2] Ivyaha n’ibicumuro, biri mu vyo umuntu atarekuriwe kwumviramwo abavyeyi mu gihe bamuhatiye kubikora; kuko bitarekuwe kwumvira kiremwa-muntu mu biciye kubiri n’amabwirizwa y’Imana Allah.","lang":"rn"},{"name":"29:9","price":"Abemeye Imana Allah n’Intumwa yayo rero bagakora n’ivyiza bitegetswe, ni ukuri Twebwe Allah, Tuzobinjiza mu beranda bo mu Bwami bw’ijuru.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:10","price":"Burya mu bantu, harimwo abavuga n’akarimi gasosa gusa bitavuye ku mutima bati: “Twemeye Imana Allah”. Bagize ngo barageramiwe n’ababangikanyamana kubera ukwemera kwabo, bagaca bihebura bagacika inkokora mu kutihanganira nya geramirwa, nk’aho nya geramirwa ryoba ari ibihano vy’Imana Allah, bagaca badohoka no ku kwemera. Ntumwa y’Imana! N’iyo abemaramana baronse intsinzi ivuye ku Mana yawe Rurema Allah, ni ukuri nya bantu badohoka ku kwemera, baca bavuga bati: “Ni ukuri, twebwe twari kumwe na mwe mu kubatabara!”. Mbega burya Imana Allah, si Yo Izi neza ibiri mu mishaha y’ibiremwa!","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:11","price":"Burya Imana Allah, ni ukuri Izogaragariza abantu ku vyo Isanzwe Izi, ukuri kw’abemeye Imana Allah n’Intumwa yayo, bakubahiriza n’amabwirizwa yayo; ni ukuri, Izonagaragaza n’indyarya.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:12","price":"Abahakanye isengwa ry’Imana Imwe Rudende Allah mu Bakorayishi, batemera n’ivyo Yasezeraniye ibiremwa, bavuze babwira abemeye Imana Allah bakanagendera n’amabwirizwa yayo, bati: “Nimuvavanure n’idini rya Muhamadi, maze mukurikire idini ryacu, duheze twiremeke ivyaha vyanyu, tuzobihanirwe”. Eka noneho ntibashoboye kwiremeka na kimwe mu vyaha vyabo, mu vy’ukuri barabesha mu vyo babwiye abemeramana.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:13","price":"Ni ukuri, ababangikanyamana bazokwiremeka ivyaha vyabo, hiyongeyeko n’ivyaha vy’abo bahubishije bakanababuragiza gukurikira inzira y’Imana Allah; kandi ni ukuri ku musi w’izuka, bazobazwa ku vyo bahora barementaniriza Imana Allah.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:14","price":"Ni ukuri Twebwe Allah, Twararungitse Nuhu ku bantu biwe, araheza abana na bo imyaka igihumbi haburamwo imyaka mirongo itanu; muri iyo myaka yose yabararikira ukwemera Imana Imwe Rudende Allah, ariko ntibigeze bamwumvira namba, maze Imana Allah Ica Ibahonesha isegenya ry’akataraboneka, barirenganije koko mu kugarariza.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:15","price":"Ni ho rero Twarokora muri nya segenya Nuhu n’abamukurikiye bari mu bwato, Turaheza Tugira irokorwa ryabo inkebuzo ku biremwa vyose.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:16","price":"Ntumwa y’Imana! Ibuka na Ibrahimu (nyakugira amahoro y’Imana Allah), igihe yabwira abantu biwe yarungitsweko ati: “Enda rero nyabuna nimusenge Imana Imwe Rudende Allah mutayibangikanya na kimwe mu biremwa, muheze mwikingire ibihano vyayo mu kuyigamburukira, ivyo ni vyo vyiza gusumba kuri mwebwe nimwaba muzi ivyobagirira akamaro;","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:17","price":"Bantu! Ni ukuri ivyo musenga mu gishingo c’Imana Allah, ni ibigirwamana murementanya ko ari imana. Mu vy’ukuri, ibigirwamana musenga mu gishingo c’Imana Allah, ntibishoboye kubaronsa ibibabeshaho, nimusabe rero Imana Allah ibibabeshaho ha gusaba ibigirwamana, muheze muyisenge ari Imwe Rudende mutayibangikanya, munayishimire ko Ibaronsa ibibabeshaho, ni kuri Yo rero muzosubizwa mumaze gupfa kugira muharurirwe, muhemberwe ivyo mwakoze”.","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:18","price":"Bantu! Muramutse muhakanye mwivuye inyuma Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ku mvo z'uko ibararikira isengwa ry’Imana Imwe Rudende Allah, ni ukuri n’imigwi y’abantu bo hambere yanyu, yarahakanye yivuye inyuma Intumwa yarungikiwe, maze irabihanirwa. Burya, nta kindi Intumwa ijejwe na canecane atari ugushikiriza ubutumwa mu buryo butomoye, kandi Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) yarabigize.","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:19","price":"Mbega ababangikanyamana, ntibazi ukuntu Imana Allah Irema ikiremwa ata co Ifatiyeko, hanyuma Igasubira kukirema bushasha kandi caramaze guhona! Iryo remwa bushasha rero ry’icahonye, riroroshe cane ku Mana Allah kurusha iremwa ryaco ata co Ifatiyeko.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:20","price":"Ntumwa y’Imana! Bwira abahakana izurwa ry’ibiremwa, uti: “Nimugendagende kw’isi, maze mwirabire ukuntu Imana Allah Yaremye ibiremwa bitari bwabeho ata co Irinze gufatirako, hanyuma mumenye ko Ishoboye no kubirema kandi bushasha. Mu vy’ukuri Imana Allah, ni Mushoboravyose, nta co Ishaka ngo kiyinanire”.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:21","price":"Imana Allah, Ihana uwo Ishatse mu biremwa, Ikamuhanira ivyo yakoze kw’isi; Ikanagirira impuhwe uwo Ishatse mu bigaye bakemera, bakanakora n’ivyiza bitegetswe. Bantu! Ni no kuri Yo rero muzosubizwa mumaze gupfa, kugira muharurirwe, muhemberwe n'ivyo mwakoze;","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:22","price":"Kandi nimutumvira Imana Allah, ntimuzoyinanira haba kw’isi canke mw’ijuru; nta n’umwe rero mworonka atari Imana Allah, yobahagarikira akabatunganiriza ivyanyu, eka nta n’uwobatabara akabakingira ibihano vyayo;","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:23","price":"Abagararije Imana Allah bagahakana n’ivyemezo vyayo, n’uko bazohura na Yo ku musi w’izuka, abo nibamara kubona ibihano bibarindiriye, bazokwihebura mu kutaziga kuronka impuhwe zanje Jewe Allah. Abo, ni na bo rero bategekanirijwe n’ibihano bibabaza cane mu buzima bw’inyuma yo gupfa.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:24","price":"Nta n’inyishu yatanzwe n’abantu ba Ibrahimu atari ukubwirana hagati yabo bati: “Ibrahimu nimumwice canke mumuturire”. Ni ho rero baheza bakamuta mu nkonge y’umuriro[3], maze Imana Allah Iramurokora muri nya nkonge, umuriro wayo ntiwamuturira mu kiringo cose yawumazemwo. Mu vy’ukuri mw’irokorwa rya Ibrahimu muri nya nkonge, ni ukuri harimwo ivyemezo vy’ubushobozi n'ububasha vyayo ku bantu bemera bakubahiriza n’amabwirizwa yayo.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"[3] Igicaniro amahanga","lang":"rn"},{"name":"29:25","price":"Ibrahimu yabwiye abantu biwe ati: “Ni ukuri, ivyo musenga mu gishingo c’Imana Allah, ni ibigirwamana mwigiriye mwebwe nyene, muraheza mukunda kuvyitwararika no kubisenga mu buzima bwo kw’isi, hanyuma ku musi w’izuka bamwe muri mwebwe bazokwihakana abandi, maze basabiranire n’imivumo; ubushikiro bwanyu mwese rero, ni mu muriro, ntimuzonaronka n’uwubatabara ngo ntimuwinjire”;","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:26","price":"Ni ho rero Luutwi yemera Ibrahimu akamukurikira. Ibrahimu ni ho yavuga ati: “Mu vy’ukuri jewe, ngira nimukire mu gihugu ca Shaamu[4] ku bw’Imana yanje Rurema Allah; mu vy’ukuri, ni Yo Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora”.","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"[4] Shaamu muri kahise, ni izina ry’akarere kari kagizwe n’ibihugu vya Siriya, Libani, Jordaniya, Palestina, Tabuki na Sinayi.","lang":"rn"},{"name":"29:27","price":"Twaranahaye Ibrahimu ikibondo Is-haka, Twongera Tumuha umwuzukuru yitwa Yakubu mwene Is-haka. Twaranagize mu ruvyaro rwiwe Abavugishwamana Tubaha n’Ibitabu. Ku kubera igeragezwa ryamushikiye mu gushikiriza ubutumwa rero, Twamuhaye n’indishi yo kuronswa uruvyaro rweranda no kuyagwa neza n’abantu kw’isi, mu vy’ukuri no mu buzima bw’inyuma yo gupfa, ni ukuri azoba ari mu beranda.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:28","price":"Ntumwa y’Imana! Ibuka n’igihe Luutwi yabwira abantu biwe ati: “Murakenyeye mukore icaha c’agahomerabunwa kitigeze gikorwa aho hambere yanyu n’umuntu n’umwe mu biremwa!","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:29","price":"Ubwo ni ukuri karashize ingani, mwubahuke kurangurana amabanga y’abubatse n’abagabo nkamwe, mukanategerera abantu ku nzira kugira mubambure utwabo, mwongera mubafata ku nguvu, mukanabakorera ibibi vy’agahomerabunwa mu gihe muri ku buteramo bwanyu, mu kubangamira abarengana mubandagaza, mubatera n’amabuye!\". Nta n’inyishu yatanzwe n’abantu ba Luutwi atari ukuvuga bati: “Enda nyabuna rero, tuzanire ibihano vy’Imana Allah Yakurungitse niwaba koko uri mu mvugakuri”.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:30","price":"Luutwi yasavye Imana Allah avuga ati: “Mana janje Rurema Allah! Ntabara Uheze Uhane abantu bagenzwa n’ubwononyi bw’agahomerabunwa”. Imana Allah Iraheza Iramwumvira.","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:31","price":"Igihe rero Intumwa zacu z’abamalayika zaca kwa Ibrahimu, zimuzaniye inkuru nziza yuko umukenyezi wiwe Sarah azokwibaruka umwana w’umuhungu yitwa Is-haka, azoheza akamuvyarira umwuzukuru yitwa Yakubu mwene Is-haka, zamubwiye ziti: “Mu vy’ukuri, twebwe twaje guhonya agacimbiri ka Saduma k’abantu ba Luutwi; mu vy’ukuri abantu bo muri nya gacimbiri, bari birenganije mu gukora icaha c’agahomerabunwa”;","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:32","price":"Ibrahimu yabwiye nya bamalayika ati: “Mu vy’ukuri, muri ako gacimbiri hariyo Luutwi atari mu birenganije!”. Nya bamalayika bamwishura bati: “Twebwe turazi neza abari muri ko; ni ukuri, dutegerezwa kumurokora we hamwe n’umuryango wiwe, kiretse umugore wiwe aza guhanwa mu bandi”.","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:33","price":"Igihe rero intumwa zacu Twebwe Allah z’abamalayika zashika kwa Luutwi, Luutwi yaragize impungenge ku muzo wazo, kuko yibaza ko ari ingenzi, agatinya ko abantu biwe bozishirako isoni. Za ntumwa z’abamalayika zimaze kwidondora no kumenyesha ikizigenza, zabwiye Luutwi ziti: “Tekana, ntugire ubwoba namba; abantu bawe ntibashobora kwegera n’aho turi, kandi ntiwicwe n’intuntu kw’ihonywa ry’abantu bawe, mu vy’ukuri turakurokora mu bihano wewe hamwe n’umuryango wawe, kiretse umugore wawe aza guhanwa mu bandi;","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:34","price":"Mu vy’ukuri, duhava tumanurira abantu bo muri kano gacimbiri, ibihano bizananye hejuru ku kubera ubugaba bwabo bwo kurenga ku mabwirizwa y’Imana Allah, bagakora icaha c’agahomerabunwa”.","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:35","price":"Ni ukuri Twebwe Allah, Twarasigaje mu mihana y’abantu ba Luutwi, icemezo kigaragara cotuma abantu b’abanyabwenge batahura ubushobozi n'ububasha vy’Imana Allah, bakikebuka, bagaheza bakayigamburukira.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:36","price":"Twaranarungikiye abantu bo muri Madiyana mwenewabo Shu’ayibu, arababwira ati: “Bantu banje narungitsweko! Nimwiyegereze Imana Allah mu vyo mukora vyose munayisenge mutayibangikanya, (nta yindi mana mufise ikwiye gusengwa atari Yo) muheze mwizere indishi yo ku musi w’iherezo, kandi ntimukagenzwe no gukwiragiza ubwononyi n’ubugaba kw’isi”.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:37","price":"Maze abantu bo muri Madiyana barahakana bivuye inyuma Intumwa Shu’ayibu, nyamugigima y’akataraboneka ica irabajegeza, maze buca mu mihana yabo ari ibiziga vyibereye aho.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:38","price":"Twaranahoneje Bene Aadi na Bene Thamuudi. Ni ukuri, mwaranamenye ukuntu imihana yabo yasigaye igaragara ata n’igisanira kiharangwa, shetani ikaba yari yaranabaryohereje gukora ibikorwa bibi, ikanababuzagiza no gukurikira inzira yo kwemera Imana Allah n’Intumwa zayo. Bari baranibona ko bari mu kuri kandi bari mu buhuvyi.","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:39","price":"Twaranahoneje Qaaruuni na Firawuni hamwe na Haamaani. Abo bose rero, ni ukuri Musa yarabazaniye ivyemezo bigaragara, baca bagira amanyama mu kugenzwa n’ubwononyi kw’isi, ntibari no gucaruka ngo baducike.","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:40","price":"Umwe wese muri abo Tudondaguye rero, Twamuhaniye icaha ciwe ku gatwe kiwe; muri bo harimwo abantu ba Luutwi Twahanishije igihuhusi c’amabuye y’urutavanako maze kirabahitana; hakabamwo n’abantu ba Swalehe n’abantu ba Shu’ayibu bahitanwe n’akaruru gahonya gaturutse hejuru; hakabamwo na Qaaruuni Twafuririye mu kuzimu; harimwo rero n’abantu ba Nuhu hamwe na Firawuni n’abantu biwe Twasomesheje nturi. Imana Allah, ntiyari kubarenganya ngo Ibahanire ivyaha vyakozwe n’abandi; ariko rero, ni uko bari birenganije mu kubangikanya Imana Allah ha kuyisenga ari Imwe Rudende kandi ari Yo Ibabeshejeho.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:41","price":"Akarorero k’abantu bigiriye ibigirwamana abahagarikizi babakingira mu gishingo c’Imana Allah, ni nk’ak’igitangurirwa cubatse inzu ngo igikingire, hanyuma ntiyagira ico ikimariye. Burya, inzu ata co yokingira nyene yo, ni inzu y’igitangurirwa. Iyo rero bamenya ko ibigirwamana ata co bibamariye, ntibari kubigira abahagarikizi.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:42","price":"Mu vy’ukuri Imana Allah, Irazi neza ko ivyo bayibangikanya ata na kimwe vyimariye nkeswe kugira ico bibamariye; ni na Yo Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:43","price":"Ubu burorero rero, ni agace Twebwe Allah Ducira abantu kugira bikebuke, ariko rero nta n’ababutahura ngo banyurwe kiretse abazi Imana Allah, batahura ivyemezo n’amabwirizwa vyayo.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:44","price":"Imana Allah, Yaremye amajuru n’isi mu kuri, kugira mumenye ko hariho Imana Rurema Allah, muheze muyisenge ari Imwe Rudende. Mu vy’ukuri muri iryo remwa ry’amajuru n’isi, ni ukuri harimwo icemezo ku bemeramana, cerekana ubushobozi n'ububasha vy’Imana Allah n’ubumana bwayo.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"rn"},{"name":"29:45","price":"Ntumwa y’Imana! Soma ivyo wahishuriwe muri Qor’ani uheze ubigendere; utsimbataze n’isengesho rikwije ibisabwa ku mwanya waryo; mu vy’ukuri, itsimbatazwa ry’isengesho rikwije ibisabwa, rikingira umuntu kugwa mu bicumuro n’ivyaha[5]; ni ukuri, itazira n’ininahazamana mw’isengesho no mu bindi bihe, rirahambaye cane gusumba vyose. Burya Imana Allah, Irazi neza ivyo mukora; vyaba vyiza canke bibi, Izobibahembera.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"[5] Kuko isengesho rikwije ibisabwa risengewe ku mwanya waryo, ryeza umutima, rikongerereza umuntu ukwemera no guhurumbira ivyiza.","lang":"rn"},{"name":"29:46","price":"Bemeramana! Ntimugaharire n’abahawe Igitabu mu bayahudi n’abanaswara ku bijanye no kwemera, kiretse mukoresheje amajambo abereye n’impanuro nziza vyotuma bahurumbira ukuri, maze mugahanahana mu rupfasoni. Ariko ku birenganije muri bo mu guhonyanga ukuri bakabarwanya, abo muraheza mubivune mwivuye inyuma, mubarwanye canke batange ku nabi ku neza ikori basuzuguritse. Murababwira muti: “Twaremeye Qor’ani twamanuriwe, twemera na Tawurati n’Injili mwamanuriwe, Imana yacu n’Imana yanyu rero, ni Imwe Rurende Allah Itabangikanywa na kimwe mu bumana bwayo, mu bubungabunzi bw’ibiremwa, mu mazina hamwe n’amatazirano yayo, kandi na twe turicishije bugufi kuri Yo, turi abislamu”.","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:47","price":"Ntumwa y’Imana! Ni nk’uko nyene rero Twebwe Allah - Twamanuriye Intumwa zo hambere yawe Ibitabu - Twakumanuriye iki Gitabu ca Qor’ani gishimangira ukuri kuri muri vyo. Abo rero Twahaye Igitabu muri Bene Israyeli bakagitahura ukuri kwamye, baremera Qor’ani; no muri aba Barabu b’Abakorayishi no mu bandi bantu, harimwo abayemera; nta n’uwuhakana Qor’ani yivuye inyuma canke ngo agire amakenga mu vyemezo vyayo, kiretse abagarariji ruhebwa.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:48","price":"Ntumwa y’Imana! No mu vyemeza ko uri Intumwa vy’ukuri, ni uko utigeze usoma igitabu canke ngo wandikishe iminwe yawe n’urudome na rumwe imbere yuko uhishurirwa Qor’ani. Iyo biba bitari ukwo, abahakanyi bari guheza bakagira amakenga ko Qor’ani wayize canke wayabuye mu Bitabu vyo hambere yawe.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:49","price":"Ahubwo rero Qor’ani, ni Aayah zitomoye zigaragaza ukuri, ziri mu mishaha y’abahawe ubumenyi, nta n’uwuhakana Qor’ani canke ngo agire amakenga mu vyemezo vyayo, kiretse abirenganije mu guhonyanga ukuri kandi bakuzi.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:50","price":"Ababangikanyamana bavuze ku kagagazo bati: “Mbega uyo Muhamadi, ntiyari gupfuma amanurirwa n’Imana yiwe Rurema Allah igitangaro gifadika cemeza ukuri kwiwe; nk’inkoni yahawe Musa, canke ingamiya yururukirijwe Swalehe!”. Ntumwa y’Imana! Babwire uti: “Ni ukuri, ubushobozi n’igihe co kumanurirako ibitangaro, ni ivy’Imana Allah. Ni ukuri jewe, ndi Umugabisha atomoye gusa ku bihano vyayo”.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:51","price":"Ntumwa y’Imana! Burya ababangikanyamana ku kuntu bakuzi ko uri imvugakuri, bari bakwiye kwemera mu vy’ukuri, ko Twakumanuriye Igitabu ca Qor’ani ubasomera! Mu vy’ukuri muri iyi Qor’ani harimwo impuhwe ku bemeramana, mu buzima bwo kw’isi no mu bw’inyuma yo gupfa; harimwo n’urwibutso rutuma bama bagavye.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:52","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Imana Allah Irakwiye kuba Icabona hagati yanje na mwe ko ndi Intumwa vy’ukuri, n’uko muhakana ku kugarariza gusa; Irazi ibiri mu majuru no mw’isi, nta na kimwe muri vyo kiyinyegeje”. Abemeye rero ikinyoma bakagarariza Imana Allah, abo ni bo rero bahomvye mu buzima bwo kw’isi no mu bw’inyuma yo gupfa.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:53","price":"Ntumwa y’Imana! Ababangikanyamana bihutira gusaba ku gutebura ko wobasabira ibihano. Iyo Imana Allah Itagena isango ntarengwa ryo kubahana kw’isi, bari gushikirwa n’ivyo bihano bisabira. Ni ukuri, ivyo bihano bizobashikira giturumbuka ata n’ivyo biteguriye.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:54","price":"Bihutira gusaba ko wobasabira ibihano bagahanwa bakiri kw’isi. Ntibarinde guhogora, bitebe bitebuke, ivyo bihano bitegerezwa kubashikira, haba kw’isi canke mu buzima bw’inyuma yo gupfa. Mu vy’ukuri ibihano vyo mu muriro wa Jahannamu, ni ukuri bizokikuza abagarariji ata buhungiro;","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:55","price":"Umusi bahwikiwe n’ibihano muri nya muriro ku mpande zose, maze ukabanyengetera guhera ku mutwe gushika musi y’ibirenge, Imana Allah Izobabwira Iti: “Nimuhonje rero indishi y’ivyo mwari mwarakoze kw’isi”.","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:56","price":"Emwe baja banje bemeye! Nimutaronka isaganirizo ryo kurarikira ukwemera no gusenga Imana Imwe Rudende Allah, muraheza mwimukire ahandi mwokworoherwa kubikora, kuko mu vy’ukuri isi yanje iragutse, muheze rero munyiyegereze mwisanzuye mu kunsenga Ndi Imana Imwe Rudende mutambangikanya.","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:57","price":"Zina-kiremwa cose gifise ubuzima, kizohonja urupfu; hanyuma muheze musubizwe iwacu Twebwe Allah, kugira muhemberwe ivyo mwakoze.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:58","price":"Abemeye Imana Allah n’Intumwa yayo bakanakora n’ivyiza bitegetswe, ni ukuri Tuzobaha ikaze mu Bwami bw’ijuru mu vyumba vy’iteka, musi yavyo hatemba inzuzi, bazobibamwo ibihe bidahera. Iyo rero, ni yo ndishi nziza ibereye abagamburukiramana;","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:59","price":"Abihanganiye gusenga Imana Allah bagatsimbatara ku kwemera kwabo, bakishimikiza Imana yabo Rurema Allah bakayizera mu kurondera ibibabeshaho, no mu guharanira idini ryayo.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:60","price":"Hari ibiremwa vyinshi bigendagenda kw’isi, bidashoboye kwiziganiriza ibibibeshaho nk’uko mwene Adamu abigenza, Imana Allah Igaheza Ikabibeshaho nka kurya nyene Ibabeshejeho; ni na Yo Nyenukwumva, Irumva ivyo muvuga; Nyenubumenyikurivyose, Irazi neza ivyo mukora n’ivyo muzirikana.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:61","price":"Ntumwa y’Imana! Niwabaza ababangikanyamana uti: “Ni nde Yaremye amajuru n’isi Akabiringaniza, Akagira izuba n’ukwezi ku neza y’ibiremwa?”. Bazokwishura ata guhigimanga bavuga bati: “Ni Imana Allah Yabiremye”. None ni gute bayibangikanya ha kuyisenga ari Imwe Rudende!","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:62","price":"Imana Allah Ironsa uwo Ishatse mu biremwa vyayo umusesekara w’ibimubeshaho, Ikanagerera uwo Ishatse muri vyo. Mu vy’ukuri Imana Allah, ikintu cose mukoze Irakizi, ni Nyenubumenyikurivyose, Izobibahembera.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:63","price":"Niwanababaza kandi uti: “Ni nde Yatumye imvura igwa ivuye mu bicu izananye mu kirere, maze Akanagisha ibiterwa n'ivyimeza kw'isi hakoreshejwe amazi y'imvura, inyuma y'igaduka no gucika ubukumbagare kw'isi?\". Bazokwishura ata guhigimanga bati: “Ni Imana Allah Yabigize”. Ntumwa y’Imana! Vuga rero uti: “Ishimagizwa ni iry’Imana Allah, Igaragaza ivyemezo bituma ababangikanyamana ubwanwa bupfuka umunwa”; ahubwo rero, abenshi muri bo ntibatahura inkurikizi z’ibangikanyamana, ngo baheze basenge Imana Imwe Rudende Allah batayibangikanya.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:64","price":"Ubuzima bwo kw’isi kenshi na kenshi si ikindi, kiretse ko ari ubusamazi n’ubufyinyi biterwa n’ibihendamaso vyayo. Mu vy’ukuri ubuzima bw’inyuma yo gupfa, ni ukuri ni bwo bwamaho, ntibwigera bushira. Iyo rero abantu bamenya ivyo, ntibari kwigura ubuzima bwo kw’isi, ahubwo bari guhitamwo ubuzima bw’inyuma yo gupfa.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:65","price":"Iyo abagarariji bari mu bwato buri mw’ibahari, bagaterwa n’imikuba bagatinya gutwarwa, baca biyegereza Imana Allah bakayisaba Yo Yonyene ko Ibarokora; Imaze rero kubarokora bagashika imusozi amahoro, baca basubira kuyibangikanya;","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:66","price":"Gutyo inyuma y’iryo rokorwa, bakagarariza mu kwihakana bivuye inyuma inema Twebwe Allah Twabahaye, bakaryoherwa n’ivy’isi. Bitebe bitebuke, bazomenya ko ibikorwa vyabo vyabaye impfagusa, igihe babonye ibihano bategekanirijwe ku musi w’izuka.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:67","price":"Mbega abagarariji b’i Makka ntibabonye ko Twebwe Allah, Twabagiriye igisagara ca Makka kuba ahantu hatagatifu hatekanye; kizira ko hagira uwuhicirwa canke ngo ahamburirwe utwiwe, mu gihe abantu baba mu turere dukikuje ico gisagara badatekaniwe, kuko bamburwa utwabo bakanicwa izuba riva, ata camira! Karashize ingani rero hamwe n’iteka n’itekane bahawe n’Imana Allah, bemere ibangikanyamana, bihakane bivuye inyuma inema Yabahaye mu kutayemera ngo bayisenge ari Imwe Rudende!","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:68","price":"Nta n’umwe arenganya akimonogoza gusumba uwurementaniriza Imana Allah, canke uwuhakana yivuye inyuma ukuri kwarungikanwe Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) igihe kumushikiriye. Ni ukuri mu muriro wa Jahannamu, ni ho hari icumbi ry’abagarariji.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"29:69","price":"Abemeramana baduharaniye Twebwe Allah mu guhangana n’abansi bacu, bakarwanya ivyipfuzo vyabo, bakirinda n’inyoshambi za shetani, bagaheza bakihanganira n’igeragezwa mu buzima bwabo, maze ivyo vyose bakabigira ku bwacu Twebwe Allah, nta nkeka ko Tuzobarongora mu nzira yo gukora ivyiza, Tunabatsimbataze ku kuri. Burya Imana Allah, ni ukuri Yamye Iri kumwe n’abagwaneza mu kubabungabunga, mu kubarongora, mu kubatabara no mu kubatera intege.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"rn"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}