{"data":[{"name":"3:1","price":"Alif Laam Miim[1].","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’igisomwa Al-Baqara.","lang":"rn"},{"name":"3:2","price":"Allah ni Yo Mana ata yindi mana ibwirijwe gusengwa atari Yo, Nyenubugingo budashira nk’uko buyikwiye, Umuhagarikizi w’ibiremwa Yikwije muri vyose.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:3","price":"Ntumwa y’Imana! Yakumanuriye Igitabu ca Qor’ani vy’ukuri kitagiramwo amakenga, gishimangira ibiri mu Bitabu vyo hambere yaco, yaranamanuriye Intumwa Musa (nyakugira amahoro y’Imana Allah) Tawurati, Inamanurira n’Intumwa Isa (nyakugira amahoro y’Imana Allah) Injili;","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:4","price":"Imbere yuko Imanura Qor’ani, kugira ngo Irongore abantu mu nzira yayo, Iraheza rero Imanura Qor’ani itandukanya ukuri n’ikinyoma. Mu vy’ukuri, abahakanye bivuye inyuma Aayah n’ivyemezo vyamanuwe n’Imana Allah, bategekanirijwe ibihano ruhasha, kandi rero Imana Allah ni Nyenintsinzi-Mutaneshwa, Izokwihora bikwiye abagarariji ku musi w’izuka.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:5","price":"Mu vy’ukuri, ubumenyi bw’Imana Allah bukikije ibiremwa vyose, nta kintu na kimwe kw’isi canke mw’ijuru cinyegeje Imana Allah, n’aho coba akantu kanzunya.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:6","price":"Ni Yo Yonyene Ibarema mu bitereko vy’abavyeyi banyu ukuntu Ishaka. Nta mana ibwirijwe gusengwa vy’ukuri atari Yo, Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:7","price":"Ntumwa y’Imana! Ni Yo Yonyene Yakumanuriye Qor’ani; muri yo harimwo Aayah zitomoye cane mu nsiguro, ni zo shimikiro yisungwa iyo hagize ikibadidanira mu nsiguro. Harimwo rero n’izindi Aayah zifobetse, zishobora kugira insiguro iyi n’iyindi, gutyo insiguro yazo nyayo ikagenwa na Aayah zitomoye. Abafise rero imitima yahuvye, baraheza bagakurikira muri zo Aayah zifobetse gusa, barondera guta abantu mu madidane (mu rudubi) ngo babahuvye, mu ntumbero ihuye n’insiguro bipfuza. Nta n’uwuzi insiguro nyayo y’ukuri ya Aayah zifobetse atari Imana Allah. Abamenyi babushitse na bo bavuga bati: “Twaremeye Qor’ani, ibirimwo vyose vyadushikiriye bivuye ku Mana yacu Rurema Allah”, bagaheza bagatahura insiguro ya Aayah zifobetse bisunze insiguro ya Aayah zitomoye, kandi rero nta wutahura insiguro yazo nyayo atari incabwenge koko;","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:8","price":"Bakavuga kandi batakamba bati: “Mana yacu Rurema Allah! Ntureke imitima yacu ngo ihube inyuma y’aho Uturongoreye mu nzira y’idini ryawe, duhe n’impuhwe zivuye iwawe, mu vy’ukuri Wewe Uri Bigaburo;","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:9","price":"Mana yacu Rurema Allah! Mu vy’ukuri, Wewe Uzokwegeranya abantu bose ku musi w’izuka ata makenga ko uzoshika. Mu vy’ukuri Imana Allah ntirenga kw’isezerano Yahaye ibiremwa”.","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:10","price":"Mu vy’ukuri, abagararije bivuye inyuma idini ry’ukuri, amatungo yabo n’abana babo nta na kimwe bizobamarira nibahanwa n’Imana Allah kw’isi canke mu buzima bw’inyuma yo gupfa, abo ni na bo rero bazoba ivyegenyezo vy’umuriro.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:11","price":"Inyifato yabo mu bugarariji, ni nk’inyifato y’abantu ba Firawuni n’abahakanye aho hambere yabo. Baragararije Aayah n’ivyemezo vy’Imana Allah, gutyo Imana Allah Ica Irabahanira ivyaha vyabo vyo kugarariza bakiri kw’isi. Burya Imana Allah Irahana Igahasha uwuyigararije agahakana n'Intumwa zayo.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:12","price":"Ntumwa y’Imana! Bwira abagararije n’abafashe minenegwe itsinda ryawe ku rugamba rwa Badri, uti: “Muzoneshwa aha kw’isi, muheze mushishikare guhakana gushika gupfa, hanyuma muzokwegeranirizwe mu muriro wa Jahannamu”. Ni na bwo busaswa bubi cane.","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:13","price":"Bayahudi mubwirwa ntimwumve! Mwari mufise icemezo gihambaye mu migwi ibiri yahanganye ku rugamba rwa Badri; umugwi w’abemeramana waharanira idini ry’Imana Allah, n’uwundi mugwi w’abahakanyi wabona abemeramana nk’aho bangana n’incuro zibiri z’igitigiri cawo, bituma abemeramana banesha abahakanyi. Imana Allah na Yo Itera intege mu guha intsinzi uwo Ishaka mu baja bayo. Mu vy’ukuri, muri iryo neshwa ryabo, ni ukuri harimwo inkebuzo ku bantu bihweza ibintu n’ibindi bakabona ukuri.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:14","price":"Abantu muri kameremere kabo baremwe bakunda kuryoherwa n’ivy’isi mu bakenyezi n’ibibondo, ubwinshi bw’amatungo agizwe n’inzahabu n’umwakaka, ifarasi zirobanuye, ingamiya, ibitungwa mu ngamiya, mu nka no mu ntungwa, hamwe rero n’isi ndimwa y’akanovera. Ivyo vyose rero, ni ibihendamaso vyo kuryoherwa mu buzima bwo kw’isi buhera, burya rero ubuganuko bwiza ku Mana Allah, ni Ubwami bw’ijuru.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:15","price":"Ntumwa y’Imana! Babwire uti: “Mbega ndababwire ivyiza biruta ivyo abantu baremwe bakunda mu vy’isi! Abatinya Imana Allah mu kwubahiriza amabwirizwa yayo, barategekanirijwe ku Mana yabo Rurema Allah imirima itotahaye yo mu Bwami bw’ijuru, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi, bazobamwo ibihe bidahera, hariyo n’abakenyezi basukuye (barangwa n’ingeso nziza, batigera baja mu butinyanka), bazobamwo bishimiwe n’Imana Allah”. Burya rero Imana Allah ni Nyenukubona, Irabona neza ibikorwa n’abaja bayo kandi Izobibahembera;","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:16","price":"Barya bavuga bati: “Mana yacu Rurema Allah! Mu vy’ukuri, twaramaze kukwemera dukurikira n’Intumwa yawe Muhamadi, tugumirize rero akabanga ku vyaha vyacu ntubiduhanire, Wongere Udukingire ibihano vy’umuriro”;","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:17","price":"Abihanganira kuguma bakora ivyiza bitegetswe bakiyubara gucumura, imvugakuri, abicisha bugufi ku Mana Allah, abatanga mw’ibanga no ku mugaragaro hamwe rero n’abatakamba basaba imbabazi mu bucagucagu.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:18","price":"Imana Allah Yaramaze kugaragaza ko ata mana ibwirijwe gusengwa atari Yo, abamalayika na bo baraheza baremanga ko ari Yo Mana y’ukuri, abahawe ubumenyi na bo baratura ku rurimi bemera ku mutima ko Imana Allah ari Imwe Rudende, Ihagarikiye ubutungane ku biremwa vyose. Nta mana ibwirijwe gusengwa atari Yo, Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:19","price":"Mu vy’ukuri, idini ryishimiwe n’Imana Allah Yarungikanye Intumwa zose ku biremwa, ni ubwislamu[2]. Abahawe Igitabu ntibahazanye ngo bicemwo imigwi kiretse inyuma y’aho bashikiriwe n’icemezo co kurungikirwa Intumwa n’Ibitabu, bikaba vyagenze ukwo ku kubera akadenderezo n’ishari, vyadutse hagati yabo mu kurondera ivy’isi. Uwo wese rero azogarariza Aayah n’ivyemezo vyerekana ko Imana Allah ari Imwe Rudende, namenye ko Imana Allah Inyarutsa mu guharurira no mu guhemba ibiremwa vyayo.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"[2] Ubwislamu ni ukwicisha bugufi ku Mana Allah mu kuyumvira mu ntumbero yo kwitonesha kuri Yo, wubahiriza kandi wemera Intumwa zose Yarungitse.","lang":"rn"},{"name":"3:20","price":"Ntumwa y’Imana! Abahawe Igitabu nibaguhaririza ku vyerekeye ukwemera Imana Imwe Rudende Allah, uraheza ubabwire uti: “Naramaze gutumbera no kwicisha bugufi ku Mana Imwe Rudende Allah, jewe n’abankurikiye mu bemeramana”. Uraheza ubwire kandi abahawe Igitabu n’ababangikanyamana uti: “Ubwo ntimwokwicisha bugufi mukaba abislamu!”. Baramutse rero babaye abislamu, ni ukuri bazoba bakurikiye inzira igororotse; nibagenza umugongo naho bakakwirengagiza, ni ukuri uzoba wamaze gukora ico ujejwe, wewe ujejwe gusa gushikiriza ubutumwa, burya rero Imana Allah ni Nyenukubona, Irabona neza ibikorwa n’abaja bayo kandi Izobibahembera.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:21","price":"Mu vy’ukuri, abagarariza bivuye inyuma Aayah n’ivyemezo vyerekana ko Imana Allah ari Imwe Rudende, bagatako bakica Abavugishwamana bayo ku karenganyo, bakanica abantu babwiriza abandi kubakurikira no kugendera ubutungane, abo rero ga Ntumwa y’Imana, uraheza ubashikirize inkuru y’incamugongo ko barindiriwe n’ibihano bibabaza,","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:22","price":"Abo ni bo rero ibikorwa vyabo bizobabera impfagusa kw’isi no mu buzima bw’inyuma yo gupfa, eka mbere ntibazoronka ababatabara mu kubakingira ibihano vy’Imana Allah.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:23","price":"Ntumwa y’Imana! Mbega warabonye igitangaje kuruta abayahudi bagize amahirwe yo guhabwa Igitabu bakamenya ko ivyo wahishuriwe ari ukuri, maze bahamagarirwa kwubahiriza ibiri mu Gitabu c’Imana Qor’ani kugira ngo kibadadanure mu vyo bahazanako, hanyuma umugwi umwe muri bo ukagenza umugongo mu kwanka ingingo yayo wirengagiza ukuri!","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:24","price":"Ukwirengagiza kwabo ukuri, kugaterwa n’uko bavuze bati: “Umuriro ntuzodukorako kiretse imisi imparurwa hanyuma tuwuvemwo”, iryo rementanya rikaba ari ryo rituma bubahuka guhonyanga amabwirizwa no gusuzugura idini ryayo.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:25","price":"Mbega bizobagendera gute! Igihe Twebwe Allah Twabegeranije ku musi w’izuka ata makenga ko uzoshika, maze umwe wese mu bantu agatunganirizwa ku ndishi y’ivyo yarondeye, ntibazonarenganywa mu kurenza urugero rw’ibihano canke mu kugabanya indishi.","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:26","price":"Muvugishwamana! Vuga usaba Imana yawe Rurema uti: “Mana yanje Nzima! Nyeninganji Rugaba w’ubwami bwose! Uha ubwami n’inganji uwo Ushatse, Ukabwambura uwo Ushatse; Uha icubahiro c’iteka kw’isi no mw’ijuru uwo Ushatse, Ugasuzuguza uwo Ushatse; mu minwe yawe hari ivyiza bisa, mu vy’ukuri ni Wewe Mushoboravyose[59],","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"[59] Muri iyi Aayah, harimwo icemezo c’uko Imana Allah Ifise ukuboko mu buryo buberanye n’icubahiro cayo.","lang":"rn"},{"name":"3:27","price":"Biri mu vyerekana ubushobozi bwawe, ko Winjiza igice c’ijoro mu murango, maze umurango ukaba muremure; Ukinjinza igice c’umurango mw’ijoro, maze ijoro rikaba rirerire; Ugakura kizima mu capfuye [4], Ugakura icapfuye muri kizima [5], Ukaronsa ibiremwa ibibibeshaho Utarinze kubigerera”.","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"[4] Nka kurya urutete canke urubuto runaga rukavamwo igiharage canke igiti.\n[5] Nka kurya irigi riva mu nkoko, n’urubuto rukava mu giti.","lang":"rn"},{"name":"3:28","price":"Abemeramana ntibakagire abahakanyi abagenzi somambike babahagararira bakabatabara birengagiza abemeramana. Uwuzobagira abagenzi somambike, azoba yitandukanije n’Imana Allah kiretse mu gihe mwobigira mwiyorobeka mu kwikingira ishari ryabo, kugira ngo mubanze mwisuganye. Kandi rero Imana Allah Irabihanije ku bihano vyayo nimuvyiyubare. Ni ku Mana Allah rero ibiremwa vyose bizosubira kugira Ihembe kimwe cose ku rugero rw’ibigikwiye.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:29","price":"Muvugishwamana! Bwira abemeramana uti: “Nimwabagira abagenzi somambike mw’ibanga canke ku mugaragaro, Imana Allah Itegerezwa kubimenya, Irazi n’ibiri mu majuru n’ibiri mw’isi. Burya Imana Allah ni Mushoboravyose”.","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:30","price":"Umusi rero umuntu wese yasanze indishi y’ivyo yakoze mu vyiza imurindiriye, agasanga n’ivyo yakoze mu bibi indishi yavyo imurindiriye, azokwipfuza ko hopfuma haba ikiringo kirekire hagati yiwe n’ingaruka mbi z’ibibi yakoze kugira ntabibazwe. Kandi rero Imana Allah Irabihanije ku bihano vyayo nimuvyiyubare. N’aho biri ukwo rero, Imana Allah ni Nyenikigongwe ku baja bayo.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:31","price":"Ntumwa y’Imana! Bwira abemeramana uti: “Nimwaba mukunda vy’ukuri Imana Allah, nimunkurikire rero munyumvire, gutyo Imana Allah Iheze Ibakunde, Inabagumirize akabanga ku vyaha vyanyu ntibibahanire. Burya Imana Allah ni Nyenimbabazi-ntangere, Nyenimbabazi ku batoni bayo [6]”.","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"[6] Iyi Aayah iratomoye mu kwerekana ko uwukunda Imana Allah ategerezwa kandi gukunda n’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) akanayumvira vy’ukuri.","lang":"rn"},{"name":"3:32","price":"Babwire uti: “Nimwumvire Imana Allah mu kugendera Qor’ani, munumvire Intumwa mu gukurikiza inyigisho n’imigenzo vyayo”. Nibagenza umugongo bakakwirengagiza, baramenya rero ko mu vy’ukuri Imana Allah Idakunda abagarariji.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:33","price":"Mu vy’ukuri, Imana Allah Yaratoye Adamu na Nuhu n’umuryango wa Ibrahimu n’uwa Amraani, Ibagira aberanda n’intore mu gihe cabo,","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:34","price":"Iraheza Ibagira Intumwa n’Abavugishwamana mu rukurikirane rw’uruvyaro rwabo rweranda. Burya Imana Allah ni Nyenukwumva ibivugwa n’abaja bayo, Nyenubumenyikurivyose, Irazi ivyo bazirikana n’ivyo bakora, kandi Izobibahembera;","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:35","price":"Ntumwa y’Imana! Ibuka ivyashikiye Isa na nyina wiwe Mariyamu hamwe na inakuru wiwe, ari we mukenyezi wa Amraani, igihe yasama imbanyi ya Mariyamu maze akavuga ati: “Mana yanje Rurema Allah! Jewe mu vy’ukuri, ndiyemeje kukwegurira ico nibungenze (kizokwame gikorera ingoro yawe Bayti l-Maqdisi), ndakwinginze rero ukinyemerere, mu vy’ukuri ni Wewe Nyenukwumva igisabisho canje, Nyenubumenyikurivyose, Uzi umuzirikanyi wanje”.","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:36","price":"Nya mbanyi imaze kuvuka, umukenyezi wa Amraani yaciye avuga ati: “Mana yanje Rurema Allah! Mu vy’ukuri nibarutse umukobwa, ntashoboye gukorera ingoro yawe - Imana Allah na Yo Yari Izi neza ico yibarutse ko kizoba igitangaro - kandi rero umuhungu nipfuje kwibaruka si nk’umukobwa mu bubasha bwo gukorera ingoro yawe. Mu vy’ukuri, namwise Mariyamu, ni ukuri ndanamukuragije we n’uruvyaro rwiwe, Ubakingire inyoshambi za shetani yavumwe”.","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:37","price":"Kukaba nkako, Imana yiwe Rurema Allah Yaramwemereye igisabisho, Iramwakirira neza uwo yayeguriye Iraheza Iramubungabunga Imuha indero nziza, maze arerwa na Zakariya [63] aho yari asanzwe asengera. Igihe cose yaja kumuraba yahasanga imfungurwa ziteguye, agaca amubaza ati: “Mbega Mariya! Izi mfugurwa wazikuye hehe?”, na we akamwishura ati: “Ni izo nafunguriwe n’Imana Allah”. Mu vy’ukuri, Imana Allah Ironsa ibibeshaho uwo Ishaka mu biremwa vyayo Itarinze kumugerera.","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"[63] Umugabo wa nyinabo.","lang":"rn"},{"name":"3:38","price":"Aho ni ho rero Zakariya yatakambira Imana yiwe Rurema Allah, ati: “Mana yanje Rurema Allah! Mpa umwana mweranda ahezagiwe, mu vy’ukuri Wewe Uri Nyenukwumva, Urumva igisabisho c’uwugusaba”;","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:39","price":"Abamalayika baca baramuhamagara akiri ha handi nyene asengera bamubwira bati: “Imana Allah Iraguhaye inkuru nziza ko uzokwibaruka umwana w’umuhungu yitwa Yahaya, aheze ashimangire Jambo Isa mwene Mariyamu (nyakugira amahoro y’Imana Allah) arungitswe n’Imana Allah, kandi azoba inararibonye mu bumenyi n’ubwitonzi yubahwe, yongere abe intakoravyaha n’Umuvugishwamana mu beranda.","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:40","price":"Zakariya n’umunezero n’akantu, yaritangaje ati: “Mana yanje Rurema Allah! Vyoshoboka gute ko nokwibaruka ikibondo mu busaza n’umukenyezi wanje akaba ari ingumba!”. Imana Allah Imwishura Iti: “Ni nk’ukwo nyene rero Imana Allah Ikora ivyo Ishaka mu bitangaro”.","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:41","price":"Zakariya yavuze ati: “Mana yanje Rurema Allah! Ngirira ikimenyetso nzomenyerako ko umukenyezi wanje yibungenze”. Imana Allah Imwishura Iti: “Ikimenyetso uzobimenyerako ni uko utazoshobora kuvugana n’abantu bidaturutse ku ndwara mu kiringo c’imisi itatu kiretse mu gukoresha ibimenyetso gusa, muri ico gihe rero uraninahaza wongere utazire cane Imana yawe Rurema Allah, wongere unasenge umugoroba n’igitondo.","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:42","price":"Ntumwa y’Imana! Ibuka igihe abamalayika bavuga bati: “Ewe Mariyamu! Mu vy’ukuri Imana Allah Yaragutoye ngo uyiyegurire, Iranakweza ingeso mbi z’ubwoko bwose, Iranagutora Iguha icubahiro mu bakenyezi bose mu gihe cawe;","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:43","price":"Ewe Mariyamu! Shishikara rero wicisha bugufi ku Mana yawe Rurema Allah, wongere wubame, ununame hamwe n’abunama mu gushima inema wahawe”.","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:44","price":"Ntumwa y’Imana! Izo rero ni zimwe mu nkuru z’ibinyegejwe ibiremwa Tuguhishuriye, kuko muri ico gihe si ho wari uri igihe batata baharira ku wukwiye kurera Mariyamu, maze bagahitamwo kugira itombora mu guterera hasi ikaramu zabo kugira bamenye muri bo uwukwiye kumurera, gutyo Zakariya aba ari we atsindira kumurera.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:45","price":"Muvugishwamana! Si n’aho wari uri igihe abamalayika bavuga bati: “Ewe Mariyamu! Mu vy’ukuri Imana Allah Iraguha inkuru nziza ko uzokwibaruka umwana azosamwa imbanyi kw’ijambo[8] rivuye kuri Yo. Amaze kuvuka rero akazokwitwa Masihi[9] Isa mwene Mariyamu, azokwubahwa kw’isi no mu buzima bw’inyuma yo gupfa. Azoba ari no mu batonye ku Mana Allah ku musi w’izuka;","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"[8] Intumwa y’Imana Isa (nyakugira amahoro y’Imana Allah) yiswe Jambo kuko yibungenzwe ku bushobozi bw’ijambo rivuye ku Mana Allah.\n[9] Yasizwe imigisha.","lang":"rn"},{"name":"3:46","price":"Akazonavugisha abantu akiri uruyoya, niyamara gukura yongere abararikire kwemera Imana Allah. Azoba ari no mu beranda.","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:47","price":"Mariyamu yaritangaje maze avuga ati: “Mana yanje Rurema Allah! Vyoshoboka gute ko nokwibaruka ikibondo kandi ata n’umuntu turubakana!”. Umumalayika araheza aramwishura ati: “Ni nk’ukwo nyene rero Imana Allah Irema ico Ishatse, iyo Itegetse ikintu ko kiba Ikibwira gusa Iti: “Ba”, kigaca kiba ubwo nyene.","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:48","price":"Izonamwigisha kwandika, gutumbereza ukuri mu mvugo no mu ngiro, Yongere Imwigishe Tawurati yamanuriwe Intumwa Musa (nyakugira amahoro y’Imana Allah) hamwe rero n’Injili azomanurirwa n’Imana Allah.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:49","price":"Izomugira n’Intumwa kuri Bene Israyeli, izobabwira iti: “Jewe mu vy’ukuri, narungitswe kuri mwebwe nibangikanije icemezo kivuye ku Mana yanyu Rurema Allah, na co kikaba ari uko nshoboye kubabumbira inyoni mu vyondo, hanyuma nkayihuhamwo igaca iba inyoni yigurukira ku bushobozi bw’Imana Allah; nkanavura uwavutse ari impumyi n’uwavukanye indwara y’ubukarabe[10], nsubize n’ubuzima uwapfuye ku bushobozi bw’Imana Allah; nkanababwira ivyo mufungura n’ivyo muziganirije kazoza mu mazu yanyu. Mu vy’ukuri, muri ivyo bitangaro vyose rero, ni ukuri harimwo icemezo kuri mwebwe ko ndi Intumwa y’Imana nimwaba mwemera Imana Allah hamwe na Aayah n’ivyemezo vyayo;","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"[10] Ubukarabe, ni indwara ifata irihu, ikiganzira uduce dutandukanye tw'umubiri, maze utwo duce tukagira ibara ryera rivanze n'iritukura.","lang":"rn"},{"name":"3:50","price":"Naje nshimangira kandi ivyamanuwe hambere yanje muri Tawurati, no kugira ngo ndabarekurire bimwe mu vyo mwabujijwe. Nkaba rero naje ndabazaniye icemezo kivuye ku Mana yanyu Rurema Allah ku vyo ndababwira, ko ari ivy’ukuri, enda rero nimwikingire ibihano vy’Imana Allah mu kunyemera muheze munyumvire mu vyo ndabararikira bivuye ku Mana Allah.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:51","price":"Mu vy’ukuri, Imana Allah ndabararikira kwemera, ni Yo Mana yanje Rurema, Ikaba ari na Yo Mana yanyu Rurema, enda rero nimuyiyegereze mu vyo mukora vyose munayisenge, iyi ni yo nzira igororotseˮ.","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:52","price":"Intumwa y’Imana Isa (nyakugira amahoro y’Imana Allah) imaze kwumva ukwimonogoza mu bugarariji kwa Bene Israyeli, yaratereye ijwi hejuru ibwira abigishwa bayo iti: “Ni nde yomba hafi tugaharanira idini ry’Imana Allah!”. Abigishwa bayo barishuye bati: “Twebwe twarishinze guharanira idini ry’Imana Allah, twaremeye Imana Imwe Rudende Allah, tukugize n’icabona ko twebwe turi abislamu twicisha bugufi mu kwumvira Imana Allah;","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:53","price":"Mana yacu Rurema Allah! Twaremeye ivyo Wamanuye mu Njili, turanakurikira Intumwa yawe Isa (nyakugira amahoro y’Imana Allah), enda rero Uradushira hamwe n’abemanga ko Uri Imana Imwe Rudende n’uko Intumwa zawe zashikirije abo zarungitsweko ubutumwa bwaweˮ, abo na bo bakaba ari abarungikiwe Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) bazobera ivyabona Intumwa z’Imana ko zashikanye ubutumwa ku bo zarungitsweko.","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:54","price":"Abagarariji muri Bene Israyeli barahemutse mu gutegura mu mpisho umugambi mubi wo kwica Intumwa Isa (nyakugira amahoro y’Imana Allah), Imana Allah na Yo Irahinyura nya mugambi Iraheza Yambika ishusho ry’Intumwa Isa uwundi muntu bahavuye bafata baramwica baranamubamba ku musaraba, bibaza ko ari we Isa mwene Mariyamu. Burya rero Imana Allah ni Yo Mwiza w’abahinyura imigambi igayitse;","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:55","price":"Igihe Imana Allah Ibwiriye Intumwa Isa Iti: “Jewe mu vy’ukuri, Ndagukura kw’isi Ndakurerure iwanje uri muzima utaragirirwa nabi namba, maze Ndagukize abakugararije, Nongere Mpe abakwemeye bakagukurikira[11] intsinzi yo kunesha abakugararije gushika ku musi w’iherezo ry’isi”. Hanyuma rero ga bantu! Ku musi wo guharurirwa mwese muzogaruka iwanje Jewe Allah, Nshoke Ndabacira urutunganye ku vyo mwahora muhazanako mu vyerekeye Intumwa Isa (nyakugira amahoro y’Imana Allah).","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"[11] Mu kwubaha no kwubahiriza idini ryawe, mu kwemanga ibiranga umuzo w’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), mu kuyemera no kugendera amabwirizwa y’ubwislamu igihe yarungitswe ku bantu bose.","lang":"rn"},{"name":"3:56","price":"Abagararije Intumwa Isa (mu bayahudi) hamwe n’abayihaye icubahiro ndenzarugero (mu banaswara), Nzoheza Ndabahe ibihano ruhasha, vyo kwicwa no kunyagwa amatungo n’ubutegetsi kw’isi, Nongere Ndabahe n’ibihano vyo mu muriro mu buzima bw’inyuma yo gupfa, eka mbere ntibazoronka ababatabara mu kubakingira ibihano vy’Imana Allah.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:57","price":"Nayo abemeye Imana Allah n’Intumwa zayo bakanakora n’ivyiza bitegetswe, Imana Allah Izoheza Ibahe indishi z’ibikorwa vyabo zikwiye, burya kandi rero Imana Allah ntikunda na gato abirenganya mu kuyibangikanya no mu kuyigarariza.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:58","price":"Ntumwa y’Imana! Ayo mateka Tukwiganira Twebwe Allah ku vyerekeye Intumwa Isa mwene Mariyamu, ari mu vyemezo bigaragaza ukuri kw’ubutumwa bwawe, bikagaragaza n’uko Qor’ani itandukanya ukuri n’ikinyoma, ari ukuri kuzira amakenga.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:59","price":"Mu vy’ukuri, iremwa rya Isa mwene Mariyamu atagira se, ni nk’iremwa rya Adamu atagira se na nyina, Yamuremye mw’ivu hanyuma Imubwira Iti: “Ba umuntu”, aca aba umuntu muzima[12].","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"[12] Guha rero ubumana Isa mwene Mariyamu ku kuba yavutse atagira se, ni ikinyoma cambaye ubusa kuko na Adamu yaremwe atagira se na nyina, ariko hamwe n’ivyo, abantu bose ntibigeze bamufata ko ari imana, ahubwo bose bahurije ku kuba ari umuja n’ikiremwa c’Imana Allah.","lang":"rn"},{"name":"3:60","price":"Ntumwa y’Imana! Ukuri kutagiramwo amakenga ku vyerekeye Isa mwene Mariyamu, ni ukuri kwagushikiriye kuvuye ku Mana yawe Rurema Allah. Kubera ivyo rero, shishikara utsimbataye kuri ukwo kuri, ntukabe mu bagufiseko amakenga.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:61","price":"Abazoguhaririza ku vyerekeye Isa mwene Mariyamu inyuma yuko umaze kumenya ukuri ku bimwerekeye, urababwira uti: “Enda nimuze, turarike abana bacu n’abana banyu, abakenyezi bacu n’abakenyezi banyu, hamwe rero na twebwe na mwebwe nyene, maze dutumbere Imana Allah tuyisabe ko Yomanurira igihano n’ivumwe ryayo abanyakinyoma badahesha mu kurementaniriza ubumana Isa mwene Mariyamu”.","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:62","price":"Iyi nkuru Ndakwiganiye rero ga Ntumwa y’Imana Muhamadi! Ni ukuri ni yo mateka y’ukuri ku vyerekeye Isa. Nta n’iyindi mana rero ibwirijwe gusengwa atari Imana Allah Yonyene. Mu vy’ukuri, ni na Yo rero Nyenintsinzi-Mutaneshwa mu bwami bwayo, Intungane mu vyo Ikora.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:63","price":"Nibaramuka bagenje umugongo bakirengagiza kukwemera no kugukurikira, bazoba ari bo bononyi. Mu vy’ukuri Imana Allah Irazi neza ivyo bakora vyose, Izobibahembera.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:64","price":"Ntumwa y’Imana! Bwira abahawe Igitabu mu bayahudi n’abanaswara, uti: “Enda nimuze dukurikire twebwe na mwe ijambo ritunganye ry’ukuri; ryuko tutokwiyegereza mu vyo dukora vyose tugasenga kiretse Imana Allah; tutonayibangikanya n’ikindi kintu na kimwe; tutonagira bamwe muri twebwe ibigirwamana mu gishingo c’Imana Allah”. Nibaramuka bagenjeje umugongo bakirengagiza, muraheza mubabwire muti: “Nimwemange rero mutubere ivyabona ko twebwe turi abislamu twicisha bugufi ku Mana Allah mu kuyisenga ari Imwe Rudende”.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:65","price":"Emwe bahawe Igitabu mu bayahudi n’abanaswara! Ni kuki umugwi wose muri mwebwe uharira ku vyerekeye Ibrahimu (nyakugira amahoro y’Imana Allah), wemeza ko yakurikira idini ryawo, kandi Tawurati n’Injili bitamanuwe kiretse inyuma yuko amaze guhwera! Mbega none ntimugira n’ubwo kurahura ngo mutahure ko muvuga ikinyoma!","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:66","price":"Ehe mwebwe ng’aho murubahutse guhaririza Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ku vyo mufitiye ubumenyi mu Bitabu vyanyu! Ni kuki none muharira ku vyo mudafitiye ubumenyi mu vyerekeye Ibrahimu (nyakugira amahoro y’Imana Allah) ko yoba yakurikira idini ry’ubuyahudi canke ry’ubunaswara! Burya Imana Allah Irazi ibintu vyose, nayo mwebwe nta na kimwe muzi.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:67","price":"Burya Ibrahimu rero ntiyigeze akurikira idini ry’ubuyahudi canke ry’ubunaswara, ariko yasenga yemera Imana Imwe Rudende Allah, yari umwislamu yicisha bugufi kuri Yo, eka ntiyari mu babangikanyamana.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:68","price":"Mu vy’ukuri, abakwiye kwiyitirira Ibrahimu (nyakugira amahoro y’Imana Allah), ni abemeye ubutumwa bwiwe bakanakurikira idini ryiwe, hamwe rero n’iyi Ntumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) n’abayemeye bakayikurikira, burya kandi rero Imana Allah ni Yo Muhagarikizi w’abemeramana bubahiriza amabwirizwa yayo.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:69","price":"Bislamu! Mu bahawe Igitabu mu bayahudi n’abanaswara, harimwo umugwi wipfuza cane ko wobahubisha ukabakura mw’idini ryanyu ry’ubwislamu, nta n’uwo uzohubisha kiretse ukwihubisha wo nyene hamwe n’abawukurikira utabizi.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:70","price":"Emwe bahawe Ibitabu vya Tawurati n’Injili! Ni kuki muhakana mwivuye inyuma Aayah n’ivyemezo vy’Imana Allah Yamanuriye Intumwa zayo mu Bitabu vyanyu, vyerekana ko Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ari yo Ntumwa yimirije kuza, n’uko ivyo ibashikirije ari kwo kuri, kandi na mwe nyene muri ivyabona kuri ukwo kuri ariko rero mukurengako mukuzi mukaguhakana.","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:71","price":"Emwe bahawe Ibitabu vya Tawurati n’Injili! Ni kuki muvangatiranya ukuri kuri mu Bitabu mwahawe n’ikinyoma mwirementaniriza, mugaheza mukanyegeza ukuri ku biranga Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) no ku vyerekeye idini ryiwe ko ari ryo ry’ukuri kandi ivyo mubizi!","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:72","price":"Umugwi w’abahawe Igitabu mu bayahudi wavuze uti: “Nimwemere mu gitondo ivyamanuriwe abemeye mu bislamu, hanyuma mubigararize bugorovye; hari n’aho bogira amakenga mw’idini ryabo bakavavanura na ryo;","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:73","price":"Kandi ntimuzokwemere vy’ukuri kiretse uwukurikiye idini ry’ubuyahudiˮ. Ntumwa y’Imana! Babwire ko mu vy’ukuri uburongozi n’ubugororotsi bw’ukwemera nya kwemera bituruka ku Mana Allah. Baranavuze bati: “Ntimuhirahire ngo muserurire ubumenyi mufise n’umwe mu bislamu ngo bamenye nk’ivyo mwahawe mu Gitabu, gutyo babasumvye ubutore, canke baronke ikibagiriza ku Mana yanyu Rurema Allah”. Ntumwa y’Imana! Babwire uti: “Ingabirano z’ibintu vyose zituruka ku Mana Allah, Izihereza uwo Ishatse”. Burya rero Imana Allah ni Nyeningabirano-ntangere ku biremwa vyayo, Nyenubumenyikurivyose;","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:74","price":"Igenera ku mpuhwe zayo ubutumwa n’ubugororotsi uwo Ishatse mu biremwa, burya kandi rero Imana Allah ni Yo Nyenimpano nyinshi zihambaye.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:75","price":"Burya mu bayahudi bahawe Igitabu, harimwo uwo uramutse umwizeye ukamubitsa amatungo menshi ayagusubiza adahemutse; harimwo rero n’uwo ugize ngo uramwizeye ukamubitsa idinari rimwe ahemuka, ntarigusubize kiretse igihe umwishuje n’agahato. Ivyo biterwa n’uko bihagira amatungo y’abandi bakavuga bati: “Nta caha kuri twebwe kiri mu kwihereza amatungo y’abatazi gusoma no kwandika”, bakanavuga babeshera Imana Allah ko Yabarekuriye kwihereza nya matungo kandi bazi ko babesha.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:76","price":"Si nk’ukwo rero bavyiyumvira! Ahubwo uwutinya akagamburukira Imana Allah, ni uwubahiriza isezerano ry’Imana Allah mu gusubiza imbitso, akemera vy’ukuri Imana Allah n’Intumwa zayo akanubahiriza amabwirizwa y’Imana Allah, kuko mu vy’ukuri Imana Allah Irakunda abagamburukiramana bavavanura n’ibangikanyamana hamwe n’ibindi vyaha.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:77","price":"Mu vy’ukuri, abafata isezerano ry’Imana Allah n’ivyo Imana Allah Yaraze Intumwa zayo mu Bitabu Yazimanuriye, bakabiguza ibintu vy’igiciro gito cane mu bihendamaso vy’isi, abo ni bo rero ata co bazoronka mu ndishi zo mu buzima bw’inyuma yo gupfa, eka mbere Imana Allah ntizonabavugisha mu bihumuriza, ntizonabaraba n’ijisho ry’impuhwe ku musi w’izuka, ntizonabeza ivyaha vyabo, baranategekanirijwe n’ibihano bibabaza mu buzima bw’inyuma yo gupfa.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:78","price":"Mu vy’ukuri mu bayahudi, ni ukuri harimwo umugwi uhindagura amajambo uko atari mu Gitabu bahawe, kugira mwiyumvire ko nya majambo ari mu Gitabu ca Tawurati, kandi ata yari muri Tawurati, bagaheza bakanavuga bati: “Aya majambo ava ku Mana Allah, Yayahishuriye Intumwa yayo Musa”, kandi nya majambo atava ku Mana Allah, bagaheza rero bakabeshera Imana Allah kandi bazi ko bariko barabesha.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:79","price":"Ntivyari gushika ko umuntu n’umwe mu bantu yotumwa n’Imana Allah, Ikamuha Igitabu n’amabwirizwa yo gutunganiriza ibiremwa, hanyuma agahindukira akabwira abantu yarungitsweko ati: “Nimube abaja banje maze munsenge mu gishingo c’Imana Allah”, mugabo araheza akababwira ati: “Nimube intore mu bamenyi ku vyo mwahora mwigisha abandi mu majambo y’Imana Allah, no ku vyo mwiga mukamenya rero muri yo”;","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:80","price":"Kandi nta n’umwe muri bo yobategeka ko mugira ibigirwamana musenga mu bamalayika no mu Ntumwa. Bantu! Vyoshoboka gute ko abategeka kugarariza Imana Allah inyuma yuko mwamaze kwicisha bugufi kuri Yo mukaba abislamu!","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:81","price":"Ntumwa y’Imana! Ibuka igihe Imana Allah Yaha isezerano Abavugishwamana bose Iti: “Ninabaha Igitabu n’ubutore bwo gushika ku kuri mu mvugo n’ingiro, hanyuma Nkabarungikira Intumwa ishimangira ukuri musanganywe, ko mutegerezwa kuyemera no kuyitabara”, maze Imana Allah Ikababaza bose Iti: “None iryo sezerano, mwaryemeye muremanga kuryubahiriza?”. Barishuye bati: “Ego cane! Twemanze kuryubahiriza”. Imana Allah Ica Ivuga Iti: “Nimwibere rero ivyabona ku vyo dusezeranye, mubere n’ivyabona abantu banyu kuri iryo sezerano, nanje Ndi kumwe na mwe mu vyabona bizobagiriza mwese[13]”.","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"[13] Iyi Aayah iremeza ko Imana Allah Yahaye isezerano Abavugishwamana n’Intumwa zose, hamwe rero n’abantu zarungitsweko, ko bemera Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","lang":"rn"},{"name":"3:82","price":"Abazogenza umugongo rero bakirengagiza ubutumwa bw’ubwislamu inyuma y’aho bashikiriwe n’iri sezerano Imana Allah Yahaye Abavugishwamana n’Intumwa zayo, abo rero ni vyo bigaba birenga ku mabwirizwa y’Imana Allah;","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:83","price":"Mbega none! Ivyo bigaba bishaka gukurikira idini ritari iry’Imana Allah ry’ubwislamu[14], kandi ibiremwa vyo mu majuru no mw’isi vyicisha bugufi kuri Yo, ku bushake mu gihe c’igamburuka ry’abemeramana muri vyo; bikicisha bugufi vyanka vyakunda no mu gihe ibigarariza muri vyo bishikiwe n’ivyago! Kukaba nkako rero, n’ibindi biremwa vyose biricisha bugufi kuri Yo, ni no kuri Yo bizosubizwa bimaze guhwera kugira biharurirwe biheze bihemberwe ivyo vyakoze.","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"[14] Ari na ryo dini ryarungikanwe Intumwa zose, rigashimangirwa n’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","lang":"rn"},{"name":"3:84","price":"Ntumwa y’Imana! Bwira abagarariji uti: “Twaremeye Imana Allah, nta n’iyindi mana twemera atari Yo, twaranemeye ivyo Yaduhishuriye n’ivyo Yahishuriye Ibrahimu, abahungu biwe Ismayili na Is-haqa, umwuzukuru wiwe Yakubu mwene Is-haka, Intumwa zikomoka kuri Yakubu zarungitswe mu moko cumi n’abiri ya Bene Israyeli, ivyahawe Intumwa Musa na Isa muri Tawurati no mu Njili, hamwe rero n’ivyamanuriwe abandi Bavugishwamana, abo bose turabemera tutavanguye n’umwe muri bo, kandi rero twebwe turi abislamu twicisha bugufi ku Mana Allah”.","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:85","price":"Uwurondera kwubahiriza idini ritari iry’ubwislamu [15] ntazoryakirirwa namba, kandi no mu buzima bw’inyuma yo gupfa azoba mu bahomvye ubuzima bwabo bwose.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"[15] Raba insiguro y’ubwislamu mu nsiguro ya Aayah ya 19 muri iki gisomwa.","lang":"rn"},{"name":"3:86","price":"Ni gute Imana Allah Yorongora abantu bagararije Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) inyuma y’aho bamwemeye bakanemeza ata guhigimanga ko ubutumwa bwayo ari ubw’ukuri, bakanashikirwa n’ivyemezo vyerekana ko ivyo ari kwo kuri! Burya Imana Allah ntirongora abantu birenganya mu kugarariza ukuri bagahitamwo ikinyoma;","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:87","price":"Abo ni bo rero, indishi yabo ari ivumwe rivuye ku Mana Allah, ivumwe ry’abamalayika n’iry’abantu bose;","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:88","price":"Bazoguma muri nya mivumo nyene no mu muriro ibihe bidahera, ntibazotezurirwa na gato mu bihano ngo baruhuke, eka mbere bobo ntibazohabwa agahengwe ngo biregure ku vyaha bakoze;","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:89","price":"Kiretse abagarutse ku Mana Allah bakigaya bikwiye inyuma yo kugarariza, bagaheza bakanatunganya ivyo bononye ku kwigaya, abo rero mu vy’ukuri Imana Allah Izobakirira ukwigaya kwabo, ni Nyenikigongwe-ntangere, Nyenimbabazi ku batoni bayo.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:90","price":"Mu vy’ukuri, abagararije inyuma y’ukwemera kwabo bakanatsimbatara ku bugarariji gushika guhwera, ntibazokwakirirwa ukwigaya kwabo bari ku mpfiro, abo ni na bo rero bahuvye inzira y’Imana Allah.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:91","price":"Mu vy’ukuri, abahakanye bivuye inyuma ubutumwa bwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), bagapfa bakigarariza Imana Allah n’Intumwa yayo, ku musi w’izuka nta n’umwe muri bo azokwemererwa gutanga inzahabu zuzuye isi yose kugira yigombore mu bihano vy’Imana Allah, n’aho yoba ashoboye koko kuzitanga mu kwigombora, abo ni bo rero bategekanirijwe ibihano bibabaza cane, eka mbere ntibazoronka ababatabara mu kubakingira ibihano vy’Imana Allah.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:92","price":"Ntimuzoronka Ubwami bw’ijuru mutabanje gutanga imperezwa mu vyo mukunda, kanatsinda ikintu ico ari co cose muzotanga mu mperezwa uko kingana kwose, mu vy’ukuri Imana Allah Irakizi kandi Izohembera umwe wese ku co yatanze.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"rn"},{"name":"3:93","price":"Imfungurwa zose nziza, zari zirekuwe gufungurwa kuri Bene Israyeli (abana ba Yakubu nyakugira amahoro y’Imana Allah), kiretse izo Yakubu wenyene ubwiwe yaziririje gufungura ku gatwe kiwe, ku mvo z’indwara yarwaye imbere yuko Tawurati imanurwa n’Imana Allah. Tawurati imaze kumanurwa, Imana Allah Yashotse Iziririza zimwe mu mfungurwa Bene Israyeli bari barekuriwe gufungura kubera ukwirenganya kwabo. Ntumwa y’Imana! Babwire uti: “Enda nimuzane rero Tawurati maze musome ibirimwo, nimwaba muri imvugakuri ko harimwo iziririzwa ry’ivyo Yakubu yaziririje gufungura ku gatwe kiwe”.","arabic":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":386,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:94","price":"Ni ukwo rero, uwo wese azorementaniriza Imana Allah inyuma yo gusoma Tawurati, ukuri kukagaragara ko Imana Allah ata co Yigeze Iziririza mu mfungurwa imbere yo kuyimanura, uyo rero ni we azoba ari mu birenganije mu kurementaniriza Imana Allah.","arabic":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":387,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:95","price":"Ntumwa y’Imana! Babwire uti: “Imana Allah Yavuze ukuri mu ngingo Yashinze”. Kubera ivyo rero, nimwaba mukomoka koko kuri Ibrahimu (nyakugira amahoro y’Imana Allah), nimukurikire rero idini ryiwe ry’ubwislamu rishingiye ku kwemera-ndemanwa; ari na ryo dini Imana Allah Yarungikanye Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), rishingiye ku gusenga Imana Imwe Rudende Allah, kira noneho Ibrahimu (nyakugira amahoro y’Imana Allah) ntiyari no mu babangikanyamana.","arabic":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":388,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:96","price":"Mu vy’ukuri, ingoro ya mbere yubatswe kw’isi kugira abantu bayisengeremwo Imana Allah, ni ukuri ni ingoro ntagatifu iri i Makka. Iyo ngoro, irahezagiwe n’imigisha myinshi; kuyitumbera mu gusenga, kuyishengerera no kuyigendera, harimwo n’uburongozi ku bantu bose.","arabic":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":389,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:97","price":"Muri iyo ngoro, harimwo kandi n’ibimenyetso bigaragara vyerekana ko yubatswe na Ibrahimu, n’uko ari ahantu hubashwe hahezagiwe. Muri ivyo bimenyetso, ni nk’ubuhagararo [16] bwa Ibrahimu (nyakugira amahoro y’Imana Allah). Uwinjiye muri iyo ngoro, aba atekaniwe nta n’umwe arekuriwe kumuhungabanya. Imana Allah Yarategetse rero ko umwislamu uwo ari we wese afise ubushobozi, aja kuyishengerera. Mu vy’ukuri, uwuhakanye ibwirizwa ryo gushengerera iyo ngoro aba agararije, kira noneho Imana Allah Irikenuye, nta co Ikeneye ku biremwa.","arabic":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":390,"juzNumber":4,"footnotes":"[16] Ubuhagararo bwa Ibrahimu, ni ibuye Ibrahimu yahagarayeko mu kuduza iyo nyubakwa, ari kumwe n’umuhungu wiwe Ismayili. Iryo buye rero, n’ubu ririho.","lang":"rn"},{"name":"3:98","price":"Ntumwa y’Imana! Babwire uti: “Emwe bahawe Igitabu! Ni kuki mugarariza mu guhakana ivyemezo biturutse ku Mana Allah, vyemeza ko idini ry’Imana Allah ari ubwislamu, mugahakana mwivuye inyuma n’ivyemezo biri mu Bitabu vyanyu vyemeza ukwo kuri kandi mubizi!”, burya Imana Allah ni Icabona ku vyo mukora.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":391,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:99","price":"Ntumwa y’Imana! Bwira abayahudi n’abanaswara uti: “Ni kuki muburagiza uwushatse kwinjira mu bwislamu mugashaka kumuhubisha, kandi na mwe muzi neza ko idini ry’ubwislamu ari iry’ukuri!”. Burya Imana Allah ntiyirengagiza namba ivyo mukora, Izobibahembera.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":392,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:100","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Nimwaramuka mwumviye umugwi w’abahawe Igitabu, bazobahubisha mu kubatera amakenga mw’idini ryanyu kugira murite, inyuma y’aho mwari abemeramana;","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":393,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:101","price":"Bemeramana! Ni gute mwogarariza Imana Allah mu gihe musomerwa Aayah za Qor’ani, kandi n’Intumwa y’Imana Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ikaba iri kumwe na mwe! Uwo wese azokwishimikiza Imana Allah, maze akagumya ata guhesha Igitabu cayo Qor’ani, akanagendera inyigisho n’imigenzo vy’intumwa, ni ukuri azoba yashobojwe gutumbera inzira igororotse igana ku Mana Allah.","arabic":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":394,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:102","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Nimutinye Imana Allah ukuri kwo kuyitinya mu kuyigamburukira mu vyo mukora; muyumvire ata kugabitanya, muyishimire ata kwihakana inema zayo, muyininahaze ata kugotwa, maze mutsimbatare kw’idini ryanyu gushika gupfa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":395,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:103","price":"Muraheza rero mugumye mwese ata guhesha Igitabu c’Imana Allah ca Qor’ani hamwe n’inyigisho n’imigenzo vy’intumwa, ntimuzohirahire ngo mugire icotuma mucanamwo. Muraheza mwibuke kandi inema y’Imana Allah Yabahundagajeko, igihe mwari abansi bankana urunuka muhigana buhongo, maze Imana Allah Ihuriza imitima yanyu ku kuyikunda no gukunda Intumwa yayo, Inashira urukundo mu mitima yanyu, mushoka muba abavandimwe barangwa n’urukundo bitewe n’ingabirano yayo. Ico gihe mwahakwa kugwa mu muriro wa Jahannamu, Imana Allah Iraheza Iwubarokoramwo, Ibarongora mu bwislamu. Ni nk’uko nyene rero Imana Allah - Yabatomoreye ibiranga ukwemera nya kwemera - Ibatomorera ivyotuma mubaho mu mahirwe, kugira murongoke mu nzira yayo.","arabic":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":396,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:104","price":"Bemeramana! Muri mwebwe rero, nihabe umugwi urarikira abandi gukora ineza, ubwiriza gukora ivyiza vy’ubwoko bwose ukanabuza gukora ibibi vy’ubwoko bwose. Abo ni na bo rero bazoronka intsinzi y’Ubwami bw’ijuru.","arabic":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":397,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:105","price":"Bemeramana! Ntimukabe rero nk’abahawe Igitabu biciyemwo imigwimigwi kubera urwanko n’inzigo, bituma bacanamwo ku vyerekeye ishingiro ry’idini ryabo inyuma y’aho bashikiriwe n’ivyemezo bagatomokerwa ukuri. Abo ni na bo rero bakwiye ibihano ruhasha;","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":398,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:106","price":"Ku musi w’izuka. Umusi abemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo, bazosayangana mu maso buzuye akamwemwe ku kandi; abayigararije bakiyamiriza n’Intumwa yayo na bo bakazokwijirirwa mu maso, bishwe n’amagorwa. Abazokwijirirwa mu maso rero, bazobwirwa ku gashinyaguro n’akantu bati: “Mbega ntu ! Mwagararije inyuma y’ukwemera kwanyu, muraheza mwigura ubugarariji! Nimuhonje rero ibihano bitewe n’ukuntu mwahora mugarariza”.","arabic":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":399,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:107","price":"Nayo abazosayangana mu maso buzuye akamwemwe ku kandi, bazoja mu Bwami bw’ijuru ku mpuhwe z’Imana Allah, bobo rero bazobubamwo ibihe bidahera.","arabic":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":400,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:108","price":"Ntumwa y’Imana! Ivyo rero, ni Aayah n’ivyemezo bigaragara vy’Imana Allah vy’ukuri Tugusomera Twebwe Allah. Burya rero, Imana Allah ntiyigera Irenganya na gato n’umwe mu biremwa vyayo, mu kurengerezwa urugero rw’ibihano canke mu kugabanywa indishi.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":401,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:109","price":"Imana Allah ni na Yo Rugaba Igaba Ikaganza ibiri mu majuru n’ibiri mw’isi n’ibiri hagati yavyo. Kandi rero ibiremwa vyose bizosubira kuri Yo kugira Ihembe kimwe cose ku rugero rw’ibigikwiye.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":402,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:110","price":"Bantu mwakurikiye Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah)! Ni mwebwe abeza b’abantu, mukaba na ba kirumara ku bantu; mubwiriza gukora ivyiza vy’ubwoko bwose mukabuza no gukora ibibi vy’ubwoko bwose, mukanemera Imana Allah ukwemera kubonekera mu bikorwa. Iyo rero abahawe Igitabu bemera Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) bakemera na Qor’ani; nk’uko mwemeye, ni ukuri vyari kuba vyiza cane kuri bo mu buzima bwo kw’isi n’ubw’inyuma yo gupfa. Muri bo, harimwo bake bemera ubutumwa bwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) yarungikanwe bakabwubahiriza; hakabamwo rero n’abandi benshi b’ibigaba birenga ku mabwirizwa y’Imana Allah.","arabic":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":403,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:111","price":"Noneho rero nta co bazobicira kiretse kubageramira mu kuvuga amajambo y’ibangikanyamana n’igarariza. Nibaramuka babarwanije naho, bazoneshwa bate bomoke, hanyuma ntibazotabarwa ngo babatsinde.","arabic":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":404,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:112","price":"Abayahudi, Imana Allah Yaramaze kubahomera n’agasuzuguro aho hose bazoba bari, kiretse kw’isezerano bahawe n’Imana Allah n’iryo bahawe n’abantu, kugira ngo umutekano wabo hamwe n’ivyabo bikingirwe[17]. Barakwiye rero ishavu ry’Imana Allah, baranahomewe n’agasuzuguro ko gutinya abemeramana. Ivyo bikaba biterwa n’ukuntu bahora bagarariza Aayah n’ivyemezo vy’Imana Allah, bakica n’Abavugishwamana ku karenganyo, ivyo bakaba babitewe n’ibicumuro bakora, bari n’abantu barenga ku mabwirizwa y’Imana Allah.","arabic":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":405,"juzNumber":4,"footnotes":"[17] Mu gihe boreka kugeramira no kuburagiza ubwislamu n’abislamu. Iryo sezerano ryitwa “AQDU DHIMMAH”.","lang":"rn"},{"name":"3:113","price":"Burya abahawe Igitabu ntibanganya ukwemera; muri bo harimwo umugwi w’abagororotsi bemera Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), bakarara barasoma Aayah za Qor’ani mu gicugu banubamira Imana Allah mu gusenga;","arabic":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":406,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:114","price":"Bemera Imana Allah n’umusi w’imperuka, bakabwiriza no gukora ivyiza vy’ubwoko bwose bakanabuza gukora ibibi vy’ubwoko bwose, bakanahurumbira gukora ivyiza. Abo ni na bo rero bari mu beranda;","arabic":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":407,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:115","price":"Ico ari co cose rero bagize mu vyiza uko kingana kwose, ntibazokirenganywako, kizoshimwa maze bagihemberwe. Burya Imana Allah Irazi neza ibikorwa n’abagamburukiramana.","arabic":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":408,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:116","price":"Mu vy’ukuri, abagararije Aayah n’ivyemezo vy’Imana Allah, bakanahakana bivuye inyuma Intumwa zayo, amatungo yabo hamwe n’abana babo nta na kimwe bizobamarira nibahanwa n’Imana Allah kw’isi, canke mu buzima bw’inyuma yo gupfa, abo ni na bo bantu rero bo mu muriro, bobo bazowubamwo ibihe bidahera.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":409,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:117","price":"Akarorero k’ivyo abagarariji batanga mu vyiza bazeyeko indishi ku Mana Allah mu buzima bwo kw’isi, ni nk’igihuhusi kirimwo igikonyozi, maze nya gihuhusi kigahitana ibiterwa vy’abantu baziga kuzosarura, maze ku kubera ivyaha bakoze, nya gihuhusi kigahonya vya biterwa vyose. Abagarariji rero, nta ndishi bazoronka mu buzima bw’inyuma yo gupfa, kira noneho, Imana Allah ntizoba Ibarenganije namba, ahubwo ni bo birenganije mu kugarariza no kugabitanya ku Mana Allah.","arabic":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":410,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:118","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Ntimukagire abagarariji ba somambike babahagarikira mu vyanyu, mwirengagije abemeramana muri mwebwe. Ntibahesha mu kubipfuriza inabi; baranahimbarwa n’uko mushikiwe n’ivyago. Ni ukuri urwanko babafitiye rwaramaze kugaragazwa n’amajambo bavuga, nayo akanyegejwe mu mishaha yabo mu rwanko babafitiye, karahinda. Ni ukuri, Twebwe Allah Twaramaze kubatomorera ivyemezo vyotuma mubiyubara nimwaba mutegera mugatahura amabwirizwa y’Imana Allah.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":411,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:119","price":"Bemeramana! Ehe mwebwe ico mwihendako, ni uko mubakunda mukabagirira ubugwaneza kandi na bo batigera babakunda na gato; mukemera Ibitabu vyose vyamanuwe harimwo n’Igitabu cabo, mu gihe bo batemera Igitabu canyu Qor’ani. Ni gute none mwobakunda! No mu gihe bahuye na mwe barabiyorobekako bakababwira bati: “Twaremeye!” ; biherera naho, bakicwa n’intuntu n’akantu babahigira kw’ishavu n’ishari babafitiye. Ntumwa y’Imana ! Babwire uti: “Nimwicwe rero n’ishavu!”. Mu vy’ukuri, Imana Allah Irazi neza ibiri mu mishaha, Izohemba umwe wese ku co yakoze; caba iciza canke ikibi.","arabic":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":412,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:120","price":"Bemeramana! Mu vyerekana urwanko babafitiye, ni uko iyo mushikiwe n’iciza; nk’intsinzi ku rugamba canke kuronka iminyago, bibatera ishavu n’agahinda. Iyo naho mushikiwe n’ikiza[18], birabahimbara. Nimwihanganira rero ibiza bibashikira, mugaheza mukagamburukira Imana Allah mu kwubahiriza amabwirizwa yayo, kubarwanya kwabo ku rwenge nta na kimwe kuzobicira. Mu vy’ukuri, Imana Allah mu bumenyi bwayo, Irakikuje ivyo bakora vyose, kandi Izobibahembera.","arabic":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":413,"juzNumber":4,"footnotes":"[18] Nko kuneshwa ku rugamba, gukehanirwa n’amatungo canke umwimbu canke kubura abanyu.","lang":"rn"},{"name":"3:121","price":"Ntumwa y’Imana! Ibuka n’igihe wasohoka mu bawe witeguriye guhangana n’ababangikanyamana ku rugamba rwa Uhudi, utondeka neza ingendanyi zawe, umwe wese mu kibanza akwiye. Burya Imana Allah ni Nyenukwumva, Irumva ivyo muvuga ; Nyenubumenyikurivyose, Irazi n’ivyo mukora;","arabic":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":414,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:122","price":"Muvugishwamana! Ibuka n’ivyashikiye Bene Salima na Bene Haaritha, igihe batekerwa n’ubwoba bagashaka guhunga urugamba bari kumwe n’indyarya karuhariwe Abdullahi mwene Ubayyi, batinya guhangana n’umwansi, ariko Imana Allah Umuhagarikizi wabo Yarakinze baraheza bararinda baja ku rugamba bizeye Imana Allah. Kubera ivyo rero, abemeramana nyabuna nibishimikize gusa Imana Allah bayizere.","arabic":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":415,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:123","price":"Bemeramana! Ni ukuri, Imana Allah Yarabahaye intsinzi ku rugamba rwa Badri, muraheza muranesha abansi banyu kandi mwari bake, mufise n’ibirwanisho bibayabaye, enda rero nimugamburukire Imana Allah mu kwubahiriza amabwirizwa yayo, kugira mushime inema zayo.","arabic":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":416,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:124","price":"Muvugishwamana! Ibuka n’igihe ingendanyi zawe zabangamirwa n’irungikwa ry’ingabo zije gutabara ababangikanyamana ku rugamba rwa Badri, maze Tukaguhishurira ko wozibwira uti: “Ntibibakwiye ko Imana yanyu Rurema Allah Ibarungikira ingabo zigera ku bihumbi bitatu vy’abamalayika, bamanutse bava mw’ijuru bagana ku rugamba, kugira babatere inkunga banabatsimbataze ku rugamba!”.","arabic":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":417,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:125","price":"Ego cane, ico gitigiri kirabakwiye! Nimwaramuka mwihanganye ku rugamba rero, mukanagamburukira Imana Allah mu kwubahiriza amabwirizwa yayo, maze ababangikanyamana bakaza banyaragasa kubarwanya bibwira ko babanesha, muri ico gihe Imana Allah Izoca Ibarungikira ingabo zigera ku bihumbi bitanu vy’abamalayika, bafise n’ibimenyetso bibaranga, bo hamwe n’ifarasi zabo.","arabic":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":418,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:126","price":"Iryo rungikwa ry’ingabo z’abamalayika, Imana Allah ntiyarigize atari ukugira ngo Ibahe agakuru keza k’intsinzi, no kugira rero imitima yanyu iturure. Burya nta ntsinzi iboneka kiretse iyivuye ku Mana Allah, ni Yo rero Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":419,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:127","price":"Intsinzi mwaronse ku rugamba rwa Badri, yabonetse kugira Imana Allah Ihonye umugwi mu bagararije wicwe, canke Yicishe intuntu yo kuneshwa abarokotse muri bo, baheze basubire inyuma bamaramaye, bijiriwe.","arabic":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":420,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:128","price":"Ntumwa y’Imana! Nta co ubazwa ku vyerekeye ihanwa canke ibabarirwa ry’ibiremwa, ivyabo vyose bijejwe Imana Allah, hari n’aho abakurwanya bokwinjira mu bwislamu, maze Imana Allah Ikabababarira, canke bakabandanya bagarariza, Imana Allah Igaheza Ikabahana ku kwirenganya kwabo.","arabic":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":421,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:129","price":"Imana Allah ni Yo Rugaba Igaba Ikaganza ibiri mu majuru n’ibiri mw’isi n’ibiri hagati yavyo. Igumiriza akabanga ku vyaha uwo Ishatse ku mpuhwe zayo, maze Ikamubabarira; Igahana uwo Ishatse ku butungane bwayo ata we Irenganije. Burya rero Imana Allah ni Nyenimbabazi-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":422,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:130","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Ntimukarye ku ngurane inyungu izira yiyongereye kuri nya ngurane, n’aho yoba ari nto, nkenswe rero mu gihe igwijwe incuro nyinshi uko ingurane iteba kwishurwa. Nimutinye rero Imana Allah mu kwubahiriza amabwirizwa yayo kugira muronke intsinzi kw’isi no mu buzima bw’inyuma yo gupfa;","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":423,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:131","price":"Muheze kandi mwikingire umuriro wagenewe abagarariji;","arabic":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":424,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:132","price":"Maze mwumvire Imana Allah mu kutarya inyungu izira no mu kwubahiriza ayandi mabwirizwa, mwumvire n’Intumwa yayo kugira mugirirwe impuhwe n’Imana Allah.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":425,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:133","price":"Bemeramana! Murahurumbira kwumvira Imana yanyu Rurema Allah n’Intumwa yayo, kugira mugumirizwe akabanga ku vyaha vyanyu ntimubihanirwe, muheze muronswe n’Ubwami bw’ijuru, ubwaguke bwabwo bungana n’amajuru n’isi; bwategekanirijwe abagamburukiramana;","arabic":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":426,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:134","price":"Barya batanga amatungo yabo mu mahirwe no mu marushwa, abatsinda ishavu bakihangana, hamwe rero n’abagirira ikigongwe abandi mu gihe bashoboye kwihora, ubwo ni bwo bugwaneza nya bugwaneza, burya rero Imana Allah Irakunda abagwaneza;","arabic":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":427,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:135","price":"Na barya iyo bagize icaha rutura canke bakirenganya mu gukora ivyaha bitobito, bashoka bibuka isezerano ry’Imana Allah bagaca basaba imbabazi ku vyaha vyabo, bizeye ko ata wubabarira ivyaha atari Yo, ntibanatsimbatara ku vyaha bagize kuko bazi ko baramutse bagarutse ku Mana Allah bakigaya Ibababarira;","arabic":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":428,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:136","price":"Abo ni bo rero, bagenewe n’Imana yabo Rurema Allah indishi yo kugumirizwa akabanga ku vyaha vyabo, hamwe rero n’imirima itotahaye yo mu Bwami bw’ijuru, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi, bazobubamwo ibihe bidahera. Iyo ni yo ndishi nziza rero ibereye abumviramana.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":429,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:137","price":"Bemeramana! Aho hambere yanyu, harabaye imigwi y’abantu, abemera muri bo barageragejwe mu kuneshwa igihe bahanganye n’abagarariji, ariko impera n’imperuka bakabatsinda. Kubera ivyo rero, nimugendagende kw’isi mwibuka ivyo, maze mwirabire ivyashikiye abahakanye Imana Allah n’Intumwa zayo [75].","arabic":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":430,"juzNumber":4,"footnotes":"[75] Muri iyi Aayah Imana Allah Irahoza abemeramana ku vyabashikiye ku rugamba rwa Uhudi, ko batocika intege kuko impera n’imperuka ni bo benintsinzi.","lang":"rn"},{"name":"3:138","price":"Iyi Qor’ani, ni impanuro ku bantu bose bashaka kurongoka, ikaba n’uburongozi n’urwibutso ku bagamburukiramana.","arabic":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":431,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:139","price":"Bemeramana! Ntimugacike intege mu kurwanya umwansi wanyu, kandi ntimukicwe n’intuntu ku vyabashikiye ku rugamba rwa Uhudi, kanatsinda ni mwebwe benintsinzi nimwaba mwemera Imana Allah n’Intumwa yayo, munubahiriza n’amabwirizwa yayo;","arabic":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":432,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:140","price":"Nihaba muri mwebwe harimwo abakomeretse canke abishwe ku rugamba rwa Uhudi, ni ukuri ni nk’uko nyene, no mu babangikanyamana harimwo abakomeretse n’abishwe. Burya imisi Twebwe Allah Dukurakuranya hagati y’abantu irasa ntingana; haba umusi wo gutsinda hakaba n’umusi wo gutsindwa, kugira Imana Allah Yerekane ku vyo Isanzwe Izi abemera vy’ukuri, Yongere Yiharire abayipfira muri mwebwe. Burya rero Imana Allah ntikunda namba abirenganya mu kureka guharanira idini ryayo;","arabic":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":433,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:141","price":"Ukuneshwa rero ku rugamba rwa Uhudi, kwari ukugira Imana Allah Irobanure abemeye vy’ukuri, Iheze Inagaragaze indyarya muri bo, Yongere kandi Ihonye abagarariji.","arabic":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":434,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:142","price":"Ngendanyi z’Intumwa! Mbega mwibaza ko mwokwinjira mu Bwami bw’ijuru, mu gihe Imana Allah Itabanje kubagerageza kugira Yerekane ku vyo Isanzwe Izi, abaharanira idini ryayo vy’ukuri n’abihanganira guhangana n’abansi!","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":435,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:143","price":"Bemeramana! Urugamba rwa Uhudi rutaraba, mwari mushashaye guhangana n’umwansi, kugira mupfire Imana Allah nk’abavandimwe banyu bayipfiriye ku rugamba rwa Badri, ng’urwo nya rugamba rero rwamaze gushika, nimwihangane mururwane urupfu mururaba n’amaso yanyu.","arabic":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":436,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:144","price":"Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) si ikindi kiretse ko ari Intumwa nk’izindi zarungitswe aho hambere yiwe. Mbega none mu gihe vyoshika agahwera canke akicwa, mwoca muvavanura n’idini ryanyu mukarivamwo! Uwuzokwisubirako akarivamwo, nta co azoba yiciye Imana Allah; nayo abazorigumamwo bagashimira Imana Allah ku nema y’ubwislamu, Imana Allah Izoheza Ibibahembere.","arabic":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":437,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:145","price":"Nta kiremwa na kimwe gifise ubuzima gishobora gupfa kiretse mu gihe ikiringo cagenewe kubaho giheze, maze kigapfa ku burenganzira bw’Imana Allah, burya Imana Allah Yaramaze kwandika isango ry’urupfu rwaco, ntikizopfa iryo sango ritaragera canke ngo kirisimbe. Uwo wese rero azogira ico akoze arondera ibisharizo vy’ubuzima bwo kw’isi, Tuzobimuha nk’uko Twabigeze; nayo uwuzogira ico akoze arondera indishi zo mu buzima bw’inyuma yo gupfa, Tuzoheza Tuzimuhe hiyongeyeko ibimubeshaho kw’isi mu vyo Twamugeneye. Burya Twebwe Allah Tuzohemba abashima bakatwumvira mu guharanira idini.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":438,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:146","price":"Hari n’Abavugishwamana benshi b’aho hambere barwaniye Imana Allah bari kumwe n’imigwi y’abigishwa babo, ntibigeze bacika intege ku vyabashikiye bagakomereka canke bakicwa, kandi ntibigeze bananirwa canke ngo bishikane ku mwansi, burya Imana Allah Irakunda abihangana;","arabic":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":439,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:147","price":"Nta n’ico bavuga bari mu bihe bitoroshe kiretse ukwiyambaza Imana Allah bavuga bati: “Mana yacu Rurema Allah! Tubabarire ivyaha vyacu hamwe n’ibicumuro twakoze mw’idini tutabizi, Wongere Utsimbataze ibirenge vyacu ntiduhunge umwansi ku rugamba, Unadushoboze gutsinda abantu b’abagarariji bahakana isengwa ryawe n’ubutumwa bw’Intumwa zawe”.","arabic":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":440,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:148","price":"Ni ho rero Imana Allah Yaha abo bihanganye bakiri kw’isi, indishi yabo yo gutsinda umwansi no gutsimbatara kw’isi, Ikazobaha n’indishi ishemeye y’Ubwami bw’ijuru mu buzima bw’inyuma yo gupfa. Burya rero Imana Allah Irakunda abagwaneza mu kwitonesha kuri Yo no mu kibano.","arabic":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":441,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:149","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Nimwumvira abagararije mu vyo babategeka no mu vyo bababuza, bazobahubisha inzira y’ukuri, maze muvavanure n’idini ryanyu murivemwo, muheze mutahire agahombo no guhona.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":442,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:150","price":"Kira noneho, ntibazobatabara, ahubwo rero Imana Allah ni Yo Muhagarikizi wanyu Nkinzoyabatoni, ni na Yo Mwiza w’abatabazi bose.","arabic":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":443,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:151","price":"Twebwe Allah Tuzotera ubwoba mu mitima y’abagararije bitewe n’ukuntu babangikanije Imana Allah n’ibigirwamana, mu gihe Imana Allah Itigeze Imanura icemezo c’uko bikwiye kubangikanywa na Yo, bazobaho rero kw’isi batekewe n’ubwoba bwo gutinya abemeramana. Ubushikiro bwabo mu buzima bw’inyuma yo gupfa, ni mu muriro, ni na ryo cumbi ribi cane ry’abirenganije mu bugarariji.","arabic":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":444,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:152","price":"Ngendanyi z’Intumwa! Ni ukuri, Imana Allah Yarabashiriye mu ngiro isezerano Yabahaye ry’intsinzi, igihe mwica abagarariji ku rugamba rwa Uhudi ku burenganzira bwayo. Aho rero mucikiye intege mugacanamwo ku vyerekeye iyubahirizwa y’ingingo yuko ingabo zirasa imyampi zoguma mu bibanza vyazo, canke zoja kwegeranya iminyago hamwe n’abandi, gutyo muba murenze kw’itegeko ry’Intumwa yanyu ryo kuguma mu bibanza vyanyu uko vyoba kwose. Ivyo bikaba vyaratumye muneshwa inyuma y’aho Imana Allah Yari Imaze kubereka intsinzi mukunda, aho bikaba vyarabonetse ko muri mwebwe harimwo abashaka iminyago, n’uko harimwo abashaka indishi zo mu buzima bw’inyuma yo gupfa. Ni ho rero mu nyuma yo kuneshwa, Imana Allah Yabakebanura Ikabakurako umwansi kugira Ibagerageze, ni ukuri Imana Allah Yarumvise ukwigaya kwanyu, Iraheza Irabababarira, burya rero Imana Allah, ni Nyeningabirano ku bemeramana.","arabic":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":445,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:153","price":"Ngendanyi z’Intumwa! Nimwibuke n’igihe mwahungira abansi banyu ku musozi ata wukebuka ngo arabe uwundi kubera ubwoba, Intumwa na yo ku rundi ruhande, ibahamagarira kugaruka ku rugamba, ntimwaheza ngo muyitabe, gutyo Imana Allah Ibahanisha agahinda ku kandi, kugira ngo ntimwicwe n’intuntu itewe no kubura intsinzi n’iminyago, no kugira kandi ntimwicwe n’intuntu ku vyabashikiye mu gutekerwa n’ubwoba no kuneshwa. Burya Imana Allah ni Muhetuziwavyose, Irazi neza ivyo mukora vyose, kandi Izobibahembera;","arabic":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":446,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:154","price":"Mu nyuma y’ako gahinda rero, ni ho Imana Allah Yabamanurira ituze n’umwizero w’isezerano ryayo, maze umugwi w’abizeye indishi ku Mana Allah muri mwebwe urahunyiza, mu gihe hari uwundi mugwi wacitse intege, urajwe ishinga no kurokoka ku rugamba, wiyumvira nabi Imana Allah ko Idashoboye gutabara Intumwa yayo, uraheza uricuza mu kuvuga uti: “Mbega hari na kimwe twari dushoboye mu gufata ingingo yo kuja ku rugamba!”. Ntumwa y’Imana! Babwire uti: “Ingingo iyo ari yo yose ishigwa mu ngiro ku bubasha bw’Imana Allah”, bahisha mu mishaha yabo ivyo bataguserurira mu kwicuza kuja ku rugamba, bakavuga ku mutima bati: “Iyo tuza kuba dushoboye guhitamwo, ntitwari kuza gupfira ng’aha ku rugamba”. Babwire uti: “Ubuzima butangwa n’Imana Allah. N’iyo muza kuba muri mu miryango yanyu, abandikiwe n’Imana Allah gupfa, bari gusohoka baza gusanga urupfu aho bagenewe gupfira, kugira Imana Allah Igerageze iyumviramana riri mu mitima yanyu, Iheze Itandukanye umwiza yemera vy’ukuri n’umubi arangwa n’uburyarya”. Burya rero Imana Allah Irazi neza ibihishijwe mu mishaha.","arabic":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":447,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:155","price":"Mu vy’ukuri, abahunze muri mwebwe ku rugamba rwa Uhudi, umusi abemeramana bahangana n’ababangikanyamana, ni ukuri shetani yabanyereje muri ico caha bitewe na bimwe mu vyaha bakoze, ni ukuri Imana Allah Yarabababariye ntiyabahana. Mu vy’ukuri, Imana Allah ni Nyenimbabazi-ntangere ku bigaya, Nyenubwitonzi-ntangere.","arabic":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":448,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:156","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Ntimukabe nk’abagararije Imana Allah, iyo benewabo bafashe urugendo rwo kurondera icobabeshaho, maze bagapfa; canke bakicwa mu gihe bajanye n’abarwanira idini ry’Imana Allah, bashoka bavuga bati: “Iyo badafata urugendo canke iyo bataja ku rugamba, bagaheza bakagumana na twe, ntibari gupfa; eka ntibari no kwicwa”. Iryo jambo baryatuye ku rurimi, kugira Imana Allah Irigire imvo y’umubabaro n’agahinda mu mitima yabo, mu gihe abemeramana bazi neza ko ibibashikira vyose, biba vyaragezwe n’Imana Allah. Kira noneho rero, Imana Allah Iha ubuzima uwo Yabugeneye n’aho yoba ari ku rugendo canke ku rugamba; Ikabwaka uwashikiwe n’umusi w’urupfu rwiwe, n’aho yoba ari mu muryango wiwe. Burya Imana Allah Irabona neza ivyo mukora vyose, ni Nyenukubona.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":449,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:157","price":"N’aho rero mwokwicirwa ku rugamba rwo guharanira idini, canke mugapfa urupfu rusanzwe, ni ukuri muri ico gihe, ico mukwiye kumenya ni uko ukugumirizwa akabanga ku vyaha vyanyu ntimubihanirwe, no kugirirwa impuhwe n’Imana Allah mu kuronswa Ubwami bw’ijuru, ari vyo vyiza cane kuri mwebwe kuruta isi n’ivyo abayihurumbira begeranya.","arabic":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":450,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:158","price":"N’aho mwopfa urupfu rusanzwe canke mukicirwa ku rugamba, ni ukuri ni ku Mana Allah muzokwegeranirizwa, Iheze Ibahembere ibikorwa vyanyu.","arabic":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":451,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:159","price":"Muvugishwamana! Kubera rero impuhwe z’Imana Allah, urorohera ingendanyi zawe. Iyo uza kuba urangwa n’imico mibi n’ingeso y’agatimatare, zari kuguhunga. Kubera ivyo rero, zigirire ikigongwe ku vyazishikiye ku rugamba rwa Uhudi, wongere uzisabire imbabazi ku Mana Allah, unazihanuze ijambo ku bikeneweko impanuro. Niwamara gufata ingingo mu vyo wazihanuje, uraheza uyishire mu ngiro wishimikije Imana Allah. Mu vy’ukuri, Imana Allah Irakunda abayishimikiza mu vyo bakora bakayizera.","arabic":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":452,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:160","price":"Imana Allah niyabatabara, nta n’umwe azoshobora kubanesha; niyabakurako amaboko naho, nta n’umwe azoshobora kubatabara havuye Imana Allah! Abemeramana rero nibishimikize Imana Allah mu vyo bakora, bayizere.","arabic":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":453,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:161","price":"Ngendanyi z’intumwa! Nta ho vyakabaye ko Umuvugishwamana ahemukira ingendanyi ziwe mu kwiha na kimwe mu minyago, kiretse ico yagenewe n’Imana Allah. Uwo wese rero muri mwebwe yohemuka akiha na kimwe mu minyago, azoza ku musi w’izuka acikoreye ku guteterezwa imbere y’ibiremwa vyose. Hanyuma ikiremwa cose gifise ubuzima kizotunganirizwa ku ndishi y’ivyo carondeye. Abantu rero ntibazonarenganywa mu kurenza urugero rw’ibihano canke mu kugabanywa indishi.","arabic":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":454,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:162","price":"Burya rero, uwurondera gushimwa n’Imana Allah mu kwubahiriza amabwirizwa yayo, nta ho asa asana n’umuntu adandabagira mu bugaba akwiye ishavu ry’Imana Allah, n’ubushikiro bwiwe bukaba ari mu muriro wa Jahannamu! Ni na bwo bushikiro bubi cane.","arabic":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":455,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:163","price":"Abantu bo mu Bwami bw’ijuru rero, bazoba barutana mu vyubahiro hisunzwe ibikorwa vyabo, nk’uko n’abantu bo mu muriro bazoba barutana mu ngero z’inyenga y’umuriro barimwo, hisunzwe ivyaha vyabo. Burya Imana Allah rero, ni Nyenukubona, Irabona neza ivyo bakora, kandi Izobibahembera.","arabic":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":456,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:164","price":"Ni ukuri, Imana Allah Yarahundagaje inema zayo ku bemeramana, igihe Ibarungikira Intumwa itowe mu Barabu, ibasomera Aayah zayo za Qor’ani, ikanabeza ibangikanyamana n’ingeso mbi zose, ikanabigisha Igitabu ca Qor’ani hamwe rero n’inyigisho n’imigenzo vy’intumwa, n’aho imbere y’irungikwa ry’iyo Ntumwa bari mu buhuvyi bugaragara.","arabic":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":457,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:165","price":"Bemeramana! Mbega igihe mushikiwe n’ikiza ku rugamba rwa Uhudi, hakicwa igitigiri c’abantu muri mwebwe, kandi na mwe mwarishe mu babangikanyamana ku rugamba rwa Badri igitigiri kingana n’ico kabiri, ni ho mwoca muvuga mwitangaza muti: “Twaneshejwe gute kandi turi abislamu, turi kumwe n’Intumwa y’Imana!”. Muvugishwamana! Babwire uti: “Ikiza cabashikiye, caturutse kuri mwebwe nyene, ku kubera ukutubahiriza itegeko ry’Intumwa yanyu mu kuva mu bibanza vyanyu, mukaja kwegeranya iminyago”. Mu vy’ukuri, Imana Allah ni Mushoboravyose;","arabic":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":458,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:166","price":"Ivyabashikiye rero mugakomeretswa canke mukicwa, umusi hahangana umugwi w’abemeramana n’umugwi w’ababangikanyamana ku rugamba rwa Uhudi, aho abemeramana batsinze mu ntango ariko bakaza gutsindwa mu nyuma, ivyo vyose vyari vyaragezwe ku bushobozi bw’Imana Allah, kugira Imana Allah Yerekane ku vyo Isanzwe Izi, maze Igaragaze abemeramana vy’ukuri muri mwebwe;","arabic":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":459,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:167","price":"Yongere Igaragaze ababaye indyarya igihe babwirwa n’abemeramana bati: “Nimuze twifadikanye mu kurwanira idini ry’Imana Allah nimwaba mwemera vy’ukuri, canke mwikingire mukingire n’ivyanyu hamwe n’abanyu”. Bishuye bati: “Iyo tumenya ko muhava muhangana mukarwana, ni ukuri twari kwifadikanya na mwe tukabakurikira”. Uwo musi rero, indyarya zari hafi y’ubugarariji gusumba uko zoba ziri hafi y’ukwemera, kuko zavuga n’akanwa kazo ivyo zitemera ku mutima. Burya rero Imana Allah Irazi neza ivyo zihisha mu mishaha yazo.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":460,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:168","price":"Indyarya zitagiye ku rugamba rwa Uhudi, zavuze ku bijanye n’abavandimwe bazo mu buryarya bishwe ku rugamba rwa Uhudi, ziti: “Iyo batwumvira ntibaje ku rugamba, ntibari kwicwa”. Ntumwa y’Imana! Zibwire uti: “Nimwikingire rero urupfu ntimuzopfe, nimwaba muri imvugakuri ko iyo babumvira batari kwicwa, n’uko na mwe mwarusimbishijwe n’ukutaja ku rugamba!”.","arabic":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":461,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:169","price":"Muvugishwamana! Ntiwiyumvire na gato ko abiciwe ku rugamba rwo guharanira idini ry’Imana Allah bahwereye, ahubwo ni bazima mu buzima bw’inyuma yo gupfa, baronswa ibibabeshaho bivuye mu Bwami bw’ijuru ku Mana yabo Rurema Allah;","arabic":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":462,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:170","price":"Akamwemwe kadasanzwe gatewe n’ivyiza biteye igomwe bahawe n’Imana Allah karabasya. Bafise n’akamwemwe gatewe n’agakuru keza ku bo basize inyuma bakiri bazima, bazopfira Imana Allah, ko ata bwoba bogira ku buzima bimirije inyuma yo gupfa, n’uko bobo batazokwicwa n’intuntu ku vyo basize kw’isi;","arabic":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":463,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:171","price":"N’uko banezerejwe n’inema hamwe n’izindi ngabirano zivuye ku Mana Allah, n’uko Imana Allah Itigera Itakaza indishi y’abemeramana.","arabic":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":464,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:172","price":"Abitavye akamo batewe n’Imana Allah n’Intumwa yayo inyuma y’aho urugamba rwa Uhudi rurangiriye, maze bakaja gukurikirana ababangikanyamana ahitwa “Hamraa-a l-Asad”, mu gihe bagifise inguma n’agahinda ko kuneshwa, abagwaneza n’abagamburukiramana muri bo rero, bazoronka impano zihambaye kandi zamaho mu Bwami bw’ijuru;","arabic":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":465,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:173","price":"Ababwiwe na bamwe mu babangikanyamana ku mvo zo kubatera ubwoba, bati: “Mu vy’ukuri, Abu Sufiyaani n’abo bari kumwe bamaze kwiyegeranya, bitegurira kubahohosha mutarasubira kwiyungunganya, muragabe rero mubiyubare ntimuje guhangana na bo kuko mudashobora kubanesha!”. Iryo terabwoba rero ha kubaca intege, ryabongerereje ukwemera n’ukwizera intsinzi iturutse ku Mana Allah, gutyo barabandanya gushika aho bagenewe, baraheza bavuga bati: “Imana Allah Irakwiye kuba ari Yo Idukingira, ni na Yo Muhagarikizi-Rutunga Iduhagarikiye”,","arabic":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":466,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:174","price":"Ni ho rero abemeramana bagaruka i Madina bavuye aho hitwa “Hamraa-a l-Asad”, bari mu nema y’umutekano n’ingabirano bivuye ku Mana Allah, ata n’umwe muri bo yabangamiwe ngo akomeretswe canke ngo yicwe, kuko umwansi yapfuye coba ntiyaseruka ku rugamba, gutyo bakurikira ishimwa ry’Imana Allah mu kuyumvira, Yo hamwe n’Intumwa yayo. Burya kandi rero Imana Allah ni Nyenimpano nyinshi zihambaye ku biremwa.","arabic":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":467,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:175","price":"Uwo yaje kubatera ubwoba, ni shetani itera ubwoba abemeramana bwo kudahangana n’abatabazi bayo mu babangikanyamana. Kubera ivyo rero, ntimukabatinye na gato, nta co bashoboye kubagira. Muraheza rero nyabuna muntinye Jewe Allah mu kunyumvira nimwaba munyemera mukanemera n’Intumwa yanje.","arabic":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":468,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:176","price":"Ntumwa y’Imana! Ntugaterwe intuntu n’abihutira kugarariza, mu vy’ukuri, nta co bazokwicira Imana Allah, ahubwo ni bo bazokwiyicira vyinshi, Imana Allah Ishaka kutazobaha indishi mu buzima bw’inyuma yo gupfa. Baranategekanirijwe ibihano bihambaye.","arabic":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":469,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:177","price":"Mu vy’ukuri, abiguze ubugarariji ha kwemera, nta na kimwe bazokwicira Imana Allah. Baranategekanirijwe ibihano bibabaza.","arabic":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":470,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:178","price":"Abagararije mu guhakana bivuye inyuma, iyo Tubahaye kuramba, Tukabaha n’ibisayangana kw’isi, ntitwihutire kubahanira ivyaha vyabo, ntibakibwire ko Tuba Tubahaye ivyiza; ni ukuri, Dutenyenya kubahana kugira barendegere mu bukozi bw’ikibi n’akarenganyo. Baranategekanirijwe ibihano bisuzuguza.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":471,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:179","price":"Imana Allah ntiyari kureka abemeramana koko ngo babandanye babana n’indyarya, Itabanje kubatandukanya mu kugaragaza umubi arangwa n’uburyarya, n’umwiza arangwa n’ukwemera koko, gutyo hakamenyekana uwemera Imana Allah, hakanamenyekana n’indyarya muri mwebwe. Ntivyari no mu ntumbero y’Imana Allah kubahishurira ibinyegejwe ibiremwa kugira mwibonere indyarya muyimenye, ahubwo Imana Allah Igaragaza uwemera n’indyarya mw’igeragezwa ku bibashikira. Ariko Imana Allah, Ihitamwo uwo Ishatse mu Ntumwa zayo, Ikamuhishurira bimwe mu binyegejwe ibiremwa, maze nya Ntumwa igaheza igatandukanya uwemera n’indyarya. Kubera ivyo rero, nimushishikare mwemera Imana Allah n’Intumwa yayo. Nimwaramuka mwemeye vy’ukuri mukanagamburukira Imana Allah mu kwubahiriza amabwirizwa yayo, muzoheza muronke impembo zihambaye.","arabic":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":472,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:180","price":"Ingumyi zidatanga mu mpano Imana Allah Yazihaye, ntizikiyumvire ko ukwo kudatanga ari yo neza kuri zo, ahubwo ni inabi kuri zo. Amatungo zegeranije zikareka kuyatanga, zizoyambikwa mw’izosi yahindutse umuriro ku musi w’izuka. Burya rero Imana Allah ni Yo Mwami w’abami Ikaba na Samuragwa w’amajuru n’isi n’ibiri muri vyo igihe ibiremwa vyose bizoba vyahonye. Kandi ivyo mukora vyose rero Irabizi, ni Muhetuziwavyose, Izobibahembera.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":473,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:181","price":"Ni ukuri Imana Allah Yaramaze kwumva ijambo ry’abayahudi bavuze bati: “Mu vy’ukuri Imana Allah Irakenye, ni na co gituma Idusaba kuyigurana, ni twebwe rero dutunze”. Twebwe Allah Tuzokwandika iryo jambo bavuze, Twandike n’iyicwa ry’Abavugishwamana bishe ku karenganyo. Tuzonabibahanira Dushoke Tubabwira bari mu muriro Duti: “Nimuhonje rero ibihano vy’umuriro ururumba, uturira;","arabic":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":474,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:182","price":"Ivyo bihano rero vyabashikiye, vyatewe n’ibicumuro mwakoze kw'isi mu mvugo n’ingiro no mu kwemera ibintazi; n’uko Imana Allah Itigera Irenganya n’umwe mu biremwa, mu kugabanywa ku vyiza canke mu kurengerezwa ku vyaha, n’aho koba akantu kangana n’inzatsa Izokamuhembera\".","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":475,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:183","price":"Abo bayahudi igihe bahamagarirwa kuba abislamu, bavuze bati: “Imana Allah Yaduhaye isezerano muri Tawurati ry’uko tutemera uwuzoza avuga ko ari Intumwa, gushika atuzaniye imperezwa yo kwiyegereza Imana Allah, hashoke haza umuriro uturutse mw’ijuru, maze uturire nya mperezwa”. Ntumwa y’Imana! Babwire uti: “Mwanguha! Ntaco mwigovyora, kuko mwarungikiwe Intumwa aho hambere yanje ziza zifise ivyemezo n’ibitangaro vyemeza ko ari Intumwa vy’ukuri, zifise na nya mperezwa yaturiwe n’umuriro nk’uko mwabivuze, none ni kuki ba so bazishe nimwaba muri imvugakuri ku biri muri Tawurati!”.","arabic":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":476,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:184","price":"Nibaramuka baguhakanye bakakugarariza bivuye inyuma, si wewe rero uzoba ubaye uwa mbere, ni ukuri aho hambere yawe haragararijwe Intumwa nyinshi, zaje zifise ibitangaro n’ivyemezo bigaragara, zibangikanije n’Imizingo irimwo inyigisho hamwe n’Ibitabu bitomora inzira y’ukuri.","arabic":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":477,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:185","price":"Zina kiremwa ico ari co cose gifise ubuzima gitegerezwa gupfa, gutyo ibiremwa vyose bisubire ku Wabiremye Allah, Aheze Abiharurire. Ni ukuri, muzotunganirizwa indishi zanyu ku vyo mwakoze zitagabanijweko na gato ku musi w’izuka. Uwo wese rero azoterwa iteka akigizwa kure y’umuriro, akinjizwa mu Bwami bw’ijuru, azoba aronse intsinzi nya ntsinzi. Burya ubuzima bwo kw’isi, si ikindi kiretse ko ari ibihendamaso vyo kuryoherwa gato, ntibukabahende rero.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":478,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:186","price":"Bemeramana! Ni ukuri mutegerezwa kugeragezwa mu gutanga ishikanwa-bwirizwa n’imperezwa; mu gushikirwa n’intureka mu matungo yanyu; mu gukomeretswa no mu kwicwa, canke kubura abanyu mukunda, gushika muboneke ko mwemera vy’ukuri; ni ukuri muzokwumva n’amajambo yo gutyoza idini ryanyu abababaza kenshi, avugwa n’abayahudi, abanaswara n’ababangikanyamana. Bemeramana! Nimwihanganira rero ibangamira ryabo, mukanatinya Imana Allah mu kwubahiriza amabwirizwa yayo, ni ukuri muramenya ko ivyo biri mu bintu bihambaye bikwiye gufatwako ingingo.","arabic":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":479,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:187","price":"Ntumwa y’Imana! Ibuka n’igihe Imana Allah Yaha isezerano abahawe Igitabu Iti: “Mutegerezwa gushira mu ngiro amabwirizwa yacu ari muri Tawurati no mu Njili mwongere munayigishe abantu, kandi ntimuzohirahire ngo muyanyegeze”, baraheza bata nya sezerano inyuma y’umugongo ntibaryubahiriza, bariguza ibintu vy’igiciro gito cane mu bihendamaso vy’isi, kugira banyegeze canke bahindagure ukuri kuri muri nya Gitabu, iryo rero ni ryo guza ribi cane.","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":480,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:188","price":"Ntiwiyumvire ko abanezerezwa n’ibibi bakora bagakunda no gushimwa n’abantu ku vyo batakoze, bazokira ibihano vy’Imana Allah kw’isi. Baranategekanirijwe ibihano bibabaza cane mu buzima bw’inyuma yo gupfa [20].","arabic":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":481,"juzNumber":4,"footnotes":"[20] Iyi Aayah irihaniza igatega imisi umuntu wese anezerezwa n’ikibi yakoze, akunda kwigamba ku vyo atakoze ashaka gushimwa n’abantu.","lang":"rn"},{"name":"3:189","price":"Imana Allah ni Yo Nyenubwami Igaba Ikaganza amajuru n’isi n’ibiri muri vyo, burya Imana Allah ni na Yo Mushoboravyose.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":482,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:190","price":"Mu vy’ukuri, mw’iremwa ry’amajuru mu kuntu ahanitse, n’isi mu kuntu ishigikiwe n’imisozi, ikagira utubande n’amabahari, no mw'ibisikanya n’ikurakuranwa ry’ijoro n’umurango ku buryo ijoro hari igihe riba rirerire, ikindi gihe umurango ukaba muremure, ni ukuri harimwo ivyemezo ku bantu b’incabwenge koko, vyerekana ko hari Imana Imwe Rudende Yabiremye;","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":483,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:191","price":"Barya baninahaza bagatazira Imana Allah bahagaze, bicaye canke baryamiye urubavu, bakanaguma biyumvira ubushobozi bw’Imana Allah mu kurema amajuru indwi n’isi, bagaheza bakavuga bati: “Mana yacu Rurema Allah! Ntiwaremeye ubusa ibi vyose! Ininahazwa ni iryawe Mana, turagusavye rero Udukingire ibihano vy’umuriro udahera;","arabic":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":484,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:192","price":"Mana yacu Rurema Allah! Wewe mu vy’ukuri, uwo Uzoshira mu muriro udahera, Uzoba Wamutetereje, kanatsinda kuri uwo musi abirenganije mu kukubangikanya ntibazoronka ababatabara mu kubakingira ibihano vyawe;","arabic":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":485,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:193","price":"Mana yacu Rurema! Twebwe mu vy’ukuri twarumvise Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) irarikira abantu ku kwemera, ivuga iti: “Nyabuna nimwemere Imana yanyu Rurema Allah, mwubahirize n’amabwirizwa yayo”, duca turayemera. Mana yacu Rurema! Turagusavye rero, Utugumirize akabanga ku vyaha vyacu ntubiduhanire, Wongere Utubabarire n’ibicumuro vyacu, nihagera ko duhwera naho, Uraheza Udushire mu beranda;","arabic":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":486,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:194","price":"Mana yacu Rurema Allah! Duhe intsinzi, ugutsimbatara no gutumbera inzira yawe Wadusezeraniye ku Ntumwa zawe. Ntuzotumaramaze ku musi w’izuka mu gushira ivyaha vyacu ku mugaragaro. Mu vy’ukuri, Wewe nturenga kw’isezerano Wahaye ibiremwa”.","arabic":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":487,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:195","price":"Gutyo Imana yabo Rurema Allah Iraheza Irabakirira igisabisho Iti: “Jewe mu vy’ukuri, sintakaza indishi y’uwakoze igikorwa ciza muri mwebwe, yaba umuhungu canke umukobwa, mwese murangana mu kwemera, mu kwakirirwa ibikorwa no mu kubihemberwa indishi. Kubera ivyo rero, abimutse izabo barondera gushimwa n’Imana Allah, n’abasohowe mu zabo bakageramirwa bahorwa kumparanira no kunsenga, bakaja no ku rugamba ku guharanira idini ryanje, bakicwa, ni ukuri Jewe Allah Nzobagumiriza akabanga ku vyaha vyabo ku musi w’izuka, maze sindabibahanire, kandi ni ukuri Nzoheza Ndabinjize mu mirima itotahaye yo mu Bwami bw’ijuru, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi”, iyo ni yo ndishi ibereye ivuye ku Mana Allah. Burya ku Mana Allah, ni ho hari indishi nziza zishemeye.","arabic":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":488,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:196","price":"Ntumwa y’Imana! Ntugahendwe n’ukuntu abagararije babayeho borohewe mu buzima bwo kw’isi, bishira bakizana aha na hariya mu rudandazwa, bitebe bitebuke bazohemberwa ivyo bakora;","arabic":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":489,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:197","price":"Ivyo, ni ibihendamaso vyo kuryoherwa umwanya muto, hanyuma ubushikiro bwabo ku musi w’izuka ni mu muriro wa Jahannamu, ni na bwo busaswa bubi cane.","arabic":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":490,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:198","price":"Ariko abatinye Imana yabo Rurema Allah, bakanayigamburukira mu kwubahiriza amabwirizwa yayo, barategekanirijwe imirima itotahaye yo mu Bwami bw’ijuru, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi, bazobamwo ibihe bidahera, ni ryo cumbi ryabo bategekanirijwe n’Imana Allah. Burya rero, ibiri ku Mana Allah mu ngabirano zihambaye, ni vyo vyiza cane ku bagamburukiramana kuruta ukuntu abagarariji babayeho borohewe kw’isi.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":491,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:199","price":"Bemeramana! Mu vy’ukuri bamwe mu bahawe Igitabu, ni ukuri baremera Imana Imwe Rudende Allah, bakemera na Qor’ani mwamanuriwe, hamwe na Tawurati n’Injili bamanuriwe, bakicisha bugufi mu kwumvira Imana Allah, ntibanafata Aayah z’Imana Allah ngo baziguze ibintu vy’igiciro gito cane mu bihendamaso vy’isi, kugira ngo banyegeze canke bahindagure ukuri bazi. Abo, ni bo rero bategekanirijwe ku Mana yabo Rurema Allah, indishi yabo ikwiye. Mu vy’ukuri, Imana Allah Iranyarutsa mu guharurira no mu guhemba ibiremwa.","arabic":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":492,"juzNumber":4,"footnotes":"","lang":"rn"},{"name":"3:200","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Nimwihanganire kwama mwumvira Imana Allah, mwihanganire n’ibibashikira, maze mutsindishe abansi banyu ukwihangana ku rugamba, muheze mugume ku birindiro vy’urugamba, munatinye Imana Allah mu kwubahiriza amabwirizwa yayo, kugira muronke intsinzi kw’isi no mu buzima bw’inyuma yo gupfa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":493,"juzNumber":4,"footnotes":"","lang":"rn"}],"chapter":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"]}