{"data":[{"name":"31:1","price":"Alif Laam Miim[1].","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’igisomwa Al-Baqara.","lang":"rn"},{"name":"31:2","price":"Izi, ni Aayah z’Igitabu Qor’ani Nakumanuriye Ntumwa y’Imana, gitomora neza imvo n’imvano z’ingingo n’amabwirizwa.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:3","price":"Izi Aayah za Qor’ani, ni uburongozi n’impuhwe ku bagwaneza bubahiriza amabwirizwa y’Imana Allah, bakagendera n’imigenzo y’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah);","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:4","price":"Abatsimbataza isengesho rikwije ibisabwa ku mwanya waryo, bagatanga n’ishikanwa-bwirizwa, bakemera n’uko hari izurwa n’iharurirwa ry’ibiremwa mu buzima bw’inyuma yo gupfa;","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:5","price":"Abo, ni bo rero bari mu bugororotsi buvuye ku Mana yabo Rurema Allah, ni na bo baronse intsinzi kw’isi no mu buzima bw’inyuma yo gupfa.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:6","price":"Burya mu bantu, harimwo uwutanga uburyo mu kugura amajambo y’ibihendamaso bisamaza[2], kugira ahubishe abantu inzira y’uburongozi bw’Imana Allah, akagira na Aayah zayo kuba itebura. Uyo rero, ari mu bategekanirijwe ibihano bisuzuguza;","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"[2] Ibihendamaso bisamaza, ni ikintu ico ari cose gisamaza umuntu mu kutitwararika ibikorwa vy’igamburukiramana.","lang":"rn"},{"name":"31:7","price":"Iyo asomewe Aayah za Qor’ani arazirengagiza n’amanyama n’akantu, akagenza umugongo, akica amatwi nk’uwutazumva, ukamengo yarazivye amatwi. Ntumwa y’Imana! Umuntu nk’uyo, uramushikiriza inkuru y’incamugongo, ko yagenewe ibihano bibabaza ku musi w’izuka.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:8","price":"Mu vy’ukuri, abemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo, barategekanirijwe Ubwami bw’ijuru bwuzuyemwo inema;","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:9","price":"Bazobubamwo. Iryo ni isezerano ry’Imana Allah ry’ukuri, ni na Yo Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora;","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:10","price":"Yaremye amajuru Irayahanika ata nkingi mubona ziyafashe, Iraheza Ishira mw’isi imisozi iyishigikiye kugira ntibazungagize ngo munanirwe kuyibako, maze Ikwiragiza kuri yo amoko y’ibiremwa bigendagenda, gutyo Twebwe Allah Dutuma n’imvura igwa ivuye mu bicu izananye mu kirere, Turaheza Tunagisha kw’isi ubwoko bwose bw’ivyimeza n’ibiterwa ngirakamaro biryoheye ijisho.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:11","price":"Ehe nimurabe rero ivyaremwe n’Imana Allah! Babangikanyamana! Enda nyabuna rero, nimunyereke ivyaremwe n’ibigirwamana musenga mu gishingo c’Imana Allah! Ahubwo abirenganije mw’ibangikanyamana, bari mu buhuvyi bugaragara buri kure cane y’ukuri.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:12","price":"Ni ukuri, Twarahaye umuja mweranda Luqmaani, ubutore bwo gutumbera ukuri mu mvugo n’ingiro, Turaheza Tumubwira Duti: “Shimira Imana Allah ku nema Yaguhaye”. Uwushimiye rero Imana Allah ku nema Yamuhaye, aba ashimye ku neza yiwe. Nayo uwugararije mu guhakana yivuye inyuma inema zayo, ni ukuri Imana Allah ni Uwikenuye, Yikenuye muri vyose nta co Ikeneye ku biremwa; Nyenugushimwa, Ishimwa ku mazina, ku matazirano no ku bikorwa vyayo mu bihe vyose.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:13","price":"Ntumwa y’Imana! Ibuka n’igihe Luqmaani yahanura umuhungu wiwe akamubwira ati: “Mwananje! Ntukabangikanye Imana Allah ngo wirenganye, mu vy’ukuri ibangikanyamana, ni akarenganyo n’icaha rutura”.","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:14","price":"Twebwe Allah, Twabwirije umuntu kwubaha no kwubahiriza abavyeyi biwe. Akwiye kwibuka ko nyina yasamye imbanyi yiwe mu muruho ku wundi, araheza atwara nya mbanyi, aramuvyara, aramwonsa gushika amucukije kw’ibere mu kiringo c’imyaka ibiri; amaze gukura, Tumubwiriza Duti: “Shimira rero Imana Allah, uheze ushimire n’abavyeyi bawe, iherezo ryanyu mwese ni iwanje Jewe Allah, kugira mpembere umwe wese muri mwebwe ico yakoze;","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:15","price":"Muntu! Abavyeyi bawe rero, nibaguhatira kumbangikanya mu gusenga ivyo udafitiye ubumenyi canke gucumura, ntuzobumvire namba, uraheza rero ubane na bo kw’isi mu bugwaneza mu gihe ata caha kirimwo, maze ukurikire inzira y’uwigaya akagaruka kuri Jewe Allah; hanyuma muzosubizwa iwanje, Mpeze Ndababwire ivyo mwari mwarakoze kw’isi, maze Ndabibahembere”.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:16","price":"Luqmaani yabandanije ahanura umuhungu wiwe ati: “Mwananje! Ikibi canke iciza ukoze, n’aho coba kingana n’urutete rw’ururo, kikaba kiri mw’ibuye riri mu musozi canke aho ari ho hose mu majuru canke mw’isi, menya ko Imana Allah Izokizana ku musi w’izuka maze Ikiguharurire. Mu vy’ukuri Imana Allah, ni Rumenyi-Rudahishwa, Irazi neza ibikorwa vy’ibiremwa, ni Muhetuziwavyose;","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:17","price":"Mwananje! Tsimbataza isengesho rikwije ibisabwa, ubwirize gukora iciza, maze ubuze no gukora ikibi, uheze rero wihanganire ibigushikiye. Mu vy’ukuri izi mpanuro, ziri mu mabwirizwa ahambaye utegerezwa kwitwararika;","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:18","price":"Ntukarabe hirya ngo wirengagize abantu n’amanyama mu gihe co kuganira na bo; kandi ntukagendere kw’isi n’ubwishime ku bantu. Mu vy’ukuri Imana Allah, ntikunda namba uwishima akirata ku bandi;","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:19","price":"Uricisha bugufi mu gutambuka, nturenze ijwi abo muganira. Mu vy’ukuri, ijwi ribi ridakundwa na gato, ni ukuri ni ijwi ry’indogobwe yabira ikarenza urugezo”.","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:20","price":"Bantu! Mbega ntimubona ko Imana Allah Yaremye ku neza yanyu ibiri mu majuru[3] n’ibiri mw’isi[4], n’ibindi bitari ivyo, Iraheza Ibakwiragizako inema zayo; iziboneka[5] muri zo n’izitaboneka[6], n’izindi nema rero mutazi Yabategekanirije! Burya mu bantu, harimwo abaharira ku bijanye n’isengwa ry’Imana Imwe Rudende Allah, bagaharira mu ntumbero yo kugarariza ata n’ubumenyi canke icemezo bafise, ata n’uburongozi bw’Intumwa Twarungitse bisunze, eka ata n’Igitabu cerekana ukuri kw’ivyo bavuga.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"[3] Nk’ukwezi, izuba, inyenyeri n’ibicu, n’ibindi.\n[4] Nk’amazi, ivyamwa, ibiti, ubutare, ibitungwa n’ibindi biremwa bigendagenda kw’isi.\n[5] Nk’amagara meza, amatungo, ibibondo, n’ibindi.\n[6] Nk’ubwenge n’ubukerebutsi, ubumenyi, ukwemera, n’ibindi.","lang":"rn"},{"name":"31:21","price":"Iyo abaharira ku bijanye n’isengwa ry’Imana Imwe Rudende Allah babwiwe bati: “Enda nyabuna rero, nimukurikire ivyo Imana Allah Yamanuriye Umuvugishwamana wayo Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah)”, baca bishura bati: “Ahubwo nyabuna dukurikira ivyo twasanze abavyeyi bacu bakora mu gusenga ibigirwamana”. Karashize ingani bakore ivyo, n’aho shetani yobaryosharyosha mu kibi, ibararikira kuja mu bihano vy’umuriro wama wegenyejwe!","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:22","price":"Uwutumbera Imana Allah mu vyo akora vyose, akaba ari n’umugwaneza mu mvugo n’ingiro, ni ukuri azoba yafashe kw’ipfundo rimushikana ku gushimwa n’Imana Allah. Burya, iherezo ry’ibintu vyose riri ku Mana Allah, Izohembera umwumwe wese ico yakoze.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:23","price":"Ntumwa y’Imana! Uwagararije, igarariza ryiwe ntirikagutuntuze ku mutima, kuko wamaze gushikiriza ubutumwa butomoye, amaherezo y'abagarariji ku musi w’izuka, ni iwacu Twebwe Allah, Tuzoheza rero Tubabwire ivyo bakoze vyose, maze Tubibahembere. Mu vy’ukuri Imana Allah, Irazi ibinyegejwe mu mishaha;","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:24","price":"Twebwe Allah, Tuzoheza Tubahe kuryoherwa gato mu buzima bwo kw’isi, hanyuma ku musi w’izuka, Tubashorere mu bihano biremereye vyo mu muriro wa Jahannamu.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:25","price":"Ntumwa y’Imana! No mu gihe woramuka ubajije ababangikanyamana uti: “Mbega, ni nde Yaremye amajuru n’isi?”. Ni ukuri bazokwishura bati: “Vyaremwe n’Imana Allah”. Nibakwishura rero ukwo, uraca ubabwira uti: “Nihashimagizwe rero Imana Allah Igaragaje ukuri mu vyo mwivugiye”. Ahubwo rero abenshi mu babangikanyamana, ntibazi Imana Ikwiye gushimwa, ngo baheze bayisenge ari Imwe Rudende batayibangikanya.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:26","price":"Imana Allah, ni Yo Rugaba w’ibiri mu majuru n’isi. Mu vy’ukuri Imana Allah, ni Uwikenuye Yikenuye muri vyose, Nyenugushimwa, Ishimwa ku mazina, ku matazirano no ku bikorwa vyayo mu bihe vyose.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:27","price":"Ni ukuri, iyo ibiti vyose biri kw’isi bihinduka ikaramu, amazi y’amabahari yose hiyongeyeko n’ayandi mabahari indwi, yose agacika irangi, maze bikandika amajambo y’Imana Allah yerekeye ubumenyi n’ingingo vyayo, ivyo Ihishurira abamalayika n’Intumwa zayo; nya karamu zovungaguritse, na nya mazi y’amabahari yose yokamye imbere yuko amajambo y’Imana Allah ahera kwandikwa. Mu vy’ukuri Imana Allah, ni Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora[7].","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"[7] Iyi Aayah iremeza ko Imana Allah Ivuga Igatomora amajambo mu buryo buberanye n’icubahiro cayo.","lang":"rn"},{"name":"31:28","price":"Bantu! Iremwa ryanyu, eka n’izurwa ryanyu ku musi w’izuka, bizoba mu kanya isase kandi vyoroshe cane; nk’iremwa ry’umuntu umwe n’izurwa ryiwe. Mu vy’ukuri Imana Allah, ni Nyenukwumva, Irumva ivyo muvuga; Nyenukubona, Irabona neza ivyo mukora, kandi Izobibahembera.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:29","price":"Mbega ntiwabonye ko Imana Allah Yinjiza igice c’ijoro mu murango, maze umurango ukaba muremure; Ikinjinza igice c’umurango mw’ijoro, maze ijoro rikaba rirerire; n’uko Yabagiriye izuba n’ukwezi mwikorako, kimwe cose muri vyo kigaca mu nzira-ntasobwa yaco kugera kw’isango ryagezwe; n’uko Imana Allah Izi neza ivyo mukora vyose, ari Muhetuziwavyose!","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:30","price":"Ivyo vyose rero, bikerekana ubushobozi bw’Imana Allah kugira mumenye ko ari Yo Nyakuri[8]; n’uko ivyo musenga mu gishingo cayo ari irementanya; n’uko Imana Allah ari Yo Nyenicubahiro-ntangere, Nyenubukuru, Ikwiye gusengwa ari Imwe Rudende Itabangikanywa.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"[8] Ukubaho kwayo n’ibikomoka kuri Yo vyose, ni ukuri, nta makenga canke amazinda ari mu mazina no mu matazirano yayo, kibure mu bumana bwayo.","lang":"rn"},{"name":"31:31","price":"Mbega muntu wihweza ibintu n’ibindi! Ntiwabonye ko ubwato amahanga bugendera mw’ibahari ku bugwaneza bw’Imana Allah Igirira ibiremwa, kugira Ibereke mu vyemezo vyayo ivyotuma mwikebuka! Mu vy’ukuri, mw’igendera ry’ubwato mw’ibahari, ni ukuri harimwo ivyemezo vyerekana ubushobozi n'ububasha vy’Imana Allah ku wihanganira igamburukiramana, agashima n’inema zayo.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:32","price":"Iyo ababangikanyamana bari ku rugendo mu bwato, bakugarizwa n’imikuba ingana umusozi ivuye hirya no hino, igipfungu na co hejuru yabo ari nk’ibicu, maze bagatinya gutwarwa, muri ico gihe baca bambaza Imana Imwe Rudende Allah, beza n’idini ryayo ngo Ibarokore. Imana Allah Iramutse Ibumviye, Ikabakura muri nya kaga, bagashika imusozi amahoro, ubona muri bo harimwo uwutagira ishaka ryo gushimira koko Imana Allah, hakabamwo rero n’uwihakana inema zayo akagarariza. Burya, nta wugarariza mu guhakana yivuye inyuma ivyemezo vy’ubushobozi bwacu Twebwe Allah, kiretse umuhemu atigera yubahiriza isezerano, umugarariji ruhebwa mu kwihakana inema zacu.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"rn"},{"name":"31:33","price":"Emwe bantu! Nimugamburukire Imana yanyu Rurema Allah mu kwubahiriza amabwirizwa yayo, maze mwiyubare umusi w’umuhero w’isi, igihe umuvyeyi ata co azomarira umwana wiwe, eka n’umwana nta na kimwe azomarira umuvyeyi wiwe. Mu vy’ukuri isezerano ry’Imana Allah, ni iry’ukuri; ntimuhendwe rero n’ibihendamaso vyo mu buzima bwo kw’isi, ngo bibabuze kwitegurira ubuzima bw’inyuma yo gupfa, kandi ntimugahendwe na shetani ibibagiza Imana Allah[9].","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"[9] Shetani ihubisha abantu ikabibagiza Imana Allah, irashobora kuba ikomoka mu bantu canke mu majini.","lang":"rn"},{"name":"31:34","price":"Mu vy’ukuri, ubumenyi bw’isango umuhero w’isi uzoshikirako, ni ubw’Imana Allah Yonyene, ni Yo Inatuma imvura igwa igahembura ibiremwa, Irazi n’ikiremwa kikiri mu gitereko, nta kiremwa na kimwe gifise ubuzima kizi ikizokibeshaho ejo, nta n’ikiremwa na kimwe gifise ubuzima kizi isango n’ahantu kizopfira, ivyo vyose bikaba biri gusa mu bumenyi bwayo. Mu vy’ukuri Imana Allah, ni Nyenubumenyikurivyose, Muhetuziwavyose.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"rn"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}