{"data":[{"name":"40:1","price":"Haa Miim[1].","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’Igisomwa Al-Baqara.","lang":"rn"},{"name":"40:2","price":"Ihishurwa ry’iki Gitabu ca Qor’ani, ryavuye ku Mana Allah, Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora;","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:3","price":"Ibabarira ivyaha vy’abanyavyaha, Ikakira n’ukwigaya kw’abigaya; Igahana Igahasha abubahutse gukora ivyaha hanyuma ntibigaye, Nyenimpano ku baja bayo bayumvira, nta mana ibwirijwe gusengwa vy’ukuri atari Yo, ni kuri Yo rero ibiremwa vyose bizosubizwa ku musi w’iharurirwa, kugira Ihembe kimwe cose ku rugero rw’ibigikwiye.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:4","price":"Nta wuharira ku bijanye na Aayah za Qor’ani n’ivyemezo vyerekana ko Imana Allah ari Imwe Rudende, kiretse abagararije ko Allah ari Yo Mana Ikwiye gusengwa vy’ukuri. Ntumwa y’Imana! Ntugahendwe rero ngo ukangwe n’ukwishira n’ukwizana kwabo mu rudandazwa, hamwe rero no kworoherwa mu bihendamaso vy’isi;","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:5","price":"Hambere y’abo bagarariji, abantu barungikiwe Nuhu hamwe n’abaje mu nyuma zabo; nka Bene Aadi na Bene Thamuudi, barahakanye bivuye inyuma Intumwa barungikiwe, maze biha kuzigeramira, bacurika imitwe hamwe mu ntumbero yo kuzihana harimwo no kuzica, umugwi wose muri bo uraheza utegura umugambi wo gufata Intumwa yawo ngo uyice, baraheza baraharira bitwaje ikinyoma, kugira ngo nya kinyoma gitsinde ukuri, Nca Ndabashikura Ndabahana. Ntumwa y’Imana! Ehe raba rero ukuntu Nabahaye ibihano bikaze vyobera inkebuzo ibiremwa bindi bizoza mu nyuma!","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:6","price":"Ni nk’uko nyene rero - Twahanye imigwi y’abagararije Intumwa aho hambere - ijambo ry’Imana yawe Rurema Allah ryo guhana abagararije, rija mu ngiro mu kuba ari abantu bo mu muriro.","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:7","price":"Abamalayika bareruye ubuhangamo bwa Nyenimpuhwe “Arshi” bari kumwe n’abandi bamalayika babukikuje, baninahaza Imana yabo Rurema Allah mu kuyishimagiza mu buryo buberanye n’icubahiro cayo, bakayemera vy’ukuri, bagasabira imbabazi abemeramana, bavuga bati: “Mana yacu Rurema Allah! Impuhwe n’ubumenyi vyawe bikwiriye ikintu cose Waremye; kubera ivyo rero, Gumiriza akabanga maze Ubabarire abigaya ku vyaha vyabo bakanakurikira n’inzira yawe y’ubwislamu, Uheze Ubakingire n’ibihano vy’umuriro ururumba wa Jahannamu;","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:8","price":"Mana yacu Rurema Allah! Turagusavye ko Ubinjiza mu mirima itotahaye yo mu Bwami bw’ijuru rya “Adeni” Wabasezeraniye, bo hamwe n’aberanda muri ba se babo, abakenyezi babo n’uruvyaro rwabo. Mu vy’ukuri, ni Wewe Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ukora;","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:9","price":"Bakingire n’inkurikizi mbi y’ibicumuro vyabo, Ntubibahanire. Uwo wese rero Ukingiye inkurikizi mbi y’ibicumuro ku musi w’iharurirwa ry’ibiremwa, ni ukuri Uba Wamugiriye impuhwe zo kumukiza ibihano vyawe; iyo, ni na yo ntsinzi ihambaye”.","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:10","price":"Mu vy’ukuri, abagararije ko Allah ari Yo Mana Ikwiye gusengwa vy’ukuri maze bakayibangikanya, igihe babonye intureka z’umuriro udahera, bazokwiyanka nya kwiyanka, maze abamalayika bawucungereye babahamagare bati: “Urwanko Imana Allah Yabanse mukiri kw’isi, igihe murarikirwa kuyemera hamwe n’Intumwa zayo mukagarariza, ruruta urwanko mwiyanka aho muboneye ibihano”.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:11","price":"Abagarariji rero bazovuga bati: “Mana yacu Rurema Allah! Watwishe incuro zibiri[2], Udusubiza n’ubuzima incuro zibiri nyene[3]; ubu rero turemanze ivyaha vyacu twakoze; mbega none, nta kuntu twoshobora kuva mu muriro udahera, maze tugasubira kw’isi tugaheza tukakwumvira!”. Ico gihe rero, ukwemanga kw’ivyaha vyabo nta co kuzobamarira;","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"[2] Igihe twari tukiri intanga tutarahuhirwamwo inkomoko y’ubuzima “Roho”, n’igihe ikiringo co kubaho kwacu kw’isi kirangiriye.\n[3] Igihe duhuhiriwemwo inkomoko y’ubuzima “Roho” tukabaho kw’isi, n’igihe dusubirijwe ubuzima tukazuka.","lang":"rn"},{"name":"40:12","price":"Bagarariji! Ivyo bihano mubihawe kuko mwararikiwe ukwemera Imana Imwe Rudende Allah, mugaheza mukeza n’ivyo mugira vyose ku bwayo, mukagarariza; n’iyo Ibangikanijwe n’ikindi kintu, mwaraheza mukacemera mukagikurikira. Ingingo yose rero ikwiye kwubahirizwa, ni iy’Imana Allah, Nyenicubahiro-ntangere, Nyenubukuru.","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:13","price":"Bantu! Imana Allah, ni Yo Ibereka ivyemezo vyayo vyerekana ubushobozi bwayo, Ikabaronsa n’ibibabeshaho mu kubamanurira imvura izananye mu kirere; nta n’uwibuka ibi vyemezo, kiretse uwugaruka kuri Yo, akayitumbera mu vyo akora vyose.","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:14","price":"Bemeramana! Nimwiyegereze rero Imana Allah mu vyo mukora vyose munayisenge ari Imwe Rudende, mweze n’ivyo mugira vyose ku bwayo n’aho vyoshavuza abagarariji.","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:15","price":"Imana Allah, ni Yo Nyenicubahiro kirengeye vyose mu biremwa, Nyenubuhangamo buhambaye buri hejuru ya vyose. Ku mpuhwe zayo ku baja bayo, Ibarungikira Intumwa ziza kubashikiriza ihishurwa ryayo ry’amabwirizwa, riha ubuzima bw’umushaha uwo Imana Allah Ishatse muri bo, maze nya Ntumwa zikabagabisha ku bihano vyo ku musi ibiremwa vyose vyahuriye hamwe;","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:16","price":"Ku musi w’izuka, aho ibiremwa vyose bizoseruka imbere y’Imana Allah. Kuri uwo musi, nta na kimwe kizoba kinyegejwe kuri Yo mu vyerekeye ibiremwa, Imana Allah Izoheza Ivuge Iti: “Ubwami nya bwami kuri uno musi, ni ubwa nde!”. Izokwiyishura Iti: “Ni ubw’Imana Allah Nyarudende, Nyeninkomezi-ntangere;","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:17","price":"Kuri uyu musi rero, umuntu uwo ari we wese ahemberwa ivyo yarondeye kw’isi; impembo nziza ku ciza canke impembo mbi ku kibi. Kuri uyu musi rero, nta n’umwe arenganywa mu kurengerezwa urugero rw’ibihano canke mu kugabanywa indishi”. Mu vy’ukuri Imana Allah, Iranyarutsa mu guharurira no mu guhemba ibiremwa.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:18","price":"Ntumwa y’Imana! Gabisha abantu ku bihano vyo ku musi w’izuka uri hafi kugera, igihe imishaha y’ibiremwa izohababuka igahakwa kubivamwo ikabigera mu muhogo, vyishwe n’agahinda hamwe n’intuntu n’akantu. Abirenganije mw’igarariza, ntibazoronka umugenzi canke incuti, eka nta n’uwubavugira bazoronka yobavugira ku Mana Allah ngo yumvirwe.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:19","price":"Imana Allah Irazi neza agahemo k’amaso, Irazi n’ibihishijwe mu mishaha; yaba ineza canke inabi;","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:20","price":"Kandi Imana Allah, Icira urutunganye vy’ukuri ibiremwa. Nayo ibigirwamana bisengwa mu gishingo cayo, nta na kimwe bishoboye gutunganya mu bijanye no gucira imanza ibiremwa. Mu vy’ukuri Imana Allah, ni Yo Nyenukwumva, Irumva ibivugwa n’ibiremwa; Nyenukubona, Irabona neza ivyo bikora, Izobibihembera.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:21","price":"Ntumwa y’Imana! Mbega abahakanyi batigera bakwemera, ntibaragendagenda kw’isi ngo birabire ukuntu iherezo ry’abahakanyi b’aho hambere yabo, ryagenze! Abari aho, bari bafise ingabo n’inguvu nyinshi kubarusha, basize n’ibisigarira bigizwe n’inyubakwa n’ibindi vyerekana ko bari bahambaye kubasumba; ivyo vyose rero, nta co vyabamariye hageze guhanwa. Ni ho rero Imana Allah, Yabashikura Ikabahanira ivyaha vyabo, eka ntibanaronse uwubakingira ibihano vy’Imana Allah.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:22","price":"Ivyo bihano rero vyahawe abahakanyi b’aho hambere, kuko bashikiriwe n’Intumwa z’Imana, zaje zibangikanije ivyemezo vyerekana ukuri kwazo, baraheza barazihakana bivuye inyuma, Imana Allah Ica Irabashikura Irabahana. Mu vy’ukuri Imana Allah, ni Nyeninguvu, Irahana Igahasha uwo wese ayigarariza.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:23","price":"Ni ukuri, Twaranarungikanye Musa ivyemezo vya Aayah zacu hamwe n’icemezo kigaragaza ko Imana Allah ari Imwe Rudende;","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:24","price":"Twamurungitse kwa Firawuni wa Misiri, Haamaana na Qaaruuni, maze baca bavuga bamirira kure ubutumwa bwiwe n’amanyama n’akantu bati: “Musa, ni umurozi akaba n’umukonikoni w’umubeshi ruhebwa”.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:25","price":"Igihe rero Musa yazana ibitangaro vy’ukuri bivuye iwacu Twebwe Allah, ntibamuhakanye ngo bamurwanye gusa, ahubwo barinamuye bavuga bati: “Nimwice abana bose b’abahungu bavyarwa n’abemeye Musa, muheze musigaze abakobwa babo tuzobagire abajakazi bacu”. Burya, gukoresha urwenge kw’abagarariji mu kurwanya idini, nta co kubagezako kiretse uguhona n’ubuhuvyi.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:26","price":"Firawuni yavuze abwira abunganizi biwe ati: “Nkundira mundeke nice Musa, maze aheze yambaze Imana yiwe Rurema Yamurungitse, Iheze Imutabare; mu vy’ukuri jewe, mfise ubwoba n’impungenge ko yohindura idini ryanyu mukamukurikira, canke agakwiragiza ubwononyi mu gihugu ca Misiri”.","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:27","price":"Musa yabwiye Firawuni n’abunganizi biwe ati: “Jewe mu vy’ukuri, nikinze ku Mana yanje Ikaba ari na Yo Mana yanyu Rurema Allah, ndayisaba ko Inkingira igeramirwa ry’uwo wese agira amanyama mu kutemera Imana Imwe Rudende Allah, atanemera n’umusi w’iharurirwa ry’ibiremwa”.","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:28","price":"Ni ho rero umwemeramana umwe mu bantu ba Firawuni, yahisha ukwemera kwiwe, yavuga ati: “Ubwo nyene murakanagaye mwice umuntu w’inzirakarengane, mumuhora gusa kuba avuze ati: “Imana yanje Rurema ni Allah”, kandi yanabazaniye ivyemezo bivuye ku Mana yanyu Rurema Allah, vyerekana ukuri kwiwe! Musa rero niyaba abesha biramusha, kuko bizomugarukako. Niyaba naho ari imvugakuri, nta kibuza ko muzoshikirwa na bimwe mu vyo abagabishako. Mu vy’ukuri Imana Allah, ntishoboza kurongoka mu nzira yayo, uwimonogoje mu bugarariji, akagenzwa n’ubwononyi kw’isi, akaba n’umubeshi ruhebwa;","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:29","price":"Bantu banje! Ndemera cane ko uno musi mufise inganji y’ubwami bwo gucinyiza Bene Israyeri n’abandi banyagihugu bo muri Misiri; none aho bukera, ni nde azodukingira ibihano vy’Imana Allah, igihe vyadushikiye!”. Firawuni yabwiye abari ng’aho yishura ati: “Bantu muri ng’aha! Nta co nobahanura gukora, kiretse ico nanje nyene mbona ko kibereye; kandi sindabarongora, kiretse mu nzira nziza ibereye y’ubugororotsi”;","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:30","price":"Maze wa mwemeramana mu bantu ba Firawuni, yishura ahanura yongera agabisha ati: “Jewe mu vy’ukuri, mfise ubwoba n’impungenge, ko mu gihe mwohirahira mukica Musa, mwoshikirwa n’ibihano nk’ivyashikiye imigwi y’abiyunze mu kurwanya Intumwa;","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:31","price":"Nk’uko vyagendeye abantu ba Nuhu, Bene Aadi, Bene Thamuudi, hamwe rero n’ababakurikiye mu nyuma mu bugarariji, abo bose rero, Imana Allah Yarabahoneje. Burya Imana Allah, ntishaka namba kurenganya abaja bayo ngo Ibahanire icaha batakoze;","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:32","price":"Bantu banje! Jewe mu vy’ukuri, ndatinya ko mwoshikirwa n’ibihano vyo ku musi w’izuka, igihe abantu bazohamagarana hagati yabo bivuye ku ntureka z’uwo musi;","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:33","price":"Umusi mwagenjeje umugongo muhunga, ntimuzoronka ababakingira ibihano vy’Imana Allah. Uwuzoteterezwa n’Imana Allah mu kutamushoboza kurongoka mu nzira yayo, ntazoronka n’umwe amurongora mu nzira yayo”.","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:34","price":"Ni ukuri, mwararungikiwe Umuvugishwamana Yusufu mwene Yakubu (ba nyakugira amahoro y’Imana Allah) imbere y’irungikwa rya Musa, yaje yibangikanije ivyemezo vyerekana ukuri kwiwe, araheza abararikira ukwemera n’ugusenga Imana Imwe Rudende Allah, ntimwaretse kuguma mu makenga ku vyo yabazaniye akiriho, muraheza murushirizaho kuyagira inyuma y'aho apfiriye; amaze gupfa, muca muvuga muti: “Mu vy’ukuri Imana Allah, ntizobarungikira iyindi Ntumwa mu nyuma ya Yusufu”. Ni nk’iryo hubishwa rero, Imana Allah Ihubisha uwo wese yimonogoje mu bugarariji no mu kurenga ku mabwirizwa yayo, akamana amakenga mu kwemera ko Imana Allah ari Imwe Rudende.","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:35","price":"Abaharira ku bijanye na Aayah za Qor’ani n’ivyemezo vyerekana ko Imana Allah ari Imwe Rudende, ata n’icemezo bahawe gishingiye ku bumenyi; abo rero, iharira ryabo rirashavuza cane Imana Allah, rigashavuza n’abemeramana. Ni nk’uko nyene rero Imana Allah - Idashoboza kurongoka abaharira ku bijanye na Aayah zayo ata n’ubumenyi bafise - Itera ikimangu ku mutima w’uwo wese agira amanyama mu kutemera Imana Imwe Rudende Allah, akimonogoza no mu kurenganya abandi.","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:36","price":"Firawuni yavuze yiyamiriza Musa ati: “Ewe Haamaana! Enda nyabuna rero, nyubakira inyubakwa ndende (umunara), hari n’aho noronka inzira zinshikana ku co nshaka;","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:37","price":"Inzira zinshikana mu majuru, kugira nirabire ko Imana ya Musa Ibaho. Mu vy’ukuri, ndibwira neza ko Musa abesha, ata mana yindi iri hejuru”. Ni nk’ukwo rero Firawuni yaryoherejwe ibikorwa vyiwe bibi akabibona ko ari vyiza, gutyo bimubuza gukurikira inzira y’ukuri; burya urwenge rwa Firawuni mu kurwanya ukuri, nta kindi rwari kumushikanako, kiretse agahombo no guhona.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:38","price":"Wa mwemeramana mu bantu ba Firawuni, yarongeye guhanura abantu biwe ati: “Emwe bantu banje! Enda rero nyabuna nimunkundire munkurikire, mpeze ndabarongore mu nzira ibereye y’ubugororotsi;","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:39","price":"Bantu banje! Ni ukuri ubuzima bwo kw’isi, ni ubwo kuryoherwa n’ibihendamaso mu kanya gato hanyuma bugahera; mu gihe ubuzima bw’inyuma yo gupfa, ari bwo buzima bwo kuryoherwa n’ivyiza vyamaho ibihe bidahera;","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:40","price":"Abazokora ikibi uko kingana kwose rero, mu buzima bw’inyuma yo gupfa ntibazohabwa kiretse igihano kingana na nya kibi; nayo abazokora iciza gitegetswe uko kingana kwose, baba abahungu canke abakobwa, maze bakagikora ari abemeramana; abo, ni bo rero bazokwinjira mu Bwami bw’ijuru, aho bazoronswa ibibabeshaho ata kugererwa ngo baharurirwe;","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:41","price":"Emwe bantu banje! Bishoboka gute ko ndabararikira kwemera Imana Allah n’Intumwa yayo Musa, kugira muhabwe Ubwami bw’ijuru, na mwe mukandarikira gukora ibinjana mu muriro!","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:42","price":"Mundarikira kugarariza Imana Allah no kuyibangikanya n’ivyo ntafitiye ubumenyi, ko bikwiye gusengwa mu gishingo cayo, mu gihe jewe ndabararikira gukurikira inzira ibashikana ku Mana Allah Nyenintsinzi-Mutaneshwa, Nyenimbabazinyinshi;","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:43","price":"Ni ivy’ukuri rero, ko ivyo mundarikira kwemera, bidakwiye kurarikirwa ngo bisengwe, eka ntibinakwiye kwizerwa mu buzima bwo kw’isi no mu bw’inyuma yo gupfa, kuko ata co bishoboye. Nimumenye rero, ko ibiremwa twese tuzosubira ku Mana Allah, kugira Ihembere umwumwe wese ku vyo yakoze; mumenye n’uko, abimonogoje mu bugarariji, bakagenzwa n’ubwononyi bwo gusesa amaraso kw’isi, ari bo bantu bo mu muriro udahera”.","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:44","price":"Wa mwemeramana amaze kubahanura bakamwirengagiza, yababwiye ati: “Burya, bitebe bitebuke, muzokwibuka ko nabahanuye ata co mugikiza. Nayo jewe, ndikinze ku Mana Allah mu kuyishimikiza. Mu vy’ukuri, Imana Allah ni Nyenukubona, Irabona neza ibikorwa n’abaja bayo kandi Izobibahembera”.","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:45","price":"Ni ho rero uyo mwemeramana mu bantu ba Firawuni, Imana Allah Yamukingira ubugizi bwa nabi bwa Firawuni n’abunganizi biwe, maze bahitanwa n’igihano kibi c’akataraboneka, co gusomeshwa nturi;","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:46","price":"Bashoka bahona. Hanyuma, aho bari mu kuzimu bacishwa mu bihano vy’umuriro igitondo n’umugoroba[4], no ku musi w’izuka ry’ibiremwa, abamalayika bacungereye umuriro bazobwirwa bati: “Nimushire abantu ba Firawuni mu bihano bikaze vyo mu muriro”.","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"[4] Iyi Aayah, ni icemezo gikwiye mu kwemeza ko ibihano vyo mu mva ari ivy’ukuri.","lang":"rn"},{"name":"40:47","price":"Igihe rero abantu bo mu muriro batanyeko imiragwe baharira hagati yabo, maze abapfuye gukurikira abandi, bakabwira indongozi zabo bakurikiye, zagira amanyama mu kutemera Imana Allah, bati: “Twebwe mu vy’ukuri, ni mwebwe twumviye kw’isi turabakurikira; aho none ga ntu, kuri uno musi ntimwoza tukabagerurira ku mutwaro wacu w’ibihano vyo mu muriro!”.","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:48","price":"Indongozi zabo bakurikiye, zagira amanyama mu kutemera Imana Allah, zizokwigovyora ziti: “Ntidushoboye namba kubaremurura umutwaro wanyu w’ibihano vyo mu muriro, kuko twese mu vy’ukuri turi muri vyo, mu vy’ukuri Imana Allah ku butungane bwayo, Yamaze guha umwumwe wese muri twebwe ibihano bikwiranye n’ivyo yakoze”.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:49","price":"Abari mu muriro udahera rero, bose bazobwira abamalayika “Al-Zabaaniya” bacungereye Jahannamu babinginga bati: “Enda nimudusabire ku Mana yanyu Rurema Allah, maze Idutezurire mu bihano n’umusi n’umwe, duheze turuhuke na gato!”;","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:50","price":"Abamalayika bazobishura n’agashinyaguro n’akantu bati: “Mbega none, ntimwashikiriwe n’Intumwa zanyu mwarungikiwe, zikaza zibangikanije ivyemezo bitomoye, mukazihakana mwivuye inyuma!”. Na bo bazoheza bemange bati: “Ego cane zaradushikiriye!”. Ni ho ba bamalayika bazoca babiyama bati: “Kubera ivyo rero, twebwe ntiturota tubasabira, enda nimwisabire mwebwe nyene, ariko rero ntimwumvirwa ngo mutezurirwe kuko muri abagarariji, burya igisabisho c’abagarariji nta co kibashikanako, kiretse ko kiba impfagusa”.","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:51","price":"Mu vy’ukuri Twebwe Allah, ni ukuri Turatabara Intumwa zacu hamwe n’abemeramana bazikurikiye, Tukabatera n’intege mu kwiganzura ababageramiye mu buzima bwo kw’isi. Ku musi w’izuka naho, abamalayika, Abavugishwamana n’abemeramana bazoba ivyabona, ko abahakanye bashikirijwe koko ubutumwa, baraheza barabuhakana;","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:52","price":"Umusi w’iharurirwa ry’ibiremwa rero, ivyireguzo vy’abirenganije mu kurenga ku mabwirizwa y’Imana Allah, nta co bizobamarira, baranagenewe ivumwe hamwe n’iherezo ribi mu buzima bw’inyuma yo gupfa.","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:53","price":"Ni ukuri Twebwe Allah, Twarahaye Musa uburongozi muri Tawurati hamwe n’ibitangaro bishikana ku kuri; Turanaraga Bene Israyeli Igitabu ca Tawurati bagenda bahererekana uruvyaro ku rundi;","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:54","price":"Kugira nya Gitabu kibarongore mu nzira nziza y’ubugororotsi, giheze kibere n’urwibutso incabwenge koko.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:55","price":"Ntumwa y’Imana! Niwirengagize rero ibangamira ry’ababangikanyamana, maze wihangane, uheze ushishikare irarikiramana, mu vy’ukuri isezerano ry’intsinzi wahawe n’Imana Allah, ni iry’ukuri; uheze usabe ikigongwe ku vyaha vyawe, wongere ushishikare kuninahaza mu gushimagiza Imana yawe Rurema Allah umugoroba n’igitondo.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:56","price":"Mu vy’ukuri, abaharira ku bijanye na Aayah za Qor’ani n’ivyemezo vyerekana ko Imana Allah ari Imwe Rudende, ni ukuri baharira mu ntumbero yo kuburagiza ukuri ata n’icemezo bahawe gishingiye ku bumenyi, nta kiri mu gikiriza cabo, kiretse amanyama yo guhonyanga ukuri bakubona, ku gusharika Umuvugishwamana Muhamadi kw’iteka ry’ubutumwa yahawe, ivyo bikaba ata co bizobashikanako. Ntumwa y’Imana! Niwikinge ku Mana Allah Igukingire ishari ryabo, mu vy’ukuri ni Yo Nyenukwumva, Irumva ivyo bavuga; Nyenukubona, Irabona neza ivyo bakora, Izobibahembera.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:57","price":"Ni ukuri iremwa ry’amajuru n’isi, rirahambaye kuruta iremwa ry’abantu n’isubizwa ry’ubuzima bwabo bakazuka kandi baramaze guhwera, ariko rero abenshi mu bantu, ntibazi ko iremwa ry’ivyo vyose ryoroshe ku Mana Allah.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:58","price":"Nta ho vyakabaye ko impumyi n’uwubona bonganya ubutore. Ni nk’uko nyene rero abemeye ko Allah ari Imana Imwe Rudende Itabangikanywa, bakumvira n’Intumwa zayo, bakubahiriza n’amabwirizwa yayo, ata ho banganiye mu butore n’abatemera ko Allah ari Imana Imwe Rudende, bagahakana n’Intumwa zayo, bakarenga no ku mabwirizwa yayo. Bantu! Burya ni gake mwibuka ivyemezo vy’Imana Allah, mukanyurwa.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:59","price":"Bantu! Mu vy’ukuri isango ry’umuhero w’isi, vuba bwango rirashika nta gisivya. Nimuvyizere nk’uko mwabishikirijwe n’Intumwa kuko nta makenga arimwo. Ariko rero abenshi mu bantu, ntibemera ko umuhero w’isi ugiye gushika ngo baheze bawitegurire.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:60","price":"Bantu! Imana yanyu Rurema Allah Yavuze Iti: “Nimunsabe mutambangikanya na kimwe mu biremwa, maze Ndabahe ivyo musavye; mu vy’ukuri, abagira amanyama mu kuticisha bugufi ngo banyiyegereze mu vyo bakora banansenge Ndi Imana Imwe Rudende, bazokwinjira mu muriro wa Jahannamu basuzuguritse”.","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:61","price":"Imana Allah, ni Yo Yabagiriye ijoro kuba umuzimagiza kugira muturure muri ryo muheze muruhuke; Ibagirira n’umurango, kuba habona kugira murondere icorirenza mu mpano zayo. Mu vy’ukuri Imana Allah, ni Nyeningabirano zihambaye ku bantu, ariko rero abenshi muri bo ntibayishimira ngo bayiyegereze mu vyo bakora banayisenge ari Imwe Rudende.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:62","price":"Uwabagiriye ivyo vyiza rero, ni Yo Mana yanyu Rurema Allah, Yaremye ibintu vyose, nta mana yindi ibwirijwe gusengwa vy’ukuri atari Yo. None, ni gute muyibangikanya ha kuyisenga ari Imwe Rudende!","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:63","price":"Bagarariji! Ni nk’uko nyene rero - mwahakanye ukuri mugahitamwo ikinyoma - abahakanye bivuye inyuma ivyemezo vy’Imana Allah, bahusha ukuri bagakurikira ikinyoma.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:64","price":"Imana Allah, ni Yo Yabagiriye isi kuba ubutururo bwanyu; Ibagirira n’ijuru riri hafi y’isi, kuba igisenge kibakingira; Iraheza Ibashirira muri nya juru ibimenyetso vy’inyenyeri bibazimurura; Ibarema mw’ishusho n’indemo vyiza bibereye, Ibaronsa n’ibibabeshaho vyiza birekuwe. Uwabagiriye ivyo vyiza vyose rero, ni Yo Mana yanyu Rurema Allah. Harakubahwa rero Imana Allah, Umubungabunzi w’ibiremwa vyose;","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:65","price":"Ni Yo Nyenubugingo budashira nk’uko buyikwiye, nta mana yindi ibwirijwe gusengwa vy’ukuri atari Yo, nimuyiyegereze rero mu kuyisaba ari Imwe Rudende, mweza n’ivyo mugira vyose ku bwayo. Nihashimagizwe Imana Allah, Umubungabunzi w’ibiremwa vyose.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:66","price":"Ntumwa y’Imana! Vuga ubwire ababangikanyamana uti: “Mu vy’ukuri jewe, nabujijwe n’Imana Allah gusenga ibigirwamana musenga mu gishingo cayo, inyuma y’aho maze gushikirwa n’ivyemezo bivuye ku Mana yanje Rurema Allah, kandi nategetswe kwicisha bugufi no kwumvira Imana Allah, Umubungabunzi w’ibiremwa vyose;","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:67","price":"Ni Yo Yaremye so Adamu mw’ivu; hanyuma abamwamutseko, Ibarema mw’ima ry’intanga umugabo asunikira mu gitereko c’umugore, maze nya ma rikibumba rikaba amaraso avuze; mu nyuma mugaheza mukagenda murakura bukebuke, gushika n’aho muvuka muri abana; hanyuma mukagenda murakura bukebuke gushika mugere mu bigero; hanyuma mukagera mu busaza. Muri mwebwe rero, hari n’abapfa imbere y’aho. Izo ntambwe zose z’ubuzima rero, Twazibagereye kugira mushike kw’isango nyezina rizwi ryo kuba kw’isi hanyuma muhwere, no kugira mutahure ivyemezo na Aayah vy’Imana Allah, muheze mumenye ko ata yindi mana ibwirijwe gusengwa itabangikanywa atari Yo;","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:68","price":"Ni Yo Itanga ubuzima Ikanabwaka. Iyo rero Ishatse ikintu ko kiba, ni ukuri Ikibwira gusa Iti: “Ba” kigaca kiba ubwo nyene”.","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:69","price":"Ntumwa y’Imana! Ubwo ntutangazwa n’abahakanyi baharira ku bijanye na Aayah za Qor’ani n’ivyemezo vyerekana ko Imana Allah ari Imwe Rudende, ukuntu bahusha ukuri bakayibangikanya!","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:70","price":"Abahakana bivuye inyuma Qor’ani hamwe n’ibindi Bitabu Twarungikanye Intumwa zacu kugira birongore abantu mu nzira yacu, bitebe bitebuke, bazomenya inkurikizi y’ubuhakanyi bwabo;","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:71","price":"Igihe baboheshejwe iminyororo mw’izosi, maze bakaboheshwa n’amapingu ku maguru, bagaheza bakabururwa n’abamalayika “Al-Zabaaniya” bacungereye umuriro;","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:72","price":"Mu mazi asebuye akaryimara, hanyuma bakabata mu muriro wama wakijwe wa Jahannamu;","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:73","price":"Hanyuma bakabwirwa n’agashinyaguro n’akantu bati: “Mbega imana zanyu mwahora musenga ziri hehe!","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:74","price":"Zazimanganiye hehe ko mwazibangikanya n’Imana Allah! Ubwo ntimwozisaba zikabakura mu kaga murimwo!”. Bazoheza bishure bati: “Zazimanganye nta n’ico zatumariye, ahubwo mbere tukiri kw’isi, twasenga ibintazi ata co bimaze”. Ni nk’uko rero Imana Allah - Yazimanganije ibigirwamana mu muriro udahera - Ihubisha abagarariji ku bugaba bwabo;","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:75","price":"Bagarariji! Ivyo bihano mwahawe rero, vyaturutse ku kugotwa kwanyu kw’isi mu kuryoherwa n’ibikorwa bibi mwakora, no ku kurangwa n’amanyama hamwe n’akarenganyo.","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:76","price":"Bazobwirwa bati: “Ku kubera ubugarariji bwanyu rero, nimwinjire mu muriro wa Jahannamu, muzowubamwo ibihe bidahera”.","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:77","price":"Ntumwa y’Imana! Niwirengagize rero ibangamira ry’ababangikanyamana, maze wihangane, uheze ushishikare irarikiramana, mu vy’ukuri isezerano ry’intsinzi wahawe n’Imana Allah, ni iry’ukuri, kandi Izorishitsa. Mu gihe rero Twokwereka mu buzima bwawe bimwe mu bihano Twasezeraniye ababangikanyamana, canke Tukakwica imbere yuko bashikirwa na nya bihano, ni kuri Twebwe Allah bazosubizwa ku musi w’izuka kugira Tubahanire ivyo bakoze.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:78","price":"Ntumwa y’Imana! Ni ukuri, Twararungitse hambere yawe Intumwa nyinshi, zaje zirarikira abo zarungitsweko ukwemera Imana Imwe Rudende Allah, ziraheza zirihanganira ibangamira ry’abantu bazo. Muri zo rero, harimwo izo Twakwiganiye ido n’ido amateka yazo; harimwo n’izo Tutakwiganiye amateka yazo, zose rero zikaba zabwirijwe gushikiriza abantu bazo, ivyo zahishuriwe. Nta ho vyakabaye rero, ko Intumwa ishikiriza Aayah canke igitangaro na kimwe, kiretse ko yabishikiriza ku burenganzira no ku bushake vy’Imana Allah. Nihagera rero, ko ingingo y’Imana Allah yo guhana abahakanyi ija mu ngiro, hazocibwa urutunganye vy’ukuri hagati y’Intumwa n’abo zarungitsweko, maze abanyakinyoma bahombe ku kurementaniriza Imana Allah.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:79","price":"Imana Allah, ni Yo Yabagiriye ibitungwa kugira muvyikoreko, maze mwiyunguruze kuri bimwe, ibindi na vyo mufungure inyama zavyo;","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:80","price":"Ibitungwa biranabafitiye akamaro kanini cane. Yabibagiriye no kugira muvyunguruzeko ivyo mushaka kwunguruza mubijana mu bihugu vya kure; muranavyiyunguruzako imusozi, mw’ibahari na ho mukiyunguruza mu bwato.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:81","price":"Imana Allah, Iranabereka ivyemezo vyayo vyinshi kandi bitomoye, vyerekana ubushobozi n’ububasha vyayo ifise ku biremwa. None ni icemezo nyabaki mu vyemezo vyayo mubeshuza mugahakana!","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:82","price":"Mbega none, abahakanyi batigera banyurwa na Aayah hamwe n’ivyemezo vyayo, ntibaragendagenda kw’isi ngo birabire ukuntu iherezo ry’abahakanyi b’aho hambere yabo, ryagenze! Bari n’abantu bafise ingabo n’inguvu nyinshi kubarusha, basize n’ibisigarira bigizwe n’inyubakwa n’ibindi vyerekana ko bari bahambaye kubasumba! Ivyo barondeye vyose rero, nta co vyabamariye hageze guhanwa;","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:83","price":"Igihe rero abahakanyi bashikirwa n’Intumwa zabo, zikaza zibangikanije ivyemezo bitomoye, barishimiye ubumenyi bwabo buca kubiri n’ukuri bashikirizwa na nya Ntumwa, maze bakikuzwa n’ibihano bahora bihutira gusaba ko bohabwa[5] ku gutebura.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"[5] Iyi Aayah, iremeza ko ubumenyi buca kubiri n’ubwislamu, canke bubutyoza, canke butera amakenga kuri bwo, buba ari ubumenyi budakundwa n’Imana Allah, n’uko umumenyi yisunga ubwo bumenyi, atari mu bakurikizi b’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","lang":"rn"},{"name":"40:84","price":"Igihe rero nya bahakanyi bashikirwa n’ibihano vyacu, baciye bemanga bavuga bati: “Twemeye Imana Allah Yo Yonyene, twanagararije mu kwamirira kure ivyo twahora tuyibangikanya”;","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"rn"},{"name":"40:85","price":"Ico gihe rero, ukwemera kwabo nta co kwari kubamarira kandi bamaze kwugarizwa bakagirwa n’ibihano. Ni ukwo vyamye rero ku bahakanyi b’aho hambere, ko ukwemera kwabo bamaze kwagirwa n’ibihano ata co kwaba kubamariye. Aho rero, ni ho abagarariji batemera ko hariho Imana Imwe Rudende Allah, baheza bagahanwa, bakagoka bagahona.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"rn"}],"chapter":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"]}