{"data":[{"name":"42:1","price":"Haa Miim[1].","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’Igisomwa Al-Baqara.","lang":"rn"},{"name":"42:2","price":"Aiin Siin Qaaf[2].","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"[2] Raba insiguro y’indome zitangura mu ntango y’Igisomwa Al-Baqara.","lang":"rn"},{"name":"42:3","price":"Muvugishwamana! Imana Allah Yaguhishuriye iyi Qor’ani, nka kurya Yahishuriye Ibitabu n’Imizingo Abavugishwamana bo hambere yawe, ni Yo rero Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:4","price":"Ni Yo Rugaba Igaba Ikaganza ibiri mu majuru n’ibiri mw’isi, ni na Yo rero Nyenicubahiro-ntangere, Nyenicubahirogisumbavyose.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:5","price":"Amajuru ahakwa gusadagurika akurikirana, ku kubera icubahiro aha Nyenimpuhwe; abamalayika na bo bakaninahaza mu gushimagiza Imana yabo Rurema Allah, bakanasabira abemeramana bari kw’isi, kugumirizwa akabanga ku vyaha vyabo, bikirengagizwa ntibabihanirwe. Bantu, nimwumve mwumvireho! Mu vy’ukuri Imana Allah, ni Yo Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:6","price":"Na barya bigiriye mu gishingo cayo imana zibahagarikira maze bakazisenga, nibamenye ko Imana Allah Ibungabunga ibikorwa vyabo kugira Izobibahanire ku musi w’izuka. Ntumwa y’Imana! Kira noneho, si wewe ujejwe guhagarikira ivyo bakoze ngo uzobibazwe, ahubwo ujejwe gusa kubagabisha ku bihano vyacu;","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:7","price":"Twebwe Allah, Twahishuriye Abavugishwamana bo hambere yawe; nk’uko Twaguhishuriye Qor’ani iri mu rurimi rw’icarabu, kugira ugabishe abantu b’i Makka n’abantu bo mu micungararo yaho, ku bihano vyo ku musi w’iyegeranywa, ari na wo musi w’izuka ry’ibiremwa, ata gisivya ko uzoshika. Abantu kuri uwo musi, bazoba bari mu migwi ibiri: umugwi wo mu Bwami bw’ijuru[3] n’umugwi wo mu muriro wama wegenyejwe[4].","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"[3] Uwo mugwi, ni uw’abantu bemeye Imana Allah bagakurikira n’ivyo bazaniwe n’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).\n[4] Uwo mugwi, ni uw’abantu bagararije Imana Allah bagaca kubiri n’ivyo bazaniwe n’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","lang":"rn"},{"name":"42:8","price":"Iyo rero Imana Allah Ishaka ko abantu bose baba umugwi umwe w’abagororotsi, ni ukuri Yari kubigira ata camira. Ariko rero, Yashatse gushira mu mpuhwe zayo uwo Ishatse mu ntore z’ibiremwa. Abirenganije rero mw’ibangikanyamana, ntibazoronka umuhagarikizi n’umwe abakura mu bihano, eka mbere nta n’uwubatabara mu kubibakingira bazoronka.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:9","price":"Ahubwo rero, ababangikanyamana bigiriye mu gishingo c’Imana Allah, imana zibahagarikira maze barazisenga. Burya Imana Allah, ni Yo Muhagarikizi Ibwirijwe gusengwa no kwumvirwa n’ibiremwa, ni na Yo rero Izosubiza ubuzima abapfuye bakazuka, ni Yo rero kandi Mushoboravyose.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:10","price":"Bantu! Ico muhazanyeko cose mu bijanye n’idini, ingingo y’ukuri kuri co iva ku Mana Allah mu Gitabu cayo no mu nyigisho z’Intumwa yayo (nyakugira amahoro n’impuhwe z’Imana Allah). Uyo Allah rero, ni Yo Mana yanje Rurema, ni kuri Yo nishimikiza nkayizera muri vyose, ni no kuri Yo ngaruka nkicisha bugufi;","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:11","price":"Ni Yo Rutanguzandemo Yaremye amajuru n’isi, Yabagiriye abakenyezi baremwe mu nkomoko yanyu nyene, Ibagirira no mu bitungwa bibiribibiri: igitsina-gabo n’igitsina-gore, kugira mwabirane maze mugwirirane biciye mu kuvyara, nta na kimwe rero gisa canke gisusa n’Imana Allah mu kuntu Iteye, mu mazina yayo, mu matazirano yayo no mu bikorwa vyayo. Ni Yo rero Nyenukwumva, Irumva ivyo muvuga; Nyenukubona, Irabona neza ivyo mukora;","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:12","price":"Rugaba w’amajuru n’isi; Igaba Ikaganza impfunguruzo z’ibigega vy’impuhwe n’ibibeshaho ibiremwa, Ihereza uwo Ishatse muri vyo umusesekara w’ibimubeshaho, Ikanagerera uwo Ishatse muri vyo; mu vy’ukuri Imana Allah, ni Nyenubumenyikurivyose, Irazi neza ibikorwa vy’ibiremwa.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:13","price":"Emwe bantu! Imana Allah Yabashingiye mw’idini ibwirizwa Yategetse Nuhu, akaba ari na ryo dini ry’ubwislamu Twebwe Allah Twaguhishuriye muri Qor’ani Ntumwa y’Imana, Turanariraga Ibrahimu, Musa na Isa[5]; Turanabasaba mwese ko mutsimbataza idini rishingiye ku gusenga Imana Imwe Rudende Allah Itabangikanywa, maze mukaritsimbataza muticamwo imigwi. Irarikiramana ryanyu ryo gusenga Imana Imwe Rudende Allah, riraremera cane ababangikanyamana. Burya Imana Allah, Ihitamwo uwo Ishatse kugira abe Intumwa, Igashoboza kuyumvira uwugaruka kuri Yo akicisha bugufi.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"[5] Izo, ni zo Ntumwa z'inararibonye zihambaye, zatewe n’iteka kurusha izindi “Ulu l'Azmi”.","lang":"rn"},{"name":"42:14","price":"Ababangikanyamana rero, ntibiciyemwo imigwimigwi, kiretse ko babigize ku kagagazo inyuma y’aho bashikiriwe n’ubumenyi hamwe n’ivyemezo vy’isengwa ry’Imana Imwe Rudende Allah. Ntumwa y’Imana! Iyo rero Imana yawe Rurema Allah Itaba Yaramaze gutanga isezerano ryo kudahonya abantu warungitsweko, mu kurindiriza ibihano vy’umwumwe wese mu buzima bw’inyuma yo gupfa, ni ukuri abagarariji muri bo bari guhanwa bagahona bose bakagoka, maze hagasigara abagororotsi gusa. Mu vy’ukuri, abatoranye Igitabu ca Tawurati n’Injili mu nyuma yabo, ni ukuri barafise amakenga mu kwemera kwabo, atuma bama bahazana kuri Qor’ani.","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:15","price":"Ntumwa y’Imana! Ni kuri iryo dini ry’ubwislamu rero Imana Allah Yategetse Abavugishwamana, ukwiye kurarikira abantu ko barikurikira, uheze uritsimbatareko nk’uko wategetswe n’Imana Allah, kandi ntugakurikire namba ivyipfuzo vy’abafise amakenga mu kwemera, badatsimbataye kw’idini. Uraheza uvuge rero wemanga uti: “Naremeye Ibitabu vyose Imana Allah Yamanuriye Abavugishwamana; naranategetswe kubatunganiriza mu ngingo mfashe; Allah, ni Yo Mana yanje Ikaba n’Imana yanyu Rurema; tuzohemberwa ibikorwa vyiza twakoze, na mwe nyene muzohemberwa ibikorwa bibi mwakoze; nta n’impari canke urwanko rukwiye kuba hagati yacu inyuma y’aho ukuri kugaragariye; Imana Allah, Izotwegeranya ku musi w’izuka, kugira Iducire urugororotse mu vyo duhazanako mw’idini; n’amaherezo yacu rero ni kuri Yo, kugira Ihembere umwumwe wese ibikwiranye n’ivyo yakoze”.","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:16","price":"Na barya baharira mu bijanye n’idini ry'ubwislamu, Imana Allah Yarungikanye Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), inyuma y’aho abantu bamwumviye bakaryinjira, ivyitwazo n’iharira vyabo ku Mana yabo Rurema Allah, bizobabera impfagusa, Iheze Ibashavurire mu buzima bwo kw’isi; baranategekanirijwe n’ibihano bikaze vy’umuriro mu buzima bw’inyuma yo gupfa.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:17","price":"Allah, ni Yo Mana Yamanuye vy’ukuri Igitabu ca Qor’ani, Imanura n’ibindi Bitabu, Imanura n’umunzane ari bwo butungane, kugira Icire abantu urugororotse. Ntumwa y’Imana! Mbega, ni igiki cogutuma umenya koko ko umuhero w’isi uri hafi gushika!","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:18","price":"Abatemera umuhero w’isi, ni bo bihutira gusaba ko ushika vuba bwango; nayo abawemera, baragira impungenge n’ubwoba ku muzo wawo, barazi n’uko ari ukuri, utegerezwa gushika. Bantu, nimwumve mwumvireho! Mu vy’ukuri, abaharira mu guhakana umuhero w’isi, bari mu muzimagiza uri kure cane y’ukuri.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:19","price":"Allah, ni Yo Mana Rumenyi-Rudahishwa, Irazi neza ibintu vy’ingirakamaro ku baja bayo; Ironsa uwo Ishaka muri bo ibimubeshaho, Ikanagerera uwo Ishatse muri bo, ni na Yo rero Nyeninguvu, Nyenintsinzi-Mutaneshwa.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:20","price":"Uwushaka mu kwubahiriza kwiwe amabwirizwa y’idini, indishi yo mu buzima bw’inyuma yo gupfa, Tuzomwongerereza indishi y’ibikorwa vyiwe, maze iciza kimwe kigwizwe incuro cumi n’izirenga. Nayo uwushaka guhemberwa ibikorwa vyiwe ng’aha nyene kw’isi, Tuzomuronsa ivyo Twamugeneye kw’isi, ariko mu buzima bw’inyuma yo gupfa, nta mugabane w’indishi azoronka.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:21","price":"Ahubwo rero, ababangikanyamana bafise abo babangikanije mu buhuvyi bwabo, babashingira amabwirizwa mw’idini mu buryo butarekuwe n’Imana Allah! Iyo rero Imana Allah Itaba Yaramaze gutanga isezerano ryo kutihutira guhana ababangikanyamana, mu kurindiriza ibihano vy’umwumwe wese mu buzima bw’inyuma yo gupfa, ni ukuri bari guhanwa bose bagahona bakagoka. Mu vy’ukuri abirenganya mu kugarariza, barategekanirijwe ibihano bibabaza ku musi w’izuka.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:22","price":"Ntumwa y’Imana! Kuri uyo musi rero, uzobona abirenganije mu bugarariji batekewe n’ubwoba ku kubera ibihano vy’ibibi bakoze kw’isi, kandi bategerezwa kuzobihanirwa. Uzobona n’abemeye Imana Allah bakanakora n’ivyiza bitegetswe, bari mu vyiza bisa, mu mirima n’amagorofa vyo mu Bwami bw’ijuru, bazoronswa ivyo bashaka vyose ku Mana yabo Rurema Allah. Iyo rero, ni yo mpano ihambaye;","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:23","price":"Iyo, ni yo nkuru nziza rero, Imana Allah Ishikiriza abaja bayo bayemeye bakiri kw’isi, bakanakora n’ivyiza bitegetswe. Ntumwa y’Imana! Bwira ababangikanyamana batemera umusi w’umuhero w’isi ko ubaho, uti: “Nta mpembo ndabasavye kw’ishikirizabutumwa ryanje, kiretse gusa urukundo no kwunga ubuvandimwe buri hagati yacu”. Uwakoze iciza rero, Tuzokimuhembera kigwijwe incuro cumi n’izirenga. Mu vy’ukuri Imana Allah, ni Nyenikigongwe-ntangere, Irababarira ivyaha vy’ibiremwa, Nyenindishi, Irabakirira ibikorwa Ikanabigwiriza indishi.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:24","price":"Ahubwo rero, ababangikanyamana barinamura bakavuga ko Muhamadi arementaniriza Imana Allah mu kuvuga ko ari Yo Yamuhishuriye, kandi abesha. Ntumwa y’Imana! Biramutse bishitse ukarementaniriza Imana Allah, Ibishatse Yoca Itera ikimangu ku mutima wawe ntushobore kuyirementaniriza, maze Imana Allah Igahanagura ikinyoma, nya kinyoma kigakubitirwa ahashashe, maze ukuri kw’amajambo yayo atigera ahinduka kukiganza. Mu vy’ukuri, ni Yo Izi ibinyegejwe mu mishaha.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:25","price":"Imana Allah, ni Yo Yakira ukwigaya kw’abaja bayo iyo bagarutse kuri Yo Yonyene, Ikanababarira ibicumuro vyabo. Irazi rero n’ivyo mugira kw’isi, vyaba vyiza canke bibi.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:26","price":"Abemeye Imana Allah n’Intumwa yayo, barumvira Imana Allah mu gukora ivyiza Ibategeka, Ikanabongerereza mu mpano zayo[6]. Abagararije Imana Allah n’Intumwa yayo na bo, barategekanirijwe ku musi w’izuka ibihano bikaze.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"[6] Nko gushobozwa mu bikorwa no kugwirizwa indishi, n’ibindi.","lang":"rn"},{"name":"42:27","price":"Iyo Imana Allah Ironsa abaja bayo umusesekara w’ibibabeshaho, ni ukuri bogenjejwe n’ubwononyi mu kwishima ku bandi, ariko rero Imana Allah Ibamanurira ibibabeshaho ku rugezo rw’ivyo Ishatse, bibakwiye. Mu vy’ukuri Imana Allah rero, ni Muhetuziwavyose, Irazi neza ibikenewe n’abaja bayo; Nyenukubona, Irabona neza ubuzima babayemwo.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:28","price":"Ni na Yo Ituma imvura igwa ivuye mu bicu izananye mu kirere, maze abantu bakabukura mu cibo inyuma y’aho bari bamaze kwihebura ko ijuru ryataze, Igaheza Igakwiragiza impuhwe zayo ku biremwa; ni Yo rero Muhagarikizi, Ibungabunga abaja bayo mu bugwaneza; Nyenugushimwa, Ishimirwa kw’itunganywa ry’ivyerekeye ibiremwa.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:29","price":"Biri no mu vyemezo vyerekana ubushobozi n’ububasha vy’Imana Allah, iremwa ry’amajuru n’isi mu buryo butangaje, hamwe rero n’ibiremwa bigendagenda vy’ubwoko butandukanye, Yakwiragije muri nya majuru n’isi. Ni na Yo rero mu gihe Yoshaka, Ishoboye kuvyegeranya ku musi w’izuka kandi vyaramaze gupfa.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:30","price":"Emwe bantu! Nta kiza kibashikira, haba mw’idini canke mu vy’isi, kiretse ko giterwa n’ivyaha hamwe n’ibicumuro mwebwe nyene mwakoze, kandi burya Imana Allah, Iranirengagiza mu kutabahanira vyinshi mu bicumuro vyanyu.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:31","price":"Kandi rero, mwebwe ntimwonanira Imana Allah ngo muronke aho muyihungira kw’isi. Nta n’umwe mworonka atari Imana Allah yobahagarikira akabatunganiriza ivyanyu, ntimworonka n'umuhagarikizi abakura mu bihano, eka mbere nta n’uwubatabara mu kubibakingira mworonka.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:32","price":"Biri no mu vyemezo vyerekana ubushobozi n’ububasha vy’Imana Allah, kubona ubwato bungana umusozi bugendera mw’ibahari;","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:33","price":"Mu gihe rero Imana Allah Ituma bugendera mw’ibahari Yoshaka, Yohagarika umuyaga ubusunika, maze bukaguma aho buri, ntibushobore kugenda. Mu vy’ukuri mw’igendera ry’ubwato mw’ibahari n’ihagarara ryabwo mu gihe ata muyaga ubusunitse, ni ukuri harimwo ivyemezo vyerekana ubushobozi n’ububasha vy’Imana Allah, ku wihanganira ivyagezwe kuri we, agakora ivyiza akareka no gucumura mu bugamburutsi nta ngere, ashima inema n’impano vyayo;","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:34","price":"Canke Yoshaka, Yotuma nya bwato butwarwa bukibira bitewe n’ivyaha vya bene bwo. Kandi burya Imana Allah, Iranirengagiza mu kutabahanira vyinshi mu bicumuro vyabo.","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:35","price":"Abaharira mu bijanye na Aayah za Qor’ani n’ivyemezo vyerekana ko Imana Allah ari Imwe Rudende, nta buhungiro bafise bwo guhunga ibihano vy’Imana Allah.","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:36","price":"Emwe bantu! Ivyo muronswa rero mu matungo n’abana, n’ibindi, ni ibihendamaso vyo kuryoherwa akanya gato gusa mu buzima bwo kw’isi; nayo ibiri ku Mana Allah mu nema zo mu Bwami bw’ijuru, ni vyo vyiza cane kandi vyamaho ku bemera Imana Allah n’Intumwa zayo, bakishimikiza ku Mana yabo Rurema Allah, bakayizera;","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:37","price":"Na barya birinda gukora ivyaha rutura, bakirinda na canecane gukora ivyaha vy’agahomerabunwa[7]; n’iyo bashavujwe n’uwubagiriye nabi, baratsinda ishavu bagaheza bakamubabarira ku bw’Imana Allah;","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"[7] Nko gusambana hagati y’umugore n’umugabo canke hagati y’abasangiye ibitsina, ukwagiriza umuntu ubusambanyi ata cemeza gihari, n’ibindi.","lang":"rn"},{"name":"42:38","price":"Na barya bumvira Imana yabo Rurema Allah, maze bakayisenga ari Imwe Rudende, bagatsimbataza ku mwanya amasengesho akwije ibisabwa; bashaka gukora ikintu ico ari co cose bakabanza guhanurana hagati yabo; no mu matungo Twabaronkeje baratanga ishikanwa-bwirizwa hamwe n’imperezwa, bagatanga no mu bindi bikorwa vy’igamburukiramana;","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:39","price":"Na barya, iyo barenganijwe birwanako ata we badendereje ngo barenze urugezo rwo kwihora mu guhabuza agateka kabo;","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:40","price":"Ingere y’ikibi, ni ikibi ku kindi, uwukoze ikibi akagihanirwa ku rugezo rw’ingere ku yindi; uwubabariye uwamukoreye ikibi na we akareka kwihora, maze nya kibi akakiguza ingere y’iciza ku bw’Imana Allah, uyo rero indishi yiwe ayizeye ku Mana Allah. Mu vy’ukuri Imana Allah, ntikunda namba abarenganya mu gusomborotsa abandi.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:41","price":"Ni ukuri, abirwanyeko mu guhabuza agateka kabo, maze bakihora inyuma yo kurenganywa, abo nta caha namba kiri kuri bo.","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:42","price":"Mu vy’ukuri, icaha kiri kuri barya barenganya abandi mu kurenza urugezo rwo kwihora, maze bagatandukira n’ivyo batarekuriwe mu kugenzwa n’ubwononyi kw’isi. Abo, ni bo rero bagenewe ibihano bibabaza ku musi w’izuka.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:43","price":"Ni ukuri, uwihanganiye ikibi akorewe, maze akababarira uwakimukoreye, mu vy’ukuri iryo babarira ryiwe, ni ukuri riri mu bintu bihambaye bishimwa n’Imana Allah.","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:44","price":"Uwubaye intumva rero, Imana Allah Ikamuhubisha inzira kubera ubutumva bwiwe mu kurenganya abandi, ntashobora kuronka umuhagarikizi n’umwe amurongora mu nzira yayo. Ntumwa y’Imana! Ku musi w’izuka, uzobona abirenganije mu bugarariji igihe babonye ibihano bibarindiriye, batakambira Imana Allah, bicuza bavuga bati: “Ubwo nta kuntu twosubizwa kw’isi tugaheza tukakwumvira ga Mana!”. Ico gihe rero, ntibazokwumvirwa namba;","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:45","price":"Uzobabona rero berekwa umuriro udahera, batanakakaza ku guteterwa n’ubwoba n’akantu, bahumaguza mu kuwuraba badashoboye kuwuhanga ijisho. Abemeye Imana Allah n’Intumwa yayo, aho bari mu Bwami bw’ijuru, bamaze kubona ivyashikiye abagarariji, bazovuga bati: “Mu vy’ukuri, abahomvye nya guhomba, ni abahomvye ubuzima bwabo hamwe n’ababo mu kwinjira mu muriro udahera ku musi w’izuka”. Bantu, nimwumve mwumvireho! Mu vy’ukuri abirenganije mu bugarariji, ku musi w’izuka bazoba bari mu bihano vyamaho ata gutezurirwa.","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:46","price":"Abagarariji rero, igihe Imana Allah Yabahanye ku musi w’izuka, ntibazoronka n’umwe mu bahagarikizi yobakingira ibihano vyayo. Uwubaye intumva rero, Imana Allah Ikamuhubisha inzira kubera ubutumva bwiwe, ntazoronka inzira kw’isi imushikana ku kuri, nkeswe rero iyomushikana mu Bwami bw’ijuru.","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:47","price":"Bagarariji! Enda rero nyabuna nimwumvire Imana yanyu Rurema Allah, maze muyemere imbere yuko umusi w’izuka ata kizowuhagarika, ushika. Kuri uwo musi rero, nta buhungiro muzoronka bwo guhunga ibihano vy’Imana Allah, eka mbere nta n’aho kwinyegeza muzoronka[8];","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"[8] Iyi Aayah, iranebagura umuntu asivya ico yokoze uno musi ngo nzogikora ejo; ikanahimiriza umuntu guhurumbira ibikorwa vyiza hakiri kare, kugira ntazokwicuze ata co agishoboye gucungura (kurokora).","lang":"rn"},{"name":"42:48","price":"Ntumwa y’Imana! Nibirengagiza kwemera Imana Allah, uramenya ko Tutakurungitse kugira ubazwe ku bijanye n’ibungabungwa ry’ibikorwa vyabo, ku buryo ubahatira ukwemera, nta co ujejwe atari ishikirizabutumwa gusa. Mu vy’ukuri, iyo Twebwe Allah Duhaye umuntu ubutunzi n’ibindi ku mpuhwe zivuye iwacu maze akaroranirwa, aranezerwa n’akamwemwe kakamusya; iyo naho ashikiwe n’ikiza c’ubukene canke indwara, bitewe n’ivyaha n’ibicumuro abantu bakora, ni ukuri umuntu aca yihakana inema, akidodomba nk’aho atigeze aroranirwa na rimwe.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:49","price":"Imana Allah, ni Nyenubwami Igaba Ikaganza amajuru n’isi n’ibiri muri vyo. Irema ivyo Ishatse; Ironsa uwo Ishatse mu baja bayo, abana b’abahungu gusa; Ikaronsa uwo Ishatse muri bo, abana b’abakobwa gusa;","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:50","price":"Canke Ikaronsa uwo Ishatse muri bo uruvange rw'abahungu n’abakobwa; Ikanagira uwo Ishatse muri bo rero ingumba. Mu vy’ukuri Imana Allah, ni Nyenubumenyikurivyose, Irazi neza ico Iremye; Mushoboravyose.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:51","price":"Nta ho vyakabaye ko haba umuntu avugana n’Imana Allah amaso mu yandi, kiretse ko Imuhishurira; canke akavugana na Yo inyuma y’ipaziya, nka kurya Yavuganye na Musa; canke Ikamurungikira Intumwa Jibrili, maze ikamuhishurira ku burenganzira bwayo ivyo Ishaka kumuhishurira[9]. Mu vy’ukuri Imana Allah, ni Nyenicubahiro-ntangere[10], Intungane mu vyo Ikora.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"[9] Iyi Aayah, ni icemezo c’uko Imana Allah Ivuga mu buryo buberanye n’icubahiro cayo.\n[10] Mu kuntu Iteye, mu mazina yayo, mu matazirano yayo no mu bikorwa vyayo.","lang":"rn"},{"name":"42:52","price":"Muvugishwamana! Twaguhishuriye Qor’ani ivuye iwacu, nka kurya Twahishuriye Abavugishwamana bo hambere yawe; imbere y’iryo hishurirwa rero, ntiwari uzi Ibitabu bahishuriwe, eka mbere ntiwari uzi n’ukwemera canke amabwirizwa ico ari co! Ariko rero, Twagize Qor’ani kuba umuco Turongoza uwo Dushatse muri bo mu nzira igororotse. Ntumwa y’Imana! Ni ukuri wewe, uratomorera abantu ibibashikana mu nzira igororotse y’ubwislamu;","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"42:53","price":"Inzira ibashikana ku Mana Allah, Rugaba Igaba Ikaganza ibiri mu majuru n’ibiri mw’isi vyose, nta we Ibangikanije muri vyo. Bantu, nimwumve mwumvireho! Ni ku Mana Allah ibiremwa vyose bizosubira kugira Ihembe kimwekimwe cose ku rugero rw’ibigikwiye.","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"rn"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}