{"data":[{"name":"45:1","price":"Haa Miim[1].","arabic":"حمٓ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4474,"juzNumber":25,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’Igisomwa Al-Baqara.","lang":"rn"},{"name":"45:2","price":"Ihishurwa ry’iki Gitabu ca Qor’ani ryavuye ku Mana Allah, Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4475,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:3","price":"Mu vy’ukuri mu majuru indwi, no mw’isi izosokorokamwo ibiremwa, ari na yo irimwo ibiremwa bitandukanye mu bwoko no mu ndemo, ni ukuri muri ivyo vyose harimwo ivyemezo vyerekana ubushobozi n'ububasha vy’Imana Allah, ku bavyemera;","arabic":"إِنَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّلۡمُؤۡمِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4476,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:4","price":"No mw’iremwa ryanyu mwebwe abantu, n’iremwa ry’ibindi biremwa bigendagenda bikwiragiye mw’isi, harimwo ivyemezo vyerekana ubushobozi n'ububasha vy’Imana Allah, ku bantu bayemera bakemera n’amabwirizwa yayo ata gukekeranya;","arabic":"وَفِي خَلۡقِكُمۡ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4477,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:5","price":"No mw’ibisikanya n’ikurakuranwa ry’ijoro n’umurango; mw’igwisha ry’imvura ivuye mu bicu izananye mu kirere, maze Imana Allah Ikanagisha ibiterwa n’ivyimeza kw’isi hakoreshejwe amazi ya nya mvura, inyuma y’igaduka no gucika ubukumbagare kw’isi; mw’isunikwa ry’umuyaga uzanana impande zose z’isi ku neza yanyu, mw’iremwa ry’ivyo vyose rero, ni ukuri harimwo ivyemezo vyotuma abantu bafise ubwenge banyurwa n'ivyemezo vy’Imana Allah, maze bakayigamburukira.","arabic":"وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزۡقٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَتَصۡرِيفِ ٱلرِّيَٰحِ ءَايَٰتٞ لِّقَوۡمٖ يَعۡقِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4478,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:6","price":"Ntumwa y’Imana! Izo rero, ni Aayah n’ivyemezo vy’Imana Allah Tugusomera vy’ukuri. Mbega none, inyuma ya Aayah n’ivyemezo vy’Imana Allah vyemeza ko ari Yo Mana Ikwiye gusengwa vy’ukuri Itabangikanijwe, ni inkuru nyabaki bokwemera!","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤۡمِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4479,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:7","price":"Uguhanwa nya guhanwa, ni ukw’umubeshi ruhebwa wese, umunyavyaha;","arabic":"وَيۡلٞ لِّكُلِّ أَفَّاكٍ أَثِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4480,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:8","price":"Yumva Aayah z’Igitabu c’Imana Allah ca Qor’ani zisomwa, hanyuma akarendegera mu bugarariji, akagira n’amanyama n’akantu mu kutemera Imana Allah n’Intumwa yayo, nk’aho yoba atigeze yumva nya Aayah zisomwa. Ntumwa y’Imana! Mushikirize inkuru y’incamugongo yo guhabwa ibihano bibabaza ku musi w’izuka;","arabic":"يَسۡمَعُ ءَايَٰتِ ٱللَّهِ تُتۡلَىٰ عَلَيۡهِ ثُمَّ يُصِرُّ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٖ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4481,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:9","price":"N’iyo hagize ico amenya muri Aayah zacu, agifata minenegwe atebura. Uyo rero, ari mu bagenewe ibihano bisuzuguza ku musi w’izuka;","arabic":"وَإِذَا عَلِمَ مِنۡ ءَايَٰتِنَا شَيۡـًٔا ٱتَّخَذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4482,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:10","price":"Imbere yabo, hari umuriro wa Jahannamu ubarindiriye. Muri ico gihe rero, n’ivyo begeranije mu matungo n’abana nta na kimwe bizobamarira. Eka mbere n’ivyo bagize abahagarikizi bakabisenga mu gishingo c’Imana Allah, nta co bizobamarira. Bazoba bari no mu bihano bihambaye.","arabic":"مِّن وَرَآئِهِمۡ جَهَنَّمُۖ وَلَا يُغۡنِي عَنۡهُم مَّا كَسَبُواْ شَيۡـٔٗا وَلَا مَا ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4483,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:11","price":"Iyi Qor’ani Twamanuye, ni uburongozi bukura abantu mu muzimagiza, ikaba n’icemezo c’ukuri kibashikana mu nzira igororotse. Nayo abagararije bagahakana Aayah n’ivyemezo vy’Imana yabo Rurema Allah, ku musi w’izuka, barategekanirijwe ibihano bibi cane kandi bibabaza;","arabic":"هَٰذَا هُدٗىۖ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٌ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4484,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:12","price":"Allah, ni Yo Mana Yabagiriye ibahari, kugira ricemwo ubwato bungana umusozi kw’itegeko ryayo; no kugira murondere mu mpano zayo mu ruja n’uruza mu rudandazwa; no kugira rero muyishimire, muheze muyiyegereze muri vyose munayisenge ari Imwe Rudende mutayibangikanya;","arabic":"۞ ٱللَّهُ ٱلَّذِي سَخَّرَ لَكُمُ ٱلۡبَحۡرَ لِتَجۡرِيَ ٱلۡفُلۡكُ فِيهِ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4485,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:13","price":"Yaranaborohereje kwikora ku biri mu majuru; nk’izuba, ukwezi n’inyenyeri, n’ibindi, no ku biri kw’isi; nk’ibitungwa, ibiti, n’ubwato, n’ibindi; ivyo vyose bikaba ari impano mwahawe n’Imana Allah, kugira muyisenge ari Imwe Rudende mutayibangikanya. Muri ivyo vyose rero, ni ukuri harimwo ivyemezo bigaragara vyotuma abantu biyumvira, bikebuka bakamenya ko hariho Imana Imwe Rudende.","arabic":"وَسَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ جَمِيعٗا مِّنۡهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4486,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:14","price":"Ntumwa y’Imana! Bwira abemeye Imana Allah bagakurikira n’Intumwa yayo, bababarire ababagiriye nabi mu babangikanyamana batizeye indishi ku Mana Allah, batanatinya n’ibihano vyayo, kugira Imana Allah Izobahanire ivyaha vy'ivyo bari bararondeye kw’isi;","arabic":"قُل لِّلَّذِينَ ءَامَنُواْ يَغۡفِرُواْ لِلَّذِينَ لَا يَرۡجُونَ أَيَّامَ ٱللَّهِ لِيَجۡزِيَ قَوۡمَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4487,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:15","price":"Uwukoze iciza rero, azogihemberwa ku neza yiwe. Uwukoze ikibi, na we nyene azogihanirwa ku gatwe kiwe. Hanyuma ga bantu! Impera n’imperuka muzosubizwa ku Mana yanyu Rurema Allah, maze Ihembere umwumwe wese ivyo yakoze.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۖ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4488,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:16","price":"Ni ukuri, Twarahaye Bene Israyeli Igitabu ca Tawurati n’Injili; Tubaha no kwubahiriza ingingo z’ibiri muri ivyo Bitabu; Tugira n’Abavugishwamana benshi muri bo, mu ruvyaro rwa Ibrahimu (nyakugira amahoro y’Imana Allah), Tubaronsa n’ibibabeshaho vyiza birekuwe, Tubatera n’iteka kurusha abandi bo mu gihe cabo;","arabic":"وَلَقَدۡ ءَاتَيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4489,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:17","price":"Tubaha n’ingingo zitomoye mu mabwirizwa y’ibirekuwe n’ibibujijwe, hamwe rero n’ivyemezo bitandukanya ukuri n’ikinyoma; ntibanahazanye ngo bicemwo imigwi, kiretse inyuma y’aho bashikiriwe n’ubumenyi, bitewe no kurenganyana hagati yabo mu ntumbero yo kurondera icubahiro canke ubutegetsi. Ntumwa y’Imana! Mu vy’ukuri Imana yawe Rurema Allah, ku musi w’izuka, Izobacira urutunganye ku vyo bahora bahazanako kw’isi[2];","arabic":"وَءَاتَيۡنَٰهُم بَيِّنَٰتٖ مِّنَ ٱلۡأَمۡرِۖ فَمَا ٱخۡتَلَفُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4490,"juzNumber":25,"footnotes":"[2] Iyi Aayah, irihaniza abantu ko batokwigenza nka Bene Israyeli mu guhazana bicamwo imigwi mw’idini, mu ntumbero yo kurondera ivyubahiro n’ubutegetsi, kuko bohava babihanirwa nk’uko Bene Israyeli babihaniwe.","lang":"rn"},{"name":"45:18","price":"Ntumwa y’Imana! Mu nyuma rero, ni ho Twagushingira ingingo z’amabwirizwa y’idini atomoye. Kurikira rero izo ngingo maze uzubahirize. Ntugakurikire ivyipfuzo vy’abadatahura nya ngingo, ata n’ukuri bazi[3].","arabic":"ثُمَّ جَعَلۡنَٰكَ عَلَىٰ شَرِيعَةٖ مِّنَ ٱلۡأَمۡرِ فَٱتَّبِعۡهَا وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4491,"juzNumber":25,"footnotes":"[3] Iyi Aayah, irerekana ko idini ritunganye mu ngingo no mu mabwirizwa vyayo, ari ubwislamu; bikaba ngombwa rero, ko akurikizwa ata guhesha, ha gushira imbere ivyipfuzo vy’abantu.","lang":"rn"},{"name":"45:19","price":"Ntumwa y’Imana! Mu vy’ukuri mu gihe wokurikira ivyipfuzo vyabo, nta na kimwe bokumarira ngo bagukure mu bihano vy’Imana Allah. Mu vy’ukuri, abirenganije mu kurenga ku mabwirizwa y’Imana Allah, baratabarana bakagira n’urunani mu kurwanya abemeramana. Burya Imana Allah, ni Yo Muhagarikizi Atabara abagamburukiramana bubahiriza amabwirizwa yayo.","arabic":"إِنَّهُمۡ لَن يُغۡنُواْ عَنكَ مِنَ ٱللَّهِ شَيۡـٔٗاۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۖ وَٱللَّهُ وَلِيُّ ٱلۡمُتَّقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4492,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:20","price":"Ntumwa y’Imana! Iyi Qor’ani Twakumanuriye, irereka abantu itandukaniro riri gahati y’ukuri n’ikinyoma, ikaba n’uburongozi n’impuhwe ku bantu bemera ata gukekeranya, ko yoyo ari ukuri kuva ku Mana Allah.","arabic":"هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُوقِنُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4493,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:21","price":"Ahubwo rero, abubahuka gucumura izuba riva, bakanahakana bivuye inyuma Intumwa z’Imana, bagaca kubiri n’amabwirizwa y’Imana Allah bakanayibangikanya, bibaza ko mu buzima bwabo bwo kw’isi no mu bw’inyuma yo gupfa, Twobafata co kimwe n’abemeye Imana Allah n’Intumwa zayo, bakanakora n’ivyiza bitegetswe, bakanayisenga beza n’ivyo bakora vyose ku bwayo! Ingingo yabo yo kwiyumvira ko abanyavyaha n’aberanda bofatwa kumwe, ni mbi cane.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ ٱجۡتَرَحُواْ ٱلسَّيِّـَٔاتِ أَن نَّجۡعَلَهُمۡ كَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَوَآءٗ مَّحۡيَاهُمۡ وَمَمَاتُهُمۡۚ سَآءَ مَا يَحۡكُمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4494,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:22","price":"Imana Allah, Yaremye amajuru n’isi vy’ukuri mu ntumbero yo kubatunganiriza; no kugira umwumwe wese mu bantu azohemberwe ivyo yakoze ku musi w’izuka, kandi ntibazorenganywa namba.","arabic":"وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَلِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4495,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:23","price":"Ntumwa y’Imana! Mbega warabonye uwigiriye ivyipfuzo vyiwe kuba ari yo mana yiwe, Imana Allah Iraheza Iramuhubisha kandi yaramaze gushikirwa n’ubumenyi n’ivyemezo; Itera n’ikimangu ku mutima wiwe ntihagira na kimwe atahura ngo yikebuke; Ishira no ku maso yiwe ipaziya, ntiyaba akibona ivyemezo vyayo! Ni nde wundi none yomushoboza kuba umugororotsi, inyuma y’aho Imana Allah Imurekeye agahuba ku bugaba bwiwe! Bantu! Ubwo ntimwokwibuka mukamenya ko uwo Imana Allah Iretse agahuba ku bugaba bwiwe, ata wushobora kumurongora mu nzira yayo[4]!","arabic":"أَفَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلۡمٖ وَخَتَمَ عَلَىٰ سَمۡعِهِۦ وَقَلۡبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةٗ فَمَن يَهۡدِيهِ مِنۢ بَعۡدِ ٱللَّهِۚ أَفَلَا تَذَكَّرُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4496,"juzNumber":25,"footnotes":"[4] Iyi Aayah, irihaniza umuntu gukora ivyo akora yisunze ivyipfuzo vyiwe, ha kwisunga ingingo n’amabwirizwa vy’Imana Allah.","lang":"rn"},{"name":"45:24","price":"Ababangikanyamana bavuze bahakana bivuye inyuma izurwa ry’ibiremwa bati: “Ubuzima, si ikindi kiretse ko ari ubu buzima nyene tubayeho kw’isi, nta bundi buzima bubaho inyuma yo gupfa; nta n’ikindi gituma dupfa tugahona, kiretse ibihe bidutitura tugapfa, si Imana Allah”. Abo babangikanyamana rero, nta bumenyi bafise ku vyerekeye ubuzima no gupfa hamwe n’izurwa ry’ibiremwa, bapfa kuvuga gusa ivyo bibwiye;","arabic":"وَقَالُواْ مَا هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا يُهۡلِكُنَآ إِلَّا ٱلدَّهۡرُۚ وَمَا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4497,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:25","price":"N’iyo basomewe Aayah zacu zitomoye, nta cemezo baronka bisunga, kiretse ukuvuga bati: “Ewe Muhamadi! Wewe n’abemeramana muri kumwe, enda nyabuna rero, nimugarure kw’isi ba data bapfuye kera, nimwaba koko muri imvugakuri, ko abantu bazosubizwa ubuzima bakazuka!”.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ مَّا كَانَ حُجَّتَهُمۡ إِلَّآ أَن قَالُواْ ٱئۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4498,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:26","price":"Ntumwa y’Imana! Bwira abahakana bivuye inyuma izurwa ry’ibiremwa, uti: “Imana Allah, Ibaha ubuzima mukaba kw’isi ikiringo Ishatse; hanyuma Ikabaka nya buzima mugapfa ikiringo co kubaho kwanyu giheze; mu nyuma rero, Izobasubiza ubuzima muzuke, maze Ibegeranirize hamwe mwese ku musi w’izuka ata makenga ko uzoshika. Ariko rero abenshi mu bantu, ntibazi ubushobozi n'ububasha vy’Imana Allah mu gutuma abantu bapfa, no mu kubasubiza ubuzima bakazozuka ku musi w’izuka”.","arabic":"قُلِ ٱللَّهُ يُحۡيِيكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يَجۡمَعُكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4499,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:27","price":"Imana Allah, ni Yo Nyenubwami Igaba Ikaganza amajuru indwi n’isi n’ibiri muri vyo. Umusi umuhero w’isi wageze rero, ibiremwa vyose bigahwera, hanyuma bikazuka kugira bihemberwe ivyo vyakoze, kuri uwo musi abahakana Aayah n’ivyemezo vy’Imana Allah, bazogira agahombo gakomeye;","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَخۡسَرُ ٱلۡمُبۡطِلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4500,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:28","price":"Ntumwa y'Imana! Kuri uyo musi, uzobona umugwi umwumwe w’abantu basenga mw’idini rimwe upfukamye watekewe n’ubwoba n’akantu, maze umugwi wose uhamagarirwe kwumviriza ibiri mu gitabu cawo, maze ubwirwe uti: “Uno musi rero, muhemberwa ivyo mwari mwarakoze kw’isi”.","arabic":"وَتَرَىٰ كُلَّ أُمَّةٖ جَاثِيَةٗۚ كُلُّ أُمَّةٖ تُدۡعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلۡيَوۡمَ تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4501,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:29","price":"Iki, ni igitabu cacu kibabwira vy’ukuri ido n’ido ku vyo mwakoze ata kirenzeko ata n’ikibuzeko. Mu vy’ukuri, Twahora Dutegeka abamalayika babungabunga ivyo mukora, kwandika ibikorwa vyanyu.","arabic":"هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيۡكُم بِٱلۡحَقِّۚ إِنَّا كُنَّا نَسۡتَنسِخُ مَا كُنتُمۡ تَعۡمَلُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4502,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:30","price":"Abemeye rero Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo, Imana yabo Rurema Allah, Izoheza Ibinjize ku mpuhwe zayo mu Bwami bw’ijuru. Iyo rero, ni yo ntsinzi igaragara.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُدۡخِلُهُمۡ رَبُّهُمۡ فِي رَحۡمَتِهِۦۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4503,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:31","price":"Nayo abagararije Imana Allah bakanahakana bivuye inyuma Intumwa zayo, bazobwirwa bati: “Mbega ntimwasomewe Aayah zanje mukiri kw’isi, mukagira amanyama mu kutazemera, mukaba mwari n’abantu b’abanyavyaha!","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُوٓاْ أَفَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَٱسۡتَكۡبَرۡتُمۡ وَكُنتُمۡ قَوۡمٗا مُّجۡرِمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4504,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:32","price":"Mubwiwe ko mu vy’ukuri isezerano ry’Imana Allah ryo kuzura ibiremwa, ari iry’ukuri; n’uko umuhero w’isi ata makenga ko uriho”, mwaca mwishura muti: “Ntituzi ico ari co umuhero w’isi! Ntituniteze umuzo wawo, kiretse ku gukekeranya gusa, eka mbere ntitunemera ko nya muhero ubaho”.","arabic":"وَإِذَا قِيلَ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱلسَّاعَةُ لَا رَيۡبَ فِيهَا قُلۡتُم مَّا نَدۡرِي مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنّٗا وَمَا نَحۡنُ بِمُسۡتَيۡقِنِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4505,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:33","price":"Kuri uwo musi w’iharurirwa ry’ibiremwa rero, abagararije Aayah n’ivyemezo vy’Imana Allah, bazobona indishi y’ibibi bakoze, bazokwugarizwa n’ibihano bibabaza ku vyo bahora bateburako;","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4506,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:34","price":"Baheze babwirwe n’Imana Allah bati: “Kuri uno musi, Turabirengagije mu kubagumiza mu bihano vya Jahannamu nka kurya mwirengagije ukwemera, mukareka kwitegurira uyu musi wanyu, n’ubushikiro bwanyu rero ni mu muriro wa Jahannamu, nta n’umwe muronka abatabara ngo abakingire ibihano;","arabic":"وَقِيلَ ٱلۡيَوۡمَ نَنسَىٰكُمۡ كَمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4507,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:35","price":"Ivyo bihano mwahawe, vyaturutse ku gufata Aayah n’ivyemezo vy’Imana Allah minenegwe, mukabiteburako, no kuba mwarahenzwe mutwarwa n’ibihendamaso vyo mu buzima bwo kw’isi”. Kuri uno musi rero, ntibarota bava mu muriro wa Jahannamu, eka mbere ntibanasubizwa kw’isi ngo bigaye, baheze bakore ibikorwa vyiza.","arabic":"ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذۡتُمۡ ءَايَٰتِ ٱللَّهِ هُزُوٗا وَغَرَّتۡكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ لَا يُخۡرَجُونَ مِنۡهَا وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4508,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:36","price":"Kubera ivyo vyose rero, ishimagizwa ni iry’Imana Rurema Allah, Umubungabunzi w’amajuru n’isi, Ikaba n’Umubungabunzi w’ibiremwa vyose;","arabic":"فَلِلَّهِ ٱلۡحَمۡدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلۡأَرۡضِ رَبِّ ٱلۡعَٰلَمِينَ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4509,"juzNumber":25,"footnotes":"","lang":"rn"},{"name":"45:37","price":"Ni Yo Ikwiye kwigamba ku butwari n’ubutore vyayo mu majuru no mw’isi, ni na Yo rero Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"وَلَهُ ٱلۡكِبۡرِيَآءُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah"],"ayahNumber":4510,"juzNumber":25,"footnotes":"","lang":"rn"}],"chapter":["45 (Al-Jathiyah)","Al-Jathiyah","Surah Al-Jathiyah","Chapter Al-Jathiyah","Jathiyah","Surah Jathiyah","Chapter Jathiyah","Al Jathiyah","Surah Al Jathiyah","Chapter Al Jathiyah","Surah 45","Chapter 45","The Crouching","الجاثية"]}