{"data":[{"name":"46:1","price":"Haa Miim[1].","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"[1] Raba insiguro y’indome zitangura mu ntango y’Igisomwa Al-Baqara.","lang":"rn"},{"name":"46:2","price":"Ihishurwa ry’iki Gitabu ca Qor’ani ryavuye ku Mana Allah, Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:3","price":"Twebwe Allah, ntitwaremye amajuru n’isi n’ibiri hagati yavyo, atari ukugira vy’ukuri abantu bamenye ubushobozi n'ububasha vy’Iyabiremye, baheze bayiyegereze muri vyose banayisenge ari Imana Imwe Rudende; bamenye n’uko Ishoboye kubazura inyuma yo gupfa; no kugira bagendere ukuri n’ubutungane hagati yabo; no kugira rero babeho ubuzima bwabo gushika isango nyezina ryo gupfa ry’umwe wese rishike, ace apfa. Nayo abahakanye ko Allah ari Yo Mana y’ukuri, barirengagiza ibihano Qor’ani ibagabishako, ntibikebuke;","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:4","price":"Ntumwa y’Imana! Bwira abahakanye ko Allah ari Yo Mana y’ukuri uti: “Aho nyene muriko muraraba ibigirwamana musenga mu gishingo c’Imana Allah, mwoshobora kunyereka n’ikintu na kimwe vyaremye kw’isi! Canke hari umugabane vyoba bifise bibangikanijeko n’Imana Allah mw’iremwa ry’amajuru! Enda nyabuna rero, nimunzanire Igitabu mubisomamwo cavuye ku Mana Allah imbere y’ihishurwa rya Qor’ani, canke mumpe ico ari co cose mufise mu bisigarira vy’ubumenyi nimwaba muri imvugakuri”.","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:5","price":"Nta wahuvye yoza angana n’uwusaba ibigirwamana mu gishingo c’Imana Allah, akabisaba bitanashoboye no kwishura igisabisho c’uwubisavye; n’aho yobirindira gushika ku musi w’umuhero w’isi, ntibizopfa bimwishuye kuko ata co vyimariye, nkeswe kugira ico bimariye uwubisaba, eka mbere ntibizi n’uko hari n’uwubisaba.","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:6","price":"Igihe rero abantu begeranirijwe hamwe ku musi w’izuka kugira baharurirwe, baheze bahemberwe ivyo bakoze, ibigirwamana bahora basenga kw’isi bizobabera abansi, bibihakane binabavume, maze vyihakane vyongere vyamirire kure ko bitigeze bimenya ko vyasengwa.","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:7","price":"Iyo ababangikanyamana basomewe Aayah zacu zitomoye, abagararije ukuri igihe kubashikira, baca bavuga bati: “Iyi Qor’ani, ni uburozi bweruye”.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:8","price":"Ahubwo rero, boba bavuga ko Muhamadi yarementanije Qor’ani! Ntumwa y’Imana! Bishure uti: “Mu gihe noyirementanya maze Imana Allah Ikampana, nta na kimwe mwomarira ngo munkureko ibihano vyayo. Burya Imana Allah, ni Yo Izi neza ivyo muvuga vyose ku vyerekeye iyi Qor’ani. Imana Allah, Irakwiye Ubwayo kuba Icabona hagati yanje na mwe, ni na Yo rero Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo”.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:9","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Si jewe mbaye uwa mbere mu Ntumwa zarungitswe n’Imana Allah ku biremwa; kandi kuri iyi si, sinzi n’ico Imana Allah Izonkorera yaba jewe canke mwebwe, sinkurikira mu vyo ndababwiriza no mu vyo nkora, kiretse ku vyo mpishurirwa na Yo; kandi jewe nta co ndi, kiretse ko ndi Umugabisha ku bihano vyayo, atomora amabwirizwa yayo”.","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:10","price":"Ntumwa y’Imana! Vuga uti: “Nimumbwire, mu gihe iyi Qor’ani yoba yavuye ku Mana Allah, maze mukayihakana mwivuye inyuma, hakaba n’icabona[2] kivuye muri Bene Israyeli, cemeza ko muri Tawurati harimwo ibifitaniye isano na yo, kikaza cemeza umuzo w’Intumwa ari yo jewe Muhamadi, kikanagendera ibiri muri Qor’ani, na mwe mukirenganya mukagira amanyama mu kutavyemera, hari ukugarariza kwoza kuruta ukwo! Mu vy’ukuri Imana Allah, ntirongora mu nzira yayo y’ubwislamu abantu birenganya mu kuyigarariza no mu kurenga ku mabwirizwa yayo”.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"[2] Ico cabona, ni Abdu Llaahi mwene Salaam, akaba yari umwe mu bamenyi bo muri Bene Israyeli imbere yuko aba umwislamu.","lang":"rn"},{"name":"46:11","price":"Abagararije ko Muhamadi ari Intumwa y’Imana, barinamuye babwira abayemeye bati: “Iyo ukwemera kwanyu kuba kurimwo ineza, ntimwari kudutanga kumwemera”. Ku kubera rero Qor’ani ata co yabamariye ngo barongoke, bazokwigovyora bati: “Qor’ani, ni ikinyoma ceruye cabuwe ku bakera”.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:12","price":"Ico bomenya co, ni uko imbere y’ihishurwa rya Qor’ani, Twamanuye Tawurati yahawe Musa, kugira irongore Bene Israyeli, iheze ibere impuhwe uwuyemera akanagendera ibiri muri yo. Iyi Qor’ani na yo rero, ishimangira ukuri kuri mu Bitabu vyo hambere yayo kwahavuye guhindagurwa, Twayimanuye mu rurimi rw’icarabu kugira igabishe ku bihano vy’Imana Allah abirenganije mu kurenga ku mabwirizwa yayo, yongere ishikirize n’inkuru nziza ihumuriza abumvira Imana Allah mu bugwaneza, ko bagenewe Ubwami bw’ijuru.","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:13","price":"Mu vy’ukuri, abemanze bakavuga bati: “Imana yacu Rurema ni Allah”, hanyuma bakagororoka mu kwemera kwabo, nta bwoba kuri bo bwo guhanwa, eka mbere bobo ntibazokwicwa n’intuntu ku vyo basize kw’isi.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:14","price":"Abo, ni bo bantu rero bo mu Bwami bw’ijuru, bazobubamwo ibihe bidahera ku mpuhwe z’Imana Allah; iyo rero ni yo mpembo ku vyiza bari barakoze kw’isi.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:15","price":"Twategetse umuntu kwubaha no kwubahiriza abavyeyi biwe mu bugwaneza[3]; na canecane nyina wiwe kuko yamutwaye imbanyi umuruho ku wundi; aranamwibaruka umuruho ku wundi; gutyo ikiringo co kumutwara imbanyi gushika acuke, kiba amezi mirongo itatu. Umuntu rero, amaze kugera mu bigero vy’umugabo abushitse, maze agashikana imyaka mirongo ine, araheza agasaba Imana Allah atakamba ati: “Mana yanje Rurema Allah! Mpa kwama nibuka gushima inema zawe Wampaye, jewe hamwe n’abavyeyi banje, Wongere Unshoboze no gukora ivyiza bigushimisha, Unampere n’indero nziza n’ukuroranirwa uruvyaro rwanje. Jewe mu vy’ukuri, nigaye kuri Wewe ivyaha vyanje, kandi ndi no mu bicisha bugufi mu kwubahiriza amabwirizwa yawe”.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"[3] Umuntu ategetswe kwubaha no kwubahiriza abavyeyi biwe, mu buzima bwabo bwose n’inyuma y’aho bamaze gupfa, na canecane nyina wiwe.","lang":"rn"},{"name":"46:16","price":"Abo, ni bo rero Twakirira ivyiza mu vyo bakoze Tukabibungabunga, Tukanirengagiza ibicumuro vyabo, ntitubibahanire, bari no mu bantu bo mu Bwami bw’ijuru. Iri, ni ryo sezerano ry’ukuri Twabahaye.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:17","price":"Hari n’uwabwiye abavyeyi biwe igihe bamurarikira ukwemera Imana Allah n’ukwemera izurwa ry’ibiremwa, maze arimyoza avuga ati: “Nimumveko! Mbega munsezeranira ko nzozuka nkava mu kuzimu nkomeye, kandi hari imigwi n’iyindi y’abantu bo hambere yanje bapfuye, ata n’umwe muri bo gushika n’ubu arazuka!”. Nya bavyeyi ntibacitse intege, bashishikaye bamusabira ku Mana Allah ko Yomurongora, maze bamubwira bamwinginga bati: “Nyakugorwa! Enda nyabuna rero, niwemere Imana Allah, mu vy’ukuri isezerano ryayo ryo kuzura abapfuye, ni iry’ukuri”. Araheza rero, abishura n’akagagazo n’akantu ati: “Ivyo muvuga, si ikindi kiretse ko ari imigani n’ibitito vy’ab’aho hambere”.","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:18","price":"Abarangwa n’izo ngeso mbi rero, ni bo bazokwagirwa n’ibihano vy’Imana Allah, bakazohanirwa hamwe n’imigwi y’abagararije hambere yabo mu bantu no mu Majini. Mu vy’ukuri, bari no mu bahomvye mu buzima bwabo bwo kw’isi no mu bw’inyuma yo gupfa, kuko biguze ubuhuvyi ha kurongoka.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:19","price":"Umugwi umwumwe wose rero, waba uw’abakoze ivyiza canke uw’abakoze ibibi, urafise urugezo rwo guhemberwako ku musi w’izuka, hisunzwe ivyo wakoze kw’isi, kugira Imana Allah Izotunganirize umugwi wose muri yo ku vyo wakoze. Eka mbere nta n’umwe muri iyo migwi, uzorenganywa mu kurengerezwa urugero rw’ibihano canke mu kugabanywa indishi.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:20","price":"Umusi rero abagararije beretswe ibihano vy'umuriro kugira bahanwe, maze bakabwirwa n’agashinyaguro n’akantu bati: “Ivyiza vyanyu mwabihereje mu buzima bwanyu bwo kw’isi, muraheza muraryimara mu kuryoherwa. Bagarariji! Kuri uno musi rero, muhabwa ibihano bisuzuguza biturutse ku kuntu mwahora mugira amanyama kw’isi mu gukora ivyo mutarekuriwe, n’ukuntu mwari ibigaba birenga ku mabwirizwa y’Imana Allah”.","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:21","price":"Ntumwa y’Imana! Ibuka n’Umuvugishwamana Huudi mwenewabo na Bene Aadi, igihe yagabisha abantu biwe ku bihano vy’Imana Allah, bakaba baba ahitwa Al-Ahqaafu[4]. Ni ukuri, n’imbere y’irungikwa ryiwe no mu nyuma y’aho, hararungitswe n’izindi Ntumwa zigabisha abantu ku bihano vy’Imana Allah, imwe yose muri zo yashikiriza ubutumwa nk’ubwo izindi zashikiriza, iti: “Ntimukiyegereze mu vyo mukora vyose ngo munasenge ikintu na kimwe atari Imana Allah, mu vy’ukuri ndatinya ko mwoshikirwa n’ibihano vyo ku musi w’intureka zihambaye, umusi w’izurwa ry’ibiremwa”.","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"[4] Al-Ahqaafu, ni akarere Bene Aadi babamwo, igihe barungikirwa Umuvugishwamana Aadi, ubu hakaba ari ubugaragwa bugizwe n’umusenyi mwinshi mu bumanuko bw’Ikigobe c’Abarabu.","lang":"rn"},{"name":"46:22","price":"Bene Aadi babwiye Huudi bati: “Karashize ingani, utuzanire ubutumwa bwo kugira udukure kw’isengwa ry’imana zacu! Enda nyabuna rero, ko tuvyanse, duhe ibihano udusezeranira niwaba uri mu mvugakuri koko”.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:23","price":"Huudi (nyakugira amahoro y’Imana Allah) yabishuye ati: “Ni ukuri isango ivyo bihano ndabasezeranira vyoshikirako, rizwi n’Imana Allah, ico njejwe ni ukubashikiriza ubutumwa narungikanwe. Ariko rero n’aho biri ukwo, jewe mbona ko mwebwe muri ibijuju ku kwihutira gusaba ko muhanwa”.","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:24","price":"Aho baboneye rero igicu ciyegeranije mu kirere cerekera mu kabande kabo, kikaba carimwo ibihano biturutse hejuru basezeraniwe, bavuze bati: “Iki gicu gihava kiduha akavura maze duhembuke”. Huudi yababwiye ati: “Haba namba! Si igicu c’imvura nk’uko muvyibaza, ahubwo nyabuna, ni vya bihano mwihutira kwisabira, ni igicu kizananye n’igihuhusi kirimwo ibihano bikaze”.","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:25","price":"Nya gihuhusi, carandurana n’imizi ikintu ico ari co cose vyahura kw’itegeko ry’Imana yaco Rurema Allah. Ni ho rero, Bene Aadi bahona bose, nta n’igisanira wobona casigaye muri bo, kiretse ko hasigaye imihana yabo babamwo ahitwa Al-Ahqaafu. Ni nk’uko nyene rero Twebwe Allah - Twahoneje Bene Aadi - Duhana abantu b’ababanyavyaha barenga ku mabwirizwa yacu.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:26","price":"Bakorayishi! Ni ukuri Bene Aadi, Twari Twarabahaye ibibatsimbataza kw’isi ku rugero rusumba kure n’iyo ivyo Twabahaye bibatsimbataje kw’isi; Twabagiriye n’amatwi, amaso n’imishaha kugira babikoreshe mu kwumva no mu kubona ukuri, baheze batahure bagukurikire; ariko nya matwi, amaso hamwe n’imishaha nta na kimwe vyabamariye, kuko bahora bahakana bivuye inyuma Aayah n’ivyemezo vy’Imana Allah, maze bugarizwa n’ibihano bibabaza, bahora bateburako.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:27","price":"Bantu b’i Makka! Ni ukuri, Twarahoneje uducimbiri turi mu micungararo yanyu; nk’uducimbiri twa Bene Aadi na Bene Thamuudi, maze ducika iciro ry’umugani. Emwe! Twari Twaranabatomoreye Aayah n’ivyemezo vyacu, kugira bisubireko, ariko barananye kwisubirako.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:28","price":"None ga ntu! Ibigirwamana bigiriye bakabisenga bibwira ko bibegereza ku Mana Allah, ntivyari kubatabara ngo ntibahone! Ahubwo rero, vyarazimanganye bigenda amazimayongo, nta n'ico vyabamariye. Iryo, ni irementanya ryabo barementanya mu kubigira imana.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:29","price":"Ntumwa y’Imana! Ibuka n’igihe Tukurungikira umugwi w’Amajini, kugira ngo yumvirize Qor’ani wariko urasoma, amaze kugushikira abwirana hagati yayo ati: “Nimucereze twumvirize Qor’ani”. Intumwa rero imaze kurangiza gusoma Qor’ani, nya mugwi w’Amajini waciye usubira kuri benewabo, uraheza urabagabisha ko bokwibonerako mu kuronka ibihano vy’Imana Allah, mu gihe bokwanka kwemera.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:30","price":"Nya Majini araheza avuga ati: “Emwe benewacu! Mu vy’ukuri twebwe, twumvise Igitabu camanuwe mu nyuma ya Musa, gishimangira ukuri kuri mu Bitabu vyo hambere yaco vyamanuwe n’Imana Allah ku Ntumwa zayo, kirongora mu kuri no mu nzira igororotse;","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:31","price":"Emwe benewacu! Enda nyabuna rero, nimwumvire Intumwa y’Imana Muhamadi ku vyo ibararikira, maze muyemere, mugendere n’ivyo ibigisha, gutyo Imana Allah Ice Ibagumiriza akabanga ku vyaha vyanyu, Iheze Ibababarire, Yongere Ibakingire n’ibihano bibabaza vyo mu muriro udahera;","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:32","price":"Aboramuka rero banse kwumvira Intumwa y’Imana Muhamadi ku vyo ibararikira, nibamenye ko badashobora kunanira Imana Allah ko Ibahanira aho hose bazoba bari kw’isi; muri ico gihe, nta muhagarikizi n’umwe atari Imana Allah bazoronka yobakura mu bihano vyayo. Abo, ni bo rero bari mu muzimagiza ugaragara uri kure cane y’ukuri”.","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:33","price":"Mbega abahakana izurwa ry’ibiremwa baragoswe, ntibamenya ko Imana Allah Yaremye amajuru n’isi mu buryo buhimbaye ata n’ico Irinze gufatirako, Itanaruhishijwe n’iremwa ryavyo, Ishoboye gusubiza ubuzima abapfuye maze bakazuka! Ego cane Irabishoboye. Mu vy’ukuri rero, ni Yo Mushoboravyose.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:34","price":"Umusi rero abagararije beretswe ibihano vy’umuriro kugira bahanwe, maze bakabazwa n’agashinyaguro n’akantu bati: “Ibi bihano si ivy’ukuri!”, bazokwishura n’agahinda n’akantu bati: “Ego cane turarahiye kw’izina ry’Imana yacu Rurema Allah, ko ari ivy’ukuri koko”. Maze bace babwirwa bati: “Nimuhonje rero ibihano biturutse ku kuntu mwahora mubihakana kw’isi”.","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"46:35","price":"Ntumwa y’Imana! Ihanganire rero ibangamira ry’abaguhakana nk’uko Inararibonye mu Ntumwa zihanganye hambere yawe[5]; kandi ntiwihutire gusaba ko abo warungitsweko bohanwa, burya igihe ibihano vyashitse bakabibona ukuri kwamye, ku kubera intureka zavyo, bazoba nk’aho batigeze baba kw’isi, kiretse isaha imwe yo ku murango. Iri rero, ni irarikwa kuri bo no ku bandi bose. Nta bazohonywa n’ibihano vy’Imana Allah, kiretse abantu b’ibigaba birenga ku mabwirizwa yayo.","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"[5] Izo Nararibonye zihambaye, zatewe n’iteka kurusha izindi “Ulu l’Azmi”, ni zitanu: Nuhu, Ibrahimu, Musa, Isa na Muhamadi (ba nyakugira amahoro n'impuhwe z'Imana Allah).","lang":"rn"}],"chapter":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf","Chapter Al-Ahqaf","Ahqaf","Surah Ahqaf","Chapter Ahqaf","Al Ahqaf","Surah Al Ahqaf","Chapter Al Ahqaf","Surah 46","Chapter 46","The Dunes","الأحقاف"]}