{"data":[{"name":"49:1","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Ntimugakore ikintu na kimwe kitisunze ingingo y’Imana Allah n’Intumwa yayo, ngo mwadukane bishasha mu mabwirizwa y’idini; muraheza rero mutinye ibihano vy’Imana Allah mu gihe mwovuga canke mugakora ibiciye kubiri n’amabwirizwa yayo. Mu vy’ukuri Imana Allah, ni Nyenukwumva, Irumva ivyo muvuga; Nyenubumenyikurivyose, Irazi neza ivyo mukora n’ivyo muzirikana[1].","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"[1] Iyi Aayah, irihaniza abemeramana ko batokwadukana bishasha mw’idini, canke ngo bishingire ingingo ziciye kubiri n’amabwirizwa y’Imana Allah.","lang":"rn"},{"name":"49:2","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Ntimukarenze urwamo Umuvugishwamana mu gihe muriko muraganira na we; kandi ntimugasemerere mu kumuhamagara nka kurya mubigenza hagati yanyu[2], kuko vyotuma ibikorwa vyanyu bicika impfagusa ata vyo muzi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"[2] Kutarenza urwamo Intumwa y’Imana (nyakugira amahoro n’impuhwe z’Imana Allah) no guca bugufi mw’ijwi mu gihe co kuganira na yo, hamwe rero no kudasemerera mu kuyihamagara, ni bimwe mu rupfasoni rutegerezwa kwubahirizwa kuri yo, kuko yatewe iteka ryo kurungikwa n’Imana Allah kugira yemerwe, ikundwe, yongere ikurikirwe muri vyose.","lang":"rn"},{"name":"49:3","price":"Mu vy’ukuri, abaca bugufi mu kutarenza urwamo Intumwa y’Imana, igihe bari kumwe na yo; abo, ni bo Imana Allah Yagerageje imishaha yabo, maze Irayeza mu kuyishikana kw’igamburukiramana, bazogumirizwa akabanga ku vyaha vyabo, vyirengagizwe ntibabihanirwe, bazonaronka n’impano zihambaye kandi zamaho mu Bwami bw’ijuru.","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"49:4","price":"Muvugishwamana! Mu vy’ukuri, abaguhamagara basemerera bari hanze y’ivyumba vyawe, bakakurenza urwamo, abenshi muri bo, ntibatahura icubahiro cawe ngo baguhamagare mu rupfasoni rugukwiye.","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"49:5","price":"Iyo bihangana bakarindira ko usohoka, vyari kuba ari vyiza kuri bo ku Mana Allah kuko Yabategetse kukwubaha. Burya Imana Allah, ni Nyenimbabazi-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"49:6","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Nihagira ikigaba kibazanira inkuru, murabanza muyitohoze mu bwitonzi imbere yuko muyemera ngo muyikwiragize, ku kwanka ko mwosanga mwandagaje abantu b’abera ku kutamenya, maze mugasigara muricuza ku vyo mwakoze.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"49:7","price":"Nimumenye kandi ko Intumwa y’Imana iri kumwe na mwe, muheze rero murangwe n’urupfasoni, kuko yoyo ishaka ko mubaho mw’iteka n’itekane, ata we mubangamiye. Mu gihe rero yobumvira mu vyo mwipfuza vyose, ni ukuri ntimwokworoherwa namba; ariko rero Imana Allah, Yabakundishije ukwemera Iranakuryohereza mu mishaha yanyu, Ibankisha ubugarariji n’ubugaba bwo kurenga ku mabwirizwa yayo no kugabitanya. Abarangwa n’izi ngeso nziza rero, ni bo bari mu nzira nziza ibereye y’ukuri.","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"49:8","price":"Ivyo vyiza vyose murimwo, ni impano n’inema zivuye ku Mana Allah. Burya Imana Allah, ni Nyenubumenyikurivyose, Intungane mu vyo Ikora.","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"49:9","price":"Nihagira imigwi ibiri mu bemeramana ishamirana ikarwana, muraca muyihuza muyinywanishe mwisunze Igitabu c’Imana Allah n’inyigisho z’intumwa. Nihagira umugwi muri yo wanka kwubahiriza ingingo yafashwe, muraheza muwurwanye mwivuye inyuma, gushika ugarutse ku ngingo y’Imana Allah n’Intumwa yayo. Niwagaruka kuri iyo ngingo rero, muranywanisha iyo migwi ata nkunzi, maze muyitunganirize mwisunze ingingo y’Imana Allah n’Intumwa yayo. Mu vy’ukuri Imana Allah, Irakunda abatunganiriza abandi ata nkunzi[3].","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"[3] Muri iyi Aayah, harimwo icemezo c’uko Imana Allah Ikunda mu buryo buberanye n’icubahiro cayo.","lang":"rn"},{"name":"49:10","price":"Ni ukuri abemeramana, ni abavukanyi mw’idini, muraheza rero munywanishe hagati y’abavukanyi banyu baramutse batase, maze mutinye Imana Allah muri ukwo kunywanisha kugira mugirirwe impuhwe na Yo.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"49:11","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Ntihakagire umugwi w’abagabo usuzugura uwundi mugwi, kumbure hari n’aho umugwi usuzuguwe muri bo, woba urangwa n’ubutore gusumba umugwi wawusuzuguye. No mu bagore nyene, ntihakagire umugwi muri bo usuzugura uwundi mugwi, kumbure hari n’aho umugwi wasuzuguwe muri bo, woba urangwa n’ubutore gusumba umugwi wawusuzuguye. Ntimugatezanye urubwa, kandi ntimugatazirane amazina mabi (adakundwa). Ni bibi cane ko mwitana izina ry’ubunyakibi mu nyuma y’aho mumariye kuba abislamu, mugatahura ububi bwavyo. Uwutazokwigaya rero ngo avavanure no kwitana izina nk’iryo, azoba ari mu birenganije.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"49:12","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Nimwirinde ukwikeka nabi kenshi abemeramana, mu vy’ukuri bimwe muri ukwo kwikeka nabi ni ibicumuro; kandi ntimukagendereze murondera kumenya utunenge twabo, ntimukandagazanye[4]. Burya none muri mwebwe, hari uwokunda ko yorya inyama z’umubiri w’umuvukanyi wiwe yamaze gupfa! Nimwanke mwankirize rero kwandagazanya, kuko kwandagaza umuntu ari nko kumurya inyama yapfuye. Nimugamburukire Imana Allah mu kwubahiriza amabwirizwa yayo. Mu vy’ukuri Imana Allah, ni Nyenukwumvirabigaya, Nyenimbabazi ku batoni bayo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"[4] Kwandagaza umuntu, ni ukumuvugako ivyo adakunda ko bivugirwa ku mugaragaro mu gihe we nyene atahibereye ngo avyumve.","lang":"rn"},{"name":"49:13","price":"Emwe bantu! Mu vy’ukuri Twebwe Allah, Twabaremye Tubakomoye kuri so wanyu umwe ari we Adamu, na nyoko wanyu umwe ari we Hawa, nta gituma rero mwokwihaya ku nkomoko zanyu; Twaranabaremye mw’ima ry'intanga biciye mu kurondoka, Tubagira amahanga n’amoko atandukanye kw’isi kugira gusa mumenyane. Mu vy’ukuri, intore muri mwebwe isumba abandi ku Mana Allah, ni umugamburukiramana muri mwebwe gusumba abandi. Mu vy’ukuri Imana Allah, ni Nyenubumenyikurivyose, Muhetuziwavyose.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"49:14","price":"Ababa mu micungararo y’igisagara ca Madina, barinamuye bavuga bihaya bati: “Twaremeye vy’ukuri Imana Allah n’Intumwa yayoˮ. Muvugishwamana! Babwire uti: “Ntimukihaye ko mwemeye vy’ukuri, ahubwo nimuvuge muti: “Twarabaye abislamuˮ, nayo ukwemera ntikuranyengetera mu mitima yanyu. Nimwumvira Imana Allah n’Intumwa yayo, Imana Allah ntizogabanya na kimwe mu ndishi z’ibikorwa vyanyuˮ. Mu vy’ukuri Imana Allah, ni Nyenimbabazi-ntangere ku bigaya, Nyenimbabazi ku batoni bayo[5].","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"[5] Iyi Aayah, irabuza umuntu ko yihaya mu kwemera mu majambo, mu gihe ibikorwa vyiwe biteye kubiri n’ivyo avuga.","lang":"rn"},{"name":"49:15","price":"Ni ukuri abemeramana koko, ni barya bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo, hanyuma ntibagira amakenga mu kwemera kwabo, maze baharanira n'idini ry’Imana Allah mu gutanga amatungo yabo no mu kwitanga ubwabo. Abo, ni bo rero mvugakuri koko mu kwemera kwabo.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"49:16","price":"Muvugishwamana! Bwira ababa mu micungararo y’igisagara ca Madina uti: “Mbega mubwira Imana Allah ibijanye n’idini hamwe n’ukwemera kwanyu, kandi Imana Allah Izi neza ibiri mu majuru n’ibiri mw’isi! Burya rero Imana Allah, ni Nyenubumenyikurivyose, Irazi neza ivyo mukora n’ivyo muzirikanaˮ.","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"49:17","price":"Muvugishwamana! Bakwihayako ko bagukurikiye bakaba abislamu! Babwire uti: “Ntimukanyihayeko ko mwabaye abislamu kuko mwababaye ku neza yanyu; ahubwo Imana Allah Ibihayako ku kuba Yarabashoboje kuba abislamu, mukayemera Yo hamwe n’Intumwa yayo nimwaba muri imvugakuri koko mu kwemera kwanyuˮ.","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"rn"},{"name":"49:18","price":"Mu vy’ukuri Imana Allah, Irazi neza ibinyegejwe ibiremwa mu majuru n’isi. Burya Imana Allah, ni Nyenukubona, Irabona neza ivyo mukora kandi Izobibahembera.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"rn"}],"chapter":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat","Chapter Al-Hujurat","Hujurat","Surah Hujurat","Chapter Hujurat","Al Hujurat","Surah Al Hujurat","Chapter Al Hujurat","Surah 49","Chapter 49","The Rooms","الحُجرَات"]}