{"data":[{"name":"6:1","price":"Ishimagizwa ni iry’Imana Allah[1], Yo Yaremye amajuru n’isi n’ibiri muri vyo; Irema n’umuco utuma haba ikurakuranwa ry’ijoro n’umurango. Hamwe n’ivyo biranga ubushobozi n’ububasha bw’Imana Allah, abagararije banganisha Imana Allah n’ibiremwa bakayibangikanya na vyo.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"[1] Imana Allah, ni Yo Ikwiye gushimwa ku nema zayo z’ubwoko bwose, iziboneka n’izitaboneka, izishingiye ku kwemera n’izishingiye ku kubeshaho ibiremwa vyose. Kubera ivyo rero, nta kintu na kimwe gikwiye gusengwa hamwe na Yo canke mu gishingo cayo.","lang":"rn"},{"name":"6:2","price":"Ni Yo Yaremye mw’ivu so wanyu mukomokako Adamu, hanyuma Iraheza Irabagenera ikiringo co kubaho kw’isi, n’ikindi kiringo ntarengwa kizwi na Yo gusa co guhona ku musi w’umuhero. Inyuma y’ivyo vyose rero, mukabandanya kugira amakenga ku bushobozi n’ububasha bw’Imana Allah bwo kuzura abapfuye.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:3","price":"Iyo Mana Allah, ni Yo Ikwiye gusengwa mu majuru no mw’isi. ni Yo Izi neza ivyo muhisha n’ivyo mugaragaza vyose, Iranazi n’ivyo mugira vyaba vyiza canke bibi.","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:4","price":"Abagarariza Imana Allah ntibashikirwa n’icemezo mu vyemezo vyerekana ko Imana Allah ari Imwe Rudende, n’uko Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ari Intumwa vy’ukuri, kiretse ko batavyemera, baranavyirengagiza;","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:5","price":"Barahakanye bivuye inyuma ukuri igihe bagushikirizwa n’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), baranatebuye kw’irarikiramana ryayo. Kubera ivyo rero, bitebe bitebuke, bazokwibonerako inkurikizi y’ivyo bateburako.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:6","price":"Mbega ntibamenye inkuru y’imigwi y’abo Twahoneje aho hambere yabo! Twabahaye gutsimbatara no kuramba kw’isi ku buryo mwebwe Tutabahaye gutsimbatara nkabo, Twaranabahaye inema y’imvura yamaho n’inzuzi zitemba musi y’imihana yabo, kugira Tubatenyenyere gato. Bahavuye rero bagarariza inema zacu, baranahakana bivuye inyuma Intumwa zacu, Duca Tubahanira ivyaha vyabo Turabahonya. Mu nyuma y’abo rero, Twahavuye Turungika kw’isi iyindi migwi y’abantu.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:7","price":"Ntumwa y’Imana! N’iyo Tukumanurira Igitabu kiri hamwe kivuye mw’ijuru, canditswe ku mpapuro bakagikorako n’iminwe yabo, abagararije bari kuvuga bati: “Iki si ikindi kiretse ko ari uburozi bweruye”.","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:8","price":"Bari no kuvuga bati: “Ubwo Imana ntiyari gupfuma Imumanurira umumalayika avuye mw’ijuru kugira yemeze ko ari Intumwa vy’ukuri, tugaheza tukamwemera!”. Iyo rero Tumanura umumalayika avuye mw’ijuru nk’uko babisavye hanyuma bakagarariza, hari gufatwa ingingo yo kubahonya, ntibari no guhabwa n’akanya na gato ko kwigaya, kuko Imana Allah Irazi mu vyagezwe ko batari kwemera kubera ubugaba bwabo.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:9","price":"N’iyo Tuja kubarungikira Intumwa y’umumalayika kuko bagararije ukwemera Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), ni ukuri Twari kurungika nya mumalayika mw’ishusho ry’umuntu kugira bashobore kumwumva no kumutahura, kandi naho nyene bari kugira amakenga ku kumwemera nk’uko bayagize ku kwemera Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:10","price":"Ntumwa y’Imana! Ni ukuri, aho hambere yawe harabaye itebura ku Ntumwa z’Imana (za nyakugira amahoro y’Imana Allah), gushika n’aho abatebura bashikirwa n’ibihano ku vyo bahora bateburako[2].","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"[2] Abagarariji b’i Makka basavye mu gutebura ko borungikirwa umumalayika kugira bashobore kwemera Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), Imana Allah Ica Iramenyesha Intumwa ko atari bwo bwa mbere abagarariji batebura nk’ukwo.","lang":"rn"},{"name":"6:11","price":"Ntumwa y’Imana! Babwire uti: “Nimugendagende irya n’ino kw’isi, hanyuma mwirabire iherezo ry’abahakanyi uko ryagenze, muheze mwiyubare ko mwoshikirwa n’ivyabashikiye”.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:12","price":"Ntumwa y’Imana! Baza ababangikanyamana uti: “Mbega ibiri mu majuru no mw’isi, ni nde Mugabe wavyo?”. Babwire uti: “Vyose nk’uko mubizi mukanavyemanga, ni ivy’Imana Allah, ni Yo Mugabe wavyo. Nimuyiyegereze rero mu vyo mukora vyose munayisenge mutayibangikanya”. Imana Allah Yaramaze kwiyemeza kugira impuhwe, ntiyihutira guhana ibiremwa. Ni ukuri rero, Izobegeraniriza hamwe ku musi w’izuka ata makenga ko utegerezwa gushika, kugira Ihembe umwe wese ku co yakoze. Ababangikanyamana rero, ni bo bazotahira agahombo kuko batemera Imana Allah, batanemera n’Intumwa yayo Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:13","price":"Imana Allah, ni Yo Mugabe w’ibiri mu majuru no mw’isi, ibitururuye mw’ijoro n’ibigendagenda ku murango, ibihishije n’ibiboneka, vyose ni ibiremwa vyayo. Ni na Yo rero Nyenukwumva, Irumva ibivugwa n’ibiremwa; Nyenubumenyikurivyose, Irazi ivyo bikora n’ivyo bihishije mu mutima.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:14","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Mbega yemwe! Bishoboka gute ko nogira ikitari Imana Allah umuhagarikizi n’umutabazi wanje, kandi ari Yo Rutanguzandemo Yaremye amajuru n’isi n’ibiri muri vyo, Ikaba ari na Yo Ibeshejeho ibiremwa vyayo, Itanakeneye ivyo biyikeneyeko mu kubaho kwavyo!”. Ntumwa y’Imana! Babwire uti: “Jewe mu vy’ukuri, nategetswe ko noba uwa mbere mu bo narungitsweko yicisha bugufi mu kwiyegereza Imana Allah mu vyo nkora vyose”. Ntumwa y’Imana! Ntukabe rero mu babangikanyamana.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:15","price":"Ntumwa y’Imana! Babwire uti: “Jewe mu vy’ukuri, mu gihe nogabitanya ku Mana yanje Rurema Allah mu kuyibangikanya, ndatinya ko Yompana ku musi uhambaye w’izuka;","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:16","price":"Kuri uwo musi, uwo Imana Allah Izokingira ibihano, ni ukuri Izoba Yamaze kumugirira impuhwe, kandi rero iyo ni yo ntsinzi ihambaye”.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:17","price":"Muntu! Igihe Imana Allah Yogutera amagorwa y’ubukene canke y’indwara, nta n’umwe yoyagukuramwo kiretse Yo; no mu gihe Yogutera iteka ry’ubutunzi canke ryo kuroranirwa n’amagara, nta n’umwe mu biremwa yokwambura nya teka. Burya rero Imana Allah ni Yo Mushoboravyose;","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:18","price":"Ni na Yo Nyeninkomezi, Iganza ibiremwa vyose, ni na Yo Ntungane rero mu vyo Ikora, Muhetuziwavyose.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:19","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Ni igiki coba icabona gihambaye cemeza ko ndi Intumwa y’Imana vy’ukuri!”. Nibatakwishura, uraca ubabwira uti: “Imana Allah ni co Cabona hagati yanje na mwe Cemeza ko ndi Intumwa, Kikanamenya neza n’ivyo muvuga. Yaranampishuriye Qor’ani kugira ndabagabishe ntimuzohanwe, nongere ngabishe n’imigwi y’abantu izoshikirwa na Qor’ani uko izogenda ikurakuranwa kw’isi. Mbega mwokwemanga mu vy’ukuri ko hariho izindi mana zibangikanije n’Imana Allah!”. Ntumwa y’Imana! Babwire uti: “Jewe singiye kuba icabona ku vyo mwemanze”. Babwire uti: “Ni ukuri Allah ni Imana Imwe Rudende. Kandi jewe mu vy’ukuri, nditandukanije n’ivyo muyibangikanya vyose”.","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:20","price":"Abo Twahaye Igitabu (mu bayahudi n’abanaswara), barazi neza na neza ibiranga Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), vyotuma batamwihendako mu vyanditswe mu Bitabu vyabo; nka kurya bazi neza na neza ata kwitiranya abana babo; abatwawe n’ivyipfuzo vyabo muri bo, ni bo bazotahira agahombo gatewe no kutemera Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) n’ivyo yigishije.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:21","price":"Nta n'umwe arenganya akimonogoza gusumba uwurementaniriza Imana Allah ko Ifise ababangikanywa na Yo mu gusengwa, canke ko Ifise umwana canke umugore, canke agahakana yivuye inyuma Aayah n’ivyemezo vyayo vyerekana ukuri kw’Intumwa zayo! Mu vy’ukuri, abirenganya mu kubeshera Imana Allah, ntibazokwigera baronka intsinzi kw’isi no mu buzima bw’inyuma yo gupfa,","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:22","price":"Nibiyubare rero umusi Twabegeranirije hamwe, hanyuma Tukabaza ababangikanyamana Duti: “Biri hehe ibigirwamana vyanyu mwahora mwibwira ko bibangikanije n’Imana Allah, ngo biheze bibavugire!”;","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:23","price":"Inyuma y’aho rero, nta n’inyishu bazoronka kuri iryo geragezwa ryo kubazwa, kiretse ko bazorahira bakarengwa bavuga bati: “Turarahiye kw’Izina ry’Imana yacu Rurema Allah! Ntitwigeze tubangikanya Imana Allah!”.","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:24","price":"Ntumwa y’Imana! Ehe raba ukuntu bihenda, bakazokwihakana ibangikanyamana ku musi w’izuka, eka n’ivugirwa baziga ku bigirwamana vyabo nta ryo bazokwigera baronka.","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:25","price":"Mu babangikanyamana, harimwo abakwumviriza usoma Qor’ani ariko ntibanyurwe. Biturutse ku gutwarwa n’ivyipfuzo vyabo rero, Twarasibanganije imitima yabo, icika agatimatare, ntibaheza ngo banyurwe na Qor’ani; Twaranabazivye n'amatwi yabo ntibumva ukuri kuri muri yo ngo bagukurikire. N’iyo babonye ivyemezo vyerekana ko Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ari Intumwa y’ukuri, ntibavyemera; bamara kuza kuguhaririza ku vyo batumva, abagararije nya vyemezo bakabwirana hagati yabo bati: “Ivyo twumva, si ibindi kiretse ko ari imigani n’ibitito vy’ab’aho hambere ata kuri kurimwo”,","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:26","price":"Baranaburagiza abantu kwumviriza no gukurikira Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), kandi na bo nyene bakigira kure yayo. Nta n’uwo rero bazohonya kiretse ukwihonya bo bonyene ata vyo bazi.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:27","price":"Ntumwa y’Imana! Iyo uba wobona ukuntu ababangikanyamana bazoba bamerewe ku musi w’izuka, wobonye igitangaza giteye ubwoba, igihe bakwegewe hambavu y’umuriro bakawubona imbona nkubone, hanyuma bakavuga bicuza n’akantu bati: “Amagorwa arama! Ese Twopfuma dusubizwa mu buzima bwo kw’isi, tukisubirako ntiduhakane Aayah n’ivyemezo vy’Imana yacu Rurema Allah, tugaheza tukaba mu bemeramana!”.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:28","price":"Si nk’ukwo bicuza bavuga! Ahubwo ku musi w’izuka bazotomokerwa n’ukuri bahora banyegeza ku mutima bakiri kw’isi, ko Intumwa z’Imana zari iz’ukuri, n’aho batagaragariza nya kuri ababumvira bakabakurikira. Hamwe vyoshika bagasubizwa mu buzima bwo kw’isi bakabaho, ni ukuri bosubiye mu bugarariji no mu buhakanyi. Mu vy’ukuri, ukwicuza kwabo kuzoba ari uruhendo gusa.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:29","price":"Bavuze bahakana bivuye inyuma izuka ry’ibiremwa bati: “Nta buzima bubaho kiretse ubuzima tubayemwo kw’isi! Kira noneho, ntituzonazuka nitwamara gupfa”.","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:30","price":"Ntumwa y’Imana! Iyo uba wobona ukuntu abahakana umuhero w’isi n’izuka ry’ibiremwa bazoba bamerewe, igihe bahagaritswe ku musi w’izuka imbere y’Imana yabo Rurema Allah, wobonye igitangaza giteye ubwoba, igihe Imana Allah Yababajije Iti: “Iri zuka mwahora muhakana, si iry’ukuri!”. Bazokwishura bateterewe bati: “Ego cane! Ni iry’ukuri Mana yacu Rurema!”. Imana Allah Izobabwira Iti: “Nimuhonje rero ibihano bitewe n’ivyo mwahora mugarariza kw’isi”.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:31","price":"Ni ukuri, abahakanye bivuye inyuma ko bazohura n’Imana Allah igihe bazutse, baraguye mu gahombo mu buzima bw’inyuma yo gupfa. Igihe rero bashikiwe giturumbuka n’umuhero w’isi, bazokwicuza bavuga bati: “Ese agahombo tubonye ku vyo twirengagije gukora tukiri kw’isi!”. Bazoheza rero biremeke ku mugongo umutwaro w’ibicumuro vyabo. Emwee! Umutwaro bazokwiremeka, uzoba uremereye kubi.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:32","price":"Ubuzima bwo kw’isi kenshi na kenshi si ikindi kiretse ko ari ubufyinyi n’ubusamazi biterwa n’ibihendamaso vyayo. Ugukora ivyiza bitegetswe vyungura umuntu mu buzima bw’inyuma yo gupfa, ni vyo vyiza cane ku batinya Imana Allah mu kwubahiriza amabwirizwa yayo. Mbega bantu muhendwa n’ivy’isi! Ntimwogarura ubwenge ngo mutahure ko indishi iri ku Mana Allah ibarutira amaronko y’isi!","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:33","price":"Ntumwa y’Imana! Burya Twebwe Allah Turazi neza ko wishwe n’intuntu itewe n’igarariza rigirwa n’abantu warungitsweko. Mu vy’ukuri, si wewe bagarariza kuko mu mitima yabo barazi ko uri Intumwa y’ukuri, ariko rero ku kubera akarenganyo n’urwanko, bagarariza Aayah n’ivyemezo bigaragara vyerekana ko uri Intumwa y’ukuri.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:34","price":"Ntumwa y’Imana! Humura si wewe ubaye uwa mbere ugararijwe. Ni ukuri, Intumwa z’Imana zaragararijwe aho hambere yawe ziranabangamirwa, maze zirihanganira igararizwa n’ibangamirwa zagiriwe, ziraheza zirashishikara ishikirizabutumwa gushika aho zigera ku ntsinzi yacu Twebwe Allah. Nta wushobora guhindura amajambo y’Imana Allah Yahishuriye Intumwa Muhamadi (nyakugira amahoro n’Impuhwe z’Imana Allah), Iyisezeranira gutsinda abayirwanya. Ntumwa y’Imana! Waramaze gushikirwa n’inkuru y’intsinzi y’Intumwa zarungitswe hambere yawe[3].","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"[3] Iyi Aayah irahoza igaha n’umwizero w’intsinzi Intumwa Muhamadi (nyakugira amahoro n’Impuhwe z’Imana Allah).","lang":"rn"},{"name":"6:35","price":"Ntumwa y’Imana! Niwaremerwa n’igarariza ryabo ryo kutakwumvira, uraheza wihangane. Usangwa ushobora guca inzira ica mu kuzimu, canke ukurira ingazi igushikana mw’ijuru, maze ukabazanira icemezo cerekana ukuri ku vyo ushikiriza, kitari mu vyo Twaguhishuriye, urakizana. Iyo rero Imana Allah Ishaka, Yari kubashoboza bose kuba abagororotsi, ariko rero ntiyabigize ukwo ku mvo zizwi gusa na Yo. Kubera ivyo rero, ntukabe mu bantu badatahura Imana Allah, bicwa n’intuntu bakihebura.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:36","price":"Ni ukuri, abakwumvira bakagukurikira, ni abumviriza amajambo y’Imana Allah ku mvo zo kuyemera. Nayo abagarariji baharurwa mu bapfuye, kuko ubuzima nya bwo ni ubushingiye ku bwislamu butuma umuntu yicisha bugufi ku Mana Allah. Burya rero abapfuye, Imana Allah Izobazura hanyuma basubire kuri Yo ku musi w’izuka, kugira Ibaharurire Inabahembere ivyo bakoze.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:37","price":"Ababangikanyamana bavuze ku kagagazo bati: “Muhamadi ntiyari gupfuma amanurirwa n’Imana yiwe Rurema Allah igitangaro gifadika cemeza ukuri kwiwe; nk’inkoni yahawe Musa, canke ingamiya yururukirijwe Swalehe!”. Ntumwa y’Imana! Babwire uti: “Mu vy’ukuri, Imana Allah Irashoboye kubamanunira icemezo gifadika, ariko rero abenshi muri bo, ntibazi ko imanurwa ry’ivyemezo bifadika riba ku mvo zigenwa gusa n’Imana Allah”.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:38","price":"Nta kiremwa na kimwe kigendagenda mw’isi, eka nta n’ikiguruka n’amababa mu kirere, kiretse ko vyose vyaremwe mu migwi hari ico bihuriyeko mu ndemo nkamwe. Burya nta na kimwe Twaretse ngo Twirengagize kucandika ku Rubaho rubungabunzwe “Lawhu Mahfuudhw”. Hanyuma ibiremwa vyose ku musi w’izuka, bizokwegeranirizwa hamwe ku Mana yavyo Rurema Allah, kugira Ihembe kimwe cose ku co cakoze.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:39","price":"Abagararije mu guhakana bivuye inyuma Aayah n’ivyemezo vyacu Twebwe Allah, ni ba nyamuragi; ntibumva icobagirira akamaro, ntibavuga ukuri, bari mu muzimagiza w’ubuhuvyi, ntibanashoboye guhitamwo inzira y’ubugororotsi. Uwo Imana Allah Ishatse guhuvya ku butumva bwiwe, Iramuhuvya; n’uwo Ishatse kurongora ku bugamburutsi bwiwe, Imushira mu nzira igororotse.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:40","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Nimumbwire igihe mwoshikirwa n’ibihano vy’Imana Allah mukiri kw’isi, canke mu gihe mwoshikirwa n’umusi w’izuka, aho nyene mwombwira ko mwosaba ikitari Imana Allah, kugira kibakize intureka zabashikiye nimwaba muri imvugakuri ko ibigirwamana musenga hari ico bishoboye!”;","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:41","price":"Ahubwo nyabuna muri ico gihe, mwosaba gusa Imana Allah muyambaza ko Ibakiza intureka zabashikiye, mu gihe Yobishaka kuko ari Yo Mushoboravyose, mugashoka mwibagira ivyo muyibangikanya ko vyigeze kubaho!.","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:42","price":"Ni ukuri, Twebwe Allah Twararungikiye imigwi y’abantu b’aho hambere yawe, Intumwa ziyirarikira kwumvira Imana Allah, maze irazihakana yivuye inyuma, Duca Turayigerageza mu kuyitera ubukene n’ivyago hamwe n’indwara n’amaganya, kugira itakambe yicishe bugufi ku Mana Allah.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:43","price":"Iyo migwi y’abantu ico gihe ishikirwa n’igeragezwa ryacu, ese iyo ipfuma itakamba ikicisha bugufi ku Mana Allah! Ariko ntiyigeze ibikora, imitima yayo yarakomantaye icika nk’ibuye ry’urutare ntiyumva, shetani na yo iraheza iyiryohereza ivyaha n’ibangikanyamana yahora igira.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:44","price":"Igihe rero iyo migwi y’abantu irekeye kwicisha bugufi, ikirengagiza no kwubahiriza amabwirizwa y’Imana Allah, Twarayugururiye imiryango yose y’ibiyibeshaho kugira irendegere mu bwononyi, iraheza ibaho yorohewe, iranagira amagara meza ahimbaye gushika aho yishimira ivyo Twayironkeje, Duca Turayihana giturumbuka, iricuza, irihebura.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:45","price":"Ni ho rero Imana Allah Yahonya abantu birenganya mu kugarariza Imana Allah n’Intumwa zayo. Nihashimagizwe rero Imana Allah, Umubungabunzi w’ibiremwa vyose, Itabara abatoni bayo, Igahonya abansi bayo.","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:46","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Nimumbwire mu gihe Imana Allah Yobaka ubushobozi bwo kwumva mukaba ba nyamuragi; Ikabaka n’ubushobozi bwo kubona mukaba impumyi; Ikanatera ikimangu ku mitima yanyu mukaba intumva, ni iyihe mana yindi atari Imana Allah yoshobora kubasubiza ivyo Yabatse!”. Ntumwa y’Imana! Ehe raba na we ukuntu Tubereka ivyemezo vy’ubwoko bwose, hanyuma bakabandanya birengagiza, ntibibuke ngo bikebuke!","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:47","price":"Ntumwa y’Imana! Babwire kandi uti: “Nimumbwire mu gihe mwoshikirwa giturumbuka n’ibihano vy’Imana Allah; canke bikabashikira imbona nkubone, hari abohona atari abantu birenganya mu guhakana Intumwa no mu kubangikanya Imana Allah!”.","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:48","price":"Burya Twebwe Allah, ntiturungika Intumwa zacu kiretse ko ziheza zigashikiriza abatwumvira inkuru nziza ibahumuriza ko bazohabwa Ubwami bw’ijuru, zikanagabisha abagabitanya ku bihano vyo mu muriro. Uwuramutse rero yemeye izo Ntumwa akanatunganya ibikorwa vyiza bitegetswe, aramenya ko ari mu bantu batazogira ubwoba bwo guhanwa ku musi w’izuka, eka mbere bobo ntibazokwicwa n’intuntu y’ivyo basize kw’isi.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:49","price":"Abahakanye bivuye inyuma Aayah za Qor’ani n’ibindi vyemezo vyacu, bazokorwako n’ibihano ku musi w’izuka, bitewe n’uko bahora baca kubiri n’idini kw’isi.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:50","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Jewe sindigera ndababwira ko ngaba ibigega vy’Imana Allah nkabeshaho ibiremwa, eka sindigera nigira rumenyi rw’ibinyegejwe ibiremwa, eka sindanababwira ko ndi umwami, jewe ndi Intumwa y’Imana, nkurikira ivyo mpishuriwe, ngaheza nkabishikiriza abantu”. Babwire kandi uti: “Mbega umugarariji yigenza nk’impumyi[4] atigera abona ivyemezo vy’Imana Allah ngo avyemere, ni nk’umwemeramana abona ivyemezo vy’Imana akavyemera! Mbega ntimwiyumvira ngo mubone ukuri, muheze mukwemere!”.","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"[4] Iyi ni imvugo ngereranyo igereranya umugarariji mu kutabona ukuri, n’impumyi itabona; ikagereranya umwemeramana mu kubona ukuri n’uwubona.","lang":"rn"},{"name":"6:51","price":"Ntumwa y’Imana! Koresha Qor’ani mu kugabisha abatinya ko bazozuka bakegeranirizwa ku Mana yabo Rurema Allah, bazi neza ko ata mutabazi bazoronka abatabara mu bihano, kiretse Imana Allah, kandi ata n’uwubavugira ku Mana Allah bazoronka ngo ntibahanwe. Bagabishe rero kugira batinye Imana Allah mu kwubahiriza amabwirizwa yayo.","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:52","price":"Muvugishwamana! Ntukirukane mu vyicaro vyawe ba ntahonikora na ba nyarucari mu bislamu, biyegereza Imana yabo Rurema Allah mu vyo bakora vyose bakanayisenga igitondo n’umugoroba bashaka kuyishimisha; nta na kimwe ubazwa ku ndishi y’ivyo bakora, eka na bo nyene nta na kimwe bagusaba. Uramutse rero ubirukanye, woba uri mu barenganya mu kutamenya icubahiro n’agateka k’umwe wese.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:53","price":"Ni nk’ukwo nyene rero Imana Allah Yagerageje bamwe mu biremwa vyayo mu kutabaha ibibabeshaho n’inkomezi ku rugero rungana; uyu Yamuhaye gutunga, urya na we Imuha gukena; uriya Yamuhaye inkomezi n’imirya, uyu na we Imuha ingoga nke, Iraheza rero Irabagerageza mu gukenerana no mu gukenurana, kugira abatunzi mu bagarariji bavuge bitangaza bati: “Aba bakene na ba nyarucari, ni bo Imana Allah Yarongoye bakaba abislamu, ha kuba ari twebwe!”. Mbega burya Imana Allah ntizi bikwiye abayishimira Ikabashoboza kuba abagororotsi!","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:54","price":"Muvugishwamana! Abemera Aayah za Qor’ani n’ibindi vyemezo vyacu vyerekana ko uri Intumwa vy’ukuri, nibaza bakugana babaza ku vyerekeye ukwigaya ivyaha bigeze gukora, urabatera intege ubahumuriza uti: “Murakagira amahoro y’Imana Allah”, unabashikiriza inkuru nziza uti: “Imana yanyu Rurema Allah Yaramaze kwiyemeza kugirira impuhwe ibiremwa vyayo, ko Izobabarira uwakoze icaha muri mwebwe ku kutamenya ingaruka mbi yaco hanyuma akigaya mu nyuma, akanashishikara atunganya ibikorwa vyiza bitegetswe. Ni Yo Nyenimbabazi-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:55","price":"Ntumwa y'Imana! Ni nk’ukwo rero Twebwe Allah Dutomora ivyemezo vyacu vyerekana ukuri kugira ngo kumenyekane, no kugira kandi hamenyekane inzira y’inkozi z’ikibi zica kubiri n’Intumwa zacu.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:56","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Jewe mu vy’ukuri, narabujijwe gusenga ibigirwamana musenga mu gishingo c’Imana Allah”. Babwire kandi uti: “Jewe sinkurikira ivyipfuzo vyanyu. Hamwe nobikurikira rero, noba namaze guhuba inzira igororotse, sinoba ndi no mu bagororotsi”.","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:57","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Jewe mu vy’ukuri, nshimikiye ku vyemezo bigaragara nahishuriwe n’Imana yanje Rurema Allah, ko ari Yo Ikwiye gusengwa ari Imwe Rudende, ari na vyo mwamaze guhakana. Ibihano mwihutira gusaba mu gutebura ko vyobashikira, nta bushobozi ndabifiseko. Ingingo y’irindirizwa ry’ivyo bihano, ntija mu ngiro kiretse ku bushobozi bw’Imana Allah, Iratomora ukuri bikwiye, ni na Yo Mwiza w’abatandukanya ukuri n’ikinyoma hisunzwe ingingo y’ivyo Yageze”.","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:58","price":"Ntumwa y’Imana! Vuga uti: “Iyo nza kuba mfise ubushobozi bwo kwihutisha ibihano musaba, nobahanye, maze rugacibwa hagati yanje na mwe. Burya Imana Allah Irazi cane abirenganya mu kurenga ku mabwirizwa yayo bakayibangikanya”.","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:59","price":"Imana Allah, ni Yo Ifise impfunguruzo z’ibigega vy’ibinyegejwe ibiremwa, nta n’umwe azi ibirimwo kiretse Yo gusa, Iranazi ibibera imusozi n’ibibera mw’ibahari; nta n’ibabi rikoroka ku giti kiretse ko Irizi, eka nta n’urutete ruri mu kuzimu, eka nta n’icatsi kibisi canke cumye mu binyabuzima n’ibindi, kiretse ko vyose biri mu vyanditswe mu Gitabu gitomora vyose “Lawhu Mahfuudhw”.","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:60","price":"Ni na Yo Ibaka ubuzima mu gihe musinziriye mw’ijoro mukaba nk’abapfuye; Iranazi n’ivyo mukora n’iminwe yanyu ku murango, vyaba ivyiza canke ibibi, hanyuma Igaheza Ikabasubiza ubuzima mwikanguye nk’abazutse, kugira Ibakwirize ikiringo canyu co kubaho kw’isi, hanyuma impera n’imperuka mukazosubira kuri Yo nimwazuka, kugira Ibabwire ivyo mwahora mukora, Inabibahembere.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:61","price":"Ni na Yo Nyeninkomezi Iganza ibiremwa vyayo vyose. Iranabarungikira abamalayika babungabunga ibikorwa vyanyu mu kuvyandika, maze hagera aho umwe muri mwebwe ashikirwa n’urupfu, intumwa zacu mu bamalayika bajejwe urupfu[5] zigaca zimwaka ubuzima agapfa, kandi ntizihenda na gato ku wo zirungitsweko;","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"[5] Ni umumalayika ajejwe urupfu “Malaku l’mawti” n’abafasha biwe.","lang":"rn"},{"name":"6:62","price":"Ni na ho rero abapfuye basubizwa ku Mana Allah Umuhagarikizi wabo w’ukuri. Bantu! Nimwumve mwumvireho Imana Allah, ni Yo Nyenugutunganiriza ibiremwa Ikazobicira imanza ku musi w’izuka, ni na Yo Inyarutsa mu kubiharurira kurusha abaharura bose.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:63","price":"Ntumwa y’Imana! Bwira ababangikanyamana ubabaze uti: “Ni nde yobakiza intureka z’ubwoba bw’umwijima w’imusozi n’uwo mw’ibahari! Si Imana Allah mwoca musaba mutakamba mu mpisho no ku mugaragaro, maze mukavuga muti: “Ni ukuri, Imana yacu Rurema Allah Yodukiza Ikadukura muri izi ntureka, ni ukuri twoshoka tuba mu bantu bayishimira bakayisenga batayibangikanya””.","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:64","price":"Ntumwa y’Imana! Babwire uti: “Ni Imana Allah Yonyene Yobakiza izo ntureka z’ubwoba n’ayandi magume ayo ari yo yose, hanyuma na mwe mugaca muyibangikanya”.","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:65","price":"Ntumwa y’Imana! Babwire ko ari Yo gusa Ishoboye kubarungikira ibihano biturutse hejuru yanyu[6], canke musi y’ibirenge vyanyu[7], canke Ikabatera kutumvikana mukicamwo imigwi mukamarana mu kwicana. Ntumwa y’Imana! Ehe raba na we ukuntu Tubereka ivyemezo vy’ubwoko bwose kugira batahure baheze bibuke!”.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"[6] Nk’imvura y’amabuye canke y’imyuzurira, n’ibindi.\n[7] Nka nyamugigima canke kumirwa n’isi.","lang":"rn"},{"name":"6:66","price":"Abagarariji mu bantu bawe warungitsweko, barahakanye bivuye inyuma Qor’ani kandi ari co Gitabu kirimwo ukuri. Babwire uti: “Sinjejwe namba kubabungabungira no kugenzura ibikorwa vyanyu, njejwe gusa kubashikiriza ubutumwa narungikanwe”.","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:67","price":"Burya inkuru yose irafise aho igarukira, ukuri n’ikinyoma bigaheza bikamenyekana, impera n’imperuka rero muzomenya inkurikizi z’ivyo mugira igihe mwashikiwe n’ibihano vy’Imana Allah.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:68","price":"Ntumwa y’Imana! Niwabona ababangikanyamana bateramye baganira mu gutyoza no guhakana Aayah za Qor’ani, uraheza ubirengagize ntiwicarane na bo gushika batandukiriye ibindi biganiro; nivyashika naho shetani ikakwibagiza guhaguruka, umaze kwibuka, ntuzoheze ngo wicarane n’abirenganya mu kuganira batyoza Aayah za Qor’ani.","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:69","price":"Abatinya Imana Allah mu kwubahiriza amabwirizwa yayo, ntibajejwe namba indishi y’abaganira mu gutyoza no guhakana Aayah za Qor’ani, ariko ico bajejwe, ni ukubahanura kugira batinye Imana Allah, maze bareke gutyoza Aayah zayo.","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:70","price":"Ntumwa y’Imana! Reka ababangikanyamana bagize idini ry’ubwislamu igikinisho n’ikiyago co guteramirako mu gutyoza no guhakana Aayah z’Imana Allah, bakanahendwa n’ibihendamaso vy’ubuzima bwo kw’isi, maze ubibutse ukoresheje Qor’ani kugira ntihagire uwuzokwigovyora igihe yahaniwe ivyo yakoze, ico gihe ntazoronka uwumutabara mu bihano atari Imana Allah, eka ntazoronka n’uwumuvugira kuri Yo kugira ntahanwe, n’aho yotanga imbohozo kugira ntahanwe ntizokwemerwa namba. Abo ni bo rero bazohanirwa ivyo bakoze, bahemburwe n’ikinyobwa c’amarike yasebuye akaryimara, bahabwe n’ibihano bibabaza bitewe n’ukuntu bagarariza Imana Allah n’Intumwa yayo Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), bagahakana n’ubwislamu.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:71","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Mbega none twiyegereze mu gusenga mu gishingo c’Imana Allah ibigirwamana ata co vyotumarira mu gihe twobisenga, ata n’ico vyotwicira mu gihe tworeka kubisenga, gutyo dusubire mu bugarariji inyuma y’aho Imana Allah Iturongoreye mu bwislamu, duce tuba nk’uwohejwe n’amashetani akazimira inzira, kandi ari kumwe n’abagenzi b’abanyabwenge bemera bamuzimurura bamugarura mu nzira ishika bati: “Ingo nyabuna dufadikanye inzira”, hanyuma akanka kuzimururwa!”. Ntumwa y’Imana! Babwire uti: “Mu vy’ukuri, uburongozi bw’Imana Allah Yandungikanye, ni bwo burongozi nyabwo, twaranategetswe twese kwicisha bugufi ku Mubungabunzi w’ibiremwa vyose mu kwiyegereza Imana Allah mu vyo dukora vyose tunayisenge tutayibangikanya”;","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:72","price":"Twarategetswe kandi duti: “Nimutsimbataze amasengesho ku mwanya yagenewe, muheze rero mutinye Imana Allah mu kwubahiriza amabwirizwa yayo. Ni no kuri Yo muzokwegeranirizwa mwese ku musi w’izuka”.","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:73","price":"Imana Allah, ni Yo Yaremye vy’ukuri amajuru n’isi. Ntumwa y’Imana! Ibuka n’umusi w’umuhero w’isi igihe Imana Allah Yavuze Iti: “Ba”, ugaca uba ubwo nyene nk’ikubita ry’urugohe. Ijambo ryayo ni kwo kuri kudahinyuzwa. Ni Yo Nyenubwami umusi havugijwe inzamba igira kabiri yo kuzuka kw’ibiremwa. Ni Yo Izi ibinyegejwe ibiremwa n’ibiboneka, ni na Yo Ntungane rero mu vyo Ikora, Muhetuziwavyose.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:74","price":"Ntumwa y’Imana! Ibuka n’igihe Ibrahimu (nyakugira amahoro y’Imana Allah) abwira se wiwe Aazara ati: “Mbega none ufata ibishusho ukabigira ibigirwamana usenga mu gishingo c’Imana Allah! Jewe mu vy’ukuri mbona ko wewe hamwe n’abantu bawe muri mu buhuvyi bugaragara”.","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:75","price":"Ni nk’uko nyene rero Ibrahimu - Twamurongoye mu kwiyegereza Imana Allah mu vyo akora vyose anayisenga - Tumwereka ubwami buhambaye bw’amajuru n’isi kugira abe mu bantu batsimbataye ku kwemera.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:76","price":"Igihe ijoro ryijima, Ibrahimu (nyakugira amahoro y’Imana Allah) yabonye inyenyeri maze abwira abantu yarungitsweko ashaka kubereka ko ukwemera kwabo gushingiye ku kinyoma[8], ati: “Iyi, ngira ngo ni yo mana yanje!”. Nya nyenyeri imaze kurenga, ni ho yababwira ati: “Eka! Sinkunda imana zihita zikazimangana”.","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"[8] Hari mu ntumbero yo kubereka ko ibigirwamana basenga harimwo n’inyenyeri, bidakwiye gusengwa kuko ata co vyimariye.","lang":"rn"},{"name":"6:77","price":"Igihe yabona ukwezi guserutse, yababwiye ati: “Iyi, ngira ngo ni yo mana yanje”. Kwa kwezi kumaze kurenga, ni ho yababwira n’agashinyaguro ati: “Imana yanje Rurema nitanshoboza gutumbera ukuri, ni ukuri nzohava mba mu bantu bahuvye inzira igororotse!”.","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:78","price":"Igihe yabona izuba riserutse, yababwiye ati: “Iyi, ngira ngo ni yo mana yanje, iyi ni yo nini gusumba inyenyeri n’ukwezi”. Rya zuba rimaze kurenga, ni ho yababwira ati: “Jewe mu vy’ukuri, nditandukanije n’ivyo mubangikanya n’Imana Allah mu bishusho n’inyenyeri;","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:79","price":"Jewe mu vy’ukuri, naramaze gutumbera Imana Allah Yaremye amajuru n’isi mu kuyiyegereza mu vyo nkora vyose, nkanayisenga ntayibangikanya, kandi jewe si ndi mu babangikanyamana”.","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:80","price":"Abantu Ibrahimu (nyakugira amahoro y’Imana Allah) yarungitsweko baramuharirije ku vyerekeye isengwa ry’Imana Imwe Rudende Allah, maze ababwira ati: “Mbega mumpaririza ku vyerekeye isengwa ry’Imana Imwe Rudende Allah, kandi Yaramaze kunshoboza kumenya ko ari Yo Ikwiye gusengwa ari Imwe Rudende! Sindanatinya ko ibigirwamana musenga hari ico vyontwara kiretse mu gihe Imana yanje Rurema Allah Yoshaka ko hari ikinshikira. Burya ubumenyi bw’Imana yanje Rurema Allah bukikije ikintu cose. Mbega ntimwokwibuka mukamenya ko ari Yo Ikwiye gusengwa Itabangikanywa!”.","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:81","price":"Ni gute notinya ko ibigirwamana musenga hari ico vyontwara, mu gihe na mwe mudatinya ko mwabangikanije Imana Allah mu buryo ata n’icemezo Yabamanuriye kibibarekurira! Mbega ni uwuhe mugwi hagati y’ababangikanyamana n’abemeramana ukwiye gutekanirwa ko utazohanwa n’Imana Allah! Nimwaba muzi neza ukuri kw’ivyo ndababwiye, nimunyishure!","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:82","price":"Abemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo, hanyuma ntibavanga ukwemera kwabo n’ibangikanyamana, abo ni bo rero batekaniwe, ni na bo bagororotsi bashobojwe n’Imana Allah.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:83","price":"Icemezo Ibrahimu (nyakugira amahoro y’Imana Allah) yashikirije abantu yarungitsweko, ni co cemezo cacu Twebwe Allah Twamushoboje gushikako, kugira bananirwe kwisigura. Burya Tuduza ivyubahiro kw’isi no mu buzima bw’inyuma yo gupfa abo Dushaka mu baja bacu. Mu vy’ukuri, Imana yawe Rurema Allah, ni Intungane mu vyo Ikora, Nyenubumenyikurivyose.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:84","price":"Twaranahaye Ibrahimu umwana yitwa Is-haka n’umwuzukuru avyarwa na Is-haka yitwa Yakubu, umwe wese muri bo rero Twaramushoboje gukurikira inzira igororotse. Na Nuhu (nyakugira amahoro y’Imana Allah) aho hambere yabo Twaramushoboje gukurikira ukuri, Twongera Dushoboza gukurikira ukuri urwaruka rukomoka kuri Nuhu, ari rwo Dawudi, Sulayimani, Ayubu, Yusufu, Musa na Haruna (ba nyakugira amahoro y’Imana Allah). Kurya rero Twahemvye abo Bavugishwamana ku bugwaneza bwabo, ni kwo nyene Duhemba abagwaneza.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:85","price":"Ni nk’ukwo nyene rero Twarongoye mu nzira igororotse Zakariya, Yahaya, Isa na Ilyaasi. Abo Bavugishwamana bose bari mu beranda.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:86","price":"Twaranarongoye mu nzira igororotse Ismayili, Alyasa’a, Yunusu na Luutwi. Izo Ntumwa zose rero Twarazihaye icubahiro gisumba ic’ibindi biremwa vyose mu gihe cazo.","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:87","price":"Ni nk’ukwo Twashoboje gukurikira ukuri abo Dushaka mu bavyeyi bazo, mu ruvyaro rwazo no muri benewabo, Twarabatoye Tubarungika gushikiriza ubutumwa ku bantu babo, Turanabarongora mu nzira igororotse yo gusenga Imana Imwe Rudende Allah Itabangikanywa.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:88","price":"Ubwo ni bwo bugororotsi rero buva ku Mana Allah, Ishoboza kubukurikira uwo Ishatse mu biremwa vyayo. Iyo bishika rero ko Abavugishwamana bahirahira bakabangikanya Imana Allah, ibikorwa vyabo ni ukuri vyari guhunguruka bikaba impfagusa.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:89","price":"Abo Bavugishwamana rero, ni bo Twahaye Igitabu[9] Tunabaha kugitahura no gushikiriza ubutumwa bwacu. Ntumwa y'Imana! Abagarariji mu bantu warungitsweko, nibaramuka bahakanye bivuye inyuma Aayah za Qor’ani, ni ukuri baramenya ko Twamaze gushoboza kuzemera abandi bantu[10] batazokwigera bazigarariza.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"[9] Nk’Imizingo Twahaye Ibrahimu, Tawurati Twahaye Musa, Zaburi Twahaye Dawudi n’Injili Twahaye Isa.\n[10] Mu bimukira “Al-Muhaajiriina” n’abasangwa “Al-Answaar” n’abazobakurikira “Al-Taabi’iina” gushika ku musi w’iherezo.","lang":"rn"},{"name":"6:90","price":"Abo Bavugishwamana, ni bo Imana Allah Yashoboje kuba abagororotsi. Ntumwa y’Imana! Urakurikira rero, ubugororotsi bwabo. Bwira ababangikanyamana uti: “Sindabasaba impembo mu vy’isi kw'ishikirizabutumwa ryanje, impembo yanje ndayiziga ku Mana Allah. Ubutumwa bw’ubwislamu si ikindi rero, kiretse ko ari ukurarikira n'ukwibutsa abantu bose kuba abagororotsi”.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:91","price":"Ababangikanyamana ntibahaye Imana Allah icubahiro nya cubahiro kiyikwiye, igihe bahakana imanurwa ry’Ibitabu bakinamura bati: “Imana Allah ntiyigeze Ihishurira n’umwe mu biremwa ikintu na kimwe”. Babwire uti: “Nivyaba ari nk'uko mubivuga, none ni nde yamanuriye Musa Igitabu ca Tawurati yazaniye abantu biwe kugira kibabere umuco utandukanya ukuri n’ikinyoma, kibabere n'inzira y’ubugororotsi!”, ni na co Gitabu mwebwe abayahudi mwagize impapuro zitatanye, mwerekana zimwe, mukanyegeza nyinshi muri zo[11]. Bantu ba Muhamadi! Na mwe mwarigishijwe muri Qor’ani ivyo mutari muzi[12], mwebwe hamwe n’abavyeyi banyu. Ntumwa y’Imana! Vuga uti: “Imana Allah, ni Yo Yamanuye nya Gitabu”, hanyuma ubarekere mw’ihakana n’ityoza ryabo.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"[11] Mu vyanyegejwe muri Tawurati, ni ibiranga Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).\n[12] Muri Qor'ani, harimwo inkuru z’ivyabaye aho hambere yanyu, ibizoba muri kazoza n’ibizobashikira inyuma yo gupfa.","lang":"rn"},{"name":"6:92","price":"Ntumwa y'Imana! N’iyi Qor’ani, ni Igitabu Twakumanuriye gihezagiwe, gishimangira ukuri kw’ivyamanuwe mu Bitabu vyo hambere yaco. Twakikumanuriye no kugira ugabishe ku bihano vy’Imana Allah abantu b’i Makka, n’abandi bo mu micungararo y’aho kw’isi yose. Abemera ko hariho ubuzima bw’inyuma yo gupfa, baremera ko Qor’ani ari amajambo y’Imana Allah, bakanatsimbataza n'amasengesho ku mwanya yagenewe.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:93","price":"Nta n'umwe arenganya akimonogoza gusumba uwurementaniriza Imana Allah ko Itigeze Ituma Intumwa mu bantu; canke uwuvuga ati: “Narahishuriwe”, kandi Imana Allah Itigeze Imuhishurira ikintu na kimwe; canke uwuvuga ati: “Nanje ndashoboye kumanura nk’ivyo Imana Allah Yamanuye muri Qor’ani!”. Ntumwa y'Imana! Iyo uba wobona ukuntu abirenganya mu kurementaniriza Imana Allah bamerewe igihe bari ku mpfiro, wobonye igitangaza giteye ubwoba igihe abamalayika bajejwe kwakira imishaha y’ibiremwa, bariko barababwira n’agashinyaguro n’akantu bati: “Nimwikuremwo imishaha yanyu rero! Uno musi muhabwa igihano c’agasuzuguro gitewe n’ukuntu mwahora murementaniriza Imana Allah, n’ukuntu mwahora mugira amanyama mu kudakurikira Qor’ani n’Intumwa z’Imana Allah”;","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:94","price":"Ku musi w’izuka naho bazobwirwa bati: “Ni ukuri mwaje guharurirwa iwacu Twebwe Allah umwumwe ku gatwe kiwe; nk’uko Twabaremye ubwa mbere kw’isi mukavuka n’ibirenge bisa, muri gusa. Ivyo Twabahaye mwahora mwishimira, vyose mwabisize inyuma y’umugongo kw’isi, nta n’umwe Tubona muri kumwe mu bigirwamana mwahora mwibaza ko vyobavugira ku Mana Allah, mukibaza n’uko bikwiye kubangikanywa n’Imana Allah. Ni ukuri ico mwapfana kw’isi carangiye, n’ivyo mwahora mwemera vyose mu bigirwamana vyazimanganye.","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:95","price":"Mu vy’ukuri, Imana Allah Isatura urutete rukagondora rukavamwo igiterwa; Isatura n’urubuto rukagondora rukavamwo igiti; Irema kizima mu capfuye[13], Igakura icapfuye muri kizima[14]. Uwushoboye rero kurema ivyo vyose, ni Yo Mana Allah, Ikwiye gusengwa Itabangikanywa. None ni gute muyibangikanya ha kuyisenga ari Imwe Rudende!","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"[13] Nko kurema umuntu canke igikoko mu ntanga.\n[14] Nko kurema intanga mu muntu canke mu gikoko.","lang":"rn"},{"name":"6:96","price":"Isokora umuco w’umurango mu mwijima w’ijoro iyo umutwenzi ukitse; Yagize n’ijoro akaryo ko guturura kw’ibiremwa no kuruhuka umuruho wo ku murango; Irema izuba n’ukwezi Ituma bica mu nzira-ntasobwa ku giharuro gitegekanijwe kitihenda na gato. Iyo rero, ni yo nteguro y’Imana Allah Nyenintsinzi-Mutaneshwa, Nyenubumenyikurivyose.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:97","price":"Ni na Yo Yabaremeye inyenyeri, Izigira ibimenyetso mumenyerako inzira mu mwijima w’ijoro ry’imusozi n’iryo mw'ibahari. Ni ukuri, Twebwe Allah Twaramaze gutomorera abantu b’incabwenge ivyemezo vy’ubwoko bwose vyerekana ubushobozi n'ububasha bw’Imana Allah mu kurema.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:98","price":"Ni na Yo Yatanguye kubarema Ibakomoye kuri Adamu yaremwe mw’ivu, hanyuma muraheza murarondoka mu kuvyara, Ibagirira ubutururo mu bitereko vy’abagore n’ububiko bw’intanga mu ruti rw’umugongo w’abagabo. Ni ukuri, Twebwe Allah Twaramaze gutomorera abantu batahura ivyemezo vy’ubwoko bwose.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:99","price":"Ni na Yo Ituma imvura igwa ivuye mu bicu izananye mu kirere, gutyo Twebwe Allah Tukanagisha ibiterwa vy’ubwoko bwose, Tugaheza Tukabikuramwo ibiterwa n’ibiti bibisi, maze Tugakura muri nya biterwa intete zicucikiranye[15], Tugakura no mu gitutwe [16] c’itende ivyamwa vy’itende zamurwa vyoroshe, Tukanagira imirima y’ivyamwa vy’imizabibu, imizayituni n’imikomamanga, vyose ugasanga birasa ku mababi, bigatandukana mu ndemo, ibara n’akanovera k’ivyamwa. Bantu! Ehe nimurabe rero ivyo vyamwa iyo bigeze gushurika n’iyo vyeze hageze kuvyamura! Mu vy’ukuri, muri ivyo vyose rero, harimwo ivyemezo vyerekana ubushobozi n'ububasha bw’Imana Allah mu kurema, ku bantu bayemera bakubahiriza n’amabwirizwa yayo.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"[15] Nk’ingano n’umuceri, n’ibindi.\n[16] Igitutwe, ni agasaho itende ishurikiramwo gaheza kakisatura hageze ko iheka amashurwe. Kameze nka karya amasaka, inazi canke ikigazi bishurikiramwo.","lang":"rn"},{"name":"6:100","price":"Ababangikanyamana bagize amajini abangikanywa n’Imana Allah bibaza ko hari ico yobungura canke ico yobatwara, kandi Imana Allah ari Yo Yabaremye hamwe n’ivyo bayibangikanya. Baranomekereye ku Mana Allah abana b’abahungu n’ab’abakobwa ku kutamenya ibiyiranga mu kuntu Iteye. Ukuninahazwa ni ukwayo, niyubahwe! Ntikitirirwe ivyo barementanya.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:101","price":"Ni Yo Yaremye amajuru n’isi n’ibiri muri vyo ata co Irinze gufatirako. Ni gute Yogira umwana kandi Itanagira umugore! Ni Yo Yanaremye ikintu cose kibaho, ni na Yo rero burya Izi ikintu cose gikozwe n'ibiremwa, ni Nyenubumenyikurivyose.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:102","price":"Babangikanyamana! Iyo rero, ni Yo Mana yanyu Rurema Allah, nta mana y’ukuri ibwirijwe gusengwa atari Yo, Yaremye ikintu cose kibaho, nimuyiyegereze rero mu vyo mukora vyose munayisenge. Ni na Yo rero Muhagarikizi Ibungabunga ibintu vyose;","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:103","price":"Ntibonwa n’amaso y’ibiremwa kw’isi[17] mu gihe Yo Ibona ibiremwa vyose. Ni na Yo rero Rumenyi-Rudahishwa, Muhetuziwavyose!","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"[17] Ariko mu buzima bw’inyuma yo gupfa, abemeramana bazoyibona n’amaso ukuri kwamye.","lang":"rn"},{"name":"6:104","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Mwaramaze gushikirwa n’ivyemezo bigaragara[18] bivuye ku Mana yanyu Rurema Allah bitandukanya ubugororotsi n’ubuhuvyi. Uwuzobitahura rero akemera, izoba ari ineza kuri we; uwutazobitahura na we, azoba yikwegeye akarambaraye. Jewe sinjejwe kubungabunga ivyo mukora, njejwe gusa gushikiriza ubutumwa”.","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"[18] Biri muri Qor’ani n’inyigisho z’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","lang":"rn"},{"name":"6:105","price":"Ntumwa y'Imana! Ni nk’uko nyene rero - Twebwe Allah Dutomora ivyemezo vyerekana ukuri kugira ngo kumenyekane - Duheza Tugatomorera ababangikanyamana ivyo batazi, kugira bahakane bigovyora bati: “Wavyigishijwe n’abahawe Igitabu”, no kugira Dutomorere ukuri abantu b’incabwenge, baheze bagukurikire[19].","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"[19] Abo, ni abemeye bakanakurikira Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) hamwe n’ivyo yahishuriwe muri Qor’ani.","lang":"rn"},{"name":"6:106","price":"Ntumwa y’Imana! Kurikira nyabuna amabwirizwa wahishuriwe n’Imana yawe Rurema Allah, ashingiye ku kwemera ko ata mana y’ukuri ibwirijwe gusengwa atari Yo, unirengagize ubutumva bw’ababangikanyamana.","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:107","price":"Iyo rero Imana Allah Ishaka ko batayibangikanya, ntibari kuyibangikanya, ariko Irazi neza mu vyagezwe ko bazohitamwo ibangikanyamana. Kanatsinda, ntitwakugize umubungabunzi w’ivyo bakora, eka nturi n’umuhagarikizi ajejwe kubatunganiriza uko babayeho.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:108","price":"Bislamu! Ntimugatuke ibigirwamana basenga mu gishingo c’Imana Allah, ku kwanka ko na bo bohava batuka Imana Allah ku kutamenya icubahiro cayo. Ni nk’uko nyene rero Twebwe Allah - Twabaryohereje gukora ibibi ku kubahana kuko ari vyo bihitiyemwo ubwabo - Turyohereza umugwi wose w’abantu ibikorwa wihitiyemwo, hanyuma bazosubizwa ku Mana yabo Rurema Allah, Iheze Ibamenyeshe ido n’ido y’ivyo bahora bakora kw’isi, Inabibahembere.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:109","price":"Ababangikanyamana bararahiye bararengwa kw’izina ry’Imana Allah, ko Muhamadi aramutse abashikirije igitangaro bazocemera. Ntumwa y’Imana! Vuga uti: “Ni ukuri, burya ibitangaro biva ku Mana Allah. Mbega bemeramana! Ni igiki cobamenyesha ko ivyo bitangaro mu gihe vyoshika, batovyemera!”.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:110","price":"Burya imishaha n’amaso vyabo Turanabihindukiza Tugatuma Qor’ani ata na kimwe ibungura, gutyo ntibayemere nk’uko batigeze bayemera ubwa mbere icururuka, Tukanabarekera mu butumva bwabo bajuragirika mu kubura ico bafata n'ico bareka hagati yo kwemera no guhakana.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"rn"},{"name":"6:111","price":"Ntumwa y'Imana! Iyo Twemerera ababangikanyamana ivyo basavye Tukabamanurira abamalayika bavuye mw’ijuru, Tukanazura n’abapfuye bakemeza ko uri Intumwa vy’ukuri, Tukanabegeraniriza ivyo basavye vyose mu bitangaro bakabibona imbona nkubone, ntibari kwemera ivyo ubararikira, ntibari no kuvyubahiriza namba kiretse uwo Imana Allah Ishatse muri bo ko arongoka, ariko abenshi muri bo ntibazi ukuri waje ukuye ku Mana Allah.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:112","price":"Ntumwa y'Imana! Ni nk’uko nyene rero - Twebwe Allah Twakugeragereje ku bansi bakurwanya - Twagerageje Intumwa zose mu guhangana n’abansi b’intumva bakomoka mu bantu no mu majini, gutyo bamwe muri bo bakabwira abandi ijambo risosa ry’ubuhakanyi, kugira uwuryumvise ajane na rwo ahube inzira. Iyo rero Imana yawe Rurema Allah Ishaka, ntibari kukugirira urwanko namba, iryo rikaba ari ryo geragezwa riva kuri Yo. Bareke rero ubirengagize, baheze barendegere mw'irementanya ryabo;","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:113","price":"Kugira bumvirizwe banakurikirwe n’abafise imishaha itemera ko hari ubuzima bw’inyuma yo gupfa ngo babwitegurire, baheze bakunde banahitemwo nya rementanya, maze barendegere mu gukora ivyo bakora mu vyaha.","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:114","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Mbega nosaba gute ikitari Imana yanje kitari n’Imana yanyu Allah, ko coruducira jewe na mwe, kandi ari Yo Yabamanuriye Igitabu ca Qor’ani gitomora neza ingingo yofatwa ku vyo duhazanako!”. Kira noneho, n’abo Twahaye Igitabu ca Tawurati n’ic’Injili, barazi neza ko Qor’ani wayimanuriwe vy’ukuri n’Imana yawe Rurema Allah. Ntukabe namba mu bafise amakenga rero ku vyo Twaguhishuriye.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:115","price":"Ijambo ry’Imana yawe Rurema Allah rya Qor’ani, riratunganye mu gushikiriza ukuri mu mvugo n’ingiro no mu ngingo zayo, nta woshobora guhindura na kimwe mw’ijambo ryayo, ni na Yo rero Nyenukwumva, Irumva ivyo muvuga; Nyenubumenyikurivyose, Irazi ivyo muhisha mu mishaha yanyu.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:116","price":"Ntumwa y’Imana! Mu gihe vyoshika ukumvira abenshi mu bantu bo kw’isi, boguhubisha inzira y’idini ry’Imana Allah. Kira noneho, ntibakurikira kiretse ivyo bakekeranya ko ari ukuri, nta n’ico bazi kiretse ugukekeranya gusa.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:117","price":"Mu vy’ukuri, Imana yawe Rurema Allah, ni Yo Izi bikwiye uwahuvye inzira yayo, ni na Yo Izi neza n'abagororotsi.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:118","price":"Bislamu! Murafungura rero inyama z’ivyakerewe habanje kuvugwa izina ry’Imana Allah nimwaba mwemera vy’ukuri ivyemezo vyayo.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:119","price":"Mbega ni igiki cobabuza gufungura inyama z’ivyakerewe habanje kuvugwa izina ry’Imana Allah, kandi Imana Allah Yaramaze kubatomorera ivyo Yaziririje ko mufungura! Ariko ku mvo zo kurokora ubuzima, n’ivyaziririjwe nyene murarekuriwe kuvyikorako. Mu vy’ukuri, abenshi mu bahuvye, ni ukuri bisunga ivyipfuzo vyabo mu guhubisha abantu inzira y’Imana Allah, mu kuzirura ivyaziririjwe no mu kuziririza ivyaziruwe ku bujuju bwabo. Ntumwa y’Imana! Mu vy’ukuri, Imana yawe Rurema Allah, ni Yo Izi neza abarenga ku mabwirizwa yayo, ni na Yo Izobaharurira Ikanabahembera ivyo bakoze.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:120","price":"Bantu! Nimureke munavavanure n’ivyaha vyose, ibikorerwa ku mugaragaro muri vyo n’ibikorerwa mu mpisho. Mu vy’ukuri, abakora ivyaha bazohanwa n’Imana Allah ku vyo bahora bakora.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:121","price":"Bislamu! Ntimugafungure rero inyama z’ivyakerewe hatabanje kuvugwa izina ry’Imana Allah[20]. Mu vy’ukuri, ukuzifungura ni ubutumva bwo kurenga ku mabwirizwa y’Imana Allah. Mu vy’ukuri, intumva mu majini, ni ukuri zosha abahagarikizi bazo mu ntumva z’abantu gukora ibitera amakenga mu gufungura intumvyi, kugira zibaharirize ku vyerekeye iyo ngingo[21]. Nimwaramuka rero muzumviye mu kuzirura ivyaziririjwe, ni ukuri muzoba ababangikanyamana nkabo.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"[20] Nk’intumvyi, icakererewe ibigirwamana canke amajini, n’ibindi.\n[21] Bakigovyora bati: “Kudafungura intumvyi, ni nko kudafungura ivyishwe n’Imana Allah mu gihe mubikereye kw'Izina ryayo”.","lang":"rn"},{"name":"6:122","price":"Mbega burya akarorero k'umuntu w'igipfamutima ajuragirika mu muzimagiza w'ubuhuvyi, maze Tukamuha ubuzima bw’umushaha akemera, akanakurikira n’Intumwa zacu, Tukamuha n’umuco w’ubugororotsi, ni nk’ak’uwuri mu muzimagiza w'ubuhuvyi butagira uko busa, adashoboye kubuvamwo, ata ni co bumukuramwo! Eka abo nta ho basa basana namba! Ni nk’ukwo nyene rero abagararije baryoherejwe ivyaha bahora bakora kugira bazobihanirwe.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:123","price":"Ni nk’uko nyene rero - vyashikiye abagarariji b’i Makka bakaburagiza abantu kwinjira mw’idini ry’Imana Allah - Twatumye mu gacimbiri ako ari ko kose haba intumva zirongowe n’indongozi zazo, kugira zitegure zinashire mu ngiro ubwononyi bwo kurwanya idini ry’Imana Allah, burya ubwo bwononyi zigira, nta wundi buzogarukako atari kuri zo, n’aho ata vyo zumva.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:124","price":"Iyo ababangikanyamana b’i Makka bashikiriwe n’icemezo kigaragara cerekana ko Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ari Intumwa y’ukuri, bamwe mu ndongozi zabo baca bavuga bati: “Ntituzokwigera twemera ubutumwa bwiwe gushika Imana Allah Itugize intumwa, Inaduhe n’ibitangaro nk’ivyo Yahaye Intumwa zayo z’aho hambere”. Burya Imana Allah, ni Yo Izi neza uwo Ikwiye gushinga ubutumwa bwayo. Inkozi z’ikibi zizosuzugurika imbere y’Imana Allah, zinahabwe ibihano ruhasha, bitewe n’ubwononyi zahora zikora bwo kurwanya idini.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:125","price":"Uwo Imana Allah Ishatse gushoboza kuba umugororotsi, Yorosha umushaha wiwe ugaheza ukemera ubwislamu; uwo Ishatse guhubisha na we, Iremereza umushaha wiwe ugaheza ukananirwa kwemera ukuri, akaba nk’umuntu aduga mu kirere ananiwe, ahezagirika, adashobora no guhema. Ni nk’ukwo nyene rero Imana Allah Iha ibihano abatayemera, kubera ubutumva bwabo.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:126","price":"Ntumwa y'Imana! Iyi rero, ni yo nzira igororotse igana ku gushimwa n’Imana yawe Rurema Allah no ku Bwami bwayo. Ni ukuri, Twaratomoreye ivyemezo vy’ubwoko bwose abantu b’abanyabwenge bibuka bakikebuka;","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:127","price":"Bafise icumbi ry’iteka n’itekane mu Bwami bw’ijuru bategekanirijwe n’Imana yabo Rurema Allah ku musi w’izuka, ni na Yo Muhagarikizi Ikaba n’Umutabazi wabo ku vyiza bahora bakora.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:128","price":"Ntumwa y’Imana! Ibuka ibizoshika ku musi w’izuka, umusi Imana Allah Yegeranirije hamwe abagarariji n’abahagarikizi babo mu mashetani, Igaca Ibabwira Iti: “Emwe mashetani mu majini! Ni ukuri mwarahubishije benshi mu bantu gushika n’aho babakurikira”, maze abayakurikiye mu bantu na bo bakavuga biregura bati: “Mana yacu Rurema Allah! Bamwe bose muri twebwe baragize ico biyunguye ku bandi, gushika ikiringo cacu ca nyuma Watugeneye kubaho kw’isi giheze”. Imana Allah Izoheza Ibishure Iti: “Umuriro, ni bwo buraro n’uburamuko bwanyu mwese, kiretse uwo Imana Allah Ishatse ko atazoherayo mu bigaba vy’abemeramana”. Mu vy’ukuri Imana yawe Rurema Allah, ni Intungane mu vyo Ikora, Nyenubumenyikurivyose, Irazi indishi ikwiye umwe wese mu biremwa.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:129","price":"Ni nk’uko nyene rero Twebwe Allah - Dutuma amashetani ashobora kugota abagarariji mu bantu ku bugaba bwabo - Dutuma abirenganya mu kugabitanya ku Mana Allah bashobora kugota bamwe muri bo, bitewe n'ivyaha vy'ivyo bari bararondeye kw’isi;","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:130","price":"Bazobwirwa bati: “Emwe bagarariji mu majini no mu bantu! Ntimwashikiriwe n’Intumwa zarungitswe muri mwebwe abantu[22], zikabiganira Aayah zanje zibatomorera amabwirizwa yanje, zikanabagabisha ku bihano vy’umusi w’izuka ryanyu?”. Abagarariji bazoca bishura bati: “Ego cane! Turavyemanga ko Intumwa zawe zadushikirije Aayah zawe, zikanatugabisha ku bihano vy’umusi w’izuka ryacu, maze turazihakana twivuye inyuma”. Bahenzwe rero n’ubuzima bw’ibihendamaso vyo kw’isi, bazoheza kandi rero bemange ubwabo ko bari abagarariji, batemera Imana Allah n’Intumwa zayo.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"[22] Insiguro yumvikana muri iyi Aayah, ni uko Intumwa zarungitswe ku bantu no ku majini, zikomoka mu bantu.","lang":"rn"},{"name":"6:131","price":"Irungikwa ry'Intumwa zibangikanije Igitabu ku bantu n'amajini rero, ryabaye kuko Imana yawe Rurema Allah Itari guhana mu guhonya abantu Ibahora ubuhakanyi bwabo, kandi batigeze bashikirwa n’Intumwa zibakura mu bubegito bwabo.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:132","price":"Uwo wese rero yumviye canke ahakanye Imana Allah, arafise urugero rw’aho ageza mu vyo akora, maze Imana Allah Ikazobimuhembera. Ntumwa y'Imana! Burya rero kandi Imana yawe Rurema Allah ntiyirengagiza ibigirwa n’abaja bayo.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:133","price":"Imana yawe Rurema Allah Yabwirije ko Yosengwa, ni Yo Uwikenuye Yikwije muri vyose, ni Yo nkomoko y'impuhwe ku biremwa. Bantu! Ishatse rero Yobahonya Ikabasubiriza ibindi biremwa Ishaka bigaheza bikayumvira; nka kurya Yabaremye mugaheza mukarondoka mukomotse ku bandi bantu.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:134","price":"Babangikanyamana! Mu vy’ukuri, ivyo musezeranirwa mu bihano, ni ukuri bizobashikira, kandi rero ntimuzonanira Imana Allah ngo muyihunge, kuko Irashoboye kubagarukana Ikabazura n’aho mwoba mwaracitse ivu.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:135","price":"Ntumwa y’Imana! Vuga uti: “Emwe bantu banje narungitsweko! Nimugume ku vyo mwemera, mukore nk’uko muvyipfuza, jewe na nje mpeze ngume ku vyo nemera nk’uko nategetswe n’Imana yanje Allah, igihe ibihano vyashitse, muzoheza mumenye uwuzogira amaherezo meza kw’isi. Mu vy’ukuri, abirenganya mu kubangikanya Imana Allah, ntibazokwigera baronka intsinzi y’Ubwami bw’ijuru.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:136","price":"Ababangikanyamana bageneye Imana Allah umugabane mu vyo Yaremye mu biterwa, mu vyamwa no mu bitungwa, ari na wo baherezako abakene bakanazimanako n’abashitsi, baraheza bavuga bati: “Umugabane w’ibi, ni uw’Imana Allah - ku vyipfuzo vyabo - umugabane wundi na wo, ni uw’abahagarariye ibigirwamana vyacu”. Ivyo bageneye abahagarikizi b’ibigirwamana vyabo rero, nta na kimwe muri vyo gishikira Imana Allah [23]; mu gihe ivyo bageneye Imana Allah, biheza bigahabwa abahagarikizi b’ibigirwamana vyabo; kuko ngo Imana Allah Irikenuye. Ni mbi cane ingingo y’igabura ryabo!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"[23] Ngo gitangweko imperezwa canke ngo gihabwe abakene, ahubwo gihabwa ibigirwamana biciye ku babihagarikiye.","lang":"rn"},{"name":"6:137","price":"Ni nk’uko nyene rero shetani - yoheje ababangikanyamana kugena umugabane w’Imana Allah n’uw’ibigirwamana - yaryohereje benshi mu babangikanyamana kwica abana babo ku mvo zo gutinya ubukene, kugira bagwe mu bihano bihonya vyo kwica kiremwa-muntu ku karenganyo, no kugira bazazanirwe mw’idini ryabo, baheze bahube. Iyo Imana Allah Ishaka rero ko bitaba, ntibari kuzazanirwa namba mw’idini ryabo, kuko Izi mu vyagezwe ububegito bwabo. Ntumwa y’Imana! Bareke rero n’ivyo barementanya, Imana Allah Izorubacira.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:138","price":"Ababangikanyamana baranavuze bati: “Ibi bitungwa n’ibiterwa twageneye ibigirwamana birakingiwe, nta wurekuriwe kuvyikorako kiretse uwo dushaka mu babihagarariye, no mu bandi. Ivyo rero babivuga ku vyipfuzo vyabo. Hanyuma bati: \"Izi ngamiya na zo kirazira kuzurira canke kuzihekako ikintu na kimwe”. Hakaba rero n’izindi ngamiya mu kuzikoresha ikintu ico ari co cose, batigera baninahaza Imana Allah. Ivyo vyose rero, babikora mu kurementaniriza Imana Allah. Imana Allah rero, Izobahembera ivyo bahora bayirementaniriza.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:139","price":"Baranavuze kandi bati: “Ibitungwa bifise amezi biramutse bivyaye imyagazi ikomeye, iyo myagazi izoba igenewe gusa abagabo muri twebwe, izoba iziririjwe ku bagore bacu”; mu gihe iyo myagazi ivyawe yapfuye, baraheza bakayisangira. Imana Allah Izobahembera rero iryo zirura n’iziririza ritigeze rigirwa na Yo. Mu vy’ukuri, ni Yo Ntungane mu vyo Ikora, Nyenubumenyikurivyose, Irazi indishi ikwiye umwe wese mu biremwa.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:140","price":"Ni ukuri, abishe abana babo kw’ikehabwenge no ku kutamenya bakanaziririza ivyo baronkejwe n’Imana Allah mu kuyirementaniriza[24], bari mu ruhombo rw'agahebuza. Ni ukuri, barahuvye inzira y’ukuri, kira noneho ntibari no mu bagororotsi.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"[24] Ukuzirura no kuziririza, biri mu bintu vyega gusa Imana Allah. Ikiziruye, ni icaziruwe n’Imana Allah, ikizira na co ni icaziririjwe n’Imana Allah. Nta n’umwe rero mu biremwa, arekuriwe gushingira ibiremwa amateka mu buryo butarekuwe n’Imana Allah.","lang":"rn"},{"name":"6:141","price":"Imana Allah ni Yo Yaremye amashamba, muri yo hari ay’ibirandaranda hejuru bikaba nk'igisenge; nka kurya kw’imizabibu; hakaba n’ay’ibitarandaranda hasi bihagaze ku gitumbatumba nk’ibiti vy’itende, n’ibindi biterwa bifise akanovera gatandukanye; hari n’imizayituni n’imikomamanga, usanga amababi yavyo asa, ariko bitandukanye mu ndemo, ibara n’akanovera k’ivyamwa. Bantu! Nimufungure rero ivyamwa vyavyo igihe vyamye, muheze munatange ishikanwa-bwirizwa ryavyo ku musi wo kwamura canke wo gusoroma; kandi rero ntimuzosesagure mu kurenza urugero rw’ibitangwa mw’ishikanwa-bwirizwa canke mu gufungura, n’ibindi. Mu vy’ukuri, Imana Allah ntikunda abasesagura mu gutanga amatungo mu bidakenewe.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:142","price":"Imana Allah Yaremye no mu bitungwa ibishobora kwikorera; nk’ingamiya, n’ibindi bidashoboye kwikorera; nk’inka n’intungwa. Muraheza rero mufungure mu vyo mwaronkejwe n’Imana Allah muri ivyo bitungwa, ntimuzohirahire ngo mukurikire inzira za shetani zo kuziririza ivyaziruwe n’Imana Allah. Mu vy’ukuri, shetani ni umwansi wanyu agaragara;","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:143","price":"Ivyo bitungwa rero biri mu moko umunani, hari ane mu ntungwa; impfizi y’intama n’intamakazi, impfizi y’impene n’impenekazi. Ntumwa y’Imana! Baza ababangikanyamana uti: “None Imana Allah Yaziririje gusa impfizi z’intungwa?”. Nibakwishura bati: “Ego cane!”, bazoba babesha kuko ntibaziririza impfizi y’intungwa iyo ari yo yose. Babaze kandi uti: “Canke Imana Allah Yaziririje gusa intamakazi n’impenekazi?”. Nibakwishura bati: “Ego cane!”, bazoba babesha kuko ntibaziririza intamakazi n’impenekazi izo ari zo zose. Ongera ubabaze kandi uti: “Canke Imana Allah Yaziririje umwagazi ukiri mu nda y’intama n’uwuri mu nda y’impene?”. Nibakwishura bati: “Ego cane!”, bazoba babesha kuko ntibaziririza umwagazi uwo ari wo wose ukiri mu nda ya nyina. Babwire rero uti: “Nimunyishure mwisunze ubumenyi bwemeza ukuri ku vyo muvuga nimwaba muri imvugakuri!\".","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:144","price":"Ayandi moko ane mu bitungwa, ni impfizi y’ingamiya n’imvyeyi yayo, impfizi y’inka n’imvyeyi yayo. Ntumwa y’Imana! Baza ababangikanyamana uti: “None Imana Allah Yaziririje impfizi y’ingamiya n’impfizi y’inka, canke imvyeyi y’ingamiya n’imvyeyi y’inka? Canke Yaziririje inyana ikiri mu nda y’ingamiya canke iyiri mu nda y’inka? Canke mwoba ari ho mwari muri, igihe Imana Allah Yabaha ibwirizwa ry’iri ziririzwa ry’ibitungwa!”. Nta n'umwe arenganya akimonogoza gusumba uwurementaniriza Imana Allah; kugira ahubishe abantu inzira y’ukuri ku bujuju bwo kutamenya. Mu vy’ukuri, Imana Allah ntishoboza gutumbera inzira igororotse abantu birenganya mu kurenga ku mabwirizwa yayo.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:145","price":"Ntumwa y’Imana! Vuga uti: “Nta kintu nsanga kiri mu vyo nahishuriwe kizira gufungura mu vyo muziririza mu bitungwa, kiretse mu gihe coba ari intumvyi, ari ikiremve[25], ari inyama y’ingurube isanzwe mu vy’ukuri ihumanye, canke kikaba ari icakerewe ku bw’ikitari Imana Allah[26]. Uwo bizoba ngombwa rero ko afungura kuri ivyo biziririjwe mu gihe ageramiwe n’inzara, atari ku mvo zo kuryoherwa canke kurenza urugero rwo kwivuna inzara, mu vy’ukuri Imana Allah ni Nyenimbabazi-ntangere ku bigaya, Izomubabarira, Nyenimbabazi ku batoni bayo[27]”.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"[25] Ubuseri.\n[26] Canke icakerewe hatabanje kuvugwa izina ry’Imana Allah.\n[27] Hongerwako ivyaziririjwe mu nyigisho z’intumwa, na vyo ni igihiga kigafatisha amenyo mu bikoko, igihiga kigafatisha ivyara mu nyoni, indogobwe z’inyororano hamwe n’imbwa.","lang":"rn"},{"name":"6:146","price":"Twebwe Allah Twaranaziririje ku bayahudi, gufungura inyama z’ibikoko bifise ibinono bidasatuye hamwe n’iz’inyoni[28]. Twaraziririje kandi n’ibinure vy’inka n’ivy’intungwa, kiretse ibinure bisigara ku nyama canke ku mara yavyo, canke ibiri mw’igufa. Iryo ziririza rero, Twaribwirije abayahudi ku kubahanira ivyaha vyabo. Kandi mu vy’ukuri, Twebwe Allah Tuvugisha ukuri ku ngingo Twabahaye.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"[28] Nk’ingamiya, canke imbata, canke ubwoko bw'inyoni nini idashobora kuguruka, yitwa mu carabu \"Na’aama\", mu giswahili \"Mbuni\", mu gifaransa ikitwa \"Autruche\".","lang":"rn"},{"name":"6:147","price":"Ababangikanyamana b’abayahudi, nibaramuka baguhakanye mu vyo ushikiriza, urababwira uti: “Imana yanyu Rurema Allah, ni Nyenimpuhwe-ntangere kuko Itihutiye kubahana. Ibihano vyayo na vyo iyo bishitse, nta kibuza inkozi z’ikibi guhanwa[29]”.","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"[29] Iyi Aayah irahigira abahakana bivuye inyuma Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ko bazohanwa.","lang":"rn"},{"name":"6:148","price":"Ababangikanije Imana Allah biregura bati: “Iyo Imana Allah Ishaka ntitwari kuyibangikanya, eka n’abavyeyi bacu ntibari kuyibangikanya, ntitwari no kuziririza ikintu na kimwe mu vyo Yaziruye”. Ni nk’ico cireguzo nyene abagarariji bo hambere yabo bitwaje, bashoka bahakana Intumwa, baranashishikara guhakana kugera aho bahonjeye ibihano vyacu Twebwe Allah. Ntumwa y’Imana! Babwire uti: “Mbega mwoba mufise ubumenyi nya bwo ku vyo muziririza no ku vyo muvuga, mugaheza mukatugaragariza icemezo cavyo! Kira noneho, ntimukurikira mw’idini kiretse ivyo mukekeranya, nta n’ico muzi kiretse ugukekeranya gusa”.","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:149","price":"Ntumwa y’Imana! Babwire uti: “Burya Imana Allah Irafise icemezo gitandukanya ukuri n’ikinyoma mu kurungika Intumwa no mu gushinga amateka. Iyo rero Ishaka, ni ukuri Yari kubashoboza mwese kuba abagororotsi, Ikabima ishaka ryo kwihitiramwo”.","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:150","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Nimuzane rero ivyabona vyanyu vyemeza ko Imana Allah Yaziririje ivyo muziririza mu biterwa no mu bitungwa!”. Nibavyemeza mw’irementanya, ntuzohirahire ngo ube icabona hamwe na bo mu kuvyemeza, kandi ntugakurikire ivyipfuzo vy’abahakanye Aayah zacu Twebwe Allah mu kuziririza, canke mu kuzirura ivyaziririjwe n’Imana Allah, ntukanakurikire n’abatemera ubuzima bw’inyuma yo gupfa, batanabwitegurira, n’abirengagiza Imana yabo Rurema Allah bakayibangikanya n’ibiremwa.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:151","price":"Ntumwa y’Imana! Babwire uti: “Nimuze rero ndabasomere ivyaziririjwe n’Imana yanyu Rurema Allah, ko mutoyibangikanya n’ikindi kintu mu biremwa; ko mwoba abagwaneza ku bavyeyi banyu mukabubahiriza mukanabasabira ku Mana Allah; ko mutokwica abana banyu bitewe n'ubukene, burya ni Twebwe Allah Tubaronsa ibibabeshaho mwebwe hamwe na bo; ko mutokwegera ivyaha rutura mugaheza mukavavanura na vyo, Ibikorerwa ku mugaragaro muri vyo n’ibikorerwa mu mpisho; ko mutokwica umuntu Imana Allah Yaziririje ko yicwa kiretse mu gihe hubahirijwe ukuri [174]. Ivyo mudondaguriwe rero, ni vyo Imana Allah Yababujije, Ibaha n’iragi ryo kutabikora kugira mube abanyabwenge, mutahure amabwirizwa yayo;","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"[174] Mu kwica uwishe, uwasambanye yari yubatse urwiwe canke uwutaye idini ry’ubwislamu akarivamwo.","lang":"rn"},{"name":"6:152","price":"Ntimukegere n'amatungo y’impfuvyi muhagarariye ngo muyakoreshe, kiretse mu kuyiyatunganiriza gushika igere mu bigero, ishobore kuyitunganiriza. Ba mukwiza ingero n’umunzane mu buryo butunganye[31]. Nimwitwararika rero gukwiza ingero n’umunzane uko mushoboye, bizoba bikwiye, Twebwe Allah ntidutegeka umuntu gukora kiretse ivyo ashoboye. Nimwaramuka muvuze, na ho nyene muritwararika kuba intungane mu vyo muvuga[32] n’aho mwobera ivyabona abavandimwe banyu, kandi n’isezerano Imana Allah Yabahaye ryo kwubahiriza amabwirizwa yayo, muraryubahiriza. Izo ngingo mudondaguriwe rero, ni ryo ragi ry’Imana Allah Yabahaye kugira mwikebuke, muheze mwibuke ingaruka z’ubuhakanyi bwanyu;","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"[31] Ata co murengejeko ata n’ico mugabanijeko.\n[32] Mu gushikiriza inkuru, ingingo canke kuvugira umuntu no mu kuba ivyabona.","lang":"rn"},{"name":"6:153","price":"Biri mw’iryo ragi nyene Imana Allah Yabahaye, ko ubwislamu ari yo nzira yayo igororotse, ikaba ari na yo nzira yanje nategetswe gukurikira, nimuyikurikire rero, kandi ntimuzohirahire ngo mukurikire inzira z'ubuhuvyi bwa shetani ngo zibateshe inzira y’Imana Allah. Ukwo gukurikira iyo nzira igororotse rero, ni ryo ragi ry’Imana Allah Yabahaye kugira muyitinye mu kwubahiriza amabwirizwa yayo”.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:154","price":"Ntumwa y'Imana! Babwire kandi ko ari Twebwe Allah Twanahaye Intumwa Musa (nyakugira amahoro y’Imana Allah) Igitabu ca Tawurati, mu ntumbero yo gukwiriza abagwaneza mu bantu yarungitsweko inema zacu, no mu gutomora ingingo y’ikintu ico ari co cose mu vyerekeye idini ryabo, no kugira rero nya Gitabu kibabere inzira y’ubugororotsi n’impuhwe, baheze bemere ko hari izuka ry’ibiremwa, banaryitegurire.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:155","price":"N’iyi Qor’ani rero, ni Igitabu gihezagiye Twamanuriye Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah). Enda rero nimugikurikire mu kwubahiriza amabwirizwa yaco, muniyubare kuyarengako kugira mugire impuhwe z’Imana Allah.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:156","price":"Bagarariji mu Barabu! Twamanuye Qor’ani kugira ntimuzovuge mwiregura muti: “Emwe! Mu vy’ukuri abamanuriwe Ibitabu, ni imigwi ibiri y’abayahudi n’abanaswara y’aho hambere yacu, kandi nta n’ubumenyi bwo kubitahura twari dufise”;","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:157","price":"No kugira rero ntimuzovuge mwiyeza muti: “Iyo tuja kumanurirwa Igitabu, ni ukuri twari kuba abagororotsi kurusha abayahudi n’abanaswara”. Bantu rero mwarungikiwe Intumwa Muhamadi (nyakugira amahoro n'impuhwe z'Imana Allah)! Ni ukuri mwaramaze gushikirwa na Qor’ani, ari na co cemezo kivuye ku Mana yanyu Rurema Allah, ikaba n’uburongozi n’impuhwe kuri mwebwe. Nta n’umwe rero arenganya akimonogoza gusumba uwahakanye yivuye inyuma Aayah n'ivyemezo vy’Imana Allah akanavyirengagiza. Twebwe Allah, Tuzoha abirengagije Aayah n'ivyemezo vyacu ibihano ruhasha, bitewe n'ukuntu bahora bavyirengagiza bakanaburagiza abantu gukurikira inzira yacu.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:158","price":"Abirengagiza Aayah n'ivyemezo vyacu bakanaburagiza abantu gukurikira inzira yacu, nta co barindiriye kugira bemere atari uko bashikirwa n’umumalayika ajejwe urupfu n’abafasha biwe ku musi wo gupfa; canke ko Imana Allah Iza Ikarubacira ku musi w’izuka; canke ko bashikirwa na bimwe mu bimenyetso vyerekana ko umuhero w’isi wageze[33]. Ico gihe kigeze, ukwemera kw’umuntu atigeze yemera imbere y’ico gihe, nta co kuzomumarira. Aramutse yemeye naho, ibikorwa vyiza atigeze akora imbere y’ico gihe, nta co bizomumarira. Ntumwa y’Imana! Babwire uti: “Nimurindire rero ko ico gihe kibashikira kugira muheze mutandukanye ukuri n’ikinyoma, mumenye inkozi y’ikibi n’umugwaneza. Mu vy’ukuri, na twe nyene turarindiriye ico gihe”.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"[33] Nko guserukira izuba mu burengero bwaryo.","lang":"rn"},{"name":"6:159","price":"Ntumwa y'Imana! Mu vy’ukuri, abacanyemwo mw’idini ryabo bakicamwo imigwimigwi, nta na kimwe ubabazwako. Bazoharurirwa n’Imana Allah, Iheze Ibabwire ido n'ido y'ivyo bari baragize kw’isi, Inahembe umwe wese ku rugero rw'ivyo yakoze.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:160","price":"Uwo wese rero azohura n’Imana Allah ku musi w’izuka yarakoze iciza, azoheza agihemberwe kigwijwe incuro cumi; nayo uwuzohura na Yo yarakoze ikibi, ntazohabwa kiretse igihano c’ikibi kimwe yakoze, abo bose rero nta na kimwe bazorenganywako.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:161","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Jewe mu vy’ukuri, Imana yanje Rurema Allah Yarandongoye mu nzira igororotse igana mu Bwami bw’ijuru, ari ryo dini ry’ubwislamu ritomora ingingo zerekeye ubuzima bwo kw’isi n’ubw’inyuma yo gupfa, ni na ryo dini ry’Intumwa Ibrahimu (nyakugira amahoro y’Imana Allah) rishingiye ku kwemera-ndemanwa, yasenga Imana Imwe Rudende Allah, kira noneho ntiyari no mu babangikanyamana”.","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:162","price":"Ntumwa y’Imana! Babwire kandi uti: “Mu vy’ukuri, isengesho ryanje, ikerera ryanje ry’ibitungwa[34], ubuzima bwanje no gupfa kwanje, vyose biba ku bw’Imana Allah, Umubungabunzi w’ibiremwa vyose;","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"[34] Ikerera riba ku bw’Imana Allah no kw’izina ryayo, ntiryigera riba ku bw’ibigirwamana, ku bw’amajini canke ku bw’imizimu n'abaganza, ntiryigera riba no kw’izina rya kimwe muri vyo.","lang":"rn"},{"name":"6:163","price":"Iyo Mana Allah, ntibangikanywa n’ikintu na kimwe mu bumana bwayo, canke mu bushobozi n'ububasha bwayo bwo kurema, canke mu mazina no mu matazirano yayo. Ivyo, ni vyo biranga ukwemera nategetswe n’Imana yanje Allah, kandi ni jewe nabaye uwa mbere mu bantu narungitsweko yemanga ko Imana Allah ari Imwe Rudende.","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:164","price":"Ntumwa y’Imana! Babwire uti: “Hari ikitari Imana Allah nshaka ko coba imana yanje, kandi ari Yo Mana Rurema Ikaba n’Umubungabunzi w’ikintu cose! Nta muntu n'umwe akora icaha kiretse ko ari we nyene azogihanirwa ku gatwe kiwe, nta n’umuntu n'umwe azohanirwa icaha ca mugenziwe. Hanyuma ubwegeranirizo bwanyu ku musi w’izuka, ni ku Mana Allah, Izoheza Ibabwire ivyo mwahora muhazanako mw’idini”.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"rn"},{"name":"6:165","price":"Imana Allah, ni Yo Yabaremye mukurakuranwa kw’isi, Ibashinga gutunganya ivy’isi mwubahirije amabwirizwa yayo, Iraheza Irabasumbasumbanya mu kubaronsa ibibabeshaho no mu kubaremana imirya, kugira Ibagerageze mu vyo Yabaronkeje. Mu vy’ukuri, Imana yawe Rurema Allah Iranyarutsa guhana abagarariza bagabitanya. Ni ukuri, ni na Yo Nyenimbabazi-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"rn"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}