{"data":[{"name":"61:1","price":"Ibiri mu majuru no kw’isi vyose, bininahaza Imana Allah. Ni na Yo Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5164,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"61:2","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Ni kuki musezerana canke muvuga ivyo mudakora ngo muvyubahirize[1]?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5165,"juzNumber":28,"footnotes":"[1] Iyi Aayah, ni inkebuzo ku muntu uwo ari we wese akora ibihushanye n’ivyo avuga.","lang":"rn"},{"name":"61:3","price":"Birashavuza cane Imana Allah kuvuga ivyo mudakora.","arabic":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5166,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"61:4","price":"Mu vy’ukuri Imana Allah, Irakunda abaharanira idini ryayo bafatanye mu nda[2], bari ku murongo umwe bameze nka kurya kw’inyubakwa imwe ifatanye[3].","arabic":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5167,"juzNumber":28,"footnotes":"[2] Barangwa n’ubumwe ku buryo umwansi adashobora kubacanishamwo.\n[3] Iyi Aayah, yerekana ivyiza vyinshi vyagenewe abaharanira idini ry'Imana Allah bafatanye mu nda; abo, akaba ari bo bakundwa n’Imana Allah.","lang":"rn"},{"name":"61:5","price":"Ntumwa y’Imana! Ibuka igihe Intumwa y’Imana Musa (nyakugira amahoro y’Imana Allah) yabwira abantu bayo iti: “Bantu banje narungitsweko! Ni kuki mumbabaza (mu kugarariza), kandi muzi neza ko jewe ndi Intumwa y’Imana kuri mwebwe!”. Igihe rero abantu ba Musa bamariye guhengama (bagata inzira y’ukuri), Imana Allah, Yaciye Ihengamika imitima yabo kurusha. Burya Imana Allah, ntirongora ibigaba birenga ku mabwirizwa yayo.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5168,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"61:6","price":"Ntumwa y’Imana! Ibuka n'igihe Intumwa y’Imana Isa mwene Mariyamu (nyakugira amahoro y’Imana Allah) yavuga iti: “Emwe Bene Israyeli! Mu vy'ukuri Jewe, ndi Intumwa y’Imana kuri mwebwe, naje gushimangira ibiri mu Bitabu vy’aho hambere yanje, Tawurati na Zaburi, no gushikiriza inkuru nziza y’umuzo w’Intumwa y’Imana izoza inyuma yanje, yitwa Ahmadi (Muhamadi)”. Ariko rero, iyo Ntumwa Muhamadi imaze kuza ifise n’ivyemezo biboneka, bavuze bati: “Ubu, ni uburozi bugaragara”.","arabic":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5169,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"61:7","price":"Nta n'umwe arenganya akimonogoza gusumba uwurementaniriza Imana Allah mu kuyibangikanya n’ibiremwa, kandi ararikirwa kwicisha bugufi akaba umwislamu! Burya Imana Allah, ntirongora mu nzira yayo abantu birenganya mu kuyibangikanya.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5170,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"61:8","price":"Bashaka mu guhakana Intumwa, kuzimya n’iminwa yabo umuco w’Imana Allah wa Qor’ani. Burya Imana Allah, ni Yo Izokwiragiza hose umuco wayo n’aho vyoshavuza abagarariji.","arabic":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5171,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"61:9","price":"Ni Yo Yarungitse Intumwa yayo Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) yibangikanije n'uburongozi bwa Qor’ani; Iyirungikana n’idini ry’ukuri, kugira riganze ayandi madini n’aho vyoshavuza ababangikanyamana.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5172,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"61:10","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Mbega ndabereke urudandazwa rwobakiza ibihano bibabaza?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5173,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"61:11","price":"Nimubandanye mwemera Imana Imwe Rudende Allah n’Intumwa yayo, muheze muharanire idini ry'Imana Allah, mu gutanga amatungo yanyu no mu kwitanga mwebwe nyene ubwanyu. Ivyo rero, ni vyo vyiza kurusha kuri mwebwe, nimwaba muzi rero gutandukanya ikibi n’iciza, nimuvyubahirize;","arabic":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5174,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"61:12","price":"Imana Allah, Izobagumiriza akabanga ku vyaha vyanyu, Ivyirengagize ntibibahanire, Iheze Ibinjize no mu mirima itotahaye yo mu Bwami bw’ijuru, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi, harimwo n’imihana iteye igomwe mu Bwami bw’ijuru rya “Adeni”. Iyo rero, ni yo ntsinzi ihambaye.","arabic":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5175,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"61:13","price":"Yarabageneye n’iyindi mpera mukunda muri kw'isi, ni intsinzi ivuye ku Mana Allah no guhabuza vuba bwango igisagara ca Makka. Muvugishwamana! Shikiriza rero abemeramana, inkuru ihimbaye Yo gushika ku ntsinzi kw’isi, no kuja mu Bwami bw’ijuru mu buzima bw’inyuma yo gupfa.","arabic":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5176,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"61:14","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Nimubandanye kuba abatabazi b’idini ry’Imana Allah; nka kurya abigishwa b'Intumwa y’Imana Isa mwene Mariyamu (nyakugira amahoro y’Imana Allah) babigenjeje, igihe yavuga ibabwira iti: “Ni bande muri mwebwe bontabara mu nzira y’Imana Allah?”, maze na bo bayishura bati: “Nyabuna rero, ni twebwe dutabara mu nzira y’Imana Allah”. Umugwi umwe rero muri Bene Israyeli uraheza uremera, uwundi mugwi na wo urahakana, maze Twebwe Allah Dushoka Dushigikira abemeye Imana Allah n’Intumwa yayo mu kurwanya abansi babo, gutyo baraheza barabatsinda kw’irungikwa ry’Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5177,"juzNumber":28,"footnotes":"","lang":"rn"}],"chapter":["61 (As-Saff)","As-Saff","Surah As-Saff","Chapter As-Saff","Saff","Surah Saff","Chapter Saff","As Saff","Surah As Saff","Chapter As Saff","Surah 61","Chapter 61","The Ranks","الصَّف"]}