{"data":[{"name":"63:1","price":"Ntumwa y'Imana! Iyo indyarya zije zikugana mu cicaro, ziza zivuga n'akarimi gasosa ziti: “Ni ukuri, turemanga ko wewe uri Intumwa y’Imana”. Burya Imana Allah na Yo, Irazi neza mu vy’ukuri, ko wewe uri Intumwa yayo, kandi Imana Allah Iremanga ko mu vy’ukuri, indyarya zibesha kuko ziyorobeka.","arabic":"إِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5189,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"63:2","price":"Zagize indahiro zazo, kuba inkinzo izikingira kugirirwa umwikomo no guhanwa, maze zitangura kuburagiza abantu kwinjira mw'idini ry’Imana Allah no kuriharanira. Mu vy’ukuri ivyo zikora, ni bibi cane;","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5190,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"63:3","price":"Ivyo zibikora, kuko zemeye mu majambo gusa hanyuma zirahakana mu mitima yazo, gutyo haterwa ikimangu c’ubuhakanyi mu mishaha yazo. Kubera ivyo rero, ntizitegera ngo zikore ibizifitiye akamaro.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5191,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"63:4","price":"Iyo uzibonye, imibiri yazo iraguhimbara. Iyo naho zigize ngo ziravuze, wumva amajambo yazo atomoye, kandi imishaha yazo itagira ukwemera namba, zitanatahura na kimwe; nk’aho zoba ari imbaho zitagira ubuzima zegetswe ku ruhome. Ziyumvira ko ikivuzwe cose, ari zo zitunzwe urutoke kubera ubwoba. Ntumwa y’Imana! Kanatsinda ni zo bansi bawe, uraziyubara rero. Zirakavumwa n’Imana Allah. Ni gute zigarariza ukuri zikaguma mu buryarya n’ubuhuvyi ha kwemera vy'ukuri!","arabic":"۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5192,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"63:5","price":"Ntumwa y'Imana! Iyo indyarya zibwiwe ziti: “Enda nyabuna rero, nimuze ku Ntumwa y’Imana musabe ikigongwe, maze na yo ibasabire imbabazi ku Mana Allah”, zica zirabira hirya zizungagiza umutwe n’ubwishime n’akantu, ukazibona zikwirengagiza zinasuzugura ko wozisabira;","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5193,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"63:6","price":"Ni co kimwe rero kuri zo, uzisabira imbabazi canke utazizisabira, nta mbabazi Imana Allah Izozigirira bitewe no gutsimbatara kwazo mu buhakanyi. Mu vy’ukuri Imana Allah, ntishoboza kwemera abantu b’ibigaba barenga ku mabwirizwa yayo.","arabic":"سَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5194,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"63:7","price":"Izo ndyarya, ni zo zibwira ababa i Madina n'ishari n'akantu ziti: “Ntihagire ico muha abakene b’abimukira mu ngendanyi z’Intumwa y’Imana Muhamadi kugeza aho bicwa n’inzara bagata bakomoka”. Burya ibigega vy'ibibeshaho ibiremwa: ibiri mw’ijuru n’ibiri kw’isi vyose, ni ivy’Imana Allah; Iha uwo Ishatse, Ikima uwo Ishatse, ariko indyarya ntizizi ko Imana Allah ari Yo Muhanyiwavyose.","arabic":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5195,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"63:8","price":"Zivuga zigamba n'akantu ziti: “Nitwaramuka dusubiye i Madina (tuvuye ku rugamba), nta kibuza ko abubahitse bazokwomora abagayitse”. Nangwa icubahiro c’iteka, ni ic’Imana Allah n’Intumwa yayo hamwe n’abemeramana, mugabo indyarya ntizitahura ivyo.","arabic":"يَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5196,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"63:9","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Ntimugasamazwe n’amatungo yanyu canke abana banyu, ngo mureke kugamburukira Imana Allah muyininahaza muyitazira. Abazosamazwa n’ivyo rero, abo bazoba bari mu bahomvye ubuzima bwabo.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5197,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"63:10","price":"Bemeramana! Enda rero nyabuna nimutange mu vyo Imana Allah Yabahaye, imbere yuko umwe muri mwebwe ashikirwa n’urupfu, maze akavuga yicuza ari ku mpfiro ati: “Mana yanje Rurema Allah! Ubwo ntiwondindiriza gato ngapfuma ntanga imperezwa, ngaheza nkaba mu beranda bakora ivyiza bitegetswe!”.","arabic":"وَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5198,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"63:11","price":"Imana Allah na Yo, ntizorindiriza ikiremwa ico ari co cose umusi waco wo gupfa ugeze. Burya Imana Allah, ni Muhetuziwavyose, Irazi neza ivyo mukora, Izonabibahembera.","arabic":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun"],"ayahNumber":5199,"juzNumber":28,"footnotes":"","lang":"rn"}],"chapter":["63 (Al-Munafiqun)","Al-Munafiqun","Surah Al-Munafiqun","Chapter Al-Munafiqun","Munafiqun","Surah Munafiqun","Chapter Munafiqun","Al Munafiqun","Surah Al Munafiqun","Chapter Al Munafiqun","Surah 63","Chapter 63","The Hypocrites","المنافقون"]}