{"data":[{"name":"65:1","price":"Ewe Muvugishwamana! Nimwashaka (wewe n’abemeramana) kwahukana n’abakenyezi, murahukana na bo mu gihe bavuye mu butinyanka bwabo mutararangurana amabanga y’abubatse[1], gushika aho ikiringo categekanirijwe kwarama ku kwahukana “eda” gihera. Maze muharure, muzigame ico kiringo co kwahukana[2]. Muraheza rero mutinye ibihano vy'Imana yanyu Rurema Allah mu kwubahiriza amabwirizwa yayo. Ntimuzohirahire rero ngo musohore abo bakenyezi mu nzu zabo, na bo ntibazozisohokemwo mu gihe cose ca eda[3], kiretse mu gihe bokora icaha c'agahomerabunwa; nko gusambana. Izo ngingo, ni imbibe z’ibitegetswe n’Imana Allah, ntimukazirengeko ngo mucike ibigaba. Uwo wese rero azorenga ku mbibe z'ibitegetswe n’Imana Allah, ni ukuri azoba yirenganije. Muntu wahukanye! Ntiwobimenya ko kumbure hari n’aho Imana Allah Yokora ikintu cotuma musubirana inyuma y’ukwahukana.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5218,"juzNumber":28,"footnotes":"[1] Canke mu gihe vyamaze kuboneka ko bamaze gusama imbanyi.\n[2] Kugira mumenye aho catanguriye n’aho kizoherera, mu ntumbero yo kumenya umwanya urekuwemwo gusubirana, mu gihe mwoshaka gusubirana.\n[3] Ikiringo ca eda, ni ukuja mu butinyanka gatatu ku bataraca ubutinyanka; canke kumara amezi atatu ku bataraja mu butinyanka n’abamaze kubuca, hisunzwe ikirangamisi c’ikislamu; abibungenze na bo, ikiringo cabo co kwarama, ni ukwibaruka.","lang":"rn"},{"name":"65:2","price":"Mu gihe cose rero abakenyezi bazoba bari mu guheza ikiringo co kwarama ku kwahukana “eda”, murasubirana na bo ku neza, canke mwahukane na bo ubutagisubirana ku neza ico kiringo giheze. Maze mubimenyeshe ivyabona vy’intungane bibiri muri mwebwe, kandi mube amasura ku bw’Imana Allah ata ho mwegamiye. Ivyo bitegetswe uwemera Imana Allah n’umusi w’umuhero w’isi. Uwo wese atinya ibihano vy'Imana Allah mu kwubahiriza amabwirizwa yayo, Imana Allah Izomworohereza ibimukura mu ngorane;","arabic":"فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5219,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"65:3","price":"Izonamuha ibimubeshaho mu buryo ataziga. Uwishimikije Imana Allah akayizera rero, Iramurwanako. Mu vy’ukuri Imana Allah, Irashika ku vyo Ishaka, nta kiyinanira. Ni ukuri Imana Allah, Yaramaze kugera ikintu ico ari co cose;","arabic":"وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5220,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"65:4","price":"N’abamaze guca ubutinyanka mu bakenyezi banyu, nimwagira amakenga mu guharura ibiringo vy’ubutinyanka, muraca muharura amezi atatu; ni nk’ukwo nyene kandi muzobigenza no ku bataraja mu butinyanka. Abibungenze na bo, ikiringo cabo ni ukwibaruka imbanyi zabo. Uwo wese atinya ibihano vy'Imana Allah mu kwubahiriza amabwirizwa yayo, Imana Allah Izomworohereza ingorane ziwe kw’isi no mu buzima bw’inyuma yo gupfa.","arabic":"وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5221,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"65:5","price":"Izo ngingo rero, ni itegeko ry’Imana Allah Yabamanuriye ngo muryubahirize. Uwuzogamburukira Imana Allah, Izomuhanagurira ibicumuro vyiwe, Yongere Imugwirize indishi amahanga, Inamwinjize no mu Bwami bw’ijuru.","arabic":"ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5222,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"65:6","price":"Muragumiza abakenyezi mu gihe cose baramye mu buraro aho muba, mwisunze ubushobozi bwanyu. Ntimuze mubabangamire mu bwigenge, mu mfungurwa canke mu buraro. Nibaba bafise imbanyi naho, murabaha ibibabeshaho gushika bibaruke. Nibabonkereza abana mumaze kwahukana, murabaha agashimwe kabo, maze muje inama n’ingingo hagati yanyu ku neza. Nimutahuza ku ngingo y’ukwonsa, uyo mwana azoheza yonswe n’uwundi muvyeyi.","arabic":"أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5223,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"65:7","price":"Uwisununuye mu buryo rero, aratanga ibibeshaho uwo bahukanye n'umwana yibarutse yisunze ubushobozi bwiwe. Nayo uwuzokehanirwa n’uburyo, aratanga mu vyo Uhoraho Allah Yamushoboje kuronka. Imana Allah, ntitegeka umuntu kiretse ku rugero Yamushobojeko. Imana Allah, Izomukenura inyuma y’ubukene.","arabic":"لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5224,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"65:8","price":"Abantu baba mu bisagara vyinshi, baragararije amategeko y’Imana yabo Rurema Allah n’ay'Intumwa zayo, Turaheza Twebwe Allah, Turabaharurira bikomeye ibikorwa vyabo kw’isi, Turanabaha n’ibihano vy’agacamutwe;","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5225,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"65:9","price":"Maze barahonja inkurikizi z’ubuhakanyi bwabo. Vyongeye, amaherezo yabo kwari uguhona n’agahombo;","arabic":"فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5226,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"65:10","price":"Imana Allah Yarabateguriye ibihano ruhasha. Emwe banyabwenge bemeye Imana Allah n’Intumwa zayo bakubahiriza n’amabwirizwa yayo! Kubera ivyo rero, nimutinye ibihano vy'Imana Allah mu kwubahiriza amabwirizwa yayo. Mu vy’ukuri Imana Allah, Yaramaze kubamanurira urwibutso;","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5227,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"65:11","price":"Urwo rwibutso Yabamanuriye rero si urundi, ni Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) ibasomera Aayah zayo zitomora ukuri n’ikinyoma, kugira Imana Allah Ikure mu muzimagiza w’ubugarariji, abemera Imana Allah n’Intumwa yayo bakanakora n'ivyiza bitegetswe, Iheze Ibashire mu muco w’ukwemera. Uwo wese yemera Imana Allah agakora n’ivyiza bitegetswe rero, Imana Allah Izomwinjiza mu mirima itotahaye yo mu Bwami bw’ijuru, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi, bazoyibamwo ibihe bidahera, mu nema zamaho. Ni ukuri Imana Allah, Yarateguriye umwemeramana imfugurwa z’akaroruhore mu Bwami bw’ijuru.","arabic":"رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5228,"juzNumber":28,"footnotes":"","lang":"rn"},{"name":"65:12","price":"Imana Allah, ni Yo Yaremye amajuru indwi n’isi indwi. Hagati yayo, hururuka amategeko atunganiriza ibiremwa, hamwe n’ingingo zayo zihishuriwe Intumwa zayo, kugira ngo mumenye yuko Imana Allah Ishoboye ikintu ico ari co cose, n’uko Imana Allah ubumenyi bwayo bukikuje ikintu ico ari co cose.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا","category":["65 (At-Talaq)","At-Talaq","Surah At-Talaq"],"ayahNumber":5229,"juzNumber":28,"footnotes":"","lang":"rn"}],"chapter":["65 (At-Talaq)","At-Talaq","Surah At-Talaq","Chapter At-Talaq","Talaq","Surah Talaq","Chapter Talaq","At Talaq","Surah At Talaq","Chapter At Talaq","Surah 65","Chapter 65","The Divorce","الطلاق"]}