{"data":[{"name":"72:1","price":"Ntumwa y’Imana! Vuga ubwire abantu bawe uti: “Jewe, narahishuriwe ko umugwi w’Amajini wumvirije Qor’ani ndiko ndayisoma, uca ubwira benewabo uti: “Mu vy’ukuri twebwe Amajini, twumvise Qor’ani y’igitangaza;","arabic":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5448,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:2","price":"Irongora mu nzira igororotse, duca turayemera ko ari amajambo y’Imana Allah. Ntituzokwigera tubangikanya Imana yacu Rurema Allah n’ikintu na kimwe.","arabic":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5449,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:3","price":"Twemera n’uko Imana yacu Rurema Allah Nyaguhabwa icubahiro n’iteka biyikwiye, Itigeze Igira umugore canke umwana;","arabic":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5450,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:4","price":"N’uko uwakehewe n’ubwenge muri twebwe ari we Ibilisi, yahora arementaniriza Imana Allah mu kuyomekera umugore n’umwana;","arabic":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5451,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:5","price":"Mu vy’ukuri, twahora twiyumvira ko abantu hamwe n’Amajini, batazorementaniriza Imana Allah mu kuyomekera umugore n’umwana;","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5452,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:6","price":"Twiyumvira n’uko, hariho abagabo mu biremwa-muntu, bahora bikingira ku bagabo mu Majini ngo babakingire ibibi mu rugendo[1], gutyo Amajini yongerereza abantu ubwoba bwo kuyatinya;","arabic":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5453,"juzNumber":29,"footnotes":"[1] Ukwo kwikingira ibibi ku biremwa, ari na kwo Imana Allah Yihanije ababangikanyamana, ni ibangikanyamana rikuru. Ntiribabarirwa n’Imana Allah, kiretse mu gihe uwarigize yigaye nya kwigaya ku Mana Allah. Iyi Aayah rero hamwe n’ivyo, irihaniza cane kuja ku bapfumu, ba rumenyi na ba senyagara, n’abandi.","lang":"rn"},{"name":"72:7","price":"N’uko abagarariji mu bantu, biyumvira nk’uko mwebwe Amajini mwiyumvira, ko Imana Allah Itazozura n’umwe mu biremwa.","arabic":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5454,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:8","price":"Mu vy’ukuri, twaratumbereye amaja kw’ijuru gusuma urusaku, dusanga ryuzuye abamalayika bakomeye cane baricungereye n’ibishirira vy’inyenyeri nyakotsi.","arabic":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5455,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:9","price":"Mu vy’ukuri, twahora twicara ku mfuruka zaryo, mu vyicaro vyo gusuma urusaku. Kuva ubu, uwo wese rero ahirahiye ngo asume urusaku amaja kw’ijuru, asanga arindiriwe n’igishirira nyakotsi giturira[2].","arabic":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5456,"juzNumber":29,"footnotes":"[2] Muri iyi Aayah ya 9 n’iya 10, harimwo icemezo c’uko abapfumu, abarozi, ba rumenyi na ba senyagara, batazi namba ibinyegejwe ibiremwa.","lang":"rn"},{"name":"72:10","price":"Mu vy’ukuri, ntituzi rero ko gucungera ijuru bidasanzwe, ari ku nabi y’abari kw’isi, canke ko Imana yabo Rurema Allah Ibashakira ineza n’ubugororotsi!","arabic":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5457,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:11","price":"Mu vy’ukuri, burya muri twebwe Amajini, harimwo abagororotsi bikwiye, harimwo kandi abagarariji n’ibigaba. Turi imigwi itandukanye mu kwemera.","arabic":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5458,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:12","price":"Mu vy’ukuri, twari tuzi ko tutazonanira Imana Allah, aho tuzoba turi hose, haba kw’isi canke mu kirere, kandi ko ata buhungiro.","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5459,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:13","price":"Mu vy’ukuri, igihe twumva Qor’ani, twaciye tuyemera ata guhigimanga ko ari ukuri kuvuye ku Mana Allah. Kubera ivyo rero, uwo wese yemera Imana yiwe Rurema Allah, ntatinya kurenganywa mu kugabanywa ku ndishi canke kurengerezwa ku vyaha.","arabic":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5460,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:14","price":"Muri twebwe rero, harimwo abislamu b’ukuri, hakabamwo n’abirenganya mu kurenga ku mabwirizwa y’Imana Allah. Abazokwicisha bugufi rero bakaba abislamu; abo, ni bo bazoba batumbereye inzira y’ukuri.","arabic":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5461,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:15","price":"Nayo abirenganije mu kurenga ku mabwirizwa y’Imana Allah; abo, ni bo bazoba inkwi z’umuriro udahera Jahannamu”.","arabic":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5462,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:16","price":"Iyo abagarariji mu bantu no mu Majini barongoka mu nzira y’ukwemera Imana Allah, bakaba abislamu, Twebwe Allah, Twari kubaronsa amazi menshi cane bakoroherwa mu kuronka ibibabeshaho mu buzima bwo kw’isi;","arabic":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5463,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:17","price":"Kugira ngo Tubagerageze ko bashima inema bahawe n’Imana Allah. Uwo wese rero azokwirengagiza kwumviriza no kugendera urwibutso rw’Imana yiwe Rurema Allah rwa Qor’ani, Imana Allah Izomushira mu bihano bikomeye.","arabic":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5464,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:18","price":"Mu vy’ukuri imisigiti yose, ni iy’Imana Allah, yagenewe ko Isengerwamwo. Kubera ivyo rero, ntimuze muyisengeremwo ikindi kintu hamwe n’Imana Allah, gutyo muheze musabe, musenge ku bw’Imana Allah[3].","arabic":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5465,"juzNumber":29,"footnotes":"[3] Iyi Aayah, ibwiriza kwubahiriza imisigiti mu kutayikoreramwo ikintu ico ari co cose cotosekaza izirikanamana, ikanahimiriza no gukurikira Intumwa yayo Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah).","lang":"rn"},{"name":"72:19","price":"Narahishuriwe n’uko igihe Umuja w’Imana Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) yariko arasengera ahitwa Batwnu Nakhla, Amajini yahatswe kwuriranako bitewe n’umugundano wo guhurumbira kwumviriza Qor’ani.","arabic":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5466,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:20","price":"Ntumwa y’Imana! Vuga ubwire abagarariji uti: “Jewe, nsenga gusa Imana yanje Rurema Allah Yonyene, kandi sindayibangikanya n’ikindi kintu mu kuyisenga”.","arabic":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5467,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:21","price":"Babwire uti: “Jewe mu vy’ukuri, nta bushobozi mfise bwo kubakingira ikibi canke bwo kubaronsa iciza”.","arabic":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5468,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:22","price":"Babwire uti: “Jewe mu vy’ukuri, nta n’umwe ashoboye kunkingira ibihano vy’Imana Allah mu gihe noyigarariza; kandi muri ico gihe, nta buhungiro noronka atari ku Mana Allah;","arabic":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5469,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:23","price":"Nta na kimwe njejwe, kiretse gushikiriza ubutumwa, Imana Allah Yandungikanye. Uwo wese rero azogarariza Imana Allah hamwe n’Intumwa yayo, nta nkeka ko indishi yiwe ari umuriro udahera Jahannamu, azowubamwo ibihe bidahera, mu bihano vyamaho”.","arabic":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5470,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:24","price":"Kugeza aho ababangikanyamana bazobonera ibihano basezeraniwe, aho ni ho rero bazoheza bagatahura uwufise abatabazi bagoyagoya, kandi bari ku rushi.","arabic":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5471,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:25","price":"Ntumwa y’Imana! Bwira ababangikanyamana uti: “Sinzi ko ivyo bihano mwasezeraniwe biri hafi gushika, canke ko Imana yanje Rurema Allah Izobiha ikiringo kirekire, bitarashika”.","arabic":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5472,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:26","price":"Imana Allah, ni Yo Izi ibinyegejwe ibiremwa, kandi ntiyereka uwo ari we wese ivyo binyegezwa vyayo;","arabic":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5473,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"72:27","price":"Kiretse uwo Yishimiye Ikamugira Intumwa. Uyo muri ico gihe rero, Imana Allah Iraheza Ikamwereka mu binyegezwa vyayo, Ikanamurungikira abamalayika bamucungereye imbere n’inyuma yiwe, ku kuzitira abasumyi b’urusaku mu Majini[4];","arabic":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5474,"juzNumber":29,"footnotes":"[4] Kugira ntihagire n’umwe mu Majini ashobora gusuma urusaku mu kumenya ibinyegezwa vyayo.","lang":"rn"},{"name":"72:28","price":"Kugira ngo Intumwa (nyakugira amahoro n’impuhwe z’Imana Allah), imenye ko n'Intumwa z’aho hambere yayo, zakingiwe nkayo mu gihe co gushikiriza ubutumwa, n’uko ikingiwe Amajini nk’uko zakingiwe; yongere imenye n’uko ubumenyi bw’Imana Allah, bukikuje ukuntu izo Ntumwa zimerewe hamwe n’amabwirizwa zikeneye kwisunga; imenye kandi n’uko Imana Allah Izi bikwiye igitigiri c’ibintu vyose.","arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5475,"juzNumber":29,"footnotes":"","lang":"rn"}],"chapter":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"]}