{"data":[{"name":"73:1","price":"Ewe wizingiriye mu mpuzu!","arabic":"يَٰٓأَيُّهَا ٱلۡمُزَّمِّلُ","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5476,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:2","price":"Haguruka usenge mw’ijoro, usigaze umwanya muto wo kuruhuka;","arabic":"قُمِ ٱلَّيۡلَ إِلَّا قَلِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5477,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:3","price":"Senga igice c’ijoro canke ugabanyeko gato gushika ku ca gatatu caryo;","arabic":"نِّصۡفَهُۥٓ أَوِ ٱنقُصۡ مِنۡهُ قَلِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5478,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:4","price":"Canke wongereko gato gushika ku vya gatatu bibiri, hanyuma usome neza Qor’ani ntagatifu mu bwitonzi, wubahirije amategeko y’ukuntu isomwa.","arabic":"أَوۡ زِدۡ عَلَيۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5479,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:5","price":"Mu vy’ukuri Twebwe Allah, Tuzokumanurira Qor’ani irimwo amabwirizwa ahambaye.","arabic":"إِنَّا سَنُلۡقِي عَلَيۡكَ قَوۡلٗا ثَقِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5480,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:6","price":"Mu vy’ukuri, ukwiyegereza Imana Allah mu gusenga mw’ijoro, kuratururuza umushaha kurusha, kandi kuratuma utahura neza igisomwa, kuko umuntu muri uwo mwanya, nta buremere n’umwitwarariko w’ivy’isi biba bimuhanze.","arabic":"إِنَّ نَاشِئَةَ ٱلَّيۡلِ هِيَ أَشَدُّ وَطۡـٔٗا وَأَقۡوَمُ قِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5481,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:7","price":"Ntumwa y’Imana! Mu vy’ukuri ku murango, urafise umwanya munini ukwiye wo gutunganya ivyawe n’ibindi bikorwa vy'ishikirizabutumwa. Kubera ivyo rero, koresha umwanya wo mw’ijoro mu gusenga Imana yawe Allah;","arabic":"إِنَّ لَكَ فِي ٱلنَّهَارِ سَبۡحٗا طَوِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5482,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:8","price":"Wongere uninahaze Izina ry’Imana yawe Rurema Allah, kandi wamizeko kuyisenga bimwe bivuye ku mutima, unayizere.","arabic":"وَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَيۡهِ تَبۡتِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5483,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:9","price":"Imana Allah, ni Yo Mubungabunzi Rugaba w’ubuseruko n’uburengero n’ibiri hagati y’aho, nta mana rero ibwirijwe gusengwa atari Yo Yonyene gusa. Kubera ivyo rero, yizere uheze uyigire Umuhagarikizi wawe muri vyose.","arabic":"رَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5484,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:10","price":"Uheze wihanganire n’ivyo ababangikanyamana bakuvugako, mu kugutyoza wewe hamwe n’idini warungikanwe, maze witandukanye n’ivyo bakora unabirengagize ata gahigihigi.","arabic":"وَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرٗا جَمِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5485,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:11","price":"Maze undekere Jewe Allah abahakana Aayah zanje, borohewe mu buzima bwo kw’isi; batenyenyere gato, maze ubandekere vuba bwango bazokwibonerako.","arabic":"وَذَرۡنِي وَٱلۡمُكَذِّبِينَ أُوْلِي ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5486,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:12","price":"Mu vy’ukuri Twebwe Allah, Turafise ibihano Twabateguriye mu buzima bw’inyuma yo gupfa; ibihano vyo kuboheshwa iminyororo iremereye no guturirwa mu muriro ururumba ata guhesha;","arabic":"إِنَّ لَدَيۡنَآ أَنكَالٗا وَجَحِيمٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5487,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:13","price":"N’imfungurwa zihagama uwuziriye, n’ibindi bihano vy’akataraboneka bibabaza cane bibarindiriye;","arabic":"وَطَعَامٗا ذَا غُصَّةٖ وَعَذَابًا أَلِيمٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5488,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:14","price":"Umusi isi hamwe n’imisozi bizogigima, maze imisozi ikaba nk’amaburi y’umusenyi woroshe yayotse.","arabic":"يَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِيبٗا مَّهِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5489,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:15","price":"Bantu b'i Makka! Mu vy’ukuri Twebwe Allah, Twarabarungikiye Intumwa Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), kugira itubere icabona ku bugarariji n’ubugaba bwanyu, nk’uko Twarungikiye Firawuni Intumwa Musa (nyakugira amahoro y’Imana Allah);","arabic":"إِنَّآ أَرۡسَلۡنَآ إِلَيۡكُمۡ رَسُولٗا شَٰهِدًا عَلَيۡكُمۡ كَمَآ أَرۡسَلۡنَآ إِلَىٰ فِرۡعَوۡنَ رَسُولٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5490,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:16","price":"Ni uko rero, Firawuni yarahakanye iyo Ntumwa, ntiyaheza ngo ayemere, Dushoka Tumuhanisha ibihano vy’akarorero[1].","arabic":"فَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَٰهُ أَخۡذٗا وَبِيلٗا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5491,"juzNumber":29,"footnotes":"[1] Iyi Aayah, iragabisha uwo wese aca kubiri n’Intumwa akagabitanya, ko ashobora gushikirwa n’ibihano nk’ivyashikiye Firawuni n’abantu biwe.","lang":"rn"},{"name":"73:17","price":"Mbega none, ni gute mwokwikingira - mu gihe mwobandanya kugarariza - ibihano vy’umusi w’izuka, umusi uzosazisha abana bakamera imvi kubera intureka zawo!","arabic":"فَكَيۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ يَوۡمٗا يَجۡعَلُ ٱلۡوِلۡدَٰنَ شِيبًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5492,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:18","price":"Kuri uwo musi, ijuru rizokwata imigaga. Ni isango ry’Imana Allah ritegerezwa gushika nta gisivya.","arabic":"ٱلسَّمَآءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5493,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:19","price":"Mu vy’ukuri, izi Aayah za Qor’ani zigabisha, zirimwo urwibutso ku bantu. Uwushaka kwibuka rero, niyumvire Imana Allah, maze afate inzira igana ku Mana yiwe Rurema Allah.","arabic":"إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5494,"juzNumber":29,"footnotes":"","lang":"rn"},{"name":"73:20","price":"Muvugishwamana! Mu vy’ukuri Imana yawe Rurema Allah, Irazi ko wewe hari igihe uhaguruka mw’ijoro gusenga umwanya wababa ivya gatatu bibiri vyaryo, ikindi gihe ugasenga igice caryo canke ica gatatu caryo; kandi aho hose uba uri kumwe na bamwe mu ngendanyi zawe. Burya Imana Allah, ni Yo Itunganya ibiringo vy’ijoro n’umurango. Imana Allah rero, Irazi ko mutazoshobora kwubahiriza ibiringo vyo gusenga ijoro ryose, kubera ivyo rero, Iraborohereje. Muraheza rero musome mw’isengesho ryo mw’ijoro, ibisomwa vyoroshe muri Qor’ani. Imana Allah, Irazi ko muri mwebwe hazobamwo abarwaye, abafata ingendo baja kurondera icorirenza mu mpano z’Imana Allah, n’abandi rero baja guharanira idini ryayo. Kubera ivyo rero, murasoma mw'isengesho ryo mu gicugu, ibisomwa biboroheye muri Qor'ani, muheze mutsimbataze n'amasengesho-bwirizwa, mwongere mutange n'ishikanwa-bwirizwa, hanyuma mugurane Imana Allah, ingurane nziza mu gutanga imperezwa ku bwayo. Nta na kimwe rero mutanga ku neza yanyu, kiretse ko muzosanga indishi yaco ku Mana Allah, muzosanga ari ineza n’indishi nyinshi kuruta ivyo mwatanze kw’isi. Nimusabe kandi imbabazi ku Mana Allah mu bihe vyose. Mu vy’ukuri Imana Allah, ni Yo Nyenimbabazi-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ","category":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil"],"ayahNumber":5495,"juzNumber":29,"footnotes":"","lang":"rn"}],"chapter":["73 (Al-Muzzammil)","Al-Muzzammil","Surah Al-Muzzammil","Chapter Al-Muzzammil","Muzzammil","Surah Muzzammil","Chapter Muzzammil","Al Muzzammil","Surah Al Muzzammil","Chapter Al Muzzammil","Surah 73","Chapter 73","The Enshrouded One","المزمل"]}