{"data":[{"name":"9:1","price":"Iri ni ivavanura rishizwe ahabona n’Imana Allah n’Intumwa yayo, ivavanura ryerekeye ihagarikwa ry’amasezerano mwagiraniye n’ababangikanyamana.","arabic":"بَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1236,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:2","price":"Babangikanyamana! Nimwidegemvye aho mushaka hose kw’isi mu kiringo c’amezi ane, mutekaniwe ata n’uwubakomakoma, kandi mumenye ko mutazonanira Imana Allah ngo mucike ibihano vyayo, munamenye ko Imana Allah Izotetereza abagarariji, bagayike kw’isi, binjizwe no mu muriro mu buzima bw’inyuma yo gupfa[1].","arabic":"فَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1237,"juzNumber":10,"footnotes":"[1] Iyi Aayah, yerekeye amasezerano abislamu bari bafitaniye n’ababangikanyamana, na canecane amasezerano yamaho, canke ayafise ikiringo kitagera ku mezi ane boheza bakayubahiriza gushika ku mezi ane, canke amasezerano yadohotsweko n’ababangikanyamana.","lang":"rn"},{"name":"9:3","price":"Iri rero, ni itangazo rivuye ku Mana Allah n’Intumwa yayo, rikaba rishikirijwe abantu bose ku musi mukuru w’ishengerera ry’ingoro ntagatifu; ko Imana Allah n’Intumwa yayo bavavanuye n’ababangikanyamana. Babangikanyamana! Nimwigaya mukagaruka ku Mana Allah, bizoba ari vyo vyiza cane kuri mwebwe; nimwagenza umugongo naho, mukanka kwinjira mu bwislamu, muramenya ko mutazonanira Imana Allah ngo mucike ibihano vyayo. Ntumwa y’Imana! Shikiriza rero inkuru y’incamugongo abagararije ubwislamu, ko barindiriwe n’ibihano bibabaza.","arabic":"وَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1238,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:4","price":"Ku bafatwa n’iyo ngingo, havuyemwo gusa abo mufitaniye amasezerano afise ikiringo kizwi, bakaba batayadohotseko, batifadikanije n’umwansi mu kubarwanya, abo rero murubahiriza amasezerano mufitaniye gushika ikiringo cayo kirangire. Mu vy’ukuri, Imana Allah Irakunda abagamburukiramana badahemuka mu kwubahiriza amasezerano.","arabic":"إِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1239,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:5","price":"Ikiringo c’amezi ane matagatifu rero nicarangira, muraheza murwanye ababangikanyamana aho muzobasanga hose, mubafatire n’ibihano vy’ubutunzi, mubategere aho hose baca. Nibaramuka bigaye bakagaruka ku Mana Allah, bagatsimbataza n’amasengesho, bagatanga n’ishikanwa-bwirizwa, muraca mubareka bidegemvye kuko bazoba bamaze kuba benewanyu mu kwemera. Mu vy’ukuri Imana Allah, ni Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"فَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1240,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:6","price":"Ntumwa y’Imana! Nihagira uwugeramirwa mu babangikanyamana, ubuzima n’amatungo vyiwe bigahungabanywa maze akaguhungirako, uramuha ubuhungiro, maze umwakire kugira kamubere akaryo ko kwumva ukuri ku majambo y’Imana Allah ya Qor’ani; hanyuma yipfuje gusubira mu rwiwe, uramushikana mu mahoro n’umutekano nta ngere. Ivyo biri ukwo, kuko ababangikanyamana ari abantu badatahura ukuri ku vyerekeye ubwislamu.","arabic":"وَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1241,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:7","price":"Ababangikanyamana ntibakwiye kugira isezerano ku Mana Allah n’Intumwa yayo ryubahirizwa, kiretse abo mwasezeraniye mu micungararo y’umusigiti mutagatifu \nw’i Makka, amasezerano ya Al-Hudaybiyya; mu gihe cose bazoba bacubahiriza nya masezerano rero, muraheza muyubahirize. Mu vy’ukuri, Imana Allah Irakunda abagamburukiramana badahemuka mu kwubahiriza amasezerano.","arabic":"كَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1242,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:8","price":"Mu gihe boramuka babanesheje, ntibokwubaha ngo bubahirize ubucuti mufitaniye, eka nta n’amasezerano bokwubahiriza[2]. Ntimuhendwe rero n’umubano mwiza babereka mu gihe batekewe n’ubwoba, bakabaha akarimi gasosa kugira babashimishe bitavuye ku mutima. Burya abenshi mu babangikanyamana, ni ibigaba birenga ku mabwirizwa, bikadohoka no ku masezerano.","arabic":"كَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1243,"juzNumber":10,"footnotes":"[2] Kuko ababangikanyamana bubahiriza amasezerano mu gihe baneshejwe, batekewe n’ubwoba.","lang":"rn"},{"name":"9:9","price":"Bagujije Aayah z’Imana Allah ku kiguzi gito c’ivy’isi, baraheza barwanya ukuri baburagiza abantu kwinjira mu bwislamu. Mu vy’ukuri, ni bibi cane ivyo bakora.","arabic":"ٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1244,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:10","price":"Ababangikanyamana mu kurwanya ubwislamu, ntibubaha ngo bubahirize ubucuti mufitaniye, eka nta n’isezerano bubahiriza. Abo ni na bo rero barangwa n’akarenganyo.","arabic":"لَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1245,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:11","price":"Nibigaya bakagaruka ku Mana Allah bakayemera, bagatsimbataza n’amasengesho, bagatanga n’ishikanwa-bwirizwa, mu vy’ukuri bazoba ari benewanyu mu kwemera. Ni ukwo rero Twebwe Allah Dutomorera Aayah zacu abantu bazitahura, zikagira ico zibamariye.","arabic":"فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1246,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:12","price":"Nibadohoka ku masezerano mufitaniye, bagatyoza n’idini ryanyu ry’ubwislamu, muraheza murwanye indongozi z’ubugarariji zitigera zubaha ngo zubahirize isezerano, eka nta n’ubucuti zubahiriza. Murazirwanya rero kugira zihagarike agasotoro n’urwanko.","arabic":"وَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1247,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:13","price":"Bemeramana! Ubwo ntimworwanya abantu badohotse ku masezerano mufitaniye, bagashaka no kwomora Intumwa y’Imana mu gisagara ca Makka! Kanatsinda, ni na bo batanguye kubahohotera. Mbega none murabatinya canke mutinya guhangana na bo ku rugamba! Burya Imana Allah, ni Yo mukwiye gutinya vy’ukuri nimwaba muri abemaramana vy'ukuri.","arabic":"أَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1248,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:14","price":"Bemeramana! Nimurwanye abansi b’Imana Allah kugira Ibahane Inabatetereze biciye kuri mwebwe, Ibashoboze no kubanesha, gutyo ijambo ryayo ryubahwe, Itururuze n’imashaha y’abemeramana;","arabic":"قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1249,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:15","price":"Ibamare n’ishavu. Uwuzokwigaya muri bo, Imana Allah Izokwumvira uwo Ishatse. Burya Imana Allah, ni Nyenubumenyikurivyose, Irazi uwigaya vy’ukuri, Intungane mu vyo Ikora.","arabic":"وَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1250,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:16","price":"Bemeramana! Mbega mwibaza ko Imana Allah Yobareka ukwo mutageragejwe, ngo Yerekane mu vyo Isanzwe Izi abayiharanira vy’ukuri, batigera bagira abagenzi somambike, abateye kubiri n’Imana Allah, Intumwa yayo n’abemeramana! Burya Imana Allah, ni Muhetuziwavyose, Irazi ivyo mukora vyose kandi Izobibahembera.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1251,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:17","price":"Nta ho vyakabaye ko ababangikanyamana bubaka bakitwararika imisigiti y’Imana Allah, kandi basanzwe bemanga ko bagarariza Imana Allah bakanayibangikanya. Abo ni bo rero, ibikorwa vyabo bizoba impfagusa ku musi w’izuka, bashoke bashirwa mu muriro ibihe bidahera.","arabic":"مَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1252,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:18","price":"Mu vy’ukuri, abubaka bakitwararika imisigiti y’Imana Allah, ni abemera Imana Allah n’umusi w’iherezo, bagatsimbataza n’amasengesho, bagatanga n’ishikanwa-bwirizwa, ntibanatinye n’igitsure c'uwo ari we wese mu vyo bakora kiretse Imana Allah. Abo ni bo bagororotsi rero vy’ukuri.","arabic":"إِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1253,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:19","price":"Bantu! Mbega none ukunywesha abashengerera ingoro ntagatifu hamwe n’ukwitwararika umusigiti mutagatifu w’i Makka, mwabigize nk’ukwemera kw'uwemeye Imana Allah n’umusi w’iherezo, akanaharanira idini ry’Imana Allah! Eka nta ho bisa bisana na gato ku Mana Allah kuko Itakira ibikorwa bidashingiye ku kwemera. Burya Imana Allah, ntishoboza gukora ivyiza bitegetswe abantu birenganya mu kuyibangikanya.","arabic":"۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1254,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:20","price":"Abemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo, bakanimukira mu gihugu cubaha kikubahiriza ubwislamu, bagaharanira n'idini ry’Imana Allah mu gutanga amatungo yabo no mu kwitanga bo nyene ubwabo, barafise urwego ruhambaye ku Mana Allah, ni na bo rero benintsinzi y’Ubwami bw’ijuru.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1255,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:21","price":"Imana yabo Rurema Allah, Irabahumurije ko Ibafitiye impuhwe kandi Ibishimiye, n’uko bagenewe imirima itotahaye mu Bwami bw’ijuru, bategekanirijwemwo inema zamaho;","arabic":"يُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1256,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:22","price":"Bazoba muri nya mirima ibihe bidahera mu nema zamaho. Mu vy’ukuri, ku Mana Allah hari indishi ihambaye.","arabic":"خَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1257,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:23","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Ntimukagire ba so na benewanyu, n’abandi mu ncuti zanyu zishikira abagenzi somambike muhishuka amabanga y’abislamu, mukabahanuza mu vyanyu, mu gihe ha kuba abislamu bahisemwo kugarariza no kurwanya ubwislamu. Uwo wese muri mwebwe rero azocudika na bo akabagira abagenzi somambike, azoba ari mu bacumuye, birenganije.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1258,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:24","price":"Ntumwa y’Imana! Bwira abemeramana uti: “Nimwahitamwo gukunda ba so, abana banyu, benewanyu, abakenyezi banyu, incuti zanyu, amatungo mwegeranije, urudandazwa mutinya ko rwohomba, amazu mubamwo ateye igomwe, maze mukabikunda kurusha urukundo mukunda Imana Allah n’Intumwa yayo hamwe no guharanira idini ryayo, nimurindire rero mwitege ibihano vy’Imana Allah. Burya Imana Allah, ntishoboza kurongoka mu nzira yayo ibigaba birenga ku mabwirizwa yayo”.","arabic":"قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1259,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:25","price":"Bemeramana! Ni ukuri, Imana Allah Iramaze kubashikana ku ntsinzi ahantu henshi, inyuma y’aho mugiriye imyiteguro isabwa mukanayishimikiza mukayizera. Ku musi w’urugamba rwa “Hunayini” mwavuze mwigamba muti: “Uno musi, ntitugenda tuneshejwe ku gukehanirwa kw’ingabo n’ibirwanisho!”, mwishimira ubwinshi bw’ingabo zanyu ata na kimwe zabamariye, maze umwansi arabatera mubura isaganirizo, isi irabagira kandi isanzwe yagutse, hanyuma murata muromoka mwaneshejwe, mutungwa n’ayo mwameze mugenda mutazambaye.","arabic":"لَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1260,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:26","price":"Mu nyuma, ni ho rero Imana Allah Yamanurira ituze n’itekane Intumwa yayo hamwe n’abemeramana baraheza baraguma ku rugamba, Ibateza ingoga ingabo z’abamalayika mutigeze mubona zivuye mw’ijuru, guryo Irabashikana ku ntsinzi, Iranahana n’abagararije. Ico rero, ni co gihano c’abarwanya idini ry’Imana Allah bagahakana bivuye inyuma n’Intumwa yayo.","arabic":"ثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1261,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:27","price":"Inyuma y'ivyo vyose rero, abazokwigaya bakavavanura n’ubugarariji bakaninjira mu bwislamu, Imana Allah Izoheza Yumvire uwo Ishatse muri bo, Imubabarire ivyaha vyiwe. Burya Imana Allah, ni Nyenimbabazi-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1262,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:28","price":"Emwe bemeramana! Ni ukuri, ababangikanyamana barahumanye, ntimukabarekurire kwegera umusigiti mutagatifu w’i Makka inyuma y’uwu mwaka w’icenda kuva Intumwa yimutse. Nimwagira impungenge ko hoba inkurikizi z’ubukene zitewe n’ihagarikwa ry’ibidandazwa vyabo, Imana Allah niyabishaka Izobakenura, Ibahe mu ngabirano zayo. Mu vy’ukuri, Imana Allah ni Nyenubumenyikurivyose, Irazi uko mubayeho; Intungane mu vyo Ikora.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1263,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:29","price":"Bislamu! Nimurwanye abagarariji mu bahawe Igitabu batemera Imana Allah, batemera n’umusi w’iherezo[3], batubahiriza amabwirizwa y’ivyaziririjwe n’Imana Allah hamwe n’Intumwa yayo, batanubaha ngo bubahirize n’amabwirizwa y’ubwislamu, gushika batanze ikori ku bwabo, baciye bugufi.","arabic":"قَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1264,"juzNumber":10,"footnotes":"[3] Ntibemera izuka ry’ibiremwa n’impera bizoronka ku vyo vyakoze.","lang":"rn"},{"name":"9:30","price":"Abayahudi barabangikanije Imana Allah mu kuvuga bati: “Uzairi[4] ni umwana w’Imana Allah”. N’abanaswara nyene barabangikanije Imana Allah mu kuvuga bati: “Masiihi mwene Mariyamu, ni umwana w’Imana Allah”. Iryo ni ijambo ryavuye mu kanwa kabo. Iyo mvugo yabo rero ishusha n’imvugo y’ababangikanyamana bo hambere yabo. Barakicwa n’Imana Allah! Ni gute bemanga ikinyoma bakirengagiza ukuri!","arabic":"وَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1265,"juzNumber":10,"footnotes":"[4] Uzairu, ni umweranda muri Bene Israyeli yafashe Tawurati ku mutwe, maze Bene Israyeli bamwita umwana w’Imana.","lang":"rn"},{"name":"9:31","price":"Bagize abamenyi n’abasenzi muri bo ibigirwamana mu gishingo c'Imana Allah, maze na vyo bibashingira ingingo bubahiriza ha kwubahiriza amabwirizwa yayo. Bagize na Masiihi Isa mwene Mariyamu imana, baraheza baramusenga, kandi batigeze bategekwa kiretse ugusenga Imana Imwe Rudende Allah batayibangikanya n’ikintu na kimwe. Nta mana rero ibwirijwe gusengwa atari Yo gusa. Nininahazwe mu buryo burengeye cane ivyo bayibangikanya.","arabic":"ٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1266,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:32","price":"Abagarariji bita ku rutare mu guhakana bivuye inyuma ivyemezo vyerekana ko hakwiye gusengwa Imana Imwe Rudende Allah, bashaka kuzimanganya umuco w’idini ry’ubwislamu, Imana Allah na Yo Ikanka ko hari ico bashikako, maze Igasasagaza umuco w’idini ryayo rikaganza n’aho vyobabaza abagarariji.","arabic":"يُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1267,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:33","price":"Imana Allah, ni Yo Yarungikanye Intumwa yayo Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) Igitabu ca Qor’ani n’idini ry’ubwislamu, kugira iryo dini riganze ayandi madini yose n’aho vyobabaza ababangikanyamana.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1268,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:34","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Mu vy’ukuri, abenshi mu bamenyi n’abasenzi mu bahawe Igitabu, bihereza amatungo y’abantu badafiseko uburenganzira, bakanaburagiza abantu kwinjira mu bwislamu. Ntumwa y'Imana! Abaziganya amatungo ntibaheze ngo bayatangeko ishikanwa-bwirizwa n’izindi mperezwa zisabwa ku matungo, bashikirize inkuru y’incamugongo ko bategekanirijwe ibihano bibabaza ku musi w’izuka;","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1269,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:35","price":"Umusi ubutare bw’inzahabu n’ubw'umwakaka bwayongejwe mu muriro wa Jahannamu, bagaheza bakababurwa na nya butare mu ruhanga, mu mbavu no mu mugongo, bazobwirwa n’agashinyaguro n’akantu bati: “Iki ni co gihano c’amatungo mwiziganirije ntimwayatangako umugabane usabwa. Enda rero, nimuhonje ibihano vy’ivyo mwari mwaraziganije kw'isi, mukanka kubitangako umugabane usabwa”.","arabic":"يَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1270,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:36","price":"Mu vy’ukuri, igitigiri c’amezi y’ikirangamisi c’umwaka cisunga ingingo y’Imana Allah, mu vyagezwe ku kibaho kibungabunzwe kuva umusi Irema amajuru n’isi, ni amezi cumi n’abiri; muri yo, harimwo amezi ane matagatifu[5] Imana Allah Yabujijemwo gutera indwano. Ukwisunga ico kirangamisi rero, ni ryo dini rigororotse, ntimugahirahire ngo mwirenganye muri ayo mezi[6]. Muraheza rero murwanye ababangikanyamana bose nk’uko babarwanya mwese, mumenye kandi ko Imana Allah Iri kumwe n’abagamburukiramana mu kubatera ingoga no mu kubashikana ku ntsinzi.","arabic":"إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1271,"juzNumber":10,"footnotes":"[5] Ayo mezi, ni ukwezi kwa 11 “Dhu l-Qa’da”, ukwa 12 “Dhu l-Hijja”, ukwa 1 “Muharram” n’ukwa 7 “Rajab”.\n[6] Kuko icaha gikozwe muri ayo mezi gifise ibihano ruhasha bisumba ibihano vy’uwogikora mu yandi mezi.","lang":"rn"},{"name":"9:37","price":"Ni ukuri, uguhindura amazina y’ayo mezi matagatifu kiziramwo kurwana, agahabwa amazina y’ayandi mezi arekuwemwo kurwana, ni ukwimonogoza mu bugarariji, ni n’uburyo shetani ikoresha mu guhubisha abagararije. Bazirura kurwana mu kwezi gutagatifu, bagahindura izina ryakwo muri uyu mwaka, bakazosubira kukuziririza mu mwaka ukurikira, kugira bubahirize gusa igitigiri c’amezi matagatifu uko ari ane ku mwaka, ivyo bigatuma bazirura muri yo, ayari asanzwe yaraziririjwe n’Imana Allah[7]. Shetani yarabaryohereje ububi bw’ibikorwa vyabo. Burya Imana Allah, ntishoboza kurongoka mu nzira yayo abantu b’abagarariji.","arabic":"إِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1272,"juzNumber":10,"footnotes":"[7] Abarabu b’aho hambere, ntibihanganira kumara amezi ane batihoranye ngo batere indwano; bashatse rero gutera indwano mu kwezi kuziramwo indwano, baca bahindura izina rya nya kwezi gutagatifu muri uwo mwaka, bakakwita izina ry’ukundi kwezi kurekuwemwo indwano, bakazosubiza ku rutonde nya kwezi gutagatifu mu wundi mwaka.","lang":"rn"},{"name":"9:38","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Bigenda gute, ko iyo mubwiwe muti: “Nimusidukane n’iyonka muje kurwanira idini ry’Imana Allah”, muca munebwa ntimuve hasi! Mbega mwashimye guhitamwo ubuzima bwo kw’isi ha guhitamwo ubuzima bw’inyuma yo gupfa! Burya ukuryoherwa n’ivyiza bike vyo kw’isi, kumara akanya gato cane ugereranije n’ukuryoherwa n’ivyiza vyinshi vyo mu buzima bw’inyuma yo gupfa, bizokwamaho ibihe bidahera.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1273,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:39","price":"Bemeramana! Nimutasidukana n’iyonka mukaja kurwanya abansi banyu, Imana Allah Izobaha ibihano bibabaza, Iheze Izane abandi bantu batari nkamwe bagamburukira Imana Allah n’Intumwa yayo, kandi nta n’ico muzokwicira Imana Allah. Burya Imana Allah, ni Mushoboravyose, Irashoboye gukingira idini ryayo n’Intumwa yayo.","arabic":"إِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1274,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:40","price":"Ngendanyi z’Intumwa! Nimutasidukana n’iyonka mukaja gutabara Intumwa, ni ukuri Imana Allah Yaramaze kuyitera intege no kuyitabara umusi abagarariji bayisohora mu gisagara ca Makka, iri kumwe n’uwugira kabiri[8], igihe bahungira mw’isenga ry’ibuye riri i Makka ku musozi “Thauri”, bakahamara amajoro atatu, igihe Intumwa yabwira uwuri kumwe na yo imuhumuriza iti: “Ntiwicwe n’intuntu kuko Imana Allah Iri kumwe na twe, Iradukingira”. Ni ho rero Imana Allah Yatururuza Intumwa yayo, Iranayiteza intege ingabo z’abamalayika mutashobora kubona n’amaso, Iranasuzuguza ijambo ry’abagarariji, riratsindwa. Burya, ijambo ry’Imana Allah rirakwiye kwubahwa hakaganza ubwislamu. Burya Imana Allah, ni Nyenintsinzi-Mutaneshwa, Intungane mu vyo Ikora[9].","arabic":"إِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1275,"juzNumber":10,"footnotes":"[8] Ari we Abu Bakari Al-Swiddiiq (Imana Allah Imwishimire).\n[9] Iyi Aayah, irerekana icubahiro gihambaye ca Abu Bakari Al-Swiddiiq (Imana Allah Imwishimire).","lang":"rn"},{"name":"9:41","price":"Bemeramana! Murasidukana n’iyonka rero, abasore ku batama, mu gihe c’amahirwe n’amagorwa, muheze muharanire idini ry’Imana Allah mu gutanga amatungo yanyu no mu kwitanga mwebwe nyene ubwanyu; ivyo ni vyo vyiza kuri mwebwe. Nimwaba rero mutahura ivyiza biri ku Mana Allah nimuyumvire, mwumvire n’Intumwa yayo.","arabic":"ٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1276,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:42","price":"Ntumwa y’Imana! Indyarya iyo zisabwa kuja kwegeranya iminyago hatarinze kuba indwano no gufata urugendo rutaruhisha, zari kugukurikira[10]. Ariko icatumye zisiba ku rugamba rwa “Tabuuki” rwo kurwanya Abaromani, ni uko urugamba rwabaye mu gihe c’ici. Zizoheza rero zitange ivyireguzo ku gusiba kuri nya rugamba, zirahire zirengwe kw’Izina ry’Imana Allah ko iyo zishobora kuza, zari kujana na mwe ku rugamba, gutyo zihonye zo nyene kuri ico kinyoma n’uburyarya, kandi Imana Allah Izi neza ko mu vy’ukuri zibesha mu vyireguzo vyazo.","arabic":"لَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1277,"juzNumber":10,"footnotes":"[10] Muri iyi Aayah, Imana Allah Iranebagura ingendo y’indyarya zasavye Intumwa uruhusha rwo gusiba ku rugamba rwabereye ahitwa “Tabuuki”.","lang":"rn"},{"name":"9:43","price":"Ntumwa y’Imana! Urakababarirwa n’Imana Allah ku kureka gukora icari gikenewe kurusha. Ni ku mvo nyabaki warekuriye indyarya gusiba ku rugamba, utabanje gutohoza ko muri zo harimwo izatanze ivyireguzo vy’ukuri ngo umenye n’izabeshe!","arabic":"عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1278,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:44","price":"Ntumwa y’Imana! Ntibisanzwe ku bemera Imana Allah n’Intumwa yayo hamwe n’umusi w’iherezo, ko bagusaba uburenganzira bwo kudaharanira idini ry’Imana Allah mu gutanga amatungo yabo no mu kwitanga bo nyene ubwabo; burya Imana Allah, Irazi neza abayigamburukira mu kwubahiriza amabwirizwa yayo.","arabic":"لَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1279,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:45","price":"Muvugishwamana! Abagusaba uburenganzira bwo kudaharanira idini ry’Imana Allah, ni abatemera Imana Allah n’Intumwa yayo hamwe n’umusi w’iherezo, batanarangwa namba n’ugukora iciza, imishaha yabo yuzuye amakenga ku bwislamu n’amabwirizwa yabwo. Bari mu makenga bajuragikira batazi ico bafata n'ico bareka hagati y'ukwemera n'uburyarya;","arabic":"إِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1280,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:46","price":"Muvugishwamana! Iyo indyarya zishaka kujana na we ku rugamba, zari kurwitegurira bikwiye mu gutegekanya impamba n’igitwazi, ariko Imana Allah mu vyagezwe ntiyashimye ko mujana, Iraheza Iraziremereza zibwirwa ziti: “Nimusibe ku rugamba, mugume mu zanyu hamwe n’abarekuriwe kuzigumamwo[11]”.","arabic":"۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1281,"juzNumber":10,"footnotes":"[11] Abarekuriwe kutaja ku rugamba, bakaba boguma muhira, ni abageze mu zabukuru, abarwaye, abakenyezi n’abana.","lang":"rn"},{"name":"9:47","price":"Bemeramana! Iyo indyarya zijana na mwe ku rugamba, nta co zari kubamarira atari ugukwiragiza ubwononyi n’ibihuha bibaca inkokora; zari no kubacanishamwo zirondera ko musiba ku rugamba; zari no kuronka muri mwebwe ababagendereza bakaziha inkuru zanyu. Burya Imana Allah, Irazi neza abirenganije mu kurenga ku mabwirizwa yayo, Izoheza Ibahane.","arabic":"لَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1282,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:48","price":"Ni ukuri, indyarya zarashatse kugerageza abemeramana mu kwemera no mu kubaburagiza kuja ku rugamba rwa “Tabuuki” imbere yuko ruba. Ntumwa y’Imana! Zaranaguhindutse akatari gake kugira ngo uneshwe[12], kugeza n’aho intsinzi iturutse ku Mana Allah ishika, maze idini ry’Imana Allah riratsinda. Ziranababazwa n’iyo ntsinzi;","arabic":"لَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1283,"juzNumber":10,"footnotes":"[12] Nk’uko vyagenze ku rugamba rwa Uhudi no ku rugamba rwa Khandaqi.","lang":"rn"},{"name":"9:49","price":"Muri izo ndyarya rero, harimwo uwugusaba uburenganzira bwo kutaja ku rugamba, maze akavuga ati: “Ntungerageze ku vyo ntokwihanganira mu guhura n’abakenyezi mu nzira!”. Bantu mwumve mwumvireho! Indyarya zaramaze kugwa mw’igeragezwa rihambaye ry’uburyarya. Mu vy’ukuri, umuriro wa Jahannamu urakikuje abagarariji, nta wuzocaruka;","arabic":"وَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1284,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:50","price":"Muvugishwamana! Ushikiwe n’iciza[13] kirazituntuza. Ushikiwe n’ikibi naho[14] zica zivuga ziti: “Ntuze! Twebwe turi abanyabwenge, twabimenye kare turikingira mu kutajana na Muhamadi”, maze zigahindukira zinezerejwe n’ivyagushikiye.","arabic":"إِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1285,"juzNumber":10,"footnotes":"[13] Nko kunezerwa canke kuronka iminyago.\n[14] Nk’amagorwa canke kuneshwa ku rugamba.","lang":"rn"},{"name":"9:51","price":"Muvugishwamana! Bwira izo ndyarya uzihaniza uti: “Nta kizodushikira kiretse ico twandikiwe n’Imana Allah mu vyagezwe ko kidushikira, ni Yo Nkinzoyabatoni Ikaba n’Umutabazi wacu”. Abemeramana rero nibishimikize Imana Allah bayizere.","arabic":"قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1286,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:52","price":"Muvugishwamana! Bwira izo ndyarya uti: “Mbega ni igiki murindiriye ko kidushikira kiretse kimwe mu vyiza bibiri; ugupfira Imana Allah canke kuronka intsinzi ku rugamba, mu gihe twebwe turindiriye ko mushikirwa n’ibihano vy’Imana Allah bikabahonya canke tukabicira ku rugamba! Nimurindire rero, na twe mu vy’ukuri turarindiranye hamwe na mwe ico Imana Allah Igiye gukora”.","arabic":"قُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1287,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:53","price":"Muvugishwamana! Bwira izo ndyarya uti: “Nimutange mu matungo yanyu ivyo mushatse, uko mushatse kwose; ku bushake bwanyu canke ku gitsure, Imana Allah ntizogenda Yakiriye ivyo mwatanze, kuko mu vy’ukuri mwebwe muri abantu b’ibigaba birenga ku mabwirizwa yayo”;","arabic":"قُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1288,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:54","price":"Nta gituma indyarya zitakirirwa ivyo zatanze, kiretse ko zihisha mu mishaha ubugarariji; ntizija no gusenga, kiretse ko zigenda zinebwa; ntizinatanga mu matungo yazo, kiretse ko zitanga ku gitsure[15].","arabic":"وَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1289,"juzNumber":10,"footnotes":"[15] Indyarya ntizizigiye indishi ku vyo zikora, ntizinatinya guhanirwa ivyo ziretse gukora; ivyo bigaturuka ku kwiyorobeka mu kugaragaza ukwemera no mu guhisha ubugarariji.","lang":"rn"},{"name":"9:55","price":"Muvugishwamana! Kubera ivyo rero, ntugatangazwe n’ubwinshi bw’amatungo n’abana vy’izo ndyarya, ni ukuri Imana Allah Ishaka ko Izigeragereza ku vyo Yazihaye mu buzima bwo kw’isi, gutyo zizosezere isi zikigarariza.","arabic":"فَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1290,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:56","price":"Ziranarahira zikarengwa kw’Izina ry’Imana Allah, zibesha ko mu vy’ukuri ziri kumwe na mwe, kandi zitari muri mwebwe. Ariko rero indyarya ni abantu, iyo batinye barahira ku kwiyorobeka.","arabic":"وَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1291,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:57","price":"Ziramutse zironse ubuhungiro canke inzitiro ntamenwa zohungiramwo, isenga ry’ibuye canke umwobo zonyegeramwo, zogenda nk’umuravyo zikabahunga.","arabic":"لَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1292,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:58","price":"Ntumwa y’Imana! Muri zo, harimwo abakunebagura ukuntu ugabura imperezwa; iyo ziyihaweko, zirashima zigaceceka; iyo naho zitayihaweko na gato, zirashavura zikakugirira umwikomo.","arabic":"وَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1293,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:59","price":"Iyo zishima ivyo zihawe n’Imana Allah n’Intumwa yayo, zigaheza zikavuga ziti: “Iyikwiye kuduhagararira, ni Imana Allah, Izoheza Iduhe mu mpano zayo, Intumwa yayo na yo nyene izoduha mu vyo yahawe n’Imana Allah, mu vy’ukuri twebwe twipfuza ko Imana Allah Yodukenura”, vyari kuba vyiza cane kuri zo.","arabic":"وَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1294,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:60","price":"Mu vy’ukuri, ishikanwa-bwirizwa ryagenewe guhabwa aboro[16], abakene[17], abaryegeranya, abakundishwa ubwislamu[18], kubohoza abagurano, kurihira abananiwe kwishura ingurane[19], guharanira idini ry’Imana Allah, hamwe no gufasha uwuri ku rugendo yakehaniwe n’uburyo. Igaburwa ry’iryo shikanwa-bwirizwa ryagenwe n’Imana Allah. Burya Imana Allah, ni Nyenubumenyikurivyose, Irazi ibitunganye ku baja bayo, Intungane mu vyo Ikora.","arabic":"۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1295,"juzNumber":10,"footnotes":"[16] Ni abatagira shinge na rugero.\n[17] Ni abatagira ibibabeshaho bikwiye.\n[18] Mu bagarariji biboneka ko bashobora kwinjira ubwislamu, canke bakagira ico bamariye abislamu, canke bakaba ari abislamu bafise ukwemera kugoyagoya, bahabwe kugira batsimbatazwe ku kwemera.\n[19] Mu gihe nya ngurane itakoreshejwe mu biciye kubiri n’amabwirizwa y’Imana Allah, canke ngo ikoreshwe mu gusesagura.","lang":"rn"},{"name":"9:61","price":"Mu ndyarya kandi, harimwo ababangamira Intumwa y’Imana mu majambo bakanavuga ko yumviriza ico ari co cose ibwiwe ikacemera ukwo. Muvugishwamana! Zibwire uti: “Muhamadi ni ugutwi kwumviriza iciza iyo kizanana hose ku neza yanyu; yemera Imana Allah, akemera n’ukuri gushikirijwe n’abemeramana, akaba n’impuhwe ku bemeramana bamukurikiye muri mwebwe”. Burya, ababangamira Intumwa y’Imana (nyakugira amahoro n’impuhwe z’Imana Allah) mu buryo ubwo ari bwo bwose, barategekanirijwe ibihano bibabaza cane.","arabic":"وَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1296,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:62","price":"Zirabarahirira kw’Izina ry’Imana Allah indahiro z’ikinyoma kugira zibashimishe, Imana Allah n’Intumwa yayo, ni bo zategerezwa gushimisha mu kubemera no kubumvira nizaba ari abemeramana vy’ukuri.","arabic":"يَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1297,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:63","price":"Mbega ntiziramenya ko uwo wese arwanya Imana Allah n’Intumwa yayo, yagenewe ibihano vyo mu muriro wa Jahannamu, azowubamwo ibihe bidahera! Iryo rero, ni ryo herezo ry’agasuzuguro gahebuje[20].","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1298,"juzNumber":10,"footnotes":"[20] Ukubangamira Intumwa y’Imana (nyakugira amahoro n’impuhwe z’Imana Allah) mu kuyicokora no kuyinebagura, ni ukurwanya Imana Allah n’Intumwa yayo.","lang":"rn"},{"name":"9:64","price":"Indyarya ziriyorobeka, zigatinya ko hohishurwa igisomwa kigaragaza ubugarariji zihishije mu mishaha yazo. Muvugishwamana! Zibwire uti: “Nimubandanye gutebura ku mabwirizwa y’Imana Allah; mu vy’ukuri, Imana Allah Izogaragaza ukuri ku vyo mwiyorobekamwo”.","arabic":"يَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1299,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:65","price":"Muvugishwamana! Uramutse ubajije izo ndyarya ku gituma zikunebagura wewe hamwe n’ingendanyi zawe, zizokwishura ziti: “Ni ukuri tuba turiko turiganirira, dutebura gusa bitavuye ku mutima!”. Zibwire uti: “Mbega none, ni ku Mana Allah no kuri Aayah n’Intumwa vyayo muba muriko murateburako!”.","arabic":"وَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1300,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:66","price":"Mwa ndyarya mwe! Ntimwiregure namba! Ni ukuri mwaramaze kugarariza kubera iryo tebura mwagize inyuma y’ukwemera. Twebwe Allah, Turamutse Tubabariye umugwi wigaye muri mwebwe, nta kibuza ko Twohanira uwundi mugwi ubugaba bw’itebura ryawo.","arabic":"لَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1301,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:67","price":"Indyarya n’indyaryakazi, zose zipfuye rumwe. Zose zirangwa no kwiyorobeka, zigaragaza ukwemera zigahisha ubugarariji, zibwiriza abandi ukugarariza Imana Allah no kugabitaniriza Intumwa yayo, zikababuza ukwemera Imana Allah no kwumvira Intumwa yayo, zikaba ata n'ico zikura ngo zitange. Zaribagiye Imana Allah, ntizaba zikiyibuka namba, gutyo na Yo Iraziyibagiza, Izikura mu mpuhwe zayo, ntiyanazishoboza gukora iciza. Mu vy’ukuri indyarya, ni zo bigaba birenga ku mabwirizwa y’Imana Allah.","arabic":"ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1302,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:68","price":"Imana Allah Yarasezeraniye indyarya n’indyaryakazi hamwe n’abagarariji, ko amaherezo yabo bose ari mu muriro wa Jahannamu, bazowubamwo ibihe bidahera. Ni wo bakwiye nta kindi, kanatsinda n’Imana Allah Yarabavumye. Baranategekanirijwe n’ibihano vyamaho.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1303,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:69","price":"Mwa ndyarya mwe! Inyifato zanyu, ni nk’iz’abantu b’aho hambere yanyu, bari bafise inguvu nyinshi kubasumba, bari banafise amatungo n’uruvyaro kubarusha, baraheza bahurumbira ivy’isi, bararyoherwa bararengwa n’ibihendamaso vyayo. Na mwe nyene rero mwarahurumbiye ivy’isi, muraheza muraryoherwa murarengwa n’ibihendamaso vyayo, nk’uko ab’aho hambere yanyu baryohewe bakarengwa n’ibihendamaso vy’isi, mutako mubeshera Imana Allah nk’uko bayibesheye. Abo barangwa n’izo nyifato, ni bo rero ibikorwa vyabo vyabaye impfagusa kw’isi no mu buzima bw’inyuma yo gupfa, ni na bo rero bazoba mu bahomvye ubuzima bwabo.","arabic":"كَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1304,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:70","price":"Mbega izo ndyarya ntizirashikirwa n’inkuru z’ab’aho hambere yazo mu bantu ba Nuhu, Bene Aadi, Bene Thamuudi, abantu ba Ibrahimu, abantu bo muri Madiyani, hamwe rero n’abantu ba Luutwi bafuririwe mu gacimbiri kabo, Intumwa barungikiwe zarashikirije Aayah n'ivyemezo vy’Imana Allah, baca barabigarariza, Imana Allah Ica Irabahanira ivyaha bakoze! Kira noneho, Imana Allah ntiyari kubarenganya namba ngo Ibahanire ubusa, ariko ni bo birenganije mu guca kubiri n’amabwirizwa yayo.","arabic":"أَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1305,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:71","price":"Abemeramana n’abemeramanakazi baratabarana. Babwiriza abantu kwemera Imana Allah no gukora ivyiza, bakanababuza kugarariza Imana Allah, bagatsimbataza n’amasengesho, bagatanga n’ishikanwa-bwirizwa, bakumvira Imana Allah n’Intumwa yayo. Abo ni bo rero, Imana Allah Izogirira impuhwe, Ibashire no mu Bwami bw’ijuru. Mu vy’ukuri Imana Allah, ni Nyenintsinzi, Intungane mu vyo Ikora.","arabic":"وَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1306,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:72","price":"Imana Allah Yasezeraniye abemeramana n’abemeramanakazi kubaha imirima itotahaye yo mu Bwami bw’ijuru, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi, bayibemwo ibihe bidahera; Yabategekanirije n’amacumbi ateye igomwe mu bwami bw’ijuru bwa “Adeni”. Ukwishimirwa n’Imana Allah rero, ni kwo guhambaye kuruta inema bazoba barimwo. Iyo ni yo ntsinzi rero ihambaye.","arabic":"وَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1307,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:73","price":"Ewe Muvugishwamana! Rwanya abagarariji n’iminwe, wongere urwanye n’indyarya ukoresheje ingingo n'ivyemezo, uteko ukarire iyo migwi yompi. Ubushikiro bwabo ni mu muriro wa Jahannamu, ayo ni na yo maherezo mabi cane.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1308,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:74","price":"Indyarya zirarahira zikarengwa kw’Izina ry’Imana Allah zibesha ko zitigera zibangamira Intumwa n’abemeramana. Ziranguha! Zaravuze ijambo ry’ukugarariza ryatumye ziva mu bwislamu, zaranagerageje guhohotera Intumwa y’Imana Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah), maze Imana Allah Irakinga ntizagira ico zishikako. Nta n’ico zinegura abemeramana, kiretse ko Imana Allah Yabahaye ingabirano n’imigisha bazaniwe n’Intumwa yayo. Abagarariji nibaramuka bisubiyeko bakagaruka ku Mana Allah bakigaya, bizoba ari vyo vyiza kuri bo; nibagenza umugongo naho bakirengagiza ukuri, Imana Allah Izobahanisha ibihano bibabaza kw’isi no mu buzima bw’inyuma yo gupfa. Kira noneho, ntibazoronka mw’isi yose uwubakura mu bihano, eka nta n’uwubibakingira bazoronka.","arabic":"يَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1309,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:75","price":"Mu ndyarya, burya harimwo abakene biyemeza ku Mana Allah bati: “Imana Allah niyaduha mu ngabirano zayo, ni ukuri tuzotanga imperezwa, kandi ni ukuri tuzokora n’ivyiza bituma tuba mu beranda”;","arabic":"۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1310,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:76","price":"Imana Allah Imaze kubaha mu ngabirano zayo, baciye baba ingumyi ntibatanga namba, baraheza bagenza umugongo birengagiza ubwislamu;","arabic":"فَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1311,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:77","price":"Imana Allah Ica Ibahanisha uburyarya mu mitima yabo bwiyongereye ku bwo bari basanganwe, ntibazopfa babwikuyemwo gushika bahuye na Yo ku musi w'iharurirwa, ivyo bikazoba bitewe no guca kubiri n’ivyo biyemeje ku Mana Allah, n’ukuntu baranzwe n’ububeshi hamwe n’uburyarya.","arabic":"فَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1312,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:78","price":"Mbega none, izo ndyarya ntiziramenya ko Imana Allah Izi neza ivyo zihishije mu mishaha, hamwe n’ivyo zongorerana mu migambi mibi, n’uko Imana Allah Izi neza ibinyegejwe ibiremwa! Nta nkeka rero ko Izozihembera ivyo zakoze.","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1313,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:79","price":"N’aho rero zitigera zitanga imperezwa, ni zo zinebagura abatanga mu bemeramana ko batanga ku kwiyerekana, zikananebagura abakene batanze ibingana n’ivyo bafise, zikababwira n’agasuzuguro n'akantu ziti: “Iyi mperezwa mutanze imaze iki!”. Zirakanebagurwa n’Imana Allah! Zaranategekanirijwe ibihano bibabaza.","arabic":"ٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1314,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:80","price":"Ntumwa y’Imana! Gusabira ikigongwe indyarya no kutakizisabira, vyose ni kimwe. N’aho rero woramuka uzisabiye ikigongwe incuro nyinshi, Imana Allah ntizogenda Izigiriye ikigongwe, kuko zagararije Imana Allah n’Intumwa yayo. Burya Imana Allah, ntirongora mu nzira yayo ibigaba birenga ku mabwirizwa yayo.","arabic":"ٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1315,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:81","price":"Abasivye ku rugamba rwa Tabuuki, bararyohewe n’ugusigara i Madina baciye kubiri n’Intumwa y’Imana (nyakugira amahoro n’impuhwe z’Imana Allah), bakaba basivye ku kwanka kujana na yo guharanira idini ry’Imana Allah mu gutanga amatungo yabo no mu kwitanga bo nyene ubwabo, baraheza babwirana hagati yabo bati: “Ntimuhirahire ngo mugende ku rugamba mu bushuhe buri aho![21]”. Ntumwa y’Imana! Babwire uti: “Umuriro wa Jahannamu nyabuna ni wo urimwo ubushuhe bw’akataraboneka”, nibaba koko bazi ico ari co ubushuhe.","arabic":"فَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1316,"juzNumber":10,"footnotes":"[21] Hari ku rugamba rwa “Tabuuki” rwabaye ari mu ci, izuba rimena imbwa agahanga.","lang":"rn"},{"name":"9:82","price":"Izo ndyarya zitagiye ku rugamba rero, nizitwenge gake mu buzima bwo kw’isi, zinitegurire no kurira kenshi mu muriro wa Jahannamu, ni yo ndishi y'ivyo zari zararondeye kw’isi.","arabic":"فَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1317,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:83","price":"Ntumwa y’Imana! Imana Allah niyakugarukana amahoro uvuye ku rugamba rwa Tabuuki, ugahura n’umugwi w’izo ndyarya, maze ukagusaba ko mwojana ku rundi rugamba, urawubwira uti: “Ntimuzokwigera mujana nanje na rimwe ku rugamba, kandi ntimuzokwigera mufadikanya nanje kurwanya umwansi, mu vy’ukuri mwarashimishijwe no gusiba ubwa mbere ku rugamba; nimwiyicarire rero mugumane n’abasivye ku rugamba, batigeze bajana n’Intumwa\" (nyakugira amahoro n’impuhwe z’Imana Allah).","arabic":"فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1318,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:84","price":"Ntumwa y’Imana! Ntugahirahire ngo usengere umuntu n’umwe muri zo mu gihe apfuye; ntukagire n’uwo usabira ku mva yiwe. Mu vy’ukuri, indyarya zaragararije Imana Allah n’Intumwa yayo, gutyo zirinda zipfa ari ibigaba birenga ku mabwirizwa y’Imana Allah [22].","arabic":"وَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1319,"juzNumber":10,"footnotes":"[22] Iyi ngingo ifata indyarya iyo ari yo yose mu gihe imenyekanye ko ari indyarya.","lang":"rn"},{"name":"9:85","price":"Ntumwa y’Imana! Ntugatangazwe rero n’ubwinshi bw’amatungo n’abana vy’izo ndyarya, ni ukuri Imana Allah Ishaka kuzihanira mu buzima bwo kw’isi mu kwamana umwitwarariko w'ivyo Yazihaye, maze zizopfe zikigarariza.","arabic":"وَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1320,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:86","price":"Ntumwa y'Imana! Iyo uhishuriwe igisomwa kibwiriza giti: “Nimwemere Imana Allah, munaharanire n'idini ry’Imana Allah muri kumwe n’Intumwa yayo, murondera indishi kuri Yo”, abifise mu ndyarya baca bagusaba n'impungenge n'akantu ko mutojana bati: “Enda tureke twigumanire hamwe n’abarekuriwe kutaja guharanira idini![23]”.","arabic":"وَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1321,"juzNumber":10,"footnotes":"[23] Abafise ibituma bibarekurira kutaja ku rugamba; nk’abageze mu zabukuru, abarwaye, abakenyezi n’abana.","lang":"rn"},{"name":"9:87","price":"Indyarya zashimye kuba imburakimazi mu kugumana n’abarekuriwe kutaja guharanira idini, ku mitima yazo haratewe ikimangu c’ubugarariji, ku kubera uburyarya no kutajana n’Intumwa (nyakugira amahoro n’impuhwe z’Imana Allah) ku rugamba, ntizinatahura namba indishi zagenewe abaharanira idini ry’Imana Allah.","arabic":"رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1322,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:88","price":"Indyarya n’aho zitojana n’Intumwa ku rugamba, Intumwa y’Imana (nyakugira amahoro n’impuhwe z’Imana Allah) n’abemeramana bari kumwe, baraharaniye idini ry’Imana Allah mu gutanga amatungo yabo no mu kwitanga bo nyene ubwabo, abo ni bo bategekanirijwe intsinzi n’iminyago kw’isi, bakazoterwa n’iteka ryo kuja mu Bwami bw’ijuru; abo, ni na bo rero baronse intsinzi;","arabic":"لَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1323,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:89","price":"Imana Allah Yarabategekanirije ku musi w’izuka imirima itotahaye yo mu Bwami bw’ijuru, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi, bazoyibamwo ibihe bidahera. Iyo rero ni yo ntsinzi ihambaye.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1324,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:90","price":"Bamwe mu banyagihugu bo mu micungararo y’igisagara ca Madina, baraje kwisigura ku Ntumwa y’Imana (nyakugira amahoro n’impuhwe z’Imana Allah), basaba ko batojana na yo ku rugamba kugira ibarekurire gusiba; maze abahakanye Imana Allah n’Intumwa yayo, baraheza bigumira mu zabo ku kagagazo, ntibaja kwisigura ku Ntumwa y’Imana (nyakugira amahoro n’impuhwe z’Imana Allah). Abagararije rero muri bo, bazohanishwa ibihano bibabaza kw’isi no mu buzima bw’inyuma yo gupfa.","arabic":"وَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1325,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:91","price":"Abaje kwisigura ku Ntumwa mu bafise intege nke, abakitswe n’amagara, eka n’abakene badashoboye kwitegurira kuja ku rugamba, nta caha kuri bo co gusiba ku rugamba mu gihe bokweza imitima ku bw’Imana Allah n’Intumwa yayo, bakanubahiriza amabwirizwa yayo, nta kuntu rero abagwaneza nk’abo bohanwa; burya Imana Allah, ni Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"لَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1326,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:92","price":"Ntumwa y’Imana! Eka nta n’icaha ku baje bakugana bashaka ko ubafasha icobashikana ku rugamba, maze ukababwira uti: “Nta bitwazi noronka vyobashikana ku rugamba!”, bagaca basubira inyuma amosozi yicunda bishwe n’agahinda n’akantu ko kutagira ico batanga n’icobashikana ku rugamba.","arabic":"وَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1327,"juzNumber":10,"footnotes":"","lang":"rn"},{"name":"9:93","price":"Ntumwa y’Imana! Ni ukuri, icaha no kunebagurwa ku kutaja ku rugamba, ni ku bagusaba kurusibako kandi bishoboye batanabuze ikibashikanayo. Abo, ni indyarya zashimye kugumana n’abarekuriwe kutaja guharanira idini ry’Imana Allah, Imana Allah na Yo Ica Itera ikimangu c’uburyarya ku mitima yazo, bituma zitamenya ibihano bizirindiriye.","arabic":"۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1328,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:94","price":"Bemeramana! Igihe mwagarutse muvuye ku rugamba rwa Tabuuki, abasivye kuri rwo bazobireguzako ikinyoma. Ntumwa y’Imana! Uraheza rero ubishure uti: “Ntimwirirwe muriregura, mu vy’ukuri ivyanyu Imana Allah Yamaze kubitumenyesha. N’aho mwokwiregura rero, ntiturota tubemera namba. Kubera ivyo rero, Imana Allah n’Intumwa yayo bazoraba ko mwikebuka mukigaya. Nimwatsimbatara ku buryarya naho, Imana Allah Izoheza Igaragarize abantu uburyarya bwanyu mukiri kw’isi; mumaze gupfa naho muzosubizwe ku Mana Allah Rumenyi rw’ibinyegeje n’ibiboneka, Iheze Ibahembere ivyo mwakoze”;","arabic":"يَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1329,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:95","price":"Nimwagaruka muvuye ku rugamba rero, bazobarahira barengwe kw’Izina ry’Imana Allah bireguza ikinyoma, kugira ntimubaharire ivomo. Nimubaharire ivomo rero mubirengagize, mu vy’ukuri barangwa n’umutima mubi. Ubushikiro bwabo, ni mu muriro wa Jahannamu, ni yo ndishi y'ivyo bari bararondeye kw’isi.","arabic":"سَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1330,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:96","price":"Bemeramana! Bazobarahira barengwe kw’Izina ry’Imana Allah bireguza ikinyoma kugira mubishimire; nimwaramuka mubishimiye kuko mutazi ko barangwa n’ikinyoma, muramenya mu vy'ukuri ko Imana Allah Itishimira namba abantu b’ibigaba barenga ku mabwirizwa yayo.","arabic":"يَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1331,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:97","price":"Abarabu baba mu micungararo y’ibisagara, barangwa n’ubugarariji hamwe n’uburyarya bw’agahebuza gusumba ababa mu bisagara[24]; baranakwiye kutamenya imbibe z’amabwirizwa Imana Allah Yahishuriye Intumwa yayo. Burya Imana Allah, ni Nyenubumenyikurivyose, Irazi ukuntu babayeho; Intungane mu vyo Ikora.","arabic":"ٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1332,"juzNumber":11,"footnotes":"[24] Ivyo biterwa n’uko barangwa kenshi n’agatimatare gaturutse ku bumenyi buke butewe no kutaronka inyigisho zikwiye.","lang":"rn"},{"name":"9:98","price":"Burya mu Barabu baba mu micungararo y’ibisagara, harimwo uwufata ivyo atanze mu guharanira idini ry’Imana, ko ari agahombo ata n’ico bimwungura, agaheza akabatega imisi y’akaga. Kira noneho, ni bo barindiriwe n’imisi y’akaga! Burya Imana Allah, ni Nyenukwumva, Irumva ivyo bavuga; Nyenubumenyikurivyose, Irazi neza ivyo bakora n’ivyo bazirikana;","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1333,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:99","price":"Muri abo, harimwo n’abemera Imana Imwe Rudende Allah bakanemera n’umusi w’iherezo, bakanatanga mu ntumbero yo kwiyegereza Imana Allah, no kugira ngo basabirwe n’Intumwa y’Imana. Bantu nimwumve mwumvireho! Ivyo bakora birabegereza koko ku Mana Allah. Imana Allah rero Izobinjiza ku mpuhwe zayo mu Bwami bw’ijuru. Mu vy’ukuri Imana Allah, ni Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo;","arabic":"وَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1334,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:100","price":"N’ababaye aba mbere mu kwemera Imana Allah n’Intumwa yayo mu bimukira n’abasangwa, hamwe n'ababakurikiye mu kwemera mu mvugo n’ingiro ku bugwaneza, barondera gushimwa n’Imana Allah, Imana Allah Yarabishimiye kw'iyumviramana ryabo, na bo nyene kandi barayishimiye ku mpembo y’ivyo bakoze, Yaranabategekanirije imirima itotahaye yo mu Bwami bw’ijuru, musi y’ibiti n’inyubakwa vyabwo hatemba inzuzi, bazoyibamwo ibihe bidahera, mu nema zamaho. Iyo rero ni yo ntsinzi ihambaye[25].","arabic":"وَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1335,"juzNumber":11,"footnotes":"[25] Iyi Aayah ireza ikanashimagiza ingendanyi z’Intumwa ko zari intungane, ni na co gituma ukwubaha no kwubahiriza ingendanyi z’Intumwa, ari kimwe mu bigize ishingiro ryo kwemera.","lang":"rn"},{"name":"9:101","price":"Ntumwa y’Imana! No mu banyagihugu baba mu micungararo y’igisagara ca Madina harimwo indyarya; no mu baba i Madina nyene, harimwo indyarya zitsimbataye ku bwononyi, zikwiyorobekako. Humura rero Twebwe Allah Turazizi, Tuzozihana incuro zibiri: Tuzozihanisha ukwicwa, ukugirwa imbohe mu ndwano hamwe no guteterezwa kw’isi; Tuzozihanisha kandi ibihano vyo mu mva, hanyuma zihabwe ibihano bihambaye mu muriro udahera.","arabic":"وَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1336,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:102","price":"Hari n’abandi rero mu bantu baba i Madina no mu micungararo yaho, bemanze ivyaha vyabo barigaya, baraheza baranabisabira imbabazi, bavanze ivyiza[26] n’ibibi[27]. Abo rero, hari aho Imana Allah Yobakirira ukwigaya kwabo. Mu vy’ukuri Imana Allah, ni Nyenikigongwe-ntangere ku bigaya, Nyenimbabazi ku batoni bayo.","arabic":"وَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1337,"juzNumber":11,"footnotes":"[26] Vy’ukwigaya ivyaha no gukora ibindi vyiza.\n[27] Vy’ukutajana n’Intumwa ku rugamba n’ibindi bibi bakoze.","lang":"rn"},{"name":"9:103","price":"Muvugishwamana! Mu matungo y’abasivye ku rugamba rwa Tabuuki hanyuma bakigaya, urayatorako imperezwa ibeza ivyaha vyabo; wongere ubasabire imbabazi ku Mana Allah, mu vy’ukuri igisabisho cawe kuri bo, ni impuhwe n’ituze ry’umutima. Burya Imana Allah ni Nyenukwumva, Irumva ibisabo be n'ibivugwa n’ibiremwa; Nyenubumenyikurivyose, Irazi neza ibikorwa vy’ibiremwa n'ivyo bizirikana, Izohembera kimwe cose ico cakoze.","arabic":"خُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1338,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:104","price":"Mbega none, abasivye ku rugamba rwa Tabuuki hamwe n'abarugiyeko ntibaramenya ko Imana Allah ari Yo Yonyene Yakirira ibiremwa ukwigaya kwavyo, Ikemera imperezwa Ikanayihembera, n’uko kandi ari Yo Nyenukwumvirabigaya, Yumvira abayitakambira muri vyo, Nyenimbabazi ku batoni bayo!","arabic":"أَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1339,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:105","price":"Muvugishwamana! Bwira abasivye ku rugamba uti: “Nimukore ibitegetswe n’Imana Allah mwirinde ubugaba, Imana Allah n’Intumwa yayo hamwe n’abemeramana bazoheza babone ivyo mwakoze, maze muhinyuke, muzonasubizwa ku Mana Allah Rumenyi rw’ibinyegeje n’ibiboneka, Iheze Ibabwire ku musi w’izuka ido n’ido y’ivyo mwari mwarakoze kw’isi[28]”.","arabic":"وَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1340,"juzNumber":11,"footnotes":"[28] Iyi Aayah, harimwo agahigihigi kuri uwo wese adahesha mu bugaba n’ubwononyi.","lang":"rn"},{"name":"9:106","price":"Bemeramana! Mu basivye ku rugamba rwa Tabuuki, harimwo n’abandi [29] bicujije ku vyo bakoze, bakirindiriye ingingo y’Imana Allah ibega; ko Yobahana canke Yobababarira. Burya Imana Allah, ni Nyenubumenyikurivyose, Irazi uwukwiye guhanwa canke kubabarirwa; Intungane mu vyo Ikora;","arabic":"وَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1341,"juzNumber":11,"footnotes":"[29] Abo na bo bakaba ari: MURARA mwene Al-Rabii’i, KA’B mwene Maalik na Hilaali mwene Umayya.","lang":"rn"},{"name":"9:107","price":"N’indyarya zakanagaye zikubaka umusigiti mu ntumbero yo kuburabuza abemeramana, kugarariza Imana Allah hamwe no gucanishamwo abemeramana; ngo habe abaheba gusengera mu musigiti wa Qubaa bahora basengeramwo, mu kurindira uwitwa Abu Aamir Al-Raahib yatanguye kurwanya Imana Allah n’Intumwa yayo, kugira agire nya musigiti ihuriro ryo kuburabuza abemeramana. Izo ndyarya rero, zizorahira kw’Izina ry’Imana Allah zirengwe, ziti: “Ni ukuri, ntitwigeze twubaka uwo musigiti kiretse ku bugwaneza, mu ntumbero yo kworohereza abashaka gusengera hafi, badashoboye kuja mu musigiti wa Qubaa[30]”. Burya Imana Allah, ni Icabona ko mu vy'ukuri zibesha mu vyo zirahirira;","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1342,"juzNumber":11,"footnotes":"[30] Uwo musigiti wubatswe n’indyarya wahavuye usenyurwa uranaturirwa.","lang":"rn"},{"name":"9:108","price":"Muvugishwamana! Ntuzokwigere usengera na rimwe muri uwo musigiti. Ni ukuri umusigiti wa Qubaa wubatswe mu ntumbero y'igamburukiramana[31] kuva umusi wubakwa, ni wo nyabuna ukwiye gusengeramwo. Uwo musigiti, urimwo abantu bakunda kwisukura no kweza umutima. Burya Imana Allah, Irakunda abisukura bakeza umutima.","arabic":"لَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1343,"juzNumber":11,"footnotes":"[31] Umusigiti wa Qubaa, niwaba wubatswe mu ntumbero y'igamburukiramana kuva umusi wubakwa, umusigiti wubatswe n'Intumwa i Madina wowo urushirizaho mu kuba wubatswe muri iyo ntumbero nyene.","lang":"rn"},{"name":"9:109","price":"Uwubatse inyubakwa yiwe ku mushinge w’igamburukiramana, arondera gushimwa n’Imana Allah, ntashobora kunganya ubutore n’uwubaka inyubakwa yiwe ku manga iri mugusenyuka, maze akahubaka umusigiti mu ntumbero yo kugarariza, kuburabuza abemeramana no kubacamwo imigwi, nya nyubakwa rero igaheza ikamukororera mu muriro wa Jahannamu. Burya Imana Allah, ntirongora mu nzira yayo abantu birenganya mu kurenga ku mabwirizwa yayo.","arabic":"أَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1344,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:110","price":"Ihangiro ry’inyubakwa yubatswe n’indyarya ku kubangamira umusigiti wa Qubaa, ryagumye ribonekera mu makenga n’uburyarya bitsimbataye mu mitima yazo gushika zipfe canke zicwe, canke zigaye koko ku Mana Allah. Burya Imana Allah, ni Nyenubumenyikurivyose, Irazi amakenga yuzuye imitima yazo n’ihangiro ryazo mu kwubaka nya musigiti; Intungane mu vyo Ikora.","arabic":"لَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1345,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:111","price":"Mu vy’ukuri, Imana Allah Yaramaze kuguza ubuzima n’amatungo vy’abemeramana, Ubwami bw’ijuru; kuko baharanira idini ry’Imana Allah mu gutanga ivyabo no mu kwitanga bo nyene ubwabo kugira idini ryayo riganze, maze bakica canke bakicwa. Iryo ni ryo sezerano ry’ukuri riri muri Tawurati, mu Njiili no muri Qor’ani. Nta n’umwe rero yokwubaha akubahiriza isezerano kurusha Imana Allah. Bemeramana! Kubera ivyo rero, nimuhimbarwe n’urudandaza mwagize n’Imana Allah mu kuguza ubuzima bwanyu Ubwami bw'ijuru, iyo ni na yo ntsinzi rero ihambaye.","arabic":"۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1346,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:112","price":"Abahawe iryo sezerano rero, ni abigaya ku Mana Allah bakavavanura n’ivyaha; abitonesha mu kuyiyegereza mu vyo bakora vyose; abayishimagiza mu buryo ubwo ari bwo bwose, uko biri kwose; abipfunga; abayunamira bakanayubamira mu masengesho; ababwiriza abandi gukora ivyiza bakanababuza gukora ibibi; abubaha bakubahiriza amabwirizwa yayo ntibayarengeko. Muvugishwamana! Shikiriza rero abemeramana barangwa n’iyo migenzo, inkuru nziza ibahumuriza ko bishimiwe n'Imana Allah n'uko bazohabwa Ubwami bw’ijuru.","arabic":"ٱلتَّٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1347,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:113","price":"Nta ho vyakabaye ko Umuvugishwamana hamwe n’abemeramana, basabira imbabazi ku Mana Allah, ababangikanyamana bapfuye bakibangikanya n’aho boba bari abavandimwe babo, mu nyuma y'aho bamenye neza na neza ko bari mu bantu bo mu muriro ururumba[32].","arabic":"مَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1348,"juzNumber":11,"footnotes":"[32] Ku kubera ko Imana Allah Itababarira ibangikanyamana. Imana Allah Yavuze Iti: “Mu vy’ukuri, Imana Allah ntigumiriza akabanga ku vyaha ngo Ibabarire uwuyibangikanya” (An-Nisaa-i: 48). Iranavuga kandi Iti: “Mu vy’ukuri, uwuzobangikanya Imana Allah, ni ukuri Imana Allah Yaraziririje ko yoja mu Bwami bw’ijuru” (Al-Maa-ida: 72).","lang":"rn"},{"name":"9:114","price":"Ugusaba imbabazi kw'Intumwa Ibrahimu (nyakugira amahoro y’Imana Allah) kuri se yabangikanya Imana Allah, ntikwigeze kuba koko, kiretse ko ryari isango yamuhaye ryo kuzomusabira ku Mana Allah[33]. Aho rero amenyeye ko se ari umwansi w’Imana Allah, adahanurwa, akazohava apfa akiri umugarariji, yaciye areka kumusabira nya mbabazi ku Mana Allah, aranavavanura na we. Mu vy’ukuri, Intumwa Ibrahimu (nyakugira amahoro y’Imana Allah), ni ukuri ni umutakamvyi koko ku Mana Allah, irangwa n’ubwitonzi no kubabarira kenshi.","arabic":"وَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1349,"juzNumber":11,"footnotes":"[33] Raba Aayah ya 47 mu gisomwa citiriwe Mariyamu.","lang":"rn"},{"name":"9:115","price":"Nta ho vyakabaye ko Imana Allah Ireka umugwi w’abantu ngo uhube inyuma y’aho Iwurongoreye mu nzira igororotse, Itabanje kuwumenyesha amabwirizwa yayo ngo uyigamburukire canke ngo uyihakane. Mu vy’ukuri Imana Allah, ni Nyenubumenyikurivyose, Irazi neza ibikenewe mu kurongoka mu nzira yayo.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1350,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:116","price":"Mu vy’ukuri, Imana Allah ni Nyenubwami Igaba Ikaganza amajuru n’isi n’ibiri muri vyo [34]. Itanga ubuzima Ikanabwaka. Bantu mugabitaniriza Imana Allah! Nimumenye ko ata n’umwe mworonka atari Imana Allah yobahagarikira akabatunganiriza ivyanyu, eka mbere nta n’uwobatabara akabakingira ibihano vyayo.","arabic":"إِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1351,"juzNumber":11,"footnotes":"[34] Ni na co gituma Imana Allah Idakwiye kubangikanywa mu kurema kwayo, mw’itunganiriza ry’ibiremwa, mu bumana bwayo no mu gushinga amateka kwayo.","lang":"rn"},{"name":"9:117","price":"Ni ukuri, Imana Allah Yarashoboje Umuvugishwamana Muhamadi (nyakugira amahoro n’impuhwe z’Imana Allah) kuyitakambira no kuyumvira, Yaranumviye Igirira ikigongwe n’abateshejwe izabo bakimukira i Madina, hamwe n’abasangwa babakiriye hamwe n’Intumwa, bakabatabara, bakanajana n’Intumwa ku rugamba rwa Tabuuki mu gihe c’ubukene n’ubushuhe bumena imbwa agahanga, Imana Allah Yabagiriye ikigongwe inyuma y’aho muri bo harimwo umugwi wariko uragonanwa ku mutima, uhakwa kutaja kuri nya rugamba, maze Irawuremesha urarujako. Mu vy’ukuri, Imana Allah ni Nyenikigongwe, Nyenimbabazi ku batoni bayo;","arabic":"لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1352,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:118","price":"Vyongeye, Imana Allah Yarumviye Igirira n'ikigongwe abantu batatu[35] mu basangwa basivye ku rugamba rwa Tabuuki, hanyuma baratuntura ku mutima gushika n’aho isi ibagira kandi isanzwe yagutse kubera agahinda n’ukwicuza, barabura iyo baja n’iyo bava, baraheza baramenya ata gukekeranya ko ata buhungiro bafise kiretse ku Mana Allah. Ni ho rero mu nyuma Imana Allah Yabumvira, Iraheza Irabashoboza kwigaya kuri Yo. Mu vy’ukuri, Imana Allah ni Yo Nyenukwumvirabigaya, Nyenimbabazi ku batoni bayo.","arabic":"وَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1353,"juzNumber":11,"footnotes":"[35] Ari bo MURARA mwene Al-Rabii’i, KA’B mwene Maalik na Hilaali mwene Umayya.","lang":"rn"},{"name":"9:119","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Nimutinye Imana Allah mu kwubahiriza amabwirizwa yayo, kandi mwame na ntaryo muri kumwe n’imvugakuri.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّٰدِقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1354,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:120","price":"Ntivyari bibereye na gato ko abantu baba mu gisagara ca Madina n'ababa mu micungararo yaco, basiba ku rugamba ngo ntibajane n’Intumwa y’Imana Allah (nyakugira amahoro n’impuhwe z’Imana Allah); eka ntibari no gushima kuruhuka mu zabo mu gihe Intumwa y’Imana iri ku muruho w’urugamba. Ivyo rero vyatewe n’uko batigera bashikirwa n’inyota, umuruho canke inzara mu gihe bari mu nzira yo guharanira idini ry’Imana Allah, eka ntibanaca ahantu bigashavuza abagarariji ko bahaciye, eka ntibigera bananesha canke ngo bice umwansi, kiretse ko kuri ivyo vyose, bandikirwa n’Imana Allah indishi y’ibikorwa vyiza. Mu vy’ukuri, Imana Allah ntitakaza namba indishi z’abagwaneza;","arabic":"مَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1355,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:121","price":"Ntibanatanga bike canke vyinshi ku bw’Imana Allah, nta n'akabande barengana bagiye guharanira idini ry’Imana Allah, kiretse ko babihemberwa, kugira Imana Allah Ibahe indishi nziza ibereye gusumba.","arabic":"وَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1356,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:122","price":"Ntivyari na ngombwa rero ko abemeramana bagira rimwe bose ku rugamba, nk’uko bitari vyo ko basibira rimwe bose. Ese iyo hagira abaja ku rugamba bakwiye, bavuye mu migwi yose, hakagira rero n’abasiba ku rugamba kugira baronke akaryo ko kwiga idini, gutyo bakazogabisha benewabo ku bihano vy’Imana Allah igihe basubiye inyuma, kugira ngo biyubare ibihano vyayo.","arabic":"۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1357,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:123","price":"Emwe bemeye Imana Allah n’Intumwa yayo bakubahiriza n’amabwirizwa yayo! Nimutangure kwica abari hafi yanyu mu bagarariji, baheze bumve ubukazi bwanyu, munamenye kandi ko Imana Allah Iri kumwe n'abagamburukiramana mu kubatabara no mu kubashikana ku ntsinzi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1358,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:124","price":"Iyo Intumwa y'Imana imanuriwe igisomwa muri Qor’ani, mu ndyarya ntihabura uwuvuga atebura n'akantu ati: “Mbega yemwe! Ni nde muri mwebwe yongererejwe ukwemera n’iki gisomwa!”. Abemeye rero Imana Allah n’Intumwa yayo, imanurwa rya nya gisomwa riraheza rikabongerereza ukwemera no kuzigama ibirimwo, bakanabihimbarirwa.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1359,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:125","price":"Nayo abo imitima yabo yasinzikajwe n’indwara y’uburyarya n’amakenga mw’idini, imanurwa rya nya gisomwa ribongerereza uburyarya ku bwo bari basanganwe, bakazorinda bapfa bakiri abagarariji.","arabic":"وَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1360,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:126","price":"Ubwo none, indyarya ntizibona ko zigeragezwa n’Imana Allah ku mapfa, kubaho nabi no guteterezwa rimwe canke kabiri ku mwaka ku mwaka! Hamwe n’iryo geragezwa rero, ntiziheza ngo zigaye ku Mana Allah, ngo zivavanure n’uburyarya, eka mbere ntizinibuka namba ivyemezo vy’Imana Allah ngo zikebuke.","arabic":"أَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1361,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:127","price":"Iyo rero hamanuwe igisomwa ca Qor’ani, kiza gishira ahabona uburyarya bwazo, ziraheza zikavunanira urugohe ku guteterwa n’ukumaramara n’akantu, zikavuga ku mutima n’ishavu n’akantu ziti: “Hari n’umwe yobabona mu gihe mwohaguruka mukava mu cicaro c’Intumwa!”; zigaheza rero zigahaguruka, zikiyonjorora ata wuzibona ku kwanka guteterwa. Burya Imana Allah, Yarakebanije imitima yazo ntizashobora kwemera koko, ku kubera ko zidatahura icubahiro c’Imana Allah ngo zikebuke.","arabic":"وَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1362,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:128","price":"Bemeramana! Mwarashikiriwe n’Intumwa ivuye muri mwebwe nyene, ituntuzwa n’ibibabangamira, yitwararika ko muba abemeramana koko, irangwa n’ikigongwe n’impuhwe nyinshi ku bemeramana.","arabic":"لَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1363,"juzNumber":11,"footnotes":"","lang":"rn"},{"name":"9:129","price":"Ntumwa y’Imana! Ababangikanyamana n’indyarya, nibirengagiza kukwemera, urababwira uti: “Iyikwiye kumpagararira muri vyose, ni Imana Allah; nta yindi mana ikwiye gusengwa vy’ukuri atari Yo, ni Yo nishimikije nkizera mu vyanje vyose, ni na Yo Mana Rurema w’Ubuhangamo bwayo buhambaye[36]”.","arabic":"فَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah"],"ayahNumber":1364,"juzNumber":11,"footnotes":"[36] Ubuhangamo bw’Imana Allah “ARSH”, ni co kiremwa amahanga gihambaye kuruta ibindi biremwa vyose.","lang":"rn"}],"chapter":["9 (At-Tawbah)","At-Tawbah","Surah At-Tawbah","Chapter At-Tawbah","Tawbah","Surah Tawbah","Chapter Tawbah","At Tawbah","Surah At Tawbah","Chapter At Tawbah","Surah 9","Chapter 9","The Repentance","التوبَة"]}