{"data":[{"name":"39:32","price":"Аллоҳ шаънига ёлғон сўзлаган ва ўзига келган ҳақиқатни ёлғонга чиқарган кимсадан ҳам золимроқ ким бор? Ё жаҳаннамда кофирлар учун жой йўқми?","arabic":"۞ فَمَنۡ أَظۡلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدۡقِ إِذۡ جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4090,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:33","price":"Ҳақиқатни олиб келган ва уни тасдиқ этганлар, ана ўшалар тақводорлардир.","arabic":"وَٱلَّذِي جَآءَ بِٱلصِّدۡقِ وَصَدَّقَ بِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4091,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:34","price":"Улар учун Парвардигорлари ҳузурида истаган нарсалари бордир. Бу муҳсинлар мукофотидир.","arabic":"لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4092,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:35","price":"Зеро, Аллоҳ уларнинг қилган ёмон амалларини ўчириб, қилиб ўтган энг яхши амаллари бўйича ажру мукофотларини берур.","arabic":"لِيُكَفِّرَ ٱللَّهُ عَنۡهُمۡ أَسۡوَأَ ٱلَّذِي عَمِلُواْ وَيَجۡزِيَهُمۡ أَجۡرَهُم بِأَحۡسَنِ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4093,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:36","price":"Аллоҳ Ўз бандасига етарли эмасми?! Улар сизни Аллоҳдан бошқа нарсалар билан қўрқитурлар. Кимни Аллоҳ йўлдан оздириб қўйган бўлса, бас, унинг учун бирон ҳидоят қилгувчи йўқдир.","arabic":"أَلَيۡسَ ٱللَّهُ بِكَافٍ عَبۡدَهُۥۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦۚ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4094,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:37","price":"Кимни Аллоҳ ҳидоят қилиб қўйган бўлса, уни йўлдан оздиргувчи йўқдир. Аллоҳ Азиз, интиқом олгувчи эмасми?","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّۗ أَلَيۡسَ ٱللَّهُ بِعَزِيزٖ ذِي ٱنتِقَامٖ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4095,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:38","price":"Агар улардан: «Осмонлару ерни ким яратган», деб сўрасангиз: «Аллоҳ», дейишлари тайин. Айтинг: «Аллоҳни қўйиб, бутларингизга илтижо қиляпсизлар. Айтинглар-чи, агар Аллоҳ менга бирон зиён етказишни истаса, ўшалар У Зотнинг зиёнини арита олгувчимилар? Ёки менга бирон марҳамат кўрсатишни ирода қилса, ўшалар У Зотнинг марҳаматини ушлаб қолгувчимилар?!» Айтинг: «Менга Аллоҳнинг Ўзи етарлидир. Таваккул қилгувчилар ёлғиз Унга таваккул қилурлар».","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلۡ أَفَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ إِنۡ أَرَادَنِيَ ٱللَّهُ بِضُرٍّ هَلۡ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوۡ أَرَادَنِي بِرَحۡمَةٍ هَلۡ هُنَّ مُمۡسِكَٰتُ رَحۡمَتِهِۦۚ قُلۡ حَسۡبِيَ ٱللَّهُۖ عَلَيۡهِ يَتَوَكَّلُ ٱلۡمُتَوَكِّلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4096,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:39","price":"Айтинг: «Эй қавмим, турган жойингизда амал қилаверинг. Мен ҳам амал қилгувчиман. Бас, яқинда билиб оласизлар».","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ فَسَوۡفَ تَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4097,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:40","price":"Кимга расво қиладиган азоб келишини ва мангу азоб тушишини (ҳам билиб оласизлар).","arabic":"مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4098,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:41","price":"Дарҳақиқат, сизга Китобни ҳақ ила одамлар учун нозил қилдик. Ким ҳидоят топса, ўзи учун топган бўлади. Ким адашса, ўзига зарар қилган бўлади. Сиз уларга вакил эмассиз.","arabic":"إِنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ لِلنَّاسِ بِٱلۡحَقِّۖ فَمَنِ ٱهۡتَدَىٰ فَلِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٍ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4099,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:42","price":"Аллоҳ жонларни ўлими пайтида, ҳали ўлмаганларни эса уйқусида олур. Ўзи ўлимга ҳукм қилганларни ушлаб қолади. Бошқаларни эса муайян муддатга қадар қўйиб юборади. Бу ишда фикр юритадиган қавм учун белгилар бордир.","arabic":"ٱللَّهُ يَتَوَفَّى ٱلۡأَنفُسَ حِينَ مَوۡتِهَا وَٱلَّتِي لَمۡ تَمُتۡ فِي مَنَامِهَاۖ فَيُمۡسِكُ ٱلَّتِي قَضَىٰ عَلَيۡهَا ٱلۡمَوۡتَ وَيُرۡسِلُ ٱلۡأُخۡرَىٰٓ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4100,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:43","price":"Ёки Аллоҳни қўйиб бошқа (худоларни) шафоатчи қилиб олдиларми?! Айтинг: «Улар ҳеч нарсага эга бўлмаган ва ақл юрита олмайдиган (нотавонлар) бўлсалар ҳам-а».","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ شُفَعَآءَۚ قُلۡ أَوَلَوۡ كَانُواْ لَا يَمۡلِكُونَ شَيۡـٔٗا وَلَا يَعۡقِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4101,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:44","price":"Айтинг: «Барча шафоат ёлғиз Аллоҳникидир. Осмонлару ернинг мулки ҳам Уникидир. Кейин яна Унга қайтариласизлар».","arabic":"قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعٗاۖ لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4102,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:45","price":"Қачон ёлғиз Аллоҳ зикр қилинса, охиратга иймон келтирмайдиганларнинг юраклари сиқилиб кетади. У Зотдан бошқалар зикр қилинганида эса улар бирдан хурсанд бўлиб кетадилар.","arabic":"وَإِذَا ذُكِرَ ٱللَّهُ وَحۡدَهُ ٱشۡمَأَزَّتۡ قُلُوبُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4103,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:46","price":"Айтинг: «Эй осмонлару ерни йўқдан бор қилган, ғайбу шаҳодатни билган Аллоҳ, бандаларинг орасида улар ихтилоф қилган ишларда Ўзинг ҳукм қилурсан».","arabic":"قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ عَٰلِمَ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4104,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:47","price":"Ердаги ҳамма нарса ва яна ўшанча нарса зулм қилганларники бўлса ҳам Қиёмат кунидаги азобнинг ёмонлигидан ҳаммасини тўлаб юборган бўлардилар. Уларга Аллоҳ тарафидан ҳаёлларига ҳам келмаган нарсалар зоҳир бўлур.","arabic":"وَلَوۡ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦ مِن سُوٓءِ ٱلۡعَذَابِ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمۡ يَكُونُواْ يَحۡتَسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4105,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:48","price":"Уларга ўзлари касб қилган ёмонликлари ошкор бўлди ва уларни ўзлари масхара қилиб ўтган нарса ўраб олди.","arabic":"وَبَدَا لَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4106,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:49","price":"Бас, қачон инсонни бир зарар ушласа, Бизга дуо қилди. Кейин қачон унга Ўзимиз тарафимиздан бир неъматни ато этсак: «Бу менга ўз билимим туфайли берилди», деди. Йўқ! у синовдир. Лекин уларнинг кўплари билмаслар.","arabic":"فَإِذَا مَسَّ ٱلۡإِنسَٰنَ ضُرّٞ دَعَانَا ثُمَّ إِذَا خَوَّلۡنَٰهُ نِعۡمَةٗ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمِۭۚ بَلۡ هِيَ فِتۡنَةٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4107,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:50","price":"Буни улардан олдингилар ҳам айтганлар. Бас, уларнинг касб қилиб топганлари ўзларига асқотмади.","arabic":"قَدۡ قَالَهَا ٱلَّذِينَ مِن قَبۡلِهِمۡ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4108,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:51","price":"Бас, уларга қилган ёмонликлари етди. Ана ўшалар орасидаги зулм қилганларга ҳам яқинда қилган ёмонликлари етади. Улар ҳам қочиб қутулгувчи эмасдирлар.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْۚ وَٱلَّذِينَ ظَلَمُواْ مِنۡ هَٰٓؤُلَآءِ سَيُصِيبُهُمۡ سَيِّـَٔاتُ مَا كَسَبُواْ وَمَا هُم بِمُعۡجِزِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4109,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:52","price":"Билмайдилармики, Аллоҳ Ўзи истаган одамга ризқни кенг ёки тор қилиб беради. Бу ишда иймон келтирадиган қавм учун белгилар бордир.","arabic":"أَوَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4110,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:53","price":"Ўз жонларига жабр қилган бандаларимга айтинг: «Аллоҳнинг раҳматидан ноумид бўлманглар. Аллоҳ ҳамма гуноҳларни мағфират этади. Дарҳақиқат, У Кечиримли, Раҳмли Зотдир».","arabic":"۞ قُلۡ يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4111,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:54","price":"Сизларга азоб келиб, кейин ёрдам берилмай қолишингиздан олдин Парвардигорингизга қайтинглар ва Унга бўйсунинглар!","arabic":"وَأَنِيبُوٓاْ إِلَىٰ رَبِّكُمۡ وَأَسۡلِمُواْ لَهُۥ مِن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ ثُمَّ لَا تُنصَرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4112,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:55","price":"Сизларга азоб тўсатдан, ўзларингиз сезмаган ҳолингизда келиб қолишидан олдин Парвардигорингиз тарафидан сизларга нозил қилинган энг гўзал нарсага эргашинглар.","arabic":"وَٱتَّبِعُوٓاْ أَحۡسَنَ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَكُمُ ٱلۡعَذَابُ بَغۡتَةٗ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4113,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:56","price":"Бирон жон: «Аллоҳ ҳақида сусткашлик қилганимга надомат бўлсин! Ростдан ҳам масхара қилгувчилардан бўлган эдим», деб қолмаслиги учун.","arabic":"أَن تَقُولَ نَفۡسٞ يَٰحَسۡرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِي جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4114,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:57","price":"Ёки: «Агар Аллоҳ мени ҳидоят қилганида, албатта, тақводорлардан бўлар эдим», деб қолмаслиги учун.","arabic":"أَوۡ تَقُولَ لَوۡ أَنَّ ٱللَّهَ هَدَىٰنِي لَكُنتُ مِنَ ٱلۡمُتَّقِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4115,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:58","price":"Ёки азобни кўрган пайтида: «Менга яна бир марта ортга қайтиш имкони берилганида эди, гўзал амал қилгувчилардан бўлар эдим», демасидан олдин.","arabic":"أَوۡ تَقُولَ حِينَ تَرَى ٱلۡعَذَابَ لَوۡ أَنَّ لِي كَرَّةٗ فَأَكُونَ مِنَ ٱلۡمُحۡسِنِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4116,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:59","price":"Асло! Сенга Менинг оятларим келганди. Сен эса уларни ёлғонга чиқаргандинг, ўзингни катта олгандинг ва кофирлардан бўлгандинг.","arabic":"بَلَىٰ قَدۡ جَآءَتۡكَ ءَايَٰتِي فَكَذَّبۡتَ بِهَا وَٱسۡتَكۡبَرۡتَ وَكُنتَ مِنَ ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4117,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:60","price":"Қиёмат куни Аллоҳ шаънига ёлғон гапирганларни юзлари қора ҳолда кўрасиз. Мутакаббирлар учун жаҳаннамда жой йўқми экан?!","arabic":"وَيَوۡمَ ٱلۡقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُواْ عَلَى ٱللَّهِ وُجُوهُهُم مُّسۡوَدَّةٌۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4118,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:61","price":"Аллоҳ тақво қилганларга ютуқлари туфайли нажот берур. Уларга ёмонлик етмас ва улар хафа ҳам бўлмаслар.","arabic":"وَيُنَجِّي ٱللَّهُ ٱلَّذِينَ ٱتَّقَوۡاْ بِمَفَازَتِهِمۡ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمۡ يَحۡزَنُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4119,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:62","price":"Аллоҳ ҳамма нарсанинг Яратувчисидир. У барча нарсага Вакилдир.","arabic":"ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4120,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:63","price":"Осмонлару ернинг калитлари Уникидир. Аллоҳнинг оятларига куфр келтирганлар, ана ўшалар зиён кўргувчилардир.","arabic":"لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4121,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:64","price":"Айтинг: «Ҳали сизлар мени Аллоҳдан бошқага ибодат қилишга буюряпсизларми, эй нодонлар!»","arabic":"قُلۡ أَفَغَيۡرَ ٱللَّهِ تَأۡمُرُوٓنِّيٓ أَعۡبُدُ أَيُّهَا ٱلۡجَٰهِلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4122,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:65","price":"Дарҳақиқат, сизга ҳам, сиздан олдингиларга ҳам ваҳий қилиндики, агар ширк келтирсанг, амалинг ҳабата бўлгай ва ўзинг аниқ зиён кўргувчилардан бўлурсан.","arabic":"وَلَقَدۡ أُوحِيَ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ لَئِنۡ أَشۡرَكۡتَ لَيَحۡبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4123,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:66","price":"Аксинча, Аллоҳгагина ибодат қил ва шукр қилгувчилардан бўл.","arabic":"بَلِ ٱللَّهَ فَٱعۡبُدۡ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4124,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:67","price":"Улар Аллоҳни етарлича улуғламадилар. Ҳолбуки, Қиёмат куни бутун ер юзи Унинг чангалидадир. Осмонлар эса Унинг қўлида ғижимлангандир. У Зот улар келтираётган ширклардан Пок ва Олийдир.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦ وَٱلۡأَرۡضُ جَمِيعٗا قَبۡضَتُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطۡوِيَّٰتُۢ بِيَمِينِهِۦۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4125,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:68","price":"Сур чалинди, бас, осмондагилар ҳам, ердагилар ҳам қулади, ўлди. Фақат Аллоҳ истаганларгина бундан мустасно. Кейин у иккинчи марта чалинди. Қарабсизки, улар туриб кута бошладилар.","arabic":"وَنُفِخَ فِي ٱلصُّورِ فَصَعِقَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۖ ثُمَّ نُفِخَ فِيهِ أُخۡرَىٰ فَإِذَا هُمۡ قِيَامٞ يَنظُرُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4126,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:69","price":"Ер Парвардигорининг Нури билан ёришди. Китоб қўйилди. Пайғамбарлар ва гувоҳлар келтирилди. Уларнинг ўрталарида зулм қилинмаган ҳолларида ҳақ билан ҳукм қилинди.","arabic":"وَأَشۡرَقَتِ ٱلۡأَرۡضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلۡكِتَٰبُ وَجِاْيٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4127,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:70","price":"Ва ҳар бир жонга қилган амали тўла қилиб берилди. Аллоҳ уларнинг қилган ишларини жуда яхши Билгувчидир.","arabic":"وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُوَ أَعۡلَمُ بِمَا يَفۡعَلُونَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4128,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:71","price":"Куфр келтирганлар жаҳаннамга гуруҳ-гуруҳ қилиб ҳайдалди. То унга етиб борганларида эшиклари очилди ва қўриқчилари уларга: «Сизларга ўзингиздан бўлган пайғамбарлар келиб, Парвардигорингизнинг оятларини тиловат қилиб бермадиларми ва сизларни ушбу кунингизга дучор бўлишингиздан огоҳлантирмадиларми?!» - дедилар. Улар: «Ҳа, шундай бўлганди», дедилар. Лекин азоб сўзи кофирлар устига ҳақ бўлгандир.","arabic":"وَسِيقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَتۡلُونَ عَلَيۡكُمۡ ءَايَٰتِ رَبِّكُمۡ وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ بَلَىٰ وَلَٰكِنۡ حَقَّتۡ كَلِمَةُ ٱلۡعَذَابِ عَلَى ٱلۡكَٰفِرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4129,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:72","price":"Айтилди: «Жаҳаннам эшикларидан у ерда мангу қоладиган бўлиб киринглар!» Мутакаббирларнинг жойи нақадар ёмон!","arabic":"قِيلَ ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4130,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:73","price":"Парвардигорларидан қўрққанлар эса гуруҳ-гуруҳ қилиб жаннатга олиб борилдилар. То унинг олдига келганларида эшиклари очилиб, қўриқчилари уларга: «Ассалому алайкум! Хуш келибсизлар! Бас, унга мангу қоладиган бўлиб киринглар», дедилар.","arabic":"وَسِيقَ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ إِلَى ٱلۡجَنَّةِ زُمَرًاۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتۡ أَبۡوَٰبُهَا وَقَالَ لَهُمۡ خَزَنَتُهَا سَلَٰمٌ عَلَيۡكُمۡ طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4131,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:74","price":"Дедилар: «Бизга берган ваъдасида содиқ бўлган ва бизга бу ерни мерос қилиб, ундан хоҳлаган жойимизни олишимиз мумкин қилиб қўйган Аллоҳга ҳамд бўлсин». Бас, амал қилувчиларнинг ажри нақадар яхши!","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي صَدَقَنَا وَعۡدَهُۥ وَأَوۡرَثَنَا ٱلۡأَرۡضَ نَتَبَوَّأُ مِنَ ٱلۡجَنَّةِ حَيۡثُ نَشَآءُۖ فَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4132,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"39:75","price":"Кўрасизки, фаришталар Арш атрофини ўраб олиб, Парвардигорларига ҳамд ва тасбеҳ айтадилар. Улар орасида ҳақ ила ҳукм қилинди ва айтилди: «Ҳамд оламлар Парвардигори Аллоҳникидир».","arabic":"وَتَرَى ٱلۡمَلَٰٓئِكَةَ حَآفِّينَ مِنۡ حَوۡلِ ٱلۡعَرۡشِ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡۚ وَقُضِيَ بَيۡنَهُم بِٱلۡحَقِّۚ وَقِيلَ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["39 (Az-Zumar)","Az-Zumar","Surah Az-Zumar"],"ayahNumber":4133,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:1","price":"Ҳо, Мим.","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:2","price":"Китоб Азиз ва Алим бўлган Аллоҳ тарафидан нозил қилинган.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:3","price":"Гуноҳни мағфират қилгувчи, тавбани қабул этгувчи, жазоси қаттиқ ва фазлу карам соҳиби бўлган Зот (тарафидан). Ундан ўзга илоҳ йўқ. Қайтиб бориш жойи ёлғиз Унгадир.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:4","price":"Аллоҳнинг оятлари ҳақида фақат куфр келтирганларгина талашиб-тортишадилар. Бас, сизни уларнинг шаҳарларда кезиб юришлари алдаб қўймасин!","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:5","price":"Улардан олдин Нуҳ қавми ва ундан кейинги фирқалар ҳам ёлғончига чиқарганлар. Ҳар бир миллат ўзининг пайғамбарини тутишга қасд қилган ва ботил билан талашиб-тортишиб, у билан ҳақни енгмоқчи бўлганлар. Бас, уларнинг ўзларини ушладим. Менинг азобим қандай бўлди?!","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:6","price":"Куфр келтирганлар устига ҳам Парвардигорингизнинг Сўзи мана шундай ҳақ бўлган. Албатта, улар дўзах эгаларидир.","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:7","price":"Аршни кўтариб турадиганлар ва унинг атрофидагилар Парвардигорларига ҳамду сано айтиш билан тасбеҳ айтадилар ва У Зотга иймон келтирадилар ҳамда иймон келтирганларни мағфират қилишини сўрайдилар: «Парвардигоро, ҳамма нарсани Ўз раҳматинг ва илминг ила қамраб олгансан. Бас, тавба қилиб, йўлингга эргашганларни мағфират айлагин ва уларни дўзах азобидан сақлагин».","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:8","price":"Парвардигоро, уларни ҳам, уларнинг ота-боболари, жуфти ҳалоллари ва зурриётлари орасидаги солиҳларни ҳам Ўзинг уларга ваъда қилган мангу жаннатларга киритгин. Дарҳақиқат, Сен Азиз ва Ҳаким Зотсан.","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:9","price":"Уларни ёмонликлардан асрагин. Ўша куни Сен кимни ёмонликлардан асрасанг, бас, унга раҳм қилибсан. Ана шу буюк муваффақиятдир.","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:10","price":"Куфр келтирганларга шундай нидо қилинади: «Иймонга чорланган пайтингизда куфр келтиргандингиз. Ана шу пайтдаги Аллоҳнинг ғазаби (ҳозирги) ўзингиз ўзингизга қаратган ғазабингиздан кўра қаттиқроқдир».","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:11","price":"Дедилар: «Парвардигоро, бизни икки марта ўлдирдинг ва икки марта тирилтирдинг. Гуноҳларимизга иқрор бўлдик. Энди бундан чиқишга бирон йўл борми?»","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:12","price":"Бунга сабаб ёлғиз Аллоҳга чақирилганингизда куфр келтирдингиз. Унга ширк келтиришга чақирилганингизда эса иймон келтирдингиз. Бас, ҳукм Олий ва Буюк Аллоҳникидир.","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:13","price":"У шундай Зотки, сизларга Ўз оятларини кўрсатади ва сизларга осмондан ризқ ёғдиради. Фақат илтижо қиладиганларгина ибрат оладилар.","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:14","price":"Бас, гарчи кофирлар ёқтирмасалар-да, Аллоҳга динни холис қилган ҳолингизда дуо қилинглар!","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:15","price":"У юксак мартабали Арш соҳибидир. У Ўз амри ила Ўзи истаган бандасига учрашув кунидан огоҳлантириш учун ваҳий нозил қилади.","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:16","price":"Улар зоҳир бўлган кунда Аллоҳга улардан ҳеч нарса яширин қолмас. Бу кун мулк кимники? Ёлғиз Қаҳҳор Аллоҳники?","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:17","price":"Бугун ҳар бир жон қилган ишига яраша жазо ёки мукофот олади. Бугун зулм йўқдир. Дарҳақиқат, Аллоҳ тез ҳисоб олгувчидир.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:18","price":"Сиз уларни яқинлашаётган кундан огоҳлантиринг. Ўшанда юраклар ҳалқумларга келиб, ҳасратга тўладилар. Золимлар учун бирон дўст ҳам, итоат этиладиган шафоатчи ҳам бўлмас.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:19","price":"Кўзларнинг хиёнатини ҳам, қалблар яширган нарсаларни ҳам билади.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:20","price":"Аллоҳ ҳақ ила ҳукм қилади. Уларнинг Аллоҳни қўйиб, ибодат қилаётган бутлари эса ҳеч нарсага ҳукм чиқара олмайдилар. Дарҳақиқат, Аллоҳнинг Ўзи Эшитгувчи, Кўргувчи Зотдир.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:21","price":"Ер юзида сайр қилиб, ўзларидан олдингиларнинг оқибати қандай бўлганига боқмайдиларми? Улар булардан кўра қувват жиҳатидан ҳам, заминда қолдирган излари жиҳатидан ҳам зўрроқ бўлганлар. Бас, Аллоҳ уларни қилган гуноҳлари туфайли ушлади. Уларни Аллоҳдан қутқариб қоладиган бирон ҳимоячи йўқдир.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:22","price":"Бунга сабаб шуки, уларга пайғамбарлари ҳужжатларни келтирсалар ҳам куфр келтирдилар. Бас, Аллоҳ уларни ушлади. Дарҳақиқат, У Кучли, азоби қаттиқ Зотдир.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:23","price":"Дарҳақиқат, Биз Мусони оятларимиз ва очиқ ҳужжат билан юбордик.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:24","price":"Фиръавн, Ҳомон ва Қорунга. Бас, ёлғончи сеҳргар, дедилар.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:25","price":"Уларга Биз тарафимиздан ҳақ келганида дедилар: «У билан бирга иймон келтирганларнинг ўғилларини ўлдириб, аёлларини тирик қолдиринглар». Кофирларнинг найранглари залолатдан ўзга нарса эмас.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:26","price":"Фиръавн деди: «Мени қўйинглар, Мусони ўлдираман. Парвардигорига дуо қилаверсин. Мен динингизни ўзгартириб юборишидан ёки ер юзида бузғунчилик чиқаришидан қўрқмоқдаман».","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:27","price":"Мусо деди: «Мен ўзимнинг Парвардигорим ва сизларнинг Парвардигорингиздан ҳар бир ҳисоб кунига иймон келтирмайдиган мутакаббирдан паноҳ беришини сўрайман».","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:28","price":"Фиръавн хонадонидан бўлган, иймонини яшириб юрадиган бир мўмин киши деди: «Бир кишини: «Парвардигорим Аллоҳдир», дегани учун ўлдирасизларми?! Ҳолбуки, у сизларга Парвардигорингиз тарафидан ҳужжатлар келтирди. Агар у ёлғончи бўлса, ёлғони ўз бўйнига. Агар ростгўй бўлса, сизларга у ваъда қилаётган нарсаларнинг айримлари етиб қолади-ку! Албатта, Аллоҳ ҳаддан ошгувчи, ёлғончи кимсани ҳидоят қилмас.","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:29","price":"«Эй қавмим, бугун мулк сизники, шу ерда ғолибсизлар. Агар бизга Аллоҳнинг азоби келиб қолса, бизга ким ёрдам беради?!» Фиръавн деди: «Мен сизларга ўзим кўраётган нарсадан бошқа нарсани кўрсатмасман ва сизларни фақат тўғри йўлга бошларман».","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:30","price":"Иймон келтирган киши деди: «Эй қавмим, мен устингизга худди ўша фирқалар куни тушиб қолишидан қўрқаман».","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:31","price":"Нуҳ қавми, Од, Самуд ва улардан кейингиларнинг иши каби. Аллоҳ бандаларга зулм қилишни истамайди.","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:32","price":"Эй қавмим, албатта, мен сизлар ҳақингизда нидолашув кунидан қўрқаман.","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:33","price":"У кунда ортга қараб қочасизлар. Сизлар учун Аллоҳдан ҳимоя қиладиган кимса бўлмас. Кимни Аллоҳ адаштириб қўйган бўлса, унинг учун бирон ҳидоят қилгувчи йўқдир.","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:34","price":"Дарҳақиқат, олдин сизларга Юсуф ҳужжатлар келтирганди. У олиб келган нарсадан тинимсиз шубҳаланавердинглар. У ҳалок бўлганидан кейин эса: «Ундан кейин Аллоҳ пайғамбар юбормайди», дединглар. Ҳаддан ошадиган, шак келтирадиган кимсани Аллоҳ мана шундай адаштириб қўяди.","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:35","price":"Аллоҳнинг оятлари ҳақида ҳужжатсиз тортишадиганлар Аллоҳ тарафидан ҳам, иймон келтирганлар тарафидан ҳам катта нафратга йўлиқадилар. Аллоҳ ҳар бир мутакаббир, зўравон қалбни мана шундай муҳрлаб қўяди.","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:36","price":"Фиръавн деди: «Эй Ҳомон, менга бир қаср қуриб бер. Шояд сабабларга эришсам.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:37","price":"Само йўлларига етиб, Мусонинг илоҳини кўрсам. Мен уни аниқ ёлғончи, деб ўйлайман». Фиръавнга ўзининг ёмон иши мана шундай чиройли кўринди ва у йўлдан тўсилди. Фиръавннинг макри муваффақиятсизликдан ўзга нарса эмас.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:38","price":"Иймон келтирган киши деди: «Эй қавмим, менга эргашинглар, сизларни тўғри йўлга бошлайман.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:39","price":"Эй қавмим, бу дунё ҳаёти бир ўткинчи лаззат, холос. Охират эса барқарорлик диёридир.","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:40","price":"Ким бир ёмонлик қилса, фақат ўшанга яраша жазо олади. Эркак бўлсин, аёл бўлсин, ким мўмин бўлгани ҳолда бир яхшилик қилса, бас, ана ўшалар жаннатга кирадилар. Унда беҳисоб ризқланадилар.","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:41","price":"Эй қавмим, нега мен сизларни нажотга чақирсам, сизлар мени дўзахга чорлайсизлар?","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:42","price":"Сизлар мени Аллоҳга куфр келтиришим ва Унга ўзим билмайдиган нарсани шерик қилишимга даъват этяпсизлар. Мен эса сизларни Азиз ва Мағфиратли Зот сари чорламоқдаман.","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:43","price":"Шак-шубҳа йўқки, сизлар мени чақираётган нарсалар дунёда ҳам, охиратда ҳам даъват қилинишга арзийдиган нарсалар эмас. Албатта, қайтиб борар жойимиз Аллоҳгадир ва, албатта, исрофкунандалар дўзах эгаларидир.","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:44","price":"Ҳали мен сизларга айтаётган гапларимни эслайсизлар. Ишимни Аллоҳга топшираман. Албатта, Аллоҳ бандаларни Кўргувчидир».","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:45","price":"Бас, Аллоҳ у кишини улар қилган макрнинг ёмонликларидан асраб қолди. Фиръавн аҳлини эса ёмон азоб ўраб олди.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:46","price":"Оловки, эртаю кеч ўшанга рўбарў қилинурлар. Қиёмат қойим бўлган куни эса: «Фиръавн аҳлини энг қаттиқ азобга киритинглар», дейилур.","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:47","price":"Ўшанда дўзахда бир-бирлари билан талашиб-тортишадилар. Заифлар мутакаббирлик қилганларга дейдилар: «Дарҳақиқат, биз сизларга тобе эдик. Мана энди сизлар биздан дўзахнинг бирон қисмини даф қила оласизларми?»","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:48","price":"Мутакаббирлик қилганлар айтдилар: «Дарҳақиқат, биз ҳаммамиз ундамиз. Албатта, Аллоҳ бандалар ўртасида ҳукм этиб бўлди».","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:49","price":"Дўзахдаги кимсалар жаҳаннам қўриқчиларига дедилар: «Парвардигорингизга дуо қилинг, биздан бир кунгина азобни енгиллатсин».","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:50","price":"Дедилар: «Сизларга пайғамбарларингиз ҳужжатлар келтирмаганмидилар?» Дедилар: «Ҳа, келтиргандилар». Дедилар: «Бас, дуо қилаверинглар. Кофирларнинг дуоси залолатдан бошқа нарса эмас».","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:51","price":"Дарҳақиқат, Биз элчиларимизга ва иймон келтирганларга дунё ҳаётида ҳам, гувоҳлар турадиган кунда ҳам мадад берурмиз.","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:52","price":"У кунда золимларга узрлари фойда бермайди. Уларга лаънат бўлур! Уларга энг ёмон жой бўлур!","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:53","price":"Дарҳақиқат, Мусога ҳидоят бердик. Китобни Бани Исроилга мерос қилиб қолдирдик.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:54","price":"Ақл эгалари учун ҳидоят ва ибрат қилиб.","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:55","price":"Бас, сабр қилинг. Албатта, Аллоҳнинг ваъдаси ҳақдир. Гуноҳингиз учун истиғфор айтинг ва кечаю кундуз Парвардигорингизга ҳамду тасбеҳ айтинг.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:56","price":"Аллоҳнинг оятлари ҳақида ўзларига бирон ҳужжат келмай туриб, талашиб-тортишаётганларнинг дилларида кибрдан бошқа нарса йўқ. Улар унга етгувчи эмаслар. Бас, Аллоҳдан паноҳ сўранг. Дарҳақиқат, У Эшитгувчи, Кўргувчи Зотдир.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:57","price":"Шак-шубҳасиз, осмонлару ерни яратиш инсонларни яратишдан кўра каттароқдир. Лекин одамларнинг кўплари билмайдилар.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:58","price":"Кўр билан кўзи очиқ тенг бўлмас. Иймон келтириб, яхши ишларни қилганлар билан ёмонлик қилувчи ҳам. Жуда оз ибратланасизлар.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:59","price":"Соат аниқ келгувчидир. Унга шубҳа йўқ. Лекин кўп одамлар ишонмайдилар.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:60","price":"Парвардигорингиз деди: «Менга дуо қилинглар, сизларга ижобат қилурман. Менга ибодат қилишдан ўзларини катта оладиганлар яқинда хорланган ҳолларида жаҳаннамга кирадилар».","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:61","price":"Аллоҳ шундай Зотки, ором олишингиз учун сизларга кечани яратди. Кундузни эса ёруғ айлади. Аллоҳ одамларга фазлу марҳаматли Зотдир. Лекин кўп одамлар шукр қилмайдилар.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:62","price":"Ўша Аллоҳ Парвардигорингиздир. Ҳамма нарсанинг Яратувчисидир. Ундан ўзга илоҳ йўқдир. Бас, қаён бурилиб кетмоқдасизлар?!","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:63","price":"Аллоҳнинг оятларини инкор қилгувчи бўлганлар мана шундай бурилиб кетадилар.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:64","price":"Аллоҳ шундай Зотки, сизларга ерни қароргоҳ, самони эса том айлади. Сизларга шакл бериб, суратингизни чиройли қилди. Сизларга ҳалол-пок ризқ берди. Ўша Аллоҳ Парвардигорингиздир. Бас, оламлар парвардигори Аллоҳ баракотли бўлди.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:65","price":"У Барҳаётдир. Ундан ўзга илоҳ йўқдир. Бас, У Зот учун динни холис қилиб, Ўзигагина дуо-илтижо қилинглар! Оламлар Парвардигори Аллоҳга ҳамд бўлсин.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:66","price":"Айтинг: «Дарҳақиқат, мен ўзимга Парвардигорим тарафидан ҳужжатлар келган пайтда сизлар Аллоҳни қўйиб, ибодат қилаётган бутларга ибодат қилишдан қайтарилдим ва оламлар Парвардигорига таслим бўлишга буюрилдим».","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:67","price":"У шундай Зотки, сизларни тупроқдан, кейин нутфадан, кейин лахта қондан яратди. Кейин сизларни гўдак қилиб чиқарди. Кейин балоғатга етасизлар. Кейин чол бўласизлар. Сизлардан кимдир олдинроқ вафот этиб кетади. Белгиланган муддатга қадар етиб боришингиз учун. Шоядки, ақл юритсангизлар.","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:68","price":"У шундай Зотки, жон беради ва жон олади. Бир ишга ҳукм қилса, унга «Бўл», дейди, бас, у бўлади.","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:69","price":"Аллоҳнинг оятлари ҳақида талашиб-тортишаётганларни кўрдингизми? Қаён бурилиб кетмоқдалар?!","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:70","price":"Улар шундай кимсаларки, Китобни ва Биз пайғамбарларимиз орқали юборган нарсани ёлғонга чиқардилар. Бас, яқинда билиб оладилар.","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:71","price":"Ўшанда улар бўйинларидаги кишанлар ва занжирлар билан судраладилар.","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:72","price":"Қайноқ сувга, кейин дўзахга судраладилар.","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:73","price":"Кейин уларга шундай дейилади: «Шерик қилаётган бутларингиз қани?!","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:74","price":"Аллоҳдан бошқа». Дедилар: «Улар биздан ғойиб бўлдилар. Йўқ-йўқ, аслида биз олдин ҳам ҳеч нарсага дуо-илтижо қилмаган эканмиз». Аллоҳ кофирларни мана шундай адаштириб қўяди.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:75","price":"Мана шулар ер юзида ноҳақ қувониб ва керилиб юрганингиз сабабидандир.","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:76","price":"Жаҳаннам эшикларидан мангу қоладиган бўлиб киринглар! Мутакаббирларнинг жойи нақадар ёмон!","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:77","price":"Бас, сабр қилинг. Дарҳақиқат, Аллоҳнинг ваъдаси ҳақдир. Ё сизга уларга ваъда қилганимизнинг айримларини кўрсатамиз ёки сизни вафот эттирамиз. Бас, Бизга қайтариладилар.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:78","price":"Дарҳақиқат, сиздан олдин ҳам пайғамбарларни юборганмиз. Улар орасида сизга қисса қилиб берганларимиз ҳам бор, қисса қилиб бермаганларимиз ҳам бор. Бирон пайғамбар бирон оятни Аллоҳнинг изнисиз олиб келмаган. Аллоҳнинг фармони келганда ҳақ ила ҳукм чиқарилгай. Ўшанда бузғунчилар муваффақиятсизликка учрайдилар.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:79","price":"Аллоҳ шундай Зотки, сизларга чорва ҳайвонларини яратиб берди. Улардан айримларига минасизлар, айримларини ейсизлар.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:80","price":"Сизлар учун уларда манфаатлар бордир. Токи уларнинг устида дилларингиздаги ҳожатингизга эришишларинг учун уларнинг устига ва кемаларнинг устига миндириб қўйилдингиз.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:81","price":"Ва сизларга Ўз оятларини намойиш қилади. Аллоҳнинг қайси оятларини инкор қиласизлар?!","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:82","price":"Ер юзида сайр қилиб, ўзларидан олдингиларнинг оқибати қандай бўлганига назар ташламайдиларми?! Улар булардан кўра кўпроқ, кучлироқ ва заминда каттароқ из қолдирган эдилар-ку! Уларга касб қилиб топганлари асқотмади-ку!","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:83","price":"Уларга пайғамбарлари ҳужжатлар келтирганларида ўзларидаги илм билан қувондилар ва уларни ўзлари масхара қилган нарсалари қамраб олди.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:84","price":"Азобимизни кўришгач: «Ёлғиз Аллоҳга иймон келтирдик, У Зотга шерик қилиб юрган бутларимиздан тондик», деб қоладилар.","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"40:85","price":"Азобимизни кўришган пайтларида иймон келтиришлари уларга фойда бермайди. Аллоҳнинг Ўз бандалари борасида ўтган суннати. Ўшанда у кофирлар муваффақиятсизликка учрайдилар.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:1","price":"Ҳо, Мим.","arabic":"حمٓ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4219,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:2","price":"Меҳрибон ва Раҳмли Зот тарафидан нозил қилинган.","arabic":"تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4220,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:3","price":"Китобки, биладиган қавм учун арабий Қуръон бўлиб, оятлари муфассал баён қилинган.","arabic":"كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4221,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:4","price":"Хушхабар берувчи ва огоҳлантирувчи бўлиб. Уларнинг кўплари эса юз ўгирдилар, бас, улар эшитмайдилар.","arabic":"بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4222,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:5","price":"Дедилар: «Қалбларимиз сен даъват қилаётган нарсадан пардаланган, қулоқларимизда оғирлик, сен билан бизнинг орамизда эса бир тўсиқ бор. Бас, сен ҳам ўз ишингни қилавер, биз ҳам ўз ишимизни қилгувчилармиз».","arabic":"وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4223,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:6","price":"Айтинг: «Мен ҳам сизларга ўхшаган бир одамман, холос. Менга ваҳий қилиндики, дарҳақиқат, илоҳингиз бир илоҳдир. Бас, Унга тўғри бўлинглар ва Ундан мағфират сўранглар. Мушриклар ҳолига вой».","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4224,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:7","price":"Мушрикларки, закот бермайдилар ва улар охиратга куфр келтирадилар.","arabic":"ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4225,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:8","price":"Дарҳақиқат, иймон келтириб, яхши ишларни қилганлар учун битмас-туганмас ажр-мукофот бордир.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4226,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:9","price":"Айтинг: «Сизлар заминни икки кунда яратиб қўйган Зотга ҳақиқатан куфр келтиряпсизларми ва Унга бошқаларни тенглаштиряпсизларми? У оламлар Парвардигоридир».","arabic":"۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4227,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:10","price":"Замин устида тоғларни барпо қилди, барака ато этди, озуқаларини роппа-роса тўрт кунда белгилаб қўйди. Сўровчилар учун.","arabic":"وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4228,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:11","price":"Кейин самога юзланди. У тутун эди. Унга ва ерга: «Ихтиёран ёки мажбуран келинглар», деган эди, улар: «Ўз ихтиёримиз билан келдик», дедилар.","arabic":"ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4229,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:12","price":"Бас, икки кунда етти осмонларни барпо этиб, ҳар бир самога нима иш қилишини ваҳий қилди. Дунё осмонини чироқлар билан безадик. Ва сақладик. Бу Азиз ва Билгувчи Зотнинг тақдиридир.","arabic":"فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4230,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:13","price":"Агар юз ўгирсалар, бас, айтинг: «Сизларни Од ва Самуд(ни урган) яшинга ўхшаш бир яшиндан огоҳлантирдим».","arabic":"فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4231,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:14","price":"Ўшанда пайғамбарлар уларнинг олдиларидан ҳам, орқаларидан ҳам келиб: «Ёлғиз Аллоҳгагина бандалик қилинглар», деганларида, улар: «Агар Парвардигоримиз истаса, фаришталарни туширган бўларди. Бас, биз сизлар элчилик қилиб олиб келган нарсага куфр келтиргувчилармиз», дедилар.","arabic":"إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4232,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:15","price":"Од (қабиласи) ер юзида ноҳақ катта кетдилар ва: «Биздан ҳам кучлироқ ким бор экан?» - дедилар. Уларни яратган Аллоҳ улардан кўра қудратлироқ эканини билмасмидилар?! Улар Бизнинг оятларимизни инкор қилардилар.","arabic":"فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4233,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:16","price":"Бас, дунё ҳаётида уларга хорлик азобини тоттириб қўйиш учун уларнинг устига (улар учун) бахтсиз кунларда бир даҳшатли бўронни юбордик. Аниқки, охират азоби хор қилгувчироқдир ва уларга ёрдам берилмас.","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4234,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:17","price":"Самуд қавмига келсак, уларга ҳидоят берсак, ҳидоятдан кўра кўрликни танладилар. Бас, уларни қилган қилмишлари туфайли хор қилгувчи азоб яшини урди.","arabic":"وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4235,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:18","price":"Тақво қилиб юрган мўминларга эса нажот бердик.","arabic":"وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4236,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:19","price":"Аллоҳнинг душманлари дўзах сари (ҳайдалиш учун) тўпланиб, тизилиб турадиган кунни (эсланг).","arabic":"وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4237,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:20","price":"Унга етиб келишганида эса ўз қулоқлари, кўзлари ва терилари ўзларига қарши қилиб ўтган ишларига гувоҳлик берадилар.","arabic":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4238,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:21","price":"Териларига дедилар: «Нима учун бизга қарши гувоҳлик беряпсизлар». Дедилар: «Бизни ҳамма нарсани гапиртирган Аллоҳ гапиртирди». Сизларни дастлаб У яратган ва Унгагина қайтариласизлар.","arabic":"وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4239,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:22","price":"Сизларга қарши қулоқларингиз ҳам, кўзларингиз ҳам, териларингиз ҳам гувоҳлик бериб қолишидан яширинмас эдингизлар. Лекин Аллоҳ қилаётган ишларингизнинг кўпини билмайди, деб ўйлардингизлар.","arabic":"وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4240,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:23","price":"Сизларни Парвардигорингиз ҳақидаги мана шу гумонингиз ҳалок қилди. Бас, муваффақиятсизликка учраган кимсалардан бўлдингизлар.","arabic":"وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4241,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:24","price":"Агар сабр қила олсалар, уларнинг жойи жаҳаннамдир. Ортга қайтишни сўрасалар, бас, энди улар ортга қайтирилгувчи эмаслар.","arabic":"فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4242,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:25","price":"Биз уларга «дўстлар» тайёрлаб қўйдик. Ана ўшалар уларга олдидагию ортидаги ишларини чиройли қилиб кўрсатдилар. Шу билан улардан олдинги умматларда ўтган инсу жинларга келган азоб уларга ҳам ҳақ бўлиб қолди.","arabic":"۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4243,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:26","price":"Куфр келтирганлар дедилар: «Бу Қуръонга қулоқ солманглар ва у ўқилаётганда шовқин қилинглар. Шояд, ғолиб бўлсангизлар».","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4244,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:27","price":"Куфр келтирганларга қаттиқ азобни тоттирамиз ва уларни қилган ишларининг энг ёмони билан жазолаймиз.","arabic":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4245,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:28","price":"Бу жазо Аллоҳга душман бўлганларнинг жазосидир. У дўзахдир. Улар учун у ерда мангу қолиш бордир. Оятларимизни инкор қиладиганларининг жазоси шудир.","arabic":"ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4246,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:29","price":"Куфр келтирганлар дедилар: «Парвардигоро, бизни йўлдан оздирган инсу жинларни бизга кўрсат, уларни оёқларимизнинг остига олайлик, токи энг тубандагилардан бўлсинлар».","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4247,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:30","price":"«Парвардигорим Аллоҳдир», дейдиган, кейин эса барқарор турадиган зотларга фаришталар тушиб: «Қўрқманглар, хафа бўлманглар ва сизларга ваъда қилинган жаннат ҳақидаги хушхабардан қувонинглар», дейдилар.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4248,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:31","price":"Дунё ҳаётида ҳам, охиратда ҳам биз сизларнинг дўстларингизмиз. У ерда сизларга кўнгилларингиз тусаган нарса муҳайё қилинади. У ерда сизлар учун истаган нарсангиз бордир.","arabic":"نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4249,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:32","price":"Мағфиратли ва Раҳмли Зот тарафидан нозил қилинган.","arabic":"نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4250,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:33","price":"Аллоҳга даъват этиб, ўзи ҳам солиҳ амал қилиб: «Мен мусулмонларданман», дейдиган одамдан ҳам чиройлироқ гап айтадиган ким бор экан?!","arabic":"وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4251,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:34","price":"Яхшилик билан ёмонлик тенг бўлмас. Энг гўзал тарзда ўзингизни мудофаа қилинг. Қарабсизки, сиз билан унинг ўртасидаги адоват илиқ дўстликка айланиб турибди.","arabic":"وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4252,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:35","price":"Бу ишга сабр қилганларгина эришадилар. Унга буюк насибадорларгина ноил бўладилар.","arabic":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4253,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:36","price":"Агар шайтон тарафидан бирон васваса сизни йўлдан оздирмоқчи бўлса, бас, Аллоҳдан паноҳ тиланг. Дарҳақиқат, У Эшитгувчи, Билгувчи Зотдир.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4254,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:37","price":"Кеча ва кундуз ҳам, қуёш ва ой ҳам Унинг оятларидандир. Қуёшга ҳам, ойга ҳам сажда қилманглар. Уларни яратган Аллоҳга сажда қилинглар, агар Унга бандалик қиладиган бўлсангизлар.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4255,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:38","price":"Агар такаббурлик қилсалар, бас, Парвардигорингиз ҳузуридагилар У Зотга кечаю кундуз зерикмасдан тасбеҳ айтадилар.","arabic":"فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4256,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:39","price":"Ерни қуруқ ҳолда кўришингиз ҳам Унинг оятларидандир. Унинг устига ёмғир ёғдирган пайтимизда титради ва униб-ўсди. Дарҳақиқат, уни тирилтирган Зот ўликларни тирилтиргувчи Зотдир ва У ҳар ишга Қодирдир.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4257,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:40","price":"Оятларимиз борасида тескарилик қиладиганлар Биздан яширин эмаслар. Дўзахга улоқтириладиган одам яхшироқми ёки Қиёмат кунига хотиржам келадиган одамми? Истаганингизни қилаверинглар. Албатта, У қилаётган ишларингизни Кўргувчидир.","arabic":"إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4258,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:41","price":"Эслатма келган пайтда унга куфр келтирганлар (қаттиқ азобга йўлиқадилар). Дарҳақиқат, у азиз Китобдир.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4259,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:42","price":"Унинг олдидан ҳам, ортидан ҳам ботил келмас. Ҳаким ва мақтовга лойиқ бўлган Зот тарафидан нозил қилингандир.","arabic":"لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4260,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:43","price":"Сизга айтилаётган бу гаплар сиздан олдинги пайғамбарларга айтилган гаплардан бошқа нарса эмас. Дарҳақиқат, Парвардигорингиз мағфират ва аламли азоб соҳибидир.","arabic":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4261,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:44","price":"Биз уни ажамча Қуръон қилганимизда эди: «Оятлари тафсилоти билан берилса эди, арабга ажамчами», деган бўлардилар. Айтинг: «У иймон келтирганлар учун ҳидоят ва шифодир. Иймон келтирмаганларнинг эса қулоқларида оғирлик бўлиб, у уларнинг устига (қопланган) кўрликдир. Ана ўшалар узоқ жойдан чақириладилар».","arabic":"وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4262,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:45","price":"Дарҳақиқат, Мусога Китобни бердик. У ҳақда ҳам ихтилоф қилинган. Парвардигорингиз тарафидан бир сўз ўтмаганида эди, улар ўртасида ҳукм чиқарилган бўларди. Улар у ҳақда аниқ шубҳа-гумондадирлар.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4263,"juzNumber":24,"footnotes":"","lang":"uz"},{"name":"41:46","price":"Ким бирон яхши иш қилса, ўзи учундир. Ким ёмонлик қилса ҳам ўзигадир. Парвардигорингиз бандаларга зулм қилгувчи эмас.","arabic":"مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["41 (Fussilat)","Fussilat","Surah Fussilat"],"ayahNumber":4264,"juzNumber":24,"footnotes":"","lang":"uz"}],"juz":{"id":24,"name":"فَمَنْ أَظْلَمُ","transliteration":"Faman Azlam","transEn":"Then Who is More Unjust","startVerse":"39:32","endVerse":"41:46","totalVerses":175}}