{"data":[{"name":"2:142","price":"142. Sinaamak (yahuud kee Yallat Agleyta haa mara kinnuk) tuugimay kas-maleelah yani muslimiin Salaatah fan как Afkanuk Sugte sinni Qhiblatak (beytal maqhdis kinnuk) maca ken makteeh Axce-lon, Nabiyow keenik ixxic, Ayro mawqa-le gambiiy Ayro korma-le gambii kee ken Nammayih fanal tanim inkih Yalli-le, Yalli isi Naqoosak isih faxa mara massa-le gitä fanah tirri haa.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:143","price":"143. Muslimiiney massa-le gitä fanah tirri sin kah hayne innaah, tayse ummatay Qadaalat-le sin Ahne isin Akeeral Sinaamal Sumaaqita mara takkeenimkeh, ken farmoytit sinni Rabbih farmo ken guddussecmil, Akeeral Yallih farmoyti Mucammad ﷺ Yallih farmo sin gudduyseemih Siinil Sumaaqita num yakkemkeh, Nabiyow Qhiblatay fan как Afkanuk Sugtek kaqbâ fanah tafkunem kah Abnem mannu nanu Yallih farmoyta kataataah kay Amri oggola maraa kee iimaan как Boola-leeh diinik korraaqaah derre-derreh gaca maray nanu neexege yambulleemkeh iyyaanam akke waytek, kaqba fan yafkuneenim Nabaah Qilsih Yalli tirri hee maray Yalli woh eile xabbacoyse Akke waytek, Yalli sin iimaan kee sin Salaatay Beytal maqhdis fanah kah Afkunak Sugteeni Baysam matakkaay maaba, Diggah Yalli sinaamah Allaaqalaay xuwaw-le Rabbi kinni.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:144","price":"144. Nabiyow Nummah isi fooca Qaraanä fanah gacam gacissam kok Nableh Qaraanä fanah wagitak, Tokkel Nabiyow Beytal maqhdisik koo makennooh atu kicinto kiblatä fanah koo Ayfiikkunenno, Toysa Nabiyow isi fooca caram masgid-le gambi fanah uyfukkun Salat Abta waqdi, moominiiney isin faxe Aracalaay tanoonay, toysa sinni Salaatah sinni foocitte is (kaqba kinnuk) elle tan gambi fanah uyfukkuna, Diggah kitab kah yontocowwime mari Diggah kaqbä fanah yafkuneenim ken Rabbik dabaqteeh cakki kinnim yaaxigeenih, Yalli usun Abba haanamak garcita Rabbi hinna.","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:145","price":"145. Nabiyow kitab kah yontocowwime marah Atu Salaatah kaqbä fanah tafkunem cakki kinniimih usun koo Nummaysaanamkeh ummaan Asta keenih Bahta way usun ku- Qhiblat makataatan cirdiiy kaxxa mariinoh, atu taysa ken Qhiblat makatattaay keenik (yahuud kee Nasaara kinnuk) gari-gari Qhiblat makataata, Nabiyow Atu kcn nafsi fayxiixa katattek, Atu cakkil taniimih ixxiga koh как temeetek lakal, Toysa Atu Diggah isi nafsi yudlume marat loowimetto.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:146","price":"146. Kitab kah necee mari Nabii Mucammad Nabii kinnim yaaxigeh usun sinni xaylo kah yaaxigen innah, sinni kitoobah Addal, Diggah keenik horta (ken mixigwa kinnuk) woh cakki kinnim Aaxaguk Qellissa.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:147","price":"147. Nabiyow Qhiblat kee diini caagidik kol obtem ku-Rabbik yan cakki kinnik wohut Agay-waagita marih num makkin kaak iyye Yalli.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:148","price":"148. Ummatak külli ummat Qhiblatay Salaatah fan kak tafkune-le, Toysa moominiiney meqe taamah Abtot isissika isin Qhiyaamah Ayró elle Aninnaan Aracak Yalli inkih sin Baahelek cisab kee galtoh, Diggah Yalli ummaan iimih dudda-li kinni.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:149","price":"149. Nabiyow Safarah faxe Aracakaay tawaqay, toysa atu Salaatah isi fooca caram masgid le gambi fanah uyfukkun, Diggah kaqbä fanah Abtah tan Afkuniyyi ku- Rabbik dabqch yan cakki kinnik, Yalli isin Abba haytaanamak garcita Rabbi hinnaay wohul sin galte-le.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:150","price":"150. Nabiyow faxe Aracakaay tawaqay, toysa atu Salaatah isi fooca caram masgid-le gambi fanah uyfukkun, moominiiney faxe Aracalaay Sugtoonay sinni foocitte caram masgid-lc gambi fanah uyfukkuna, Sinaamay (yahuud kee Yallat Aglcyta haa mara kinnuk) sin diini cinta Siinit Abta giddil tuh haysit Siinit gee waytamkeh kinnih immay keenik dulmii kee cirdi mari siinit aban giddik makataanak toysa keenik mameesitinaay yok meesitaay sinni qhiblatal diggi ixxica, Yi- Niqmat Siinih duudusaah cakkil tirri ittaanamkeh.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:151","price":"151. Qhiblat fanah tafkuneenimil Yi-Niqmat Siinih kah duuduse innaah Siinik yan farmoyta sin Addak Siinih Rubne, Ni-Aayoota Siinil yakriyeeh koroosannuu kee uma caalootak sin Saytunnoysa, Qhuraan kitab kee cadis sin Barsaah diinii kee Addunyâ caagiidak Aaxaguk Suge wayteenim sin Barsa.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:152","price":"152. Toysa moominniiney isin sin kah Amrisem kee Qibaadal yoo cusa Anu dambi cabtii kee galtol sin cuseyyok, Siinih Abe Niqmat yok faatitaay Siinih Abe Niqmat mangaddiina Yi-Amri cintaanamal.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:153","price":"153. Yeemeneh yan maraw Addunyaay Akeerä caagidil inkih Yallak cato Sabrii kee Salaatal essera, Diggah Yalli catoo kee dacayrih yasbire mará luk yanik.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:154","price":"154. Moominiiney Yallih gital Angacalluk Qiddiimeh yan marak usun Rabe mara maxcina, wonna hinnay usun sinni Rabbih xaqul Nuwwoonuh isin Aaxige waytaanä kalah.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:155","price":"155. Moominiiney nanu Qaduwwi meesii kee Qululuuy maali dagnaay Seehadä Rabaa kee caxä mixi dagnak tul sin mokkorenno, Nabiyow tama innah yan gibdaabinal yasbireh yan mara jannatti niqmatal Aytukumus iyye Yalli.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:156","price":"156. Tama yisbireh yan mari usun musiiba ken xagta waqdi, Diggah nanu Yallih Naqoosa, Diggah nanu Rabnek lakal kaâ fanah gaca mara kinnino iyya mara.","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:157","price":"157. Tama edde yabne weeloolat weeloysimch yan mari, woo mari usun sinni Rabbik dambi cabtii kee faylaay Nacror-lon, woo mari usun cakki gitâ fanah tirri iyye mara.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:158","price":"158. Diggah Safaa kee Marwa deqsitta Namma Qaley kaqbak Ayro mawqa-le gambit Raqta cajjii kee Qumral is Yallah Aban Qibaadah Aroocah Astooti kinni Cajji Aba num tekkek hinnay Qumra Aba num tekkek, Toysa ken Nammayih fanat gexah gacam dambi kaal maliiy woh waajibik kaal tan Abam fardî cajjii kee Qumra tekkek, fardi kalah cajjii kee Qumra Sunnah Abitek hinnay meqe taamoomi Abitek, Toysa Diggah Yalli moominiin meqe taamoomil galtaah isi Naqoosah Niyat tanim yaaxigi kinni.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:159","price":"159. Diggah Baxxaqqa itta Astootiy Nabii Mucammad Nubuwwannuu kee tirto edde taniimiy oobisne Sinaamak Qellisa mari (yahuud kee Nasaara kinnuk) kitaabal (tawraat kee injiil kinnuk) Baxxaqqa Sinaamah hayneek lakal, Yalli woo mara isi Racmatak ken yayxeereeh gino inkih Yalli isi Racmatak ken yayxaaray ittaah ken abaarta.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:160","price":"160. Aben dambik Yallal dambi cabti essera maray taamak yoysommem yaymaaqeeh Yalli ken kitaabal oobiseemiy Qellisak Sugeeni Sinaamah Baxxaqqa haa mara Akke waytek, Toysa too marak anu toobat oggolaah, Anu maggom toobat oggolaah xuwaw- le Rabbi kinniyo.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:161","price":"161. Diggah koroositeeh korosuh Anuk Rabe mari, woo mara Yalli isi Racmatak ken yayxeerem keenil taniih malaykaa kee Sinaamak inkih Abaaro keenil tan.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:162","price":"162. Usun (koros kinnuk) Abaaroo kee jahannam girah Addal waarak, Diggah digaala kecnik masalcisan, usun tu-malkitoonuh ken mawadirroysan.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:163","price":"163. Sinaamcy sin Yalli inki Yalla, Qibaada cakkisita Yalli kaak sa как Anee waay usuk fulte Racmattaay Gunê Racmatta Íe Yalla kinni.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:164","price":"164. Diggah Qaranwaa kee Baaxô ginooy Bar kee Laqo ittal Abta ciggiiliyya (Axxuuxiyyaa kee Axxeeriyyal), doynikiy Sinam tanfiqem Quukak Badal gexxaa kee Yalli Qaraanak oobise leey Baaxo Qabaarah Rabteek lakal Baaxo edde yaynuwwe, mutuccu ittaamay Yalli teetil fixiixisee kee caacooyat Abah yan Koran- korsiyyaa kee Qanniimeh yan Qubuuluy Qaran kee Baaxok fanal Yallih Amrih gexa tohut inkih Yallih inkittinaanee kee kay dudda tascassee Astooti edde tan wohul kaskassoowa marah.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:165","price":"165. Sinaamak Yallak kalah numtin- wellitte yallitteh haysitaah Yallat Agleh tet haa maray tet yakcineeh yaynabe yan, moominiin Yalla kah kicniih kah taynabe innah, yeemeneh yan mari Yallah kacanuh wohuk lafitak Raaqa, Addunyâ manol koroosannut isi nafsi yudlume mari Akeeral digaalâ gibda yable waqdi aaxaginnay, diggah duddaa kee Qande inkih Yalli-lem Aaxaguk yenen Diggah Yalli gibdi digaala- le.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:166","price":"166. Kataaten mari (Abbootan luk Suge тага kinnuk) Akeeral gibdi digaala ubullu haa waqdi, ken kataate marak Bari yakkeeniih ken xakabak Suge Ramad dinuu kee ittah luk Sugen kacnih fantaaxaw yaggiriqeh.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:167","price":"167. Abbobti kataatak Suge mari Diggah Addunyâ fanah gacim luk Suginninoy, Toysa nanu Bari keenik Akkuk nen usun nek Bari kah yekken innah iyyan, Yalli Qhiyaamah Ayro gibdi digaala ken kah yuybullee innah ken uma taamoomiy Abak Sugeeni ken yaybulleh Nadaama keenil takkem keh, usun girak inki innah yawqe mara hinnon.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:168","price":"168. Sinaamey Baaxô Bagul taniimik meqeeh calaalik taniimiy Yalli Siinih yecee Akuma, isin Sheytan gititte makataatina usuk umaanek Siinit Bilqisaamal, Diggah usuk Siinik Qaduwwiy Qadaawat как Baxxaqqa iyye kinnik.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:169","price":"169. Cagalah Sheytan dambii kee kaxxa Qaxumaane-le taamoomih sin Amrisa, isin Yallal dirab ginnaasittan usuk carammoyse weem usuk carammoyse ittaanamal ixxiga как Aalle kalah.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:170","price":"170. Moominiin korosuk Yalli Qhuraanak oobisem kataata keenik ittek, Aleey, nanu Ni- Abbobti elle geynem katatnâ ikkal sin diini makatatna iyyan, hinnak ken Abbobti kasmaleelay Yallih diinik tu-Aaxige waytaah cakki gital tirri Axce wee marah Anukuu? Usun Ken kataataanam.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:171","price":"171. Koroositeh yan marih ceelalloo kee iimaan kee tirtoh ken Seeca numih ceelallo lacay Qiytoo kee Seecok-sa wohuk tu-Aaxige waat Qiy iyya numih ceelallo, tama koros usun Ayti-maleelay cakkik sinni Aytiita Alifte, duuduttey cakkit yabtaamak Arraba sinnik tibbixe, inti-maleelay Baxxaqqa itta Astooti Able waytah inna, usun wohul kas-kassoowa mara hinnon.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:172","price":"172. Yeemeneh yan maraw Yalli Rizqhik Siinih yeceemik meqeemiy calaalih tani как Akumaay Yalli Siinih yecee niqmatal dibuk kaa faatita isin dibuk kaa yaqbude mara tekkeenik.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:173","price":"173. Cagalah Yalli Siinil carammoysem Barge lacay Assuguudume wee kee masgaadal caxta Qabal kee cereyyä cado, Yallak kalihiimih xagar eile xagak yusguuden lacih cado kinni, Toysa tama Siinil carammowteemik tu-yakmeemit gibdaabini kafse num tama hiimiy carammowte yakmem kaah xiqtah, makmot caddok edde tatre kalah cado fayxih tet Акте kalah yokmek, Toysa dambi kaal mayan, Diggah Yalli dambi cabti-li xuwaw-li kinni.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:174","price":"174. Diggah Yalli Nabii Mucammad weeloolak tawraat kitaabal oobiseh yanim Qellisaah Addunyâ dago melleb Ваха edde xaamita mari, woo mari yakmeeh sinni Bagut caraamuk- sa çulsam mali jahannam giray В aguí keenik urta Akke waytek, cakki yooqoreenimih Sabbatah, Yalli Qhiyaamah Ayró keenih Abe Naqabuh keenil luk mayaabaay Aben dambittek ken ma-Saytunnoysaay Akeeral ken Qansarissa digaala-lon.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:175","price":"175. Woo maray tama weelot weeloysime tirtot maxqawit (mako) xaamiteeh dambi cabtit Yallih digaala xaamite mara kinni, Toysa usun girah Addal Abaanah yanin Sabri manxu gibdi Sabri iy usun gira ken culussa taamah taamiten waqdi !","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:176","price":"176. Tama digaalay cakkisiteeni ken kah xagtem, Diggah Yalli isi kitoobay isi farmoytiitil cakkil oobisel koroositeenimih Sabbata, Diggah kitaabal taniimil itta wee maray tu-kaak Nummayseeh tu-kaak yengeddee usun cakkik xeerih yan ittâ way kee kaxxa maxqawitik (makok) Addat yanin.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:177","price":"177. Yallih xaqul kayri dibuk Salaatah Ayró mawqa-le gambii kee Ayró korma-le gambii tafkuneenim hinna, kinnih immay Cagalah kayri Yallaa kee ellecaboh Ayrooy malaykaa kee Ambiyal obsimte kitoobaa kee Ambiya inkih Nummayse numih Abina kayri, maalu isih kaa kicinuk Ramad-le maraa kee Qayxiixaay tu-dagoytit kee gexsö numuy (gexentu kinnuk) Sakyi eile yiggiriqqee kee ceyte maray tu- esseraa kee Naqoosä currusiyyah maalu yacee numih Abina kayri, Salat Soolisaah Zaká yaceeh xagana haan waqdi sinni xagana duudusaah tuddagnaa kee Biyaakaay jihaadal Qebti waqdi Qebti gibdaabinal yasbire marih Abina kayri, woo maray tama weeloolat weeloysime Nummah iimaanah teemenem, woo mari usun Yallih digaalak meesita mara kinnon.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:178","price":"178. Yeemeneh yan maraw dulmih Qiddiime marah cane gacissaanam Siinil tunkuttubeeh fardih Siinil tan loowitih kaa Qideh yan Numuk, caddok tatur edde Anee kalalı Qiddiime Numuh Massah Anuk, cuiul Baxi (currik yan num kinnuk) culul Ваха Qidek kaa kah Qida, Naqsi Naqsu Qidek kaa kah Qida, Say-num Say-num Qiddek tet kah Qida, Toysa Qideyni kay toobokoytih Qabalak, Qiddiime numih Awlayti tuk Qafu kaah как Abek gidiyit kaak orobay, toysa num как Qiddiime num gidiy maalu caalih esseritay, Qideyni gidiy maalu maqaafal udurruse kalah daggoyse kalah yacaay, isin gidiy maalu Beetak tama Qafu Siinih madqem sin Rabbik Siinih xabbacoysiyyaa kee Racmatta kinni, Tohuk lakal Qideynak gidiy maalu Beeniih Qafu kaah Abeeniik lakal caddok taturuh kaa Qide Num, Toysa Addunyal caneh kaa Qidaanam leeh hinnay Akeeral kaa Qansarissa digaala-le.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:179","price":"179. Qaafiyatah yan kas-le maraw canê gacsi siinih madqimeemit Amaanah tan mano liton, Sinam Qidimiy Yalli Caraamu Abek Meesittaanam keh.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:180","price":"180. Muslimiiney Siinik numuk teynah Rabi xayyoowaah kay Asta tambullee waqdi usuk maalu cabe kaa tekkek xaleynaa kee kaah Ramad-le marah farrimtu Qadlil Abtaanam Siinil tunkuttubeh maaluk Sidoc haytoh Afak fulse kalah, toll cakkiy Yallak meesita mari elle taamita kinni.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:181","price":"181. Rabe num Rabak Naharat Abe farrimtu yoobbeeh yeexegek lakal korsa num, Toysa cagalah woo farrimtih dambi kaa (farrimtu kinnuk) korsah yan numul yan, Diggah Yalli farrimtu Abe numih farrimtu yaabbeh Rabe num Abe farrimtu korsa тага yaaxigeh.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:182","price":"182. Rabam faxa numuy farrimtu Aba cakkik hoxah daggaawam hinnay dambih loowitik daggaawaamak kaak meesite num, Toysa usuk tu- farriima num kee tu-kah farriiman numih fan Qadlil yaymaaqem, Toysa dambi kaal mali, Diggah Yalli dambi cabti-li xuwaw-li kinni.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:183","price":"183. Yeemeneh yan maraw Ramadaan Alsih Soom Siinil yunkuttubeeh fardi Siinil yekke, Siinik dumi ummatal kah yunkuttube innah sinni Rabbik meesittaanamkeh.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:184","price":"184. Moominiiney Yalli Soomuk fardi Siinil Abern timixxige Ayrooray loowintaah ixxu-le kinni, Toysa Siinik Biyaakita num hinnay Safarah yan num Soomam kaal tigibdeeh yuftureeh Soome wee kaa tekkek, Toysa Aka Ayroorak Soomuk yufture Ayroorah ixxu kadah gacsam kaal tan, Barnaba Seehadaytuu kee Biyaakita Seehadaytuy urimih как Sangeele waanay Soom eile gibdiy gibiduk Soom taqabi eile yakke yufturek kulli Ayroh Aftok tu-dagoyti maaqok Ayrol yakmeh gide tu- dagoytah fidah yaceem kaal tan, tokkel tudagoytah fidah yaceeh gidek ossam faxa num. Toysa toh kaah kayri-le, isin moominiiney Soom Siinil gibduk Soomtaanam kayrih Siinih Aysuk Raqta fida taceenimik, Yallih xaqul Soom muxxok lern yaaxige mara tekkeenik.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:185","price":"185. Yalli Qhuraanak oobisiyya edde Qembiseeh kaa edde oobisem Ramadaan Alsa kinni, Sinaamah tirtooy Yallih tirtoh Baxxaqqaa kee cakkii kee deedal ittak Baxisuh, Toysa Qaafiyatah Anuk madabal Anuk Alsi Biliyya Siinik matreh yan num, Toysa kaa Soomay, Siinik num Biyaakitek hinnay Safarah yeneeh yufture kaa tekkek, Toysa Aka Ayroorak yufture Ayroorah ixxu kadah gacsam kaal tan, Yalli taftureenimih idini Siinih yecee waqdi tamahat Yalli xabca Siinih faxê ikkal gibda Siinih mafaxinna, Ramadaan Alsak tuftureenih gide ixxuk kadah gacissaanaah kaa duudussaanamkeh, Yalli isi taaqatal tirri sin heemih kaa taynabeenimkeh, qiidih Allaahu Akbar Axcuk, woo taaqat Siinil Bicseemih kaa faatittaanamkeh.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:186","price":"186. Nabiyow Yi-Naqoosa yoo koo essertek, Toysa Diggah Anu keenil xayyooh keenil luk Ayyo ixxigal, Anu yoo kallaca numih kallaci Aabbeeh oggolah usuk yoo kallaca waqdi, Toysa Anu ken kah Amrisem yok oggoloonay yoo nummaysoonay tirri iyyaanamkeh.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:187","price":"187.Yalli Ramadaan Soomih Baritte sinni Agabuy gennaaqot litoonul fidoh xayyowtaanam Siinih xiqsiiseh usun (Agabu kinnuk) Siinih Suturiiy dacayri, isin (labha kinnuk) keenih Suturiiy dacayri kinniton, Diggah isin sinni Nafsi gantaanaah maktaanam Yalli Siinik yeexegeh sinni gennaaqoh Agabul Qishak lakal Soom Baritte fidoh orobtaanamal, Tokkel wohuk toobitteenik wadir Yalli toobat Siinik oggoleeh Abten dambik Qafu Siinih Abeh, Tokkel taway Ramadaan Baritte sinni gennaaqoh Agabul fidoh xayyoowaay Yalli xaylok Siinih mekleeh yaceem edde gurrusuta, Subci diifi Barti ditek Siinih Baxxaqqaay umbullu iyyam fanah Subcik Akumaay Aquba, tohuk lakal Soom Siinik Bayissaamak sinni Abbaxuk Soom duudusa Ayro kortaah Bari culam fanah, isin masaagidil Qibaadah iqtikaafah anuk sinni gennaaqoh Agabul fidoh maxayyoowina, tamah Yallih cadmoomiy calaalii kee caraami fan Siinih Baxissak, Toysa teetil maxayyoowina caraamut Raddaanamak Yalli Soom madqooqi Baxxaqqa Siinih kah hee innah isi Aayootaa kee isi madqooqi Sinaamah Baxxaqqa haa kaak meesitaanamkeh.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:188","price":"188. Yalli maalu Siinih elle xiqsiise wee foocittel mariiy mari maalu Siinik ittin fanal deedalah makmina, sinni maalu guquluh meklaabah maacina, Sinam maaluk tu-dulmiiy dambit Radak takmeenimkeh, isin woh caraamuk Siinil tanim Aaxaguk.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:189","price":"189. Nabiyow ku-kataysis Alsitte tambe waqdii kee taqunxee waqdi kah takkem koo esserta, Nabiyow keenik ixxic, Yalli Alsitte Sinaamah Cajjii kee Qibaadá waktitteh Astootiy timixxige edde yaaxigeenim keh tet Abe, isin jaahiliyyâ Saaku cajjih ticrimeenik hinnay Qumrah ticrimeenik Qarwa derrek Amaatuk derrek tet cultaanam hinna kayri как iyyaanam, kinnih immay kayri usuk meqe taamaa kee Yallak meesitaah umaanek yaxxeere marih Abina, cajjih ticrimeenik hinnay Qumrah ticrimeenik Qarwa-le Afoofik cula Sinam kah culta innah, Yallak meesita mага tiká Addunyaay Akeeral yaffoofe mara takkeenimkeh.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:190","price":"190. Moominiiney Qeb Siinit Aba maray koroositet Qeb Aba Yallih gital Angacalluk Yallih Qangara fayya ittamkeh, Qeb keenit Abtaanamal caddok matatrina urruu kee Agabuy Qidim как xiqe waa Qiddaanamal, Diggah Yalli caddok tatra mara makicnik.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:191","price":"191. Moominiiney korosuk sin Qidah yan mara ken elle geyinnaanih Aracal ken Qida, sin как yeyyeeqen Aracak (makka kinnuk) ken eyyeeqa, fitna (Yallat Agleyta haanam kinnuk) isin Caramal ken Qiddaanamak umaaneh gibiduk Raqtak, caram masgiidih xaqul isin Qeb Qimbisak keenilluk maamina Qeb usun Qimbisaanaah Siinilluk kay Addal oommu iyyaanam fanah, usun Caram masgiidih xaqul Qeb siinit Abeeniih Qimbiseenik, Toysa isin too Aracal keenilluk oomiyaay ken Qida, tamannah tan galto koroositeh yan marih galto.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:192","price":"192. Usun koroosannuu kee sin Qidimik yexxeereeniih yuslumeenik, Toysa Diggah Yalli dambi cabti-li xuwaw-li kinni.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:193","price":"193. Moominiiney korosut Qeb Aba muslimiin le diinik korissa fitnat kee Yallat Agleyta haanam Baaxö Bagul kah Raaqe waytaah diini dibuk Yallah Raaqaah kaä luk tu-Aqbude waanamkeh, tokkel Qeebiy Siinit Abaanaa kee koroosannuk yexxeereeniih yuslumeenik Qeebik keenik idiyaay caddok keenit matatrina, Toysa caddok edde tatran mari mayan koroosannuk Amok kate wee maray daalimiinih yani Akke waytek.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:194","price":"194. Moominiiney Yalli Qeb edde Abaanam как carammoyse Alsittek Alsak teynat Qeb Siinit Abeenik, Toysa too Al sat Qeb keenit Aba, too Alsih cormat yiggileeniih sin Qabal calalloysiteenik Siinik Abeenih innah tanim keenik Aba cane keenil gacisak, Toysa caddok Siinit tatre marat Toysa isin caddok keenit tatura usun caddok Siinit kah tatren innah, moominiiney isin Abba haytaanamal inkih Yallak meesita, Diggah Yalli catoo kee Qokoluh Addunyaay Akeeral inkih isik meesita mará luk yanim ixiga.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:195","price":"195. Yallih gital Yallih diinih gicloh maalu Acuwa isin Yallih gital tangicilleeniih maalu kaah taceenim cabtaanamat sinni nafsi mafinqisina, taamoomik Abba haytaanam Yallah caglisak eymeeqa, Diggah Yalli meqe maray taama yessemeqqee kicnihik.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:196","price":"196. Cajjii kee Qumra elle faxxinta innal Yallih Sabbatah Abaay duudusa, tokkel ken Nammay duudussaanamak Biyak sin waasek hinnay Qaduwwi sin waaseeh icraamak calallowtaanam faxxeenik, Toysa lacak masgaada как Siinih xabbacowteemiy Siinil waajibte usguuda, sinni moyyaayi mamoolina icraamak calallowtaanam faxxeenik, makka Beytan lac masgaada kaak elle xiqtah tan Arac guffu haam fanah, makka tekkek hinnay makka guftaanamak elle waasinten Arac tekkek, isin cajjii kee Qumrah yicrime maraw Siinik Biyaakita num yenek, hinnay inkaaqeh Ada moyya kak tibbixe num yenek icraamat Anuk moyya moolek, Toysa fida yaceem kaal tan, Sidiica Ayro Soomek hinnay lica tu-dagoytah Sadaqhat yeceek hinnay lac yusguudch makki tu-dagoytiitih yaceem kaal tan, isin Qaduwwi meesik Amaanah teneeniih Biyaakak Qaafiyatah teneenik, Toysa Cajji Alsat Qumra Abe numuy Qumrak calalloowe icraamat Suga waqdi kaal carammowteh Sugtem calalloysitah Makkal Cajji Qambaalak, Toysa waajibik kaal tanim lacak kaah xabbacowtem yasguudeemi, tokkel yasguude lac wee num, Toysa Sidiica Ayro Cajji taamat Anuk Soomay, Cajji taamak tamurruqeeniih sinni Baaxo gactan waqdi malcina ayro Soomay toh tabna Ayroy dudda-le kinnik, Makkal woo lac Qidam kee tabna Ayroh Soom elle yanim dabqih caram masgiidih xaqul Anee waa num kinni, isin Yallak meesitaay Diggah Yalli gibdi digaala-lem ixiga kay Amri cine maral.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:197","price":"197.Cajji timixxige Alsittey (Soomfutriiy Qarfabaaheey Qarfah Alsih tabna Ayró kinnuk) kah yacrimeeni kinni, toysa isi nafsil tama Alsittet cajjih yicrimeeh fardi isil Abeh yan num, toysa isi Barral fidoh orbe waay Yallih Amrik Awqe waay, cajjil giddii kee keemaariy Naqabut kaa kafsa Abe waay, isin kayrik Abba haytaanam Yalli yaaxigeeh sin elle gaițe­ le, isin cajji Safarah takmeeniih taaqubeenim Sakayih haysita, toysa isin Akeerâ dabqah meqe taamoomih Sakayi haysita, diggah Yallak meesi Sakayi Sakayik kayrih yayse Sakayik, Qaafiyatah yan kas-le maraw yok meesita.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:198","price":"198. Moominiiney cajji taamoomit Anuk sinni Rabbik kabxa (tellemmo) Abitak Rizqhi kaak esserittaanam dambi Siinil mali, tokkel isin Qarfâ Booxal Solteeniih Ayró kortek lakal teetik muzdalifa deqsita Aracâ fanah obteenik, toysa mashqaril caram deqsita Aracih xaqul Yalla cusaay dooqa Abita, Yalli meqe tirtoh tirri sin kah hee innah meqe cusiyyah kaa cusa, Nummah usuk tirri sin haak duma isin maxqawite (makkoote) marih loowot Sugteenik.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:199","price":"199. Tohuk lakal isin Sinam kak obta Aracak (Qarfa kinnuk) oobaay Yallak dambi cabti esserita, Diggah Yalli dambi cabti-li xuwaw-li kinnik.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:200","price":"200. Moominiiney cajji taamoomik tamurruqeeniih duudussan waqdi, Toysa Yallih cusiyya eymeggiya isin sinni Abbobti kah cusak Sugten innaah keenil hiddootak, hinnay Yalla wohuk gibdi cusiyyah cusa, Sinaamak Ni-Rabbow neh Acinnaanim Addunyal elle neh Acuw iyya mari yan, tama mari usun Akeeral meqe galtok hebeltô maglab malón.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:201","price":"201. Sinaamak Ni-Rabbow Addunyal Qaafiyataay meqe taamoomii kee tu-xiqta ixxiga neh Acuwaay Akeeral jannat neh Acuwaay girâ digaalak nee cat iyya mari yan.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:202","price":"202. Woo maray tama dooqaaqi Abbaasita galtok dudda-le maglab-lon meqe taamoomi Abbaasiteenimih Sabbatah, Yalli usuk cisab как Sissiki Rabbi kinni.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:203","price":"203. Moominiiney dago Ayrooray ixxu-le (Qarfâ Qiidik lakal tan Sidiica Ayro kinnuk) Yalla cusa, tokkel yisissikeeh mina deqsita Aracak Namma Ayroh Addat (taban kee Nammey haytoh Ayro kinnuk) Ayro kortak Naharat jamaraat deqsita Aracat xeet Qideek lakal yewqe numul toysa dambi mayan, Qerfah Alsak taban kee Sidoc haytoh Ayro jamaraat deqsita Aracat xeet hayya haam fanah minai elle wadirroowe numul toysa dambi mayan, cajjil Yalli kaa как waaseh yaniimik Yallak meesiteh yan numul, moominiiney isin Abba haytaanamal inkih Yallak meesitaay Diggah isin cisab kee galtoh kay foocal maagowtoonu waytaanam ixiga Qhiyaamah Ayró.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:204","price":"204. Nabiyow Sinaamak (munaafiqhiin kinnuk) Addunyâ manol maxco kot как meqeeh как tassokooteeh islaamaninnoo kee Nabiikacanuk isi lubbit taniimih Yallal Sumaq haak diraabah xiibita mari yan, usuk koo kee muslimiinih inkih Qadaawat kee giddi как gibdi numuh Anuk.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:205","price":"205. Nabiyow usuk (Akhnas deqsita num kinnuk) ku-garik yawqeeh foora waqdi Baaxö Bagul umaane Abuh yangayyeeh Sinam Buqre Baysaah Sinam lac Selam keh gexa, Yalli umaane celli haytam makicni.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:206","price":"206. woo munaafiqhtuk Yallak meesit kaak iyyen ken tekkek, woh moggolaay kaxxamariino kaa geytaah dambit dambi ossita, toysa jahannam girah digaala kaa xiqtah, jahannam gira is manxu gacta fidooy!","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:207","price":"207. Sinaamak (moominiin kinnuk) tu sinni Nafsi Yallih kacanuu kee kay leedah guranah xaama mari yan, Yalli isi Naqoosa moominiinih xuwaw-li kinni Addunyaay Akeeral.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:208","price":"208. Yeemeneh yan maraw islaam diinit inkih culaay kay madqooqil taamita tu-как cabe kalah, Sheytan gitittet gexak kay maaqattooti makataatina, Diggah usuk Siinih Qadaawat как Baxxaqqa iyye Qaduwwik kaak cibbarsima.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:209","price":"209. Sinaamey cakki gitak Qhuraan kee cadiisik Baxxaqqa iyya Sumaq Siinih yemeetek lakal kaak daggawteenik, Toysa Diggah Yalli isi Reedal mayso-liiy Abba haamal Naggaar kinnim ixiga.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:210","price":"210. Tama korosih cirdeynaani Baxxaqqa iyya Sumaq keenil Soolek lakal Qhiyaamah Ayró Yalli ginô fanal mekla Abam keh Qubul Addat isi ceela mamuutuh yamaate, malayka tamaateeh caagid mekkelsimaah yamurruqeemik-sa Qambaalaanam maay Ion? Malón, ginô caagiida inkih Yallâ fanah gacsimta.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:211","price":"211. Nabiyow israa-iil xayloh cirdeynaani esser, ken kitaabal Baxxaqqa itta Astootik ma- kina Asta keenih necee cakki fan tirri ken hayta Astootiy elle koroositeenik, Yallih Niqmat (Yallih diini kinnuk) kaah yemeeteeh kaa yeexegeek lakal kaa yibiddileeh elle koroositah yan num, Toysa Diggah Yalli kaxxa digaala kaah-le.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:212","price":"212. Yallih inkittinaanel koroositeeh yangaddeh yan marah Addunyâ mano keenit Bilqisimteeh usun yeemeneh yan maral Anqasaanah, tama maray sinni Rabbik meesita Qhiyaamah Ayró korosuk Amol Raaqanj annatal Qilliyyiin deqsita Aracal Yalli isi ginok isih faxa mara cisab maleh yarzuqhe.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:213","price":"213. Sinam inki ummatay inki diini- leh Sugteeh, sarra diini caagidil itta weenih, Tokkel Yalli Ambiya moominiin Jannatal Aytukumusak koros girak meesiisak ken Ruube, Yalli kitooba cakkil keenï luk oobise Sinam diini caagidik itta elle wayteemil ken fan meklam keh, diini caagiidal itta waytem matan ken fanal dulmiiy kuuxe waynaanah tawraat kitab kah yontocowwime mara Akke waytek, wohul Baxxaqqa keenih temeeteek lakal, Tokkel Yalli usun cakkik itta elle weenih yaniinimil yeemeneh yan mara isi idinih tirri ken hee, Yalli isih faxa mara cakki gitay massa-lê fanah tirri haa.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:214","price":"214. Hinnak moominiiney jannat cultoonu waytaanam takkaleenii? Siinik Naharat warrayte moominiin xagte musiibah innah tan musiiba Siinih Amaate kalah, tuddagnaa kee Biyaakaay meesi ken xagteeh maggo Afah tan Balaa kee meesissot esgeyyi ken heen, Yallih farmoytaa kee kaâ luk yeemeneh yan mari Yallih catoo kee Qokol maawaqadiiy ixxicci iyyaanam fanah, Oobbiya! Diggah Yallih catoo kee Qokol moominiinit xayih.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:215","price":"215. Nabiyow ku-kataysis Yallal xayyowtam keh sinni maaluk maca nacoo miyyah nacoo Axcuk koo esserta, Nabiyow keenik ixxic: calaali maaluy meqek Namma xaltaniiy Siinih Ramad- le maraay Qayxiixaa kee tu- dagoytiitiiy gexsö Numuy ccytcch Sakyi elle yiggiriqqeh Acuwa, isin kayrik Abba haytaanam Toysa Diggah Yalli yaaxigeeh sin elle galte-le.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:216","price":"216. Moominiiney Yalli koros Qeebi Siinil yuktubeeh fardi Siinil Abe isin kaa faxe waak sin Nafsil gibiduk isin faxe waytaanamay kayrih Siinih Aysuk Raqta tanih woo hiimik, isin kicintoonumuy umaaneh Siinih gacak Raqta tanih woo hiimik, Yalli caagiidak kayrih Siinih taysem yaaxigeeh isin woh mataaxigan.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:217","price":"217. Nabiyow koros caram Alsat (Qeb edde Abaanam caraamuk edde tan Alsa kinnuk) Qeb Abaanam maay xiqtaa Axcuk koo esserta, Nabiyow keenik ixxic: caram Alsat Qeb Abaanaah Qabal edde caxaanam Yallih xaqul dambi как kaxxam Naba, kinnih immay wohuk Nabuk Raqtam Sinam Yallih diinit cultaamak waasaanam kee Yallal koroositaanama, kaadu muslimiin caram masgiidik (makka kinnuk) waasaanam kee kay mara kaak yayyaaqeenimi Yallih xaqul wohuk Nabuk Raqtam isin edde tanin koroosannuu kee muslimiin- le diinik waasaanam caram Alsat Qidim kee Qeb Abaanamak Nabaah gibduk Raqta, usun (koros kinnuk) moominiiney Qeb Siinit Abaanamak makatan sin diinik koroosannuh sin gacissi haanam fanah woh duuden ken tekkek, moominiiney isi diinik Siinik korraaqa num, Tokkel usuk korostah Anuk Raba, Toysa woo marak Abba heen mcqe taamoomi Baytah Addunyaay Akeeral, woo mari girâ mara usun teetil waarak.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:218","price":"218. Diggah yeemeneh yan maraa kee sinni Baaxo cabeeh guuroh yewqe maraay Yallih gital yangicillee mari, woo mari usun Yallih Racmatta Qaagitan, Yalli dambi cabti-li xuwaw-li kinni.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:219","price":"219. Nabiyow moominiin gocoy kee kammaar madqak lem koo esserta, Nabiyow keenik ixxic: gocoy kee kammaarat kaxxa tu-kalaay kaxxa dambi yan, ken Nammayat Sinaamah dago tuxxiq Baxi cdde yaniih ken Nammayih dambi ken tuxxiqik Nabaah gibduk Raaqa, Nabiyow usun sinni maaluk Sadaqhat kee cindah yaceenih gide koo esseran, Nabiyow sin caagidik fultaah kah ceyte waytaanam Acuwa keenik ixxic, Yalli tama madqooqi Baxxaqqa Siinih kah hee innaah isi Aayoota Baxxaqqa Siinih haa cubbussaanamkeh.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:220","price":"220. Addunyaay Akeeral Nabiyow Qayxiixä maalih caagiida koo esseran, Nabiyow ken kee ken maalih tuxxiq edde yanim Abtaanam Aysuk keenih Raqta, sinni maalu ken maalut keenih tu-elle xiqa foocal tesgelleenik, Toysa usun diinil sin tooboko kinnon keenik ixxic, Yalli Qayxiixä maalu Baysa num kee Bicsa num ittak yaaxigeh, Yalli faxinnay sinni maalu ken maalut tasgalleenim Siinil Aygabbaduk ceyisak yen, Diggah Yalli isi Reedal mayso-li Abba haamal Naggaar kinni.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:221","price":"221. Muslimiiney Yallat Agleyta haa Agabu madigbisina Yallaa kee ellecaboh Ayró Nummassa haanam fanah, moomintoh tan Naqso Yallat Agleyta hayta culul Baxák kayrih Aysuk Raqta is Siinit tamqeeh tet tassokooten way, sin Sayyoy moominiinih tani Yallat Agleyta hayta labhah madigbisina, Yallaa kee ellecaboh Ayro Nummassa haanam fanah, moomintuh yan Naqsi Yallat Agleyta haa culul Baxak kayrih Aysuk Raaqa usuk Siinit yamqeeh kaa tassokooten way, woo maray Yallat Agleyta haay digib как caraamu Siinil Abne usun koroosannuu kee uma taamay girâ fanah sin Beytah sin Seecan, Yalli meqe taamoomiy jannat kee dambi cabti edde tañí fanah sin Seeca isi idiniiy isi fayxih, Yalli isi Aayootaa kee isi madqooqi Sinaamah Baxxaqqa haa kassitaah elle kas-kassoowa mara yakkeenimkeh.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:222","price":"222. Nabiyow moominiin Agbi mayangalit yan waqdi fidoh keenil xayyoowaanam xiqtah innaa maxiqtaay Axcuk koo esseran, Nabiyow keenik ixxic: usuk wasakak Barra mayangalit Anuk teetil xayyoowaanam tet Baqalal Adaay tu-kala kinni, Toysa Agbi mayangalit yanih gide fidoh keenil xayyoowaanamak exxeeraay mayangali Qabal keenik iggiriqqiiy kaqalla iyyaanam fanah fidoh keenil maxayyoowina, Tokkel mayangali Qabalak kaqalla iyyan waqdi, Toysa Yalli sin kah Amriseeh Siinih xiqsiiseh yan Aracal (Sayna kinnuk) keenik xayyoowa fidoh, Diggah Yalli Aben dambittek isil gaca mara kicniih Qaxuma taamoomii kee wasookak sinni Saytunnoysa mara kicnih.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:223","price":"223. Sin Agbi sin Buqrek Toysa isin faxxa haytan kabuk sinni Buqrel fidoh xayyoowa xaylo edde geytaanamkeh, sinni Nafsih meqe taamoomiy Akeeral sin tanfiqe tatursuta, Yallak meesitaay Diggah isin Qhiyaamah Ayró kaat tangoorowoonu waytaanam ixiga, Nabiyow moominiin jannatal kaxxa maffaafal ken Aytukumus.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:224","price":"224. Muslimiiney isin Yallal Abtan xiiba meqem Abtaanaah Yallak meesittaanaah Sinam fan taymaaqeenimik sin waassaamih Sabab tet maabina, Yalli sin maxcooca yaabbi sin caaloota yaaxigi kinnik.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:225","price":"225. Yalli sin xiibaabiy Abtaanak halalaw (baguuk abe wayten xiiba kinnuk) xiibal sin makataataay sin ma-digaala, kinnih immay sin elle kataataah sin elle digaalam sin lubbitte Niyatteeh Abte xiiba kinni, Yalli dambi cabti-li isi Amri eine marah kaxxa xiqle Rabbi kinni.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:226","price":"226. Sinni gennaaqoh Agabul fidoh xayyoowe woonuwaanamah Yallal xiibite mari Affara Alsa ken Qambaalaanam-lon sinni Agabuh gacaanam kee gace waanamah, usun Affara Alsi yamurruqek duma Sinni Agabuh gaceenik, Toysa Diggah Yalli dambi cabti-li xuwaw-li kinni Aben xiibak sinni Agabul gaceenimih Sabbatah.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:227","price":"227. sinni gennaaqoh Agabu caboonu waanam Niyal yirgiqeeniih woo xiibal elle warreenik, Toysa Diggah Yalli ken maxcooca yaabbi ken Niyaayit tanim yaaxigi kinni.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:228","price":"228. Agabuk culul xayloy mayangali Qabal Baaha cabbiimek lakal digbe kalah Sidiica wakti mayangali Qabal Bahhaay hinnay Sidiica wakti kaak kaqalla iyyaanah gide Sinni Nafsi Qambaalisaanama, Qiddah caddabnal Aka numul digibtam teetih maxiqta Qiddä wakti teetik umurruqqu iyyam fanah, Yalli ken maxaxat gidak ginem hinnay mayangalik tanim Yaaqureenim keenih maxiqta, Nummah Yallaa kee ellecaboh Ayró Nummaysa Agabu yekkeenik, Qiddat edde Anuk wohul Qasaalah ken gacissam ken Baqolti cakkisitta, ken Baqolti woo gacsat Bicsaa kee maqaane edde faxen ken tekkek, Agbi Baqoltil cakki-le ken Baqolti cakkik keenil leh innah tanim islaam diinil elle xiqta innal, labha Agabul cakkii kee muxxok fuli Arac-le, Yalli isi Reedal mayso-li Abba haamal Naggaar kinni.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:229","price":"229. Cabbiime Agabu Qasaalah elle gacsaanam как xiqta cabti Nammaddah cabti kinni, Toysa islaam diinil elle xiqta innal tet Quuki hinnay Qaxmeqe cabtih tet cabe tika, Agbi Baqoltiy isin yarasak keenih teceenimik tu-keenik Beytaanam Siinih maxiqta, Baqalaa kee Barrak mariiy maral le cakkiy Yalli caddo kah hee diggi heewaanaah elle Soole waanamak meesitan ken (baqalaa kee barra kinnuk) Akke waytek, Tokkel ken Awlay Yalli Barraa kee Baqli ittal-le cakkih heeh yan caddo diggi hee waanaah elle Soole waanamak keenik meesitteenik, Toysa ken Nammayal dambi mayan Barra Baqli isi cabam keh fidah maalu kaah taceemil, tamah Yallih madqooqiy Yalli caddo kah hee kinni calaalii kee caraamu ittak edde Baxsoonuh, toysa isin caddok teetit matatrina, Yalli heeh yan caddoodat caddok tatrah yan mari, Toysa woo mari usun sinni Nafsi yudlumeeh Yallih digaalah gabal sinni hee mara.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:230","price":"230. Tokkel num isi Barra Sidoc haytoh Adda cabek, Toysa tet cabek lakal usuk teetih gacam kaah maxiqta kaak kalah Aka Numuy mocollil akke waal digibbiiy woo num tet cabbaay kay Qiddak Bukku ittam fanah, Tokkel woo num tet cabe kaa tekkek, Toysa ken Nammayal dambi mayan Qusba gennaaqoo kee Qusba mahril tet kee Naharsi Baqala ittah gactaamal Yalli keenih heeh yan madqal kay caddo diggi haanaah elle Sooloonu waanamih Asmat yeelleenik, toh Yallih caddooday Yalli yaaxige marah Baxxaqqa haa kinni.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:231","price":"231. Agabu cabtaanaah Qidda keenik edde tamurruqe wakti yaafeen waqdi, Tokkel islaam diinil elle xiqta innal Qasaalah ken gacsita, hinnay islaam diinil elle xiqta innal Qidda keenik umurruqqu ittam fanah yanoonay ken ixxicaay tukkalot kee caddok taturuh Qasaalah ken magacsitina, woh Aba num Nummah isi nafsi yudlumeh, Yallih Aayootaa kee kay madqooqi digir kee Anqasah mahaysitinaay Yallak islaamaninnö Niqmatay sin Amol yani kassita, Yalli Qhuraan kitab kee cadiisik siinil oobiscm kassitaay kaa elle faatita usuk tamah sin kassiisahak, Yallak meesitaay Diggah Yalli ummaanim yaaxigiy tu-kak Qellite wayta kinnim ixiga.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:232","price":"232. sinni gennaaqoh Agabu cabtaanaah isin Qasaalah ken gacse kalah Qiddä wakti yaafeeniih qidda keenik tamurruqe waqdi, Toysa Agbi Awlay cabbiime Agabu ken cabte Baqoltil digbaanamak ken waassaanamal ken maceysina ken Nammay ittin fanal islaam diinil eile xiqta innal ittat leedeenik, toh Yallaa kee ellecaboh Ayró Siinik Nummaysa mara kassiisaanam kinni, too sin kassiiseenimil taamittaanam maqaanee kee manfaqatah Siinih tayseeh dambik Saytunnoysiyah Siinih Aysuk Raqta, Yalli Siinih meqem yaaxigeeh isin woh mataaxigan.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:233","price":"233. inaanil sinni xaylo Namma Sanatay dudda-le Qarissam (taysaxxeem) keenil tan Qarsa duudusam faxa maral, xaylo leh yan Abba xayloh inaaniy cabbinteh masruf kee Sartan keenih Abam kaal tan islaam diinil elle xiqta innal, Yalli hebeltö Nafsi duude waam kaal mahanna usuk duudah gide Akke waytek, inaa kee Abba Baxah faxxintaamak kaa Boolaysaanamat kaa Biyaake woonay ina Abba Baxi Sabbatah Biyaake waytay Qarsa kaak cintaamat, Abba ina Baxi Sabbatah Biyaake waay Baxa teetik Beyaamat, Awki Abba Rabe kaa tekkek Awki Abbah Nagra eile tamaate Numul masruf kee Sartanak Awki Abbai teneh innah tanim kaal tan, inaa kee Abba Awka Namma Sanatak duma mollassam faxxeeh ken Nammay mallooweenih edde leedeeniih, wohul itta geenik Toysa dambi keenil mayan, urri Abbobtiy inak kalalı Aka Barral sinni xayloh Qarsiyya essertaanam faxxeenik toysa dambi Siinil mayan, Qarsiyyi galtok itta elle geyteenih gidey islaam diinil elle xiqta innal mattacco как faxxintam teceenik, isin Yallak meesitaay Diggah Yalli isin Abba haytaanam yabali kinnim ixiga.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:234","price":"234. Siinik Baqli kak Rabaah gennaaqoh Agabi Addunyal как Raaqaah caba mari woo Agbi usun Affara Alsaa kee tabna Ayroh gide sinni Nafsi bilqise kalah digbe kalah Sugaanam keenil tan Baqoltï Rookah, Tokkel Qidda keenik edde tamurruqe wakti yaafeen waqdi, Toysa Barrah Awlay usun sinni Nafsih Bilqitaanaah digbitaanamih idini keenih taceenim dambi Siinil mali islaam diini keenih elle xiqsiisa innal Abitaanam, Yalli isin Abba haytaanamak Adda yaaxigi kinni.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:235","price":"235. lab-maraw Baqli как Rabek hinnay Sidocul cabbiime Agabuy Qiddat yanih digibih ken faxxaanam Niinissi xabanat keenih haytaanam dambi Siinil mali Qaddossu keenih hee kalah, hinnay Qidda keenik tamurruqe waqdi ken digbissoonu waytaanam sinni nafsih Addal Qellissaanam dambi siinil mali, Diggah isin Qiddat yan Agabu sinni Nafsih Addal digibih ken kassittaanaah keeni luk yabtaanamak Asbire waytaanam Yalli Siinik yeexegeh, kinnih immay ken digbissoonu waytaanamih xagana Aqrat keenih mahaysina islaam diini Siinih xiqsiisa maxco keenik ittan sin Akke waytek, usun Qiddat Anuk gennaaqo keenik taxoonu waytaanam irgiqqi mahaysina Qiddâ wakti keenik yamurruqeeh yaafem fanah, Diggah Yalli sin Nafsih Addat tanim yaaxigem kaak ixigaay kaak meesitaay cibbarsima, Diggah Yalli dambik isil gaca marah dambi cabti-li isi Amri cine marah kaxxa xiqle Rabbi kinnim ixiga.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:236","price":"236.Moominiiney Agabuk gennaaqo texeeniih fidoh gabah ken xage kalah hinnay yaras keenih muggaaqise kalah ken cabteenik dambi Siinil mayan, ken cabteenimih Sabbatah duyyek tu-keenih Acuwa ken Nafsi Satta edde iyyam keh, maali gaddalil duddak leh gide kaal taniih tu- dagoytay tu-elle gibdil duudah gide kaal tan woo duyyek islaam diini elle xiqsiisa innal, caben Agabuh meqe maral cakkih tan duyyey keenil dabaqte kinni tamah.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:237","price":"237.moominiiney Agabuk gennaaqo texeeniih fidoh keenil orobtaanak duma Nummah yaras (mahri kinnuk) keenih muggaaqisseeniih ken cabteenik, Toysa keenih muggaaqissen yarasak garab keenih taceenim Siinil tan caben Agabi sinni Baqoltih yarasak garabay cakkisitteenik inkih Qafu Aba kaa Akke waytek, hinnay digibik gennaaqo gabat-le num (Baqala kinnuk) yaras inkih teetih yaceeh Qafu teetih как Aba kaa Akke waytek, Agabuu kee labhak yarasak mariiy marah Qafu Abam Yallak meesil xayuk Raqta, moominiiney muxxoo kee maqaanek sin fanal tanım mahawweenina, Diggah Yalli isin Abba haytaanam yabali kinnik.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:238","price":"238. Muslimiiney koona waktih Salaatay fardih Siinil yani le waktil kaa Abtaanamal kaa dacrisaay muxxi muxxi gude salaatay Qasri Salat kinni kaak dacrisa,, sinni Salaatay Abtaanal Yallak meesitak Ramma kaah Axcuk Soola.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:239","price":"239. Moominiiney sinni Qaduwwik meesitteenik hinnay kalah taniimik meesitteenik, Toysa ibak gexak hinnay feereynaanih Amot Anuk Salat Aba, Tokkel meesi Siinik katteeh Saay kee Amaan geyteenik, Toysa Salat dudda-luk Abaay kay Addat Yalla maggom cusa, Usuk Qibaadä caagiidaa kee madqooqik Aaxaguk Suge wayteenim sin kah Barse innaah wohul kaa faatitak.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:240","price":"240. Moominiiney sin labhay Rabtak gennaaqoh Agabu Addunyalcaba maral sinni Agabuh Rooci keenik yawqek Naharat duyyek tu-keenih farriimaanam keenil tan Sanat gide ken dabooqak ken Ayyaaqe kalah, usun (Agabu kinnuk) sinni dooritik yewqeenik, Toysa num kak Rabe maraw usun islaam diini elle xiqsiisa innal sinni Nafsik Abeenimil dambi Siinil mayan, Yalli isi Reedal mayso-li Abba haamal Naggaara A-aayatih madqa taturte aayatih (234) madqat duugumte.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:241","price":"241. Gennaaqok caben Agbi islaam diini elle xiqsiisa innal Baqoltil duyye-lc ken Nafsi Satta edde iyyam keh, tama duyye Yallak meesita maral cakkih taniimiy keenil dabaqte kinni.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:242","price":"242. Yalli xayloo kee Agbi madqooqi Baxxaqqa Siinih kah hee innah isi Aayoota Baxxaqqa Siinih haa Addunyaay Akeeral kah caagiddowwu ittaanamak elle kas- kassoowa mara takkeenim keh.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:243","price":"243. Nabiyow maaxaginnitoo? Sinni Baaxooy sinni Buxaaxik Rabi meesih usun maggo Alfitte Akkuk yewqeeh kude maray Yalli Raba как iyyeeh inki Adda Rabey Tohuk lakal usuk yuynuwwe marih maaqenta (xaagu kinnuk), Diggah Yalli Sinaamah Abeh yan Niqmatal kaxxa muxxo ken Amol Íe Rabbi kinni, kinnih immay Sinaamak maggo mari Yalla le Niqmatal mafaatita.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:244","price":"244. muslimiiney Yallih Qangara fayya ittam keh kay gital korosut Qeb Aba, Diggah Yalli sin maxcooca yaabbi sin Niyaayit tanim yaaxigi kinnim ixiga.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:245","price":"245. Maa Numuuy isi maalu Yallih gital Yallih Qangara fayya ittamkeh Qaxmeqe mattaccooh taceem Yallak galto edde faxak, Yalli woo maalu maggo dirribuh kaah dirribisaah meqe galtoh kaa elle gaitam keh, Yalli isih faxa maral Rizqhi ceyissi haa isih faxa marah Rizqhi farakka haa, isin Rabteeniik lakal kaâ fanah gacsimtaanaah usuk sin taamoomil sin galte-le Akeeral.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:246","price":"246. Nabiyow maaxaginnitoo? Israa-iil xaylok kaxxa marittey Abbobtih tani Nabiiy Muusa Rabek lakal sinni Nabiiy loonuk Amoyta neh Reedis Yallih gital korosut Qeb Abnamkeh iyyen waqdih maaqenta, ken Nabiiy keenil gacisak: Qeb Siinil yunkuttubeeh fardi Siinil yekkek Qaduwwit Qcb Abc waytaanaah conxittoonu waytaanam Siinik Akkale keenik iyye, usun sinni Nabiih maxco waagisak: maca linooh maca nee waassa Yallih gital Qeb kah Abe waynam nummah Ni-Qaduwwi Ni-Baaxok nee yeyyeeqeeh Ni- xaylok nee yeyxeerehik Qidim kee Seewah ken orbiseemit iyyen, Tokkel Qeb keenil yunkuttubeeh fardi keenil yekke waqdi conxiteeniih Qeebik kudeenih keenik dago maray Yallih muxxoh Qeebih yesseedee Akke waytek, Yalli daalimiinih yan maray xagana maka yaaxigeh.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:247","price":"247. ken Nabii keenik iyyeh: Diggah Yalli Nummah Taaluut deqsita num Amoytah Anuk Siinih kaa Ruube, Israa-iil xaylok kaxxamarittey Abbobtih tani usuk Amoytiinu mannal Naamol leeh duudaa? Amoytiinu nanu kaak cakkisitnak Nubuwwannuu kee Amoytiinu linoomul, maaluk maggom kaah mantacawwiminnak iyyen, ken Nabii kecnil gacisak: Diggah Yalli Siinik kaa dooreeh sin Amol kaa Rccdiseh, Yalli Siinik ixxigä farakkaa kee xagar Qande kaah osseeh Siinik kaa yiysiiseh, Yalli isi Rceda isi Naqoosak isih faxa marah tet yacee, Yallak muxxoo kee mattaccoo farakka ittaah woh cakkisita mara yaaxigi kinni.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:248","price":"248. ken (israa-iil xaylo kinnuk) Nabii Diggah kay Amoytiinih Asta tawraat kitab edde yan Sanduguy sin Qaduwwi Siinik Beey sin Rabbik moominiinih lubbi Satta edde tanii kee Nabii Muusaa kee Nabii Haaruunuk Raqte duyye edde taniy malayka Quukak Siinih Bahtu wayta kinni, Diggah tamahat Taaluut Yallih Amrih Amol Siinik Reedeemit Baxxaqqa itta Asta Siinih edde tan Yallaa kee elle caboh Ayró Nummassa moominiin tekkeenik keenik iyye.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:249","price":"249. Tokkel Taaluut isi macaxu-luk (qande kinnuk) Qeebih yewqe waqdi, Taaluut keenik iyyeh: Diggah Yalli tama elle tabtoonu waytan weeqaytul sin mokkore- le, Tokkel tama weeqaytuk lee yaaqube num, Toysa usuk Yi- Num hinnak yoo kataate waay, tu-kaak Aaqube wayya haa num, Toysa Diggah usuk Yi-Numuy yol luk Qaduwwit Qeb Abu waa kinni, kinnih immay isi gabat leek inki Adda cano Ваха canna kak haah yaaqube num Akke waytek, Tokkel woo macxi woo weeqaytuk inkih yooqobeeh cayya kaak iyye, keenik dago maray Bakaaral yisbire Akke waytek, Tokkel Taaluut kee moominiinik kaâ luk yan mari weeqaytul tabeeh usun Qaduwwi manga yublen waqdi, nanu Jaaluut kee kay macaxuh Asaaku dudda mannu Qeb keenit Abnuh iyyen, Tokkel Diggah Yallat yangaarawu waam Asmatah-le mari keenil gacisak: dago Buttay teemeneeh Sabri-le maggo Buttay koroosittek teyse magide takkee! Yallih idiniiy kay fayxih iyyen, yalli usuk catoo kee dacayrih yisbire marâ luk yan.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:250","price":"250. Taaluut kee kay macaxuy moominiinih tani Booxal Jaaluut kee kay macaxuy korosuh tanih yumbulleen waqdi, moominiin Yallat xaaqimak Ni-Rabbow Ni- Lubbittel kaxxa Sabri oobisaay Qebti Booxal Ni-Dadooba diggi neh hayisaay koroositeh yan marak isi catooy isi Qokoluh iisa neh keenik Acuy iyyen.","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:251","price":"251. Tokkel moominiin macaxi Yallih idinih ken Bukseeh Nabii Daawuud Jaaluut Qideeh tohuk lakal Valii Reedaa kee Nubuwwannu kaah yeceeh ixxigay fayda-lek isih faxam kaa Barse, Yalli Sinaamak garu (koros kinnuk) garut (moominiin kinnuk) Jihaad kee Qeebit gutuqak Suge wannay Baaxo Bayak ten koros maysol, kinnih immay Yalli isi ginoh Amol kaxxa muxxo-le Rabbi kinni.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"aa"},{"name":"2:252","price":"252. Nabiyow Tamah Yallih Aayootay Nummah kol Nakriyeeh kol maaqna kinni, Diggah Atu Ni- Farmoytiitiy Rubsumtck Numuk teyna kinnito kaak iyye Yalli.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"aa"}],"juz":{"id":2,"name":"سَيَقُولُ","transliteration":"Sayaqool","transEn":"They Will Say","startVerse":"2:142","endVerse":"2:252","totalVerses":111}}