{"data":[{"name":"27:56","price":"56.Tokkel kay mari maxeoh kaal gacseh yenem mali mariiy marak Luut mara sinni magaalak eyyeeqa iyyeenim akke waytek, diggah usun (Nabii luutul yeemene mara kinnuk) seehaday labhal fidoh orbaanamak sinni saytunnossa kinnon iyyen.","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:57","price":"57.Tokkel Yalli Nabii Luut kee kay buxah maraay kaal yeemene mara keenil obte digaalâk naggosneh, kay barray raaqe marat raqtey finqite marat lowne akke waytek iyye yalli.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:58","price":"58.Kaadu qaraanak digaalah xeet keenil oobisne robti innah, tokkel meesiisen maral robti innah obte digaalá manxu qaxumaah!","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:59","price":"59.Nabii Mucammadow: faatoo kee fayla Yalli leeh isi naqoosay (kay farmoytit kinnuk) isi farmoh dooritel nagaynan kaak yanay, tohuk lakal A-korosey Yalli yayse innaa, hinnay Yallat agleh haan numtinwwellittey usun yaqbudeeni tayseeh keenik ixxic? (Yalli yayse).","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:60","price":"60.Hinnak Nabiyow A-korosuk Qaranwaa kee baaxo miyyi ginee, kaadu qaraanak lee siinih oobise Yalli yayse innaa wonna hinnay isin Yallak kalah deedalah taqbuden Yallitte tayseeh keenik ixxic? tokkel Nanu woo leet basaatiniy qaxaleeh anxaxini edde nuysubuke, isin kay coox taysubkeenimih dudda luk manannitonuuy, ah abeh yan Yallâ luk yaqbuden Yalli yanii? (Mayan), wonna hinnay usun cakki gitaa kee iimaanak daggaawaah, Yallat kaak kalihim massoysa mara qibaadal.","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:61","price":"61.Hinnak Nabiyow A-korosuk Yallat agleytah haytaanamih qibaadá tayse innaa, hinnay baaxo madabay elle dabaqtaana siinih abeeh, tet fanittel weeqaytitte siinih heeh qaleela xiikol (assimaytitte kinnuk) teetih abey namma badî fanai (qasbole bad kee salfa-le bad kinnuk) medmed (adeedu) hee Yalli yaysee keenik ixxic? ah abeh yan Yallâ luk yaqbuden yalli yanii? (mayan) wonna hinnay keenik maggo mari mayaaxiga Yallih duddi yakkeh gide.","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:62","price":"62.Hinnak Nabiyow A-korosuk Yallat agleytah haytaanamih qibaadâ tayse innaa, hinnay gibdaabini xage seehadayti kaa xaaqa waqdi xaaqó kaak oggolaah, umaane kaak kalaah, siinik yookomeh yan marak baaxo ciggiila mara sin abe Yalli yaysee?ah abeh yan Yallâ luk yaqbuden Yalli yanii? (mayan), Yallih dudda tascasse astootik taabbceniih tableenimil kassittaanam siinik dagoh keenik ixxic.","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:63","price":"63.Hinnak Nabiyow A-korosuk Yallat agleytah haytaanamih qibaada tayse innaa, hinnay barrii kee baddi diteetak gita siinih yascasseeh, isi Racmatak (rob kinnuk) foocat aytikumah caacooya siinih ruuba Yalli yayseeh? Ah abeh yan Yallâ luk yaqbuden Yalli yanii? (mayan) Yalli fayya iyyeeh saytunnooweh agleh kaat hayya haanamak keenik ixxic.","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:64","price":"64.Hinnak Nabiyow A-korosuk Yallat agleytah haytaanamih qibaada tayse innaa, hinnay gino qimbisaah, tohuk lakal tet baysaah tet bayseek lakal tet gacsaah qaran kee baaxok sin yarzuqhe Yalli yaysee?ah abeh yan Yallâ luk yaqbuden Yalli yanii? (mayan) isin sinni sumaq kee asta baaha nummat yaaba тага tekkeenik keenik ixxic.","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:65","price":"65.Nabiyow qaranwaa kee baaxol taniimik qellittem num mayaaxiga Yalla akke waytek keenik ixxic, kaadu num mayaaxiga magooqak ugutoonu waanaah Qhiyaama edde soita ayrô Yallak-sa.","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:66","price":"66.Wonna hinnay ken (koros kinnuk) ixxiga dudda elle bahtam akeera usun tet yasmiteenim tet gibdaabina yablen waqdi, wonna hinnay usun addunyal teetik agaywaagat sugen, wonna hinnay usun teetik (akeera kinnuk) bagi gonna-lon.","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:67","price":"67.Kaadu koroosite mari nee kee ni- abbobti rabneeh burta nekkeek gamadal, diggah nanu magooqak nuwwuk awqennoo iyyen?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:68","price":"68.Nummah Yallal xiibitna immay nee kee ni-abbobti ama ugutiyyah dumaak xagnisimneeh wohuk tu- maballino A-xagni tu-hinna naharsi marih hayyayyoona akke waytek iyyen.","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:69","price":"69.Nabiyow ama korosuk baaxô bagul gexaay siinik duma sugte umeyniitik ellecabo kah tekke inna wagita keenik ixxic.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:70","price":"70.Kaadu Nabiyow ama koros derre kot cabtaah koo dirabbossaamih sabbatah keenih marookitinaay, usun koh kah malsan uma malah sabbatah alil kak ceyta num makkin, diggah Yalli koo qoklelek (catelek).","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:71","price":"71.Nabiyow koroosite mari a-nee kah xagnissan digaalah wakti mawaqdiiy isin nee kah xagnissaanamat numma yacee mara tekkeenik kok iyyan.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:72","price":"72.Nabiyow isin edde Qataataktan digaalak tu siinih xayyowtam takkeh keenik (koros kinnuk) ixxic.","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:73","price":"73.Diggah Nabiyow ku-Rabbi sinam amol muxxo-li kinni, kinnih immay keenik maggo mari woo niqmatal Yalla mafaatita.","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:74","price":"74.Kaadu Nabiyow diggah ku-Rabbi ken alilwa qellissam kee usun sinam ayballuk abaanam yaaxigeh.","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:75","price":"75.Kaadu qaran kee baaxoh addal ginok qellitti ittaamay Yallak qellitta matan Yallih xaqul baxxaqqa-le kitaabih (lawcal macfuuz) addal tanih akke waytek.","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:76","price":"76.Diggah A Qhuraan israa-iil xaylok cakkik usun sitta elle waanamak maggom keenik gabbaaqa.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:77","price":"77.Kaadu diggah usuk (Qhuraan kinnuk) makot gexok tirtooy, digaalák Racmata kaal yeemene marah.","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:78","price":"78.Nabiyow diggah ku-Rabbi ken fan meklaah isi qadlil kura, usuk mayso-li ixxiga-li kinni.","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:79","price":"79.Toysa atu Nabiyow Yallal kelit usuk koo xiqelek, diggah atu baxxaqqa-le cakkih bagul tantok.","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:80","price":"80.Nabiyow diggah atu sorkocobbaxi kak rabe mara (koros kinnuk) cakki seeco mataysabbaay aytimaleela seeco mataysabba usun salaf cabba heenih fooran waqdi.","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:81","price":"81.Kaadu Nabiyow atu Yalli tirtô gitak inti waysiise mara tirri hee hinnito, usun edde yanin makok atu cakki ken taysabbcm madudda Ni-aayoota (Qhuraan Kinnuk) nummayse mara akke waytek, toysa usun ku-seeco oggole mara kinnon.","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:82","price":"82.Yallih xaquk usun (seehada kinnuk) baahen dambih cakkisiten digaalâ keenil obta waqdi baaxók aii keenih nayyaaqe, diggah sinaamak koroosite mari Ni-aayoota (Qhuraan kinnuk) nummaysak masuginna axcuk keenï luk yabta.","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:83","price":"83.Nabyow cus: külli ummattak Ni- aayoota dirabboyse marak buttá kobxisna ayró (Qhiyaamah ayro kinnuk), tokkel naharsi тага keenik wadirsi maral gacisak kobxisimaanaah cisaabah ken beyan.","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:84","price":"84.Cisab booxah xikki iyyan waqdi, Yi-aayoota dirabbosseenii, ixxiga teetik aalle kalah, hinnak isin addunyal maca abak sugten? keenik iyya Yalli.","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:85","price":"85.Kaadu digaalá maxcó keenil nummatteh abeenih yanin dulmih sabbatah, tokkel usun yaabaanam maduudan sinni nafsik digaalá waasoonuh.","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:86","price":"86.Ama koros matablaa! Diggah Nanu bar edde dabqaanaah sabhalaalaanamkeh keenih abneeh, laqó diifu keenih abnem Rizqhi (quusi) edde gurrusoonuh, diggah tohut Yallih inkittinaanee kee kay dudda tascasse astooti tan Yallal yaamine marah.","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:87","price":"87.Kaadu Nabiyow cus :baanta fuxsunta ayró (Qhiyaamah ayro kinnuk), tokkel qaranwal yan maraa kee baaxól yan mari inkih kaxxa mcesih meesitaah edde raban wariggah wariggitan Yalli raq kah faxe mara akke waytek, kaadu ginó inkih sinni Rabbi fanah Rammit luk tamaate.","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:88","price":"88.Kaadu qaleelá soltaah aracal tanim teetik akkaluk tet table, is kaxxa gexoh gexak Qubulti innah, toh Yallay kulliimik gino yeymeeqeeh karriqqi heeh abto kinni, Diggah usuk abba haytaanamak adda yaaxigi maqaanee kee umaanek.","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:89","price":"89.Maqaane luk yemeete num (iimaan kee meqe taama kinnuk) Qhiyaamah ayró, usuk teetik kayrih tayse galtó le Yallih xaqul (jannat kinnuk), kaadu usun woo ayró meesii kee wariggak (Saayah) amaanah yanin.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:90","price":"90. Kaadu uma taamoomii kee Yallat agleyta haak yemeete mara jahannam girat foocitteh ken oobisan Qhiyaamah ayrô, addunyal abak sugten uma taamoomik- sa elle galtimtaanam maay liton keenik iyyan?","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:91","price":"91. Nabiyow sinaamak ixxic: cagalah anu edde amrisimem a-baaxóh (makka kinnuk) Rabbiy tet bagul qabal caxaanam caraamu abeeh ummaanim-le aqbudeemi qibaadâ kaah caglisak, kaadu anu muslimiinik numuk teyna akkeemih amrisime.","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:92","price":"92. Kaadu Nabiyow sinaamak ixxic.Qhuraan sinaamal akriyeemil amrisime, toysa cagalah kaal taamitaanamal tirri iyye num cagalah isi nafsi tirri kah iyyam, kaadu tirto gitak makkoote numuh tu-gactek, tokkel anu cagalah farmoytiitiy isi mara meesiisek numuk teyna kinniyo kaak ixxic.","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"27:93","price":"93. Kaadu Nabiyow ixxic: faylaa kee qaxmeqe saare lem Yalla, usuk isi astooti sin aybulleeleeh cakkii kee baatil inkih siinih tascase ixxigah tet aaxigetton, kaadu ku-Rabbi isin abba haytaanamak garcite hinnaay sin elle galte-le Qhiyaamah ayro.","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:1","price":"1. Taa-Siin-Miim (edde faxem Yalli yaaxige).","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:2","price":"2. Nabiyow tah baxxaqqa-le kitaabih (Qhuraan kinnuk) aayootay kol oobisne kinni.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:3","price":"3. Nabii Mucammadow Nabii Muusaa kee firqawni xaagu nummah koh warisnaah kol nakriye, Qhuraan nummaysa maray usuk Yallih xaquk yanim kaak yaaxige kaal taamitamkeh.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:4","price":"4. Diggah firqawni masri baaxoh bagul caddok tatreeh Yalla kinniyo iyye, kaadu masri mara qaxa-qaxa ken abeeh ken baxaabaxseh horta keenik yussuqunxeeh xixxibiseh, (israa-iil xaylo kinnuk) lab xaylo keenik yasguudeeh, agabu keenik nuwwuk cabaah naqoosah ken haysita, diggah usuk baaxó baysa marih numû suge.","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:5","price":"5. Kaadu baaxô bagul firqawni yussuqunxeeh boolayse mara (israa-iil xaylo kinnuk) muxxusnaah keenih namqeeh kayrih kataatan mirocti ken abnaah, baaxó nagra mara ken abnaamat ken gunnam fanna firqawnaa kee kay mara bayisneek gamadal iyye Yalli.","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:6","price":"6. Kaadu baaxô bagul Reeda keenih arcisnaah, firqawnaa kee Haamaanaay ken Qaskar, keenik (burten mara kinnuk) kak meesitak sugtem ken (firqawnaa kee firqawni mara kinnuk) naybulleemkeh.","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:7","price":"7. Kaadu Nabii Muusah inal wacyi oobisne kaa xalte waqdi, kaa qarisa iyyaanamah, tokkel firqawnak kaah meesittek, eddeluk sandugut kaa hayya hayisay Niil weeqaytut kaa qid. Kaadu mameesitinaay, marookitin diggah Nanu koo kaa gacsennooh, Yallih farmoytiitik numuk teyna kaa abennok.","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:8","price":"8. Tokkel firqawni mari amo kaak yewqeeh kaa yukkuqe qaduwwii kee gandí keenil yakkemkeh, diggah firqawnaa kee Haamaanaay ken Qaskar koroositteeh dambi-le marah sugen.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:9","price":"9. Kaadu firqawni barra (Muzaacin baxa asiya kinnuk) firqawnak yoo kee koh inkih inti rufto akkelek kaa maqidina nee anfiqee kee hinnay baxah kaa haysite akkennok kaak itte, usun (firqawnaa kee firqawni mara kinnuk) ken finqi kay gabat yanuwaam aaxige kalah.","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:10","price":"10. Nabii Muusah inah sorkocobbaxa addunyal enni ittaamak foyyah maacise Muusa kasittaah kaah cisabbowtam akke waytek, usuk isi baxa kinnim aybulleraarra hayte tet sorkocobbaxa diggi heewanninoy sabril, is Yallih xagana nummayse marak tiyak teyna takkemkeh.","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:11","price":"11. Kaadu Nabii Muusah ina Muusa weeqaytut qidde waqdi kay maqanxak kaa katayaay, kaak abaanam wagit teetik itte, tokkel kay maqanxa xer ikkek kaa abaluk kaa katatte usun (firqawnaa kee firqawni mara kinnuk) aaxige kalah.","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:12","price":"12.Qarsa agabih anguuga yaaxcm Muusal carammosnch kay inal kaa gacisnak duma, tokkel kay maqanxa: siinih kaa qarsaah kaa yaynabe buxah mara siinih maay ascassoo? usun kaah xuwaawa marah anuk keenik itte.","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:13","price":"13.Tokkel kay inâ fanah kaa (Nabii Muusa kinnuk) gacisne tet inti kaat ruffu ittaah, rookite waytamkch, kaadu is Yallih xagni numma kinnim taaxigemkeh, kinnih immay keenik (koros kinnuk) maggo mari Yallih xagni numma kinnim mayaaxigan.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:14","price":"14. Nabii Muusa furrayniino dudduuy qumrik, morootom sanat guffu hee waqdi, nubuwwannuu kee ixxiga kaah necee, kaadu Ni-naqoosak taama kak meqe mara tonal galatna.","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:15","price":"15. Kaadu Nabii Muusa magaala sasot cule tet mari garcit yan wakti, tokkel tet addal namma numuy taame gee, a-namma numuk numuk teyni keenik Muusa kedóoy, aka num firqawni kedóh numuy qaduwwih kaak yani, Tokkel kay kedoyta kinni num cató kaat faxe kay qaduwwih yan marih numul, tokkel Nabii Muusa kumbuuqussu hee gabat kaa yootokeeh kaa Qideh, too waqdi: Nabii Muusa tah sheetan taama, diggah sheetanti Aadam xaylok qaduwwiy qadaawat как baxxaqqa iyyey cakki gitak baxxaqqa-le makkoysiyyah ken makkoysa kinni iyye.","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:16","price":"16. Nabii Muusa yi-Rabbow anu diggah seehadayti rooci hoxak yi-gabat yewqe waqdi inni nafsi wohul udlumehik woo dambi yoh cab iyye, edde luk Yalli dambi kaah cabeh, diggah Yalli usuk dambi cabti-li xuwaw-li kinni.","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:17","price":"17. Nabii Muusa yi-Rabbow dambi cabtii kee toobat niqmataay wohuk kalah maggo niqmoota yoh teceemih sabbatah tohuk wadir anu inkinnah umeyniitih yan marak hebelto numuh cato makka umaanel iyye.","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:18","price":"18. Tokkel Nabii Muusa firqawni magaalah addal conxitak xaagu qambaalak maacise, edde luk kimal kay marak cato kaal faxe num kaah deerisak yoo cat kaak iyye, Nabii Muusa:diggah atu тако как baxxaqinte num kinnito kaak iyye.","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:19","price":"19. Tokkel Nabii Muusa kaa kee kay marih numuk inkih qaduwwih yan firqawni marih num yaatukem faxe waqdi firqawni marih num Muusaw kimal num kah qiddennah yoo qiddam faxxaa?Muusaw atu baaxô bagul xuwaw sinni umeynak sa takkem faxxam mantu, kaadu atu baaxô bagul sinam fan bicsam faxa marih num hinnito kaak iyye.","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:20","price":"20.Kaadu magaalak exxak xer ikkek yarde num yemeete, Muusaw:diggah firqawni marak abbobti koo Qidduh koh malissak tama magaalak eweq, diggah anu nasaacatta (fayu) koh yacee marih num kinniyok kaak iyye.","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:21","price":"21.Tokkel Nabii Muusa masri magaalak meesitak ise eleelaanam akkaluk yewqe, yi-Rabbow daalimiinih yan marak yoo naggos axcuk.","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:22","price":"22.Nabii Muusa madyan dcqsitta baaxô fanah gexoh yufkune waqdi:yi-Rabbi massa-le gitay madyan yoo gudduysa yoh ascassele iyye.","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:23","price":"23.Kaadu Nabii Muusa madyan lee yoofe waqdi, sinaamak hortay lac tafqe tet amol gee, kaadu wokkel keenik kalah namma barray sinni lac leek hooriyta (deehiyta) gee, Nabii Muusa:woo namma barrak sin caagid macaay lac kah afqe waytaanam keenik iyye? Ama namma barra kaal gacisaklacti loyna sinni lac arkissiiy, foorissi haanam fanah nafqem madudna, ni-abba kaxxa idaltuuy lac yafqem maduuda kaak iyyen.","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:24","price":"24.Tokkel Nabii Muusa ken nammayah lac yefqeeh, tohuk lakal caxah iraawô fanah wonnah gacca iyye, tokkel yi-Rabbow:diggah anu kayrik atu yoh acuyyu haytaamak caagiddoowaah ceyta num kinniyo iyye.","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:25","price":"25.Tokkel lac kah yefqe namma barrak tiyak teyna wacarriyak kaal temeete, diggah yabba: (Nabii shuqeybi kinnuk) lac neh tcfqeemih galtoh koo galatuh koh seeca kaak itte, tokkel Nabii Muusa Nabii Shuqeybil yemeete waqdi kaa kee firqawnaa kee firqawni marí fanat tekkem kaal maaqeh Nabii shuqeybi daalimiinih yan marak (firqawnaa kee firqawni шага kinnuk) naggowtehik mameesitin kaak iyye.","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:26","price":"26.Ama namma barrak tiyak teyna yabbaw lac koh dacrisamkeh cawalah kaa tamsis, diggah cawalah tamsissa marak inkih aysuk raqtam qandeleeh, amaanat- le numu itte.","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:27","price":"27.Ken abba Nabii Shuqeybi Nabii Muusak iyyeh:diggah anu А yi- namma baxak tiyak teyna koh rihmisam faxa bacra liggida cawalah lac yoh asissaamal, tokkel atu tabna liggida duudussek toh ku xaquk tan maqaaneey, anu kol aygibbidem mafaxa tabna liggida kol haamal, Yallih idnih meqe marih numuh yoo geetto koh cule xagana duudusaamal iyye Nabii Muusa.","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:28","price":"28. Nabii Muusa Nabii Shuqeybik:too edde yabteeh xagana yoh edde cultem yoo kee ku-fanal soltaah kak awqe waynay anu taamal ama namma waktik duudusinnaanih wakti (bacra liggidaa kee tabna liggidak tiik teyna kinnuk), ku- xagana duuduse num akkeyyooh wohuk fulah yol essertam mantu, kaadu nanu ixxicci inneeh sitta elle geyyi hayneemil Yalli nee yableeh sumaaqah nel yaniih nee dacrisah kaak iyye.","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:29","price":"29. Tokkel Nabii Muusaa kee Nabii Shuqeybi sitta elle geen waktik tabna liggida duuduse waqdi, isi buxah шага luk misrâ fanah gexe, tuur deqsitta qalek tattabak hadiidigta girá yuble, diggah anu girá ableh anik ama ikkel suga iyye isi buxah marak, xaagu teetik siinih baahee kee hinnay girák dabiitay waacak laqsittaana siinih baahe akkeyyok.","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:30","price":"30. Tokkel Nabii Muusa teetil (gira kinnuk) amma iyye waqdi daqaarak migda-le qaxak barkat- le aracak caxak tattabak seecime Muusaw axcuk, diggah anu Yallay gino Rabbi kinni kó luk yabtam kaak iyye.","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:31","price":"31. Kaadu Yalli Nabii Muusak ku- caxxay gabat lito qid kaak iyyeeh baaxol kaa qideeh baadeysa yekke, tokkel lababistinnah abrakih kaa yuble waqdi kaak kudeeh derre cabbaheeh wadirih mawagtinna meesih, kay Rabbi kaah seeceh Muusaw mameesitinay yol endebbiy diggah atu umaamay faxe wayya haanak inkih amaanah yan marih num kinnitok kaak iyye.","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:32","price":"32.Isi gaba ku-kamiisik moyya как culta ikkek culusaay tet eyyeq qaduk diifuluk awqelek biyak maleh baras maleh, kaadu isi gaba aliili fanah gacissi hayis meesik meesi kok gexxamkeh, amah ku- Rabbik tan namma astáy firqawnaa kee kay kaxxa mará fanah koo edde rubney ku-numma tascasse kinni, diggah usun (firqawni mara kinnuk) Yallih taaqatak yewqe marah sugen.","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:33","price":"33.Nabii Muusa yi-Rabbow diggah anu firqawni marak num qideeh usun yoo qidaanamak meesita iyye.","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:34","price":"34.Kaadu Nabii Muusa :yi-toobokoyti Haaruun usuk yabti geysiisih yok yaysehik yô luk kaa rub catoh anu axcem baxxaqqa keenih haamkeh, diggah anu ken (firqawnaa kee firqawni mará kinnuk) fanah edde rubsumeemit yoo dirabboysaanamak meesitak iyye.","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:35","price":"35.Yalli Nabii Muusak ku-toobokoyta Haaruunut koo maqarroysennooh koo catennooh usuk qanxaffe koh akkeleeh firqawnaa kee kay maral maqar-le iisaa kee astá sin nammayah aceenno, tokkel usun sin nammayal umam baahoonuh sin gufaanam maduudan Ni- astootit sin maqarrosneemih sabbatah, ellecaboh sin nammay kee sin katatta hee mara mayso- lem addunyaay akeeral kaak iyye.","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:36","price":"36.Tokkel Nabii Muusa ni-aayootay (caxxaa kee gabaay wohuk kalah Yalli Nabii Muusah yecee astooti kinnuk) baxxaqqa-le keenih (firqawnaa kee firqawni шага kinnuk) luk yemeete waqdi, Muusaw atu neh luk temeetem tu hinna diraabah ginnaasitte baab akke waytek, kaadu atu nee kah sectam nek naharsi abbobtiy warrayteh addal maabbino kaak iyyen.","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:37","price":"37.Kaadu Nabii Muusa firqawnak :yi-Rabbi isi xaquk tirtol yemeete num nek yaaxigeh, kaadu usuk Qhiyaamah ayró fayla-le ellecabo- le mara nek yaaxigeh, diggah yalli koroosite maray koroosannut sinni nafsi yudlume mayaysillimaay mayayfoofa kaak iyye.","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:38","price":"38.Firqawni iyyeh: kee makaabaney yok sa hebeltô Yallay qibaadá cakkisita siinik maaxigak, haamaanow kallal girá yoh urusaay tet yoh alas, tokkel teetit fayya iyya kaxxa qari yoh xis Muusâ Yallat bossu exceh kaa ablemkeh, diggah anu dirableelak numuk teyna kaa akkalek iyyah yaniimil.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:39","price":"39.Kaadu firqawnaa kee kay qande masri baaxol cakki maliinoh kaxxamariinitteeh, diggah usun nee fanah gacsime woonu waanam yekkelen rabeeniik lakal.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:40","price":"40.Tokkel firqawnaa kee kay qande nibbixeeh badal ken qambisneeh ken xuumusnehik (ken nunxuqsuuseh) daalimiinih yan marak (koros kinnuk) ellecabo kah tekke inna wagitey Nabiyow.","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:41","price":"41.Kaadu girâ fanah secta mirocti ken (firqawnaa kee firqawni шага kinnuk) abneeh, usun Qhiyaamah ayró maqoklimaanaay ken cattam matan.","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:42","price":"42.Kaadu A-addunyal abaaró ken (firqawnaa kee kay mara kinnuk) katasne Ni-naqbi keenil anuk, kaadu Qhiyaamah ayró usun taama kak toomeeh, Yalli isi Racmatak yeyxeere marih loowot yanin.","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:43","price":"43.Nummah Nabii Muusah kitab necee (tawraat kinnuk) sinaamak naharsi horaari bayisneek gamadal, usuk sinaamah (israa-iil xaylo kinnuk) diifuu kee tirtóoy, nacrur edde yan kitaaba, usun Yallih niqmat kassitaah faatita mara yakkeenimkeh.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:44","price":"44.Kaadu Nabii Mucammadow qalek (tuuri siina deqsitta qale kinnuk) ayro korma-le tattabal masuginnito Nabii Muusal wacyi oobisne waqdi, kaadu atu wokkel sugeeh edde mare marat masuginnito xaagi wokkek koo gufe iyyoonuh.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:45","price":"45.Kaadu kinnih immay Nanu diggah sinaamak horaari ginne Nabii Muusâ lakal, tokkel usun xer wakti sugeeniih Yallih xagana hawweeneeniih kay amri cineenih, kaadu Nabiyow madyan marih addal madabah masuginnito Ni- kitaabih aayoota keenil akrayuk, kinnih immay nanu diggah farmoytit ruube шага kinnino iyye Yalli.","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:46","price":"46.Kaadu Nabii Mucammadow tuur siina deqsitta qaleh tattabal masuginnito Nabii Muusah secneeh kaâ luk yabne waqdi, kaadu kinnih immay ku-Rabbik yan Racmata koo kah rubnem kok duma meesiise (Yallih farmoyta kinnuk) kah amaatewee тага meesissamkeh, atu keenih luk temeete maqaane kassitaanamkeh.","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:47","price":"47.Ama koros (makki koros kinnuk) ken gaba umaanek bahteemih sabbatah digaalá keenil oobak suge wannay, tokkel digaalá ken xagta waqdi Ni-Rabbow farmoyta macah neh ruube wayteeh digaalá nel oobissak duma ku-kitaabih aayootay oobisse kataatak neneeh kol yeemene marak marak teyna akkuk nen iyyaanamak keenih rubne farmoyta.","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:48","price":"48.Tokkel Ni-xaquk cakki (Nabii Mucammad kinnuk) keenih (makki koros kinnuk) yemeete waqdi Nabii Muusah tontocowwime tambullee astootih innah tan astooti macah kaah antocowwime wayteeh iyyen, hinnak Nabii Mucammadow Nabii Muusah tontocowwimeemil yahuud dumaak makoroositinnaa keenik ixxic? Tah namma baabaya (tawraat kee Qhuraan kinnuk) itta cattay mariiy шага kak qokla iyyen, kaadu nanu diggah inkih keenil koroositneh iyyen.","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:49","price":"49.Nabii Mucammadow toysa tawraat kee Qhuraanak tirtóh yayse kitab Yallih xaquk baaha kaa kataateyyok ittaanamal numma yacee mara tekkeenik keenik ixxic iyye Yalli.","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:50","price":"50.Tokkel atu keenil (makki koros kinnuk) esserteemik tu kol gacseweenik, toysa cagalah sinni nafsi fayxiixa kataataanam keenik ixig, kaadu Yallak hebeltô tirtó aallc kal isi nafsi fayxi kataata numuk makot gexoh lafittam tanii? (matan) Diggah Yalli koroosite maray daalimiinih yaniy isi amri eine tirri mahaa!","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:51","price":"51.Nummah Nabiyow Qhuraan keenih (ku-mara kinnuk) sitta kataysak baxxaqqa hayne kassitaah elle kaskassoowa mara yakkeenimkeh.","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:52","price":"52.Qhuraanak duma kitab kah necee mari (yahuud kee nasaarak yuslume mara kinnuk) usun Qhuraan kee Nabii Mucammad nummayseenih.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:53","price":"53.Kaadu usun Qhuraan keenil yankirriyime waqdrkaa nummasneeh kay addal taniimil taamitneh, diggah usuk Ni-Rabbih xaquk yan cakki kinni, diggah nanu usuk (Qhuraan kinnuk) oobak duma muslimiiniy Yalla inkittossah sugne iyyen.","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:54","price":"54. Woo maray tama weeloolat weeloysime ken galtó namma addah keenih tantacawwime Qhuraan kee sinni kitaabal (tawraat kee injiil kinnuk) yeemeneeniih wohul yisbireenimih sabbatah, kaadu usun umaané maqaanét gutqaanaah rizqhik keenih neceeh naniimik tu Yallih sabbatah meqe gital yacee mara kinnon.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:55","price":"55. Kaadu ama moominiin korosuk xaafuu kee deedal maxcó yaabben waqdi derre teetit cabaanaah, nanu ninni taama linooh isin sinni taama liton, Neele kabuk (katuk) nagay nan geyaay nee caba maqaanek- sa nek taabboonu waytaanam mantoonuk nanu toogimi gita mafannaay makicinno keenik iyyen.","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:56","price":"56. Diggah Nabiyow atu tirtó kah faxxeeh tikcine num tirri mahayta, kinnih immay Yalli isih tirto kah faxa num iimaanal tirri haa, kaadu tirri iyyuwaa num usuk yaaxigeeh tirri kaa haa.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:57","price":"57. Kaadu makki koros Nabii Mucammadak :Mucammadow ninni diini cabba hayneh ku-diinil koo kataynek qarab qeebih nel kobxeleeh ni- baaxok nee ayyaaqe-le itte, kaadu saayah yan caramay ummaan caxâ mixuy rizqhi (quusih) keenih yakke fan kak baahan arac keenih maabinninoo? ni-xaquk kinnih immay keenik maggo mari mayaaxiga ama niqmat yakkeh gide.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:58","price":"58.Makina magaalah тага finqisneeh, Yallih niqmat yengeddeeh batritte magaaloolih marak, tokkel toh teeti ken dabooqa, keenik wadir dabqah num teetil magacinna dagó wakti akke waytek, keenik raqqa ittem nanu nagra тага nekke.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:59","price":"59.Nabiyow ku-Rabbi magaalol mara finqisa Rabbi makkinna Ni-aayoota keenil yakriye farmoyta inaytâ magaalal (makka kinnuk) teetik rubbu haam fanah, kaadu Nanu magaalol mara finqisa hinnino tet mari daalimiin (koros kinnuk) yekkeh akke waytek.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:60","price":"60.Kaadu sinaamey maaluu kee xaylok siinih ontocowwimmitem is cagalah addunyâ manol edde hataktan duyyê baxaa kee tet bila, Yallih xaqul tanim Yallih amri oggole marah kayrih tayseeh raqtaah matambaxak, makaskassowtaanaa taabbeenimil?","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:61","price":"61.Abeh yan meqe taamay usuk edde yangaarawu waah meqe xaganah (jannat kinnuk) xagnisne num kee addunyâ manol hatkisiyyah hatkisne numuy, tohuk lakal usuk Qhiyaamah ayrô girá digaalál xayyoysan marallih xayyoysimah numih inna maay kinni? hinna.","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:62","price":"62.Kaadu Yalli ken (koros kinnuk) seecah yan ayrôy (Qhiyaamah ayrô kinnuk) Yot agleytiitih haak sugten Yallittey nee qokle-lc как axcuk sugteeni annih teetiiy keenik iyya!","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:63","price":"63.Digaalâ maxco elle nummatteeh digaalá cakkisite mari ni-Rabbow ama maray makkosne ninnih kah makkotne innah ken makkosneh, nanu ken awliinuu kee ken cat ok koo eleelitneeh bari keenik nakke, usun nee aqbudak masuginnon sinni nafsî fayxii kee sheetoona aqbudak sugeenî kal iyyen.","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:64","price":"64.Kaadu Qhiyaamah ayro korosuk Yallat agleh haak sugten agleytiitih seeca keenik iyyan, tokkel ken scccaanaah usun kecnil gacsaanam maloonuuy, digaalâ sinni intih yablen, usun diggah addunyal cakkil tirri iyye marah sugaanamal diggalsimak manannon.","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:65","price":"65.Kaadu Yalli kccnih (koros kinnuk) seeca ayró (Qhiyaamah ayrô kinnuk), tokkel sin fanah rubne farmoytiitil maca gacisseenii? Keenik iyya.","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:66","price":"66.Tokkel woo ayró (Qhiyaamah ayrô kinnuk) sumaq keenih akkuk yen yab keenik qellitaah gacsaanam mageyan, tokkel usun ken yanfiqe yaabay itta esseraana malón.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:67","price":"67.Ama korosuk Yallal yuduureeh, Yalla nummayseeh, meqe taama abe numuh tu gactek, usuk addunyaa kee akeeral yasillimeeh yoffoofe marih num yakke.","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:68","price":"68.Nabiyow ku-Rabbi isi ginok isih faxam ginaah, isi farmoo kee isi taaqatah isih faxa mara doorita isi naqoosak, kay naqoosak hebeltö num doorit mali, Yalli saytunnooweeh fayya iyye usun agleh kaat hayya haanamak.","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:69","price":"69.Kaadu Nabiyow ku-Rabbi ken alilwa koroosannuu kee wohuk kalah taniimiy qellissaa kce usun yaybulleenim inkih keenik yaaxigeh.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:70","price":"70.Usuk Yallay nummah qibaadá cakkisitay, kaak sa nammey haytô Yalli kak aneewaa kinni, addunyaa kee akeeral inkih faylâ lem kaa, kaadu ginö fanal meklá lem каау, isin kaâ fanah gacsimtan Qhiyaamah ayró.","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:71","price":"71.Nabiyow sinaamak Yalli umman Qhiyaamah ayrô fanah amok siinik kate waa bar siinil heek yoh warisa keenik ixxic: diifuy baaxo elle tableeni Yallak kalah siinih baaha Yalla, tokkel isin siinik iyyaanam nummâ maabbah mataabbanaa?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:72","price":"72.Nabiyow sinaamak Yalli umman Qhiyaamah ayrô fanah amok siinik kate wayta laqo siinil heek yoh warisa keenik ixxic: baray şatta edde ittaana Yallak kalah siinih baaha Yalla, tokkel isin sinni intiitah matablaanaa edde tanin koroosannih hoxa?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:73","price":"73.Kaadu sinaamey Yallih Racmatak taniimik bar kee laqóy ittak sissini (baxsa-le) siinih abe barat şatta ittaanamkeh, laqot kay rizqhi (quusi) gurrusuttaanamkeh, kaadu kay niqmatal kaa faatittaanamkeh.","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:74","price":"74.Kaadu Yalli ken (koros kinnuk) seecah yan ayró, yot agleytiitih haak sugten yallittey nee qokle-le kak axcuk sugteeni annih teetiiy keenik iyya Yalli.","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:75","price":"75.Kaadu ummaan ummattay ambiya dirabbossek sumaq numuy (ken Nabii kinnuk) keenil sumaaqita nayyaaqeeh sinnih liton sumaq baaha keenik inna, tokkel diggah cakki lem Yalla kinnim too waqdi yaaxigeenih, kaadu diraabah addunyal Yallal ginnaasitak sugen Yallittey agleh kaat haak sugeeni keenik qellittaah baytah.","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:76","price":"76.Diggah Qhaaruun Nabii Muusâ marih numuk teneeh, kaxxamariinoh caddok keenit tatureh, kaadu kadnoonik mafaatic kak qande-le marih hortá qilsah qeegissi haa maalu kaah necee, kay mari kaa kassiisak batra edde tan walleh mawallitin Yalli koh yecee maalut kaak iyyen waqdi cus:Nabiyow diggah Yalli batra edde tan walleh wallita тага makicna.","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:77","price":"77.Kaadu maaluk Yalli koh yeceemit akeerâ dabqih galtó gurrus meqem kaat abtaamal addunyal, addunyak isi maglab (aftó) mahawweeninaay, Yalli koh kah yemqe innah Yallih naqoosah emeq, kaadu ama maalut Yalli caraamu koi abem magurrisinaay baaxo umaanet mabaysin, diggah Yalli baaxo baysa mara makicnaay ken digaaláh.","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:78","price":"78.Qhaaruun kay mari batra edde tan walleh mawallitin kaak axcuk kaa kassiise waqdi cagalah a-maali anu liyo ixxigaa kee duddat yoh yontocowwimc keenik iyye, Kaadu diggah Yalli kaak naharat horaarik qandeh kaak gibdiih, maali kobxisiyyah kaak maggo mara finqisem mayaaxigaa?kaadu umeynit sinni dambik messerimta Yalli isih keenik yaaxigeemil ken digaalah ikkal.","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:79","price":"79.Tokkel Qhaaruun isi bilqay duddaley caglita luk isi maral yewqe isi nabnaay isi maalih manga ken yayballuh, addunyâ manoh bilqá faxa mari kaa yuble waqdi, maganey! Qhaaruunuh tontocowwimeh innah tanim maaluu kee bilqak aallinninoy faxak nen, diggah usuk addunyak kaxxa maglab-le num kinni iyyen.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:80","price":"80.Kaadu qilmi kah yontocowwimc maray addunyaa kee akeerak asmat-le, booley, siinih yan finqaw! Maabinaay Yallak meesita keenik iyye, Yallal yeemeneeh meqe taama abe marah Yallih galto (jannat kinnuk) tayse akeeral, addunyal Qhaaruunuh yontocowwime maaluk, kaadu ama fayu (nasaacatta) oggoltaah elle taamittam matan Yallih taaqatal yisbireeh, umaanek yexxeere mara akke waytek.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:81","price":"81.Tokkel Qhaaruun kee kay dabqal baaxó xuumusneeh, Yallak kalah Yallih digaalák kaa catta buttá luk masuginnaay isih ise cata marih numuh masuginna.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:82","price":"82.Kaadu Kimal kay arac kee kay gadda liinoh sangcelak suge mari nadaamitak meesitak maacise kaat tekkem yublen waqdi, diggah Yalli isi naqoosak isih kah faxa marah rizqhi (quusi) farakka haah isih kah faxa maral ceyissi haa, Yalli nee guneeh neh xuwaawe wannay baaxô nel xuumusak yen Qhaaruunul kah xuumuse innah, kaadu matablaanaa?koros addunyaa kee akeeral ma-taffoofam sittak iyyen.","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:83","price":"83.Too akeerâ dabqih niqmat, baaxô bagul cakkik kaxxamariinite waah teetil umaané abam faxe waa marah kaa abna, kaadu ellecabó dabqay (jannat kinnuk) fayla-le Yallak meesita mari-le.","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:84","price":"84.Qhiyaamah ayró iimaan kee maqaane luk yemeete num, teetik kayrih tayse maqaaney (jannat kinnuk) naba kaah yacee Yalli, kaadu uma taama luk yemeete num, toysa umaaneena abe mari abak sugen uma taamoomik-sa elle galtimaanam (girá kinnuk) malón.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:85","price":"85.Diggah Nabiyow Qhuraan kol oobiseeh, kaal taamittaah kaa guddussam fardi kol abe Rabbi kak tewqe Макка koo gacsele, Nabiyow ama korosuk ixxic: yi-Rabbi tirtó luk yemeete num yaaxigeeh, baxxaqqa-le makot yan num kinni num yaaxigeh.","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:86","price":"86.Kaadu Nabiyow atu Yalli Qhuraan kitab kol oobisam qaagitak masuginnito, kinnih immay ku- Rabbi isi Racmatah kol kaa oobise, toysa atu korosuh cato makkin.","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:87","price":"87.Kaadu Nabiyow ama koros ku- Rabbih aayoota guddussaamak koo daggaawise (makkoyse) waytay is kol obsimteek gamadal, kaadu sinam ku-Rabbih inkittoysiyyah seecaay, Yallat agleytit haa marih num makkin.","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"28:88","price":"88.Kaadu Yallâ luk aka Yalla maqbudin, cakkil yaqbuden Yalli mayan inki Yallak sa, ummaanim baytaah gaba kaltah Yalla akke waytek, mekla lem kaay, Rabteeniik gamadal kaâ fanah gacsimtan cisab kee galtoh.","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:1","price":"1. Alif-Laam-Miim (edde faxem Yalli yaaxige).","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:2","price":"2. Sinam cabbimtu waytam takkalce neemeneh iyyaanamal, usun woo iimaanal mokkorime kalah?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:3","price":"3. Nummah keenik dumi mara mokkorreh, tokkel diggah Yalli iimaan warsitak numma yacee mara aaxigeleeh, diraabah neemeneh iyya mara aaxigeleeh ittak ken baxsele.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:4","price":"4. Hinnak umaaneená aba mari nee taanisaah, nek yassaqquwaam yakkalee? Manxu uma cokmiiy, usun abaanah yanin cokmi.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:5","price":"5. Yallih angaaraw qaagitaah, kay galtóh sangeela num, tokkel diggah Yalli isi ginóh ugtiyyah xagana kah hee wakti amaatele, kaadu usuk isi ginóh maxcoocá yaabbi, ken taamoomi yaaxigi.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:6","price":"6. Kaadu Yallih taaqatal yangicille num, toysa cagalah usuk isi nafsih tuxxiiqi kah yangicillem, Yalli diggah isi ginóh taaqatak (oggoluk) gaddali kinni.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:7","price":"7. Kaadu yeemeneeh meqe taamoomi abe marah, diggah ken umaaneená keenik duugennooh, kaadu abak sugen meqe taamoomik tayseemil ken galtenno.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:8","price":"8. Kaadu seehadaytu isi xalcynah yamqeeh, ken amri oggolaamah kaa farrimne, seehadaytow yot agleyta haytaamah kol yingicilleenik atu ixxiga как aalle waytaamal, tohul ken nammayih amri moggolin, siinik gacsimeyná Yoo fanah akkeleeh, addunyal abak sugteenim siinih warseyyo.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:9","price":"9. Kaadu yeemeneeh meqe taamoomi abe mara, diggah Yallih naqoosak meqe mará luk jannat ken culsenno.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:10","price":"10. Kaadu sinaamak Yallal neemeneh iyya mari yan, tokkel koros Yallal yeemeneenimih sabbatah adá ken abtek, sinam keenit abta adá Yallih digaaláh innah tet beetaanaah, diinik korraaqan. Kaadu nabiyow ku-Rabbik cató temeetek diggah nanu moominiiney qokoluh siinilluk sugne axceloonuk, Yalli isi ginóh sorkocó baxitteh addat taniimih ixxigah ummaan numuk yaysi hinnaa? yeey yaysi kinnih.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:11","price":"11. Diggah Yalli yeemene mara yaaxigeeh, diggah munaafiqhiin yaaxigeh, isi ixxiga sinam yaybulluh.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:12","price":"12. Koroosite mari yeemene marak ni-gita katayaay, sin dambitte nanu akkuqennok iyyen, usun ken dambittek-tu yakkuqe mara hinnon, diggah usun iyyaanamal dirableelá.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:13","price":"13. Ka adu diggah sinni dambitte akkuqe loonuuh, Yallih gitak makkoysen marih dambitte sinni dambittê luk akkuqe Ion, kaadu diggah qhiyaamáh ayró ginnaasitak sugen diraabittek esserime-lon.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:14","price":"14.Nummah Nabii Nuuc kay mara fan kaa rubneeh, ken addal alfi liggiday kontom liggida sinni ken seecak suge Yallal yaamineenim keh, tokkel kaa cineeniih, Yalli tuufaanat (woh maggo leey Yalli Nabii Nuuc mara edde bayse) ken bayse usun sinni nafsi yudlumc marah anuk.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:15","price":"15.Tokkel kaa (Nabii Nuuc kinnuk) kee doynikit kaâ luk suge maray kaal yeemene xuumiyyak (anxuqsumiyyak) wadneh, kaadu baad marah (qaalam marah) astá tet abne (doynik kinnuk).","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:16","price":"16. Kaadu nabiyow cus, Nabii Ibraahim isi marak Yalla dubuk uqbudaay, kaak meesita iyye waqdi, siinih taysem tohu siinih taysem yaaxige mara tekkeenik.","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:17","price":"17.Cagalah isin Yallak kalah taqbudeenim manton diraabah yallitte axcuk ginnaasittan numtin- wellitte akke waytek. diggah Yallak kalah taqbuden mari sin yarzuqhem maduuda, toysa rizqhi Yallih xaqul gurrusaay, Kaa uqbudaay, Kaa faatita, dubuk Kaa fan gacsimctton rabtecniik gecral cisab kee galtóh.","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:18","price":"18. Kaadu sinaamey Ni-farmoyta Mucammad ﷺ dirabbosseenik, nummah siinik naharat sugte ummoota sinni farmoytit dirabbosseh, kaadu Ni- farmoyta Mucammadal baxxaqqa-le gudduysiyyak-sá tanim matan.","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:19","price":"19. Kaadu mayablaanaa! Yalli ginó aneewaytik elle qimbisaah, rabteek lakat elle tet gacsanna. Diggah toh Yallal xabcinih.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:20","price":"20. Nabiyow rabccniik lakal ugutoonu waanam dirabboysa marak baaxô bagul gexaay, Yalli ginó elle qimbise inna wagita keenik ixxic, tohuk lakal Yalli ellecabô ginó qimbisa naharsi ginó elle qimbise innal qhiyaamah ayró, diggah Yalli ummaan iimih dudda-li.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:21","price":"21. Yalli isi ginók isih faxa marah addunyal aben urna taamáh akeeral digaalaah, isih faxa maray meqe taamá addunyal abiteh как nacruurah, kaadu qhiyaamah ayró kaá fanah gacsimtan.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:22","price":"22. Kaadu sinaamey isin baaxól Nee mataanissaanaay, qaraanal Nee mataanissan, kaadu Yallak kalah hebeltoh awlaytu mantoonuuy, hebeltó cateynay Ni-digaalák sin cata manton.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:23","price":"23. Yallih aayootaa kee Qhiyaamah ayró kay angaarawal koroosita mari, woo mari yi Racmatak yobboode mara kaadu woo mari qansarissa digaalá le.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:24","price":"24.Nabii Ibraahim isi mara Yallah seece waqdi, kay mari kaal gacseh yenem mali, mariiy marak keenik kaa qida hinnay girât kaa cararisa iyyaanam akke waytek, tokkel girât kaa qideeniih, tokkel Yalli girák kaa naggoyseh, diggah tohut yaamine marah astooti tan.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:25","price":"25.Kaadu Nabii Ibraahim isi marak iyyeh; isin cagalah Yallak kalah qibaadáh haysitteenim numtin- wellitte, addunyâ manol sin fanal kacni dabqamkeh iyyaanama tet kah haysitteenim, tohuk lakat qhiyaamáh ayró mariiy-maral siinik koroositaah, mariiy mara siinik abaaraah mariiy-marak bari siinik yakke. Kaadu girá siinik orbeynaay, cateynittey girä culimik sin çatta manton.","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:26","price":"26.Tokkel Nabii Luut, Nabii Ibraahim nummayseeh, kay diini kataate, kaadu Nabii Ibraahim diggah anu inni Rabbi fan guuruma kay kacnih sangeelih iyye, diggah Yalli mayso- li, naggaara.","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:27","price":"27.Kaadu Nabii Ibraahim Ni-sabbatah guurumeemih Iscaaqh deqsita baxa kaah neceeh, kay baxih baxa Yaq-qhuub kaah necee kaadu nubuwwannuu kee kitab kay samadah necee, kaadu addunyal kay galtó kaah neceeh, diggah usuk akeeral meqe marih loowot yan.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:28","price":"28.Kaadu nabiyow Ni-farmoyta Luut keenih cus, isi marak iyye waqdi; diggah isin qaxumaané kak gufti toofee taama abtan, ama uma taamá ginók (inșii kee ginnik) hebeltô num siinik tet maakaminna.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:29","price":"29.Diggaak isin labhal fidóh orobtaanaah, gexentak gita targiqeeniih sin aroocay elle walaltaanal qaxumaané-le taamoomi abtaanaa? tokkel kay mari kaal gacseh yanim mali Yallih digaalá neh bah iyyaanam akke waytek numma yacee marih num tekkek.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:30","price":"30.Nabii Luut yi Rabbow baaxó baysah yan maral yoo qik digaalá keenil oobissaamal iyye.","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:31","price":"31.Kaadu Ni-farmoytit (Malayka kinnuk) Nabii Ibraahimih Iscaaqh deqsita baxi yaabaku waah, lakal Iscaaqh baxi Yaq-qhuub yaabaku waamal kaa aytikumusak temeete waqdi, diggah Malayka nanu magaalah mara (Nabii Luut magaalah mara kinnuk) baysenno itte, diggah tet mari daalimiinih sugccnimih sabbatah.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:32","price":"32.Nabii Ibraahim Malaykak iyyeh: diggah Nabii Luut tet addal yaniih, usuk daalimiinit (koros kinnuk) mayanak, mannal bayissaanaah magaalâ mara usuk tet addal anuk, Nanu tet addal yan marat ixxigah kok nayseh kaak itte Malayka, diggah kaa kee kay buxah maraay kaa nummayse mara finqak naggoysenno, kay barray raaqe mará luk raqteeh finqitte akke waytek.","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:33","price":"33.Kaadu Ni-farmoytit (Malayka kinnuk) Nabii Luutul temeete waqdi, ken sabbatah rookiteeh kaxxam ceyteeh seehada ken yekkeleh isi marih umaané yaaxigeemih sabbatah, atu neh mameesitinaay, marookitin nanu diggah koo kee ku-buxah mara finqak naggoysennok kaak iyyen, ku-barray raaqe marat raqtey finqite marâ luk finqitte akke waytek.","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:34","price":"34.Diggah nanu a-magaalah maral qaraanak digaalâ oobisenno, Yallih amri cineeniih, qaxumaané-le taamá abak sugeenimih sabbatah.","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:35","price":"35.Kaadu nummah baxxaqqa itta astă tectik cabne (Luut marih magaala kinnuk) cubbusaah kas elle geya marah.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:36","price":"36.Kaadu Madyan marah ken toobokoyta Nabii Shuqeybi keenih rubne, tokkel yi-maraw Yalla dibuk uqbudaay, abtan qibaadât ellecaboh ayróh galtó qaagita keenik iyye, kaadu baaxó mabaysina, baaxó umaanét baysa mara tikki itteenih.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:37","price":"37.Tokkel kay mari kaa dirabboyseeh, tohih sabbatah gibdi baaxóh angoyyi ken tibbixeeh, sinni dabooqal rabeenih maacisen guluuba keenik baaxot kafimih anuk.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:38","price":"38.Kaadu Qaad kee Samuud deqsita тага finqisneeh, nummah keenit abne finqi siinih baxxaqqa iyye ken buxaaxiy baytey keenik foyyah raqtel. Kaadu sheetan ken uma taamoomi keenit bilqiseeh, cakki gitak ken waaseh, usun sinni koroosannuu kee sinni uma taamoomi yable marah sugeenih immay woh nummayse mara makkon sinni nafsi-fayxi kataateenikkal.","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:39","price":"39. Kaadu nummah Qhaaruunuuy, Firqawnaay, Haamaan finqisneh, nummah Nabii Muusa baxxaqqooqi-le astooti luk keenih yemeete. Tokkel baaxô bagul yaamineenimik kaxxa mariiniteeniih, nek yassaqqe mara makkon.","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:40","price":"40. Toysa ama uma maray cddc yabnck kulli num keenik le-dambih sabbatah finqisne, tokkel arruuqi edde yan gibdi caacay elle rubne mari keenit yanih (Nabii Luut mara kinnuk) kaadu gibdi xongló tibbixeeh, tootoke mari keenit yanih (Nabii Saalic maraa kee Nabii Shuqeybi mara kinnuk). kaadu baaxó elle qanxisneeh nunxuqsuuse mari keenit yanih (Qhaaruun kinnuk) kaadu lee kee badat xuumusne mari keenit yanih (Nabii Nuuc maraay firqownaa kee kay mara kinnuk). kaadu Yalli ama mara dambi maleh dulmih finqise Rabbi mäkko, kinnih ikkal usun sinni nafsi sinnih yudlume marah sugen Yallal koroositeeniih, ambiya dirabboyseenimih sabbatah.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:41","price":"41. Yallak kalah numtin-wellitte awlah haysite marih ceelallo, Qaróy tu teetih xiqewaa qari haysitteh ceelalloh inna. Kaadu diggah qarwak boolah umah yan qari qarô qari kinni. Toh aaxaginnoonuy awlah ken haysitak manannon.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:42","price":"42. Diggah Valii kaak kalah tuk uqbuddu haanamay agleh Kaat haana yaaxigeh, kaadu Usuk mayso-li, naggaara.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:43","price":"43. Kaadu too ceelalloola sinaamah tet naagure (baxxaqisna) edde yantifiqeenï gidah, kaadu teetil kas-kassowtam matan Yalla taaxigeeh, kay amri oggolta tu- taaxagó akke waytek.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:44","price":"44. Yalli qaranwaa kee baaxó nummal gine, diggah tohut Yallal yeemene marah astá tan.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"aa"},{"name":"29:45","price":"45. Nabiyow wacyik kol obsimtem kitaabak (Qhuraan kitab kinnuk) ikriyaay elle taamitaay, salat soolis elle faxxiima innal, diggah salat qaxuma taamáa kee ceelewaytok waasah, Yallih cusiyyi kulliimik nabaah muxxóh yayseh, kaadu Yalli isin abba haytaanam yaaxigeh umaanék maqaanék, tohul sin gaițele.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"aa"}],"juz":{"id":20,"name":"أَمَّنْ خَلَقَ","transliteration":"Amman Khalaq","transEn":"Is He Who Created","startVerse":"27:56","endVerse":"29:45","totalVerses":171}}