{"data":[{"name":"29:46","price":"46. Moominiiney kitab mara (yahuud kee nasaara kinnuk) ma-giddiyina tayse maxcóy qaxmeqet ken giddiytan sin akke waytek, keenik dulmi abeeh cakki gitak daggaaweeh, muslimiinih wiilih yan mari koh raaqay immay. Woo marat qeebi aba Yalla nummassa haanam fan hinnay gabbará acuwwu haanam fan. Kaadu Nel obsime Qhuraanal neemeneeh, siinil obsime Tawraat kee Injiilil neemeneh kaadu ni-Yallaa kee sin Yalla inkittuuy, nanu kaah nuqunxeeh kay amri oggollah ixxica.","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:47","price":"47. Kaadu nabiyow tonnaah Qhuraan kitab kol oobisneh dumi farmoytiitil kitooba kah oobisne innah, tokkel kitab kah necee mari kaa nummayseh (Qhuraan kinnuk) kaadu ama Qarabak kaa nummaysa mari yaniih, ni-aayoota yangadde mari mayan korosuh yan тага akke waytek.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:48","price":"48. Nabiyow kaak duma (Qhuraan kinnuk) hebeltö kitab akriyak masuginnitooy, hebeltö curuuf kaak isi migdat aktabuk masuginnito. Wacyi kol oobak duma akriyee kee hinnay aktube takkeemil, toysa koros Qhuraan Yallih garik yemeeteemit shakkitak ten.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:49","price":"49. Wonna hinnay Qhuraan usuk baxxaqqa itta aayootay qilmi kah yontocowwime marih alilwat tani kaadu ni-aayoota tangaddem matan daalimiinih yan mara akke waytek.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:50","price":"50. Koros kay Rabbik astooti (Nabii Saalic alaay, Nabii Muusä caxxih innah tan astáy tambullee kinnuk) macah kaal obsime wayteeh itte. Nabiyow keenik ixxic; cagalah astooti Yallih garil taniih, faxek tet oobisaah, faxek tet waasah. Cagalah anu baxxaqqa-le meesiiséy Yallih digaalák sin meesiisa kinniyo.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:51","price":"51. Kaadu nabiyow Nanu diggah keenil yankirriyime kitab kol oobisnam ken (koros kinnuk) maxiqtaa astáh, diggah woo Qhuraanat nacrur kee kassis edde yan Yallal yeemene marah.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:52","price":"52. Yoo kee sin fan Yalli sumaaqah xiqah anu kay farmoyta kinniyooh, nummal emeeteemih keenik ixxic. Yalli qaranwaa kee baaxól tanim inkih yaaxigeh, dccdal nummayseeh Yallal koroosite mari, woo mari usun kasaarite тага addunyaay akceral.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:53","price":"53. Nabiyow a koros a-nee edde meesissa digaalá neh baaha axcuk kot tasissike anqasah, Yalli digaaláh muggaqsime wakti keenih xageh sugewannay esseren digaalá keenih amaatuk ten kaadu diggah woo digaalá garciik usun aaxigekal keenit amaatele.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:54","price":"54. Nabiyow а koros a-nee edde meesissa digaalá neh baaha axcuk kot tasissike addunyal, diggah jahannam girá koroosite marat maroh tan.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:55","price":"55. Qhiyaamah ayró jahannam giráh digaalá keenik amooy ken ibittek gubak ken buulta. Yalli addunyal abak sugten uma taamah galtó tammoysa keenik iyya.","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:56","price":"56. Кее Yi-naqoosay, yeemeneh yan maraw! iimaan taybulleenimik ceyat teneenik diggah Yi-baaxó farakka-le, toysa Yi-baaxóy farakka ittah fan guurumaay, qibaadâ dubuk yoh caglisa keenik iyya Valii.","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:57","price":"57. Ummaan nafsiy nuwwi raba tammoysele tohuk lakal Nee fan gacsimtan cisab kee galtóh.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:58","price":"58. Kaadu yeemeneeh mcqe taamoomi abbaasite mara, diggah jannatal fayya itta qarway weeqaytitte guba как gexxal ken oobisenno kaal waarak, manxu meqe galtóoy meqem taamite marih galtó jannatal.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:59","price":"59. Ama edde yabne jannoota lem yeemene maray Yallih qibaadâl yisbireeh sinni caagiidah sinni Rabbil kelta kinni.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:60","price":"60. Mutuccu ittaamay isi rizqhi assukuqqe waytaah orbissam duude wayta magide takkeeh (ma axxulleeh)? Valii tet yarzuqheeh, sin yarzuqheh kaadu Usuk sin maxcooca yaabbi, sin abtoota yaaxigi.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:61","price":"61. Nabiyow ama koros qaranwaa kee baaxó iyyi gineeh, ayróo kee alsá iyyi qaneeh axcuk ken essertek diggah Yalla axcelon. Toysa diggah Yallal yaamineenimik mannal daggaawaanaah mannal dirabboysaanaah woh yeelemeeniik gamadal.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:62","price":"62. Yalli isi naqoosak isih kah faxa marah rizqhi (quusi) farakka haah, isih kah faxa maral keenik ceyissi haa, diggah Yalli ummaanimil ixxiga-li.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:63","price":"63. Kaadu Nabiyow qaraanak lee oobisseeh baaxó is-rabteek gamadal edde tuynuwweem miyyaay axcuk ken essertek, diggah Yalla axcelon aalamuk, sumaq siinil sooleemih Yalli fayla le keenik ixxic, tonna hinnay keenik maggo mari amahal ma kaskassoowa.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:64","price":"64. Kaadu A addunyah mano tu-hinna, digir kee doklá akke waytek, kaadu diggah akeerâ dabqi nummâ manoy rabi elle aneewaa teeti, sinam woh aaxaguk suginnay addunyá dooritak manannon akeerak.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:65","price":"65. Toysa koros dawaanikit korta waqdi xuumiyyak (sutiyyak) meesiteenik, Yalla kallacan dooqá kaah caglisak, tokkel Yalli badak ken naggossu heeh barri fan ken bukku haa waqdi, usun too waqdi agleyta kaat haanaah, sinni koroosannuh gacan.","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:66","price":"66. Niqmatak keenih neceemit koroositoonay, hatkoonay ama addunyal, toysa tohih ellecabo sarrah aaxige-lon.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:67","price":"67. Kaadu a koros nanu diggah Макка caramay saayah yani keenih abneeh, keenik derfal sinam qawwimtaah, ken qidak seelabak saay waanam mayablaanaa? Tokkel usun deedal numtin-wellitte nummaysaanaah, Yallih niqmatay Yalli ken caglisel koroositaanaa?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:68","price":"68. Yallal dirab ginnaasiteeh, hinnay Yalli Nabii Mucammad edde ruube cakki kaah yemeete waqdi cakki dirabboyse numuk dulmih iyyi gacaah? (num magaca) korosuh jahannam giráh addal orbeyná matana innaa? (diggaluk tanih).","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"29:69","price":"69. Yeemene maray Ni-sabbatah Yallih naqboytiitiiy, nafsiiy, sheetanal yingicillee, diggah Ni-gitittel tirri ken heenno, kaadu diggah Yalli meqe mará luk yan catóo kee dacayrih.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:1","price":"1. Alif-Laam-Miim, (edde faxem Yalli yaaxige).","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:2","price":"2. Ruum macxi buksumeh (fursi macxi ken bukse).","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:3","price":"3. Ken (Ruum macxu kinnuk) baaxók fursi baaxól xayuk raqta baaxól buksumen, kaadu Ruum macxi buksumeek (kobrimeeniik) lakal fursi bukse-lon.","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:4","price":"4. Sidiica liggidaay, sagla liggidih fanat ken bukse-lon (kobrelon). Fiiriiy-geera amri Yalli-le kaadu woo saaku moominiin wallite-le Ruum taysu wayta ayró,","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:5","price":"5. Yalli iisa Ruumuh yeceemih sabbatah. Yalli isih faxa mara qoklaah, isih faxa mara boolaysa. Kaadu Usuk mayso-li, nacrur-li.","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:6","price":"6. Woh Yalli moominiinih hee xagna, Yalli isi xagana mamaka kinnih immay sinaamak maggo mari mayaaxiga.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:7","price":"7. Addunyä manok tambulleem yaaxigeeniih, usun (makki koros kinnuk) akeerä manók garcit yan mara kinnon.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:8","price":"8. Kaadu sinni nafsi wagga heenih eile ginniimen inna macubbusinnoonuu? Yalli qaranwaa kee baaxóoy ken nammayih fanal tanim digirih magininna nummaay muggaqsime waktih ginem akke waytek (qhiyaamah ayró kinnuk), diggah sinaamak maggo mari sinni Rabbih angaaraw yangaddeeniih, elle koroositaanah.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:9","price":"9. Kaadu baaxô bagul magexinnoonuu? Tokkel keenik duma suge marih ellecabo kah tekke inna yableenimkeh, xagar qandeh keenik gibduk sugeeniih, baaxó yubqureniih tet xiseenih usun teetik xiseenimik maggom, kaadu ken farmoytit baxxaqqooqi luk keenih temeeteeh, ken dirabboyseeniih Yalli ken finqiseh, Tokkel Yalli ken yadlume Rabbi makkinna, kinnih immay usun (makki koros kinnuk) sinni nafsi sinnih adlamuk sugen Yallih amrih cinai.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:10","price":"10. Tohuk lakat taamá yoysomme marih ellecabo digaalák gacta digaalá (girâ digaalá kinnuk), Yallih aayoota dirabboyseeniih, teetil anqasak sugeenimih sabbatah.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:11","price":"11. Yalli ginó dibuk qimbisaah, tohuk lakat tet gacsah rabeeniik lakat, tohuk lakat cisab kee galtóh kaa fan gacsimtan.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:12","price":"12. Kaadu qhiyaamá ugutta ayró umeynit digaalák naggoowaanamak yabboodeeniih, tibbi iyyan iyyaanamih waytih.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:13","price":"13. Ken yallitteetay Yallat agleh heenih aqbaduk sugeeni cató keenih matakka qhiyaamah ayró, kaadu usun Yallat agleh haak sugen yallitte yangaddeeniih, bari keenik yakken kaadu woo yallitte bari keenik takke.","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:14","price":"14. Kaadu qhiyaamá soita ayró, woo ayró moominiin kee koros baxsimtah.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:15","price":"15. Yeemeneeh meqe taamoomi abbaasite marah tu gactek, tokkel usun Jannatti kaloh addal wallitan.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:16","price":"16. Kaadu koroositeeh, ni-aayootaa kee ellecaboh ayróh angaaraw dirabboyse marah tu-gactekii, too mari jahannam giráh digaaláh xayyoysimaanaah, umman teetil waaran.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:17","price":"17. Toysa moominiiney kassowtan waqdii kee maacissan waqdi Yalla saytunnoysa.","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:18","price":"18. Qaranwaa kee baaxól faylá Yalli-le. Kaadu carraa kee dohri wakti Yalla saytunnoysa kaa ceele waytaamay agleh kaat hayya haanak.","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:19","price":"19. Yalli-rabteemik nuwwam yayyaaqeeh, nuwwaamak rabtem yayyaaqe. Kaadu Usuk baaxó yaynuwwee is qabaarah rabteek gamadal, kaadu tonnaah sinaamey Valii sin magooqak sin ayyaaqele qhiyaamah ayró.","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:20","price":"20. Kaadu kay nabnaa kee dudda tascasse astootik tanim isin как tanin sin abba Aadam burtak gineemi, tohuk lakat isin too waqdi seehaday tandarrey baaxól fixixxay Yallih rizqhi gurrusutta takken.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:21","price":"21. Kaadu kay nabnaa kee dudda tascasse astootik tanim, sin nafsik agabu siinih gineemi satta keenit ittaanâ gidah kaadu sin (agabuu kee baqoolit kinnuk) fanat kacanuu kee xuwaw hee. Diggah tohut cubbusa marah astooti tan.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:22","price":"22. Kaadu kay nabnaa kee dudda tascasse astootik tanim qaranwaa kee baaxô ginooy, sin afittee kee sin bisitteh (belitteh) sissinaane. Diggah tohut yaaxigeeh, bagi inti­ le marah astooti tan.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:23","price":"23. Kaadu kay nabnaa kee dudda tascasse astootik tanim, isin bar kee laqó abtan xin kee isin kay rizqhit abtan guranto, diggah tohut cubbusaah yaabbe marah astooti tan.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:24","price":"24. Kaadu kay nabnaa kee dudda tascasse astootik tanim, kakkaqók как meesitak roobuh kah sangeelak cankaxa sin yaybulleemi, kaadu qaraanak lee oobisaah, baaxó edde yaynuwwee is qabaarah rabteek gamadal, diggah tohut kas-le marah astooti tan.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:25","price":"25. Kaadu kay nabnaa kee dudda tascasse astootik tanim, qaran kee baaxó kay amrih soltaama, tohuk lakat Yalli inki seecóh sin seeca waqdi, qhiyaamah ayró isin too waqdi sissikuk magooqak awqetton.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:26","price":"26. Qarnwaay, baaxól ginók cnnittam inkih Yalli-le, ginó inkih tikki ittaamak kaah taqunxeeh, kay amri oggolta.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:27","price":"27. Dibuk Yalla kinni ginó sugewaytik qimbissam, tohuk lakat rabteek gamadal tet gacissam Kaa kinni, kaadu ginô gacsiyyi qimbisiyyak kaal xabcinuk raaqa, kaadu Yalli qaranwaa kee baaxól inkih fayya itta weelo-le. Kaadu Usuk mayso- li, naggaara.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:28","price":"28. Korosey Yalli sin nafsik ceelallo siinih yoogore, naqoosay sin gaba timlike siinih necee rizqhit siinilluk tangalem maay kicinton woo maali massa siinil akkuk. cuiul xayloy (naqoosa akkewaa mага kinnuk) siinit agleh tanik kah meesittan innah keenik (naqoosa kinnuk) maay meesittan? tonnaah nagay yan kas-le maráh astooti baxxaqisnah.","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:29","price":"29. Tonna hinnay isi nafsi yudlume mari sinni kalbi-fayxiixa kataaten ixxiga как aallekal, toysa Yalli makkoyse num tirri haytam matanaay, usun cateynit malón Yallih digaalák.","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:30","price":"30. Nabiyow toysa isi nafsi Islaam diini fan uyfukkun aka diinittek xabanah gacak, amah cakki diiniy koo kah amrisnek, usuk Yallih diiniy Yalli sinam elle giné kinni. Yallih ginóo kee kay diini korissam matan, too diini usuk massal yan diini, kinnih immay maggo mari mayaaxiga usuk cakki diini kinnim.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:31","price":"31. Yallal yuduure mara tikaay, Kaak meesitaay, salat soolisa kaadu Yallat agleyta haa mara makkina kaah abtan qibaadát.","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:32","price":"32. Korosuk isi diini baxam-baxsite maray itta weey qaxa-qaxa yekkeh inna makkina, ummaan cizbi keenik isi garil taniimit wallita cakkil yanim akkaluk.","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:33","price":"33. Sinam gibdaabini xaga waqdi sinni Rabbi kallacan Kaa fan adaaruk tohuk lakat Yalli isik yan racmat ken tammoysa waqdi, tokkel keenik hortá sinni Rabbit agleyta hayta.","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:34","price":"34. Yalli niqmatak keenih yeceemil koroositoonay yangaddoonay, tokkel hataka amá addunyah bagul, ama hatakak ellecabo sarra akeeral digaalá tablen waqdi aaxigetton ta korosey.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:35","price":"35. Hinnak ama korosul baxxaqqa iyya sumaq kee kitab keenil maay oobisne, hay woo kitab Yallat agleyta haak sugeenim taniimiiy numma axcuk edde maay yaaba ? (aleey ma-yaaba)","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:36","price":"36. Kaadu sinam Nek yan racmat ken tammosna waqdi kaat wallitaanaah, ken gaboobi bahteemih umaané ken xagtek, usun too waqdi Yallih racmatak yabboodeenih.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:37","price":"37. Kaadu mayablaanaa! Diggah Yalli mokkoroh isih kah faxa maral rizqhi farakka haah, isih kah faxa maral ceyissi haam (keedaadissi haam), diggah tohut yeemene marah astooti tan.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:38","price":"38. Toysa yeemene numow maré koh­ le num cakkik kol lem kaah acuw, kaadu tudagoytaa kee gexsô numuh zakáa kee sadaqhatak cakkik koi lem kaah acuw, too acwa aban taamát Yallih fooca edde faxa marah kayrih tayseh, kaadu too mari usun yoffoofeeh saami как yemqe mara kinni.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:39","price":"39. Kaadu sinam maalut sinni maali ossimam keh ribáh teceen magoytá Yallih garil mossimta kaadu Yallih fooca edde faxak zakák teceenimi Yalli siinik raabitam, toysa too mari usun galtó kah dirribsimta mara.","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:40","price":"40. Yalla kinni sin gintem sinaamey, tohuk lakat a-manól sin yarzuqhe, tohuk lakat sin qidaah, sarra sin magooqak nuwwuk sin ugsa cisab kee galtóh, isin Yallat agleh haytan sin yallittet wohuk-tu abá mari maay yan? mayan, Yalli saytunnooweeh kaxxa fayyah fayya iyye agleh kaat hayya haanamak.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:41","price":"41. Barrii kee badal umaané tumbulleh (qabaaraay, biyookaay,) seehadâ gabá abteemih sabbatah, Yalli ken taamoomiy abeenik tul digaalá ken tammoysamkeh addunyal elle akeerak duma, usun woo umaanék Yallal gacaanamkeh.","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:42","price":"42. Nabiyow amá korosuk baaxô bagul gexaay, duma ambiya dirabboyseeh, Yallih amri cine marak ellecabo kah tekke inna wagita keenik ixxic, keenik maggo mari Yallat agleyta haa marah sugen.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:43","price":"43. Nabiyow toysa isi nafsi Islaam diiniy massoowa fan uyfukkun, Yalli mekle ayróy (qhiyaamah ayró kinnuk) num gacsam duudewaa tamaatek duma, too ayró ginó fixixxaah namma aracal gacta.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:44","price":"44. Koroosite num, toysa kay koroosannih digaalá kay amol tan girál waarak kaadu meqem abbaasite mari jannatal arooca kah bicsitam toysa sinni nafsi.","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:45","price":"45. Yeemeneeh meqe taamoomi abbaasite mara Yalli isi muxxóoy, isi cindah ken gaitam keh, diggah Yalli koros makicna.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:46","price":"46. Kaadu Kay nabnaa kee dudda tascasse astootik tanim, caacooya ruubaama is robti mamaatal ayti- kumusak (berrakisak) kaadu Isi racmatak sin tammoysam keh kaadu dawaanik badal Kay amriiy Kay fayxil gexam keh kaadu Kay muxxóh Kay rizqhi edde gurrusuttaanaah, Kay niqmootal Kaa faatittaanam keh.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:47","price":"47. Nummah nabiyow kok naharat farmoytit le-mara fan rubneeh, baxxaqqooqi keenih baahen, tokkel ken dirabboyseeniih, taamá yoysomme maral cañé gacisneh. Koros bayisnaah moominiin qokollam cakkik Nel tan.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:48","price":"48. Yalla kinni caacooyay qubul (qambur) tasgayyeeh, uguugussa rubtam, tokkel Yalli isih elle faxa innal qaraanal kaa fixiixisa, kaadu waqdik teyna kitiifoonuy fixiixih yani kaa aba. Eddeluk kay fanak rob awaqih table, tokkel Yalli isi naqoosak isih faxa mara kaa xagsa (rob kinnuk), too waqdi usun kaat yafriceeniih wallitan.","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:49","price":"49. Nummah rob keenih radak naharat kaak yobboode marah suganway wallitaanah (yafriceenih).","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:50","price":"50. Toysa Yallih racmatih (rob kinnuk) raatitte fan wagit, qabaarah rabte baaxó elle yaynuwwee inna is rabteek gamadal, diggah toh duude Rabbi, rabtem Yaynuwwi kinni, kaadu Usuk ummaan iimil qamalgeytó-li, dudda-li.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:51","price":"51. Kaadu ken buqrel uma caacay rubnek tokkel too buqre walqinnowteh tet yablen, wonnal tet yubleeniik gamadal Yallal koroositeeh, Kay niqmat yengedde marah raaqan.","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:52","price":"52. Diggah nabiyow atu rabe mara mataysabbaay, ayti maleelá cakki seeco mataysabba cinah fooreeniih derre caban waqdi.","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:53","price":"53. Kaadu nabiyow atu Yalli tirto gitak intiita waysiise тага edde yanin hoxak tirri ken haa num hinnito. Ni-aayoota nummayse marak-sá num mataysabba, edde luk usun Yallih amri oggole maray Ni- aayoota nummaysaanam tu kah xiqta kinnon.","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:54","price":"54. Yalla kinni boolá leemik (daacoytak kinnuk) sin gintcm, sarra boolá lakal furrayniinô maqar siinit hee, woo maqarih lakal boolaa kee idoolinnu-le mara sin abe, Yalli isih faxam ginaah, usuk ixxiga-li, dudda-li.","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:55","price":"55. Kaadu qhiyaamá soita ayró umeynit addunyal dago waktik sá tu-sugeweenimil xiibitta.Tonnaah usun addunyal cakkik baatil fan daggaawak sugen.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:56","price":"56. Kaadu iimaan kee qilmi kah yontocowwime mari nummah Yalli isi garil-leh yan kitaabay yuktubel ginnimteenim kee ugut ayrô (qhiyaamah ayró kinnuk) fanah sugten keenik iyyan, toysa tah ugut ayróy cinak sugteeni kinni, takkay immay isin aaxaguk ma-suginnitoonuuy tet dirabboysak sugten.","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:57","price":"57. Too ayró isi nafsi yudlume marah usun aban malkit (gar) tu-keenih maxiqa, kaadu usun Yalli kicnam fanah madaara как gurrusan mara hinnon, aben umaanél diggalsimaanah ikkal.","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:58","price":"58. Nummah sinaamah ta Qhuraanih addal ummaan ceelallok ceelalló keenih noogore kassitaanaah nummaysaanam keh, kaadu nabiyow ku numma tascasse astootik astá keenih bahtek, diggah koroosite mari koo kee koo kataytem tu-hinniton deedalleeláy deedal nee fan bahte akke wayteenik axcelon.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:59","price":"59. Yalli tamannah yan alfiyyah alifa nabiyow atu Yallih garik luk temeete cakki aaxigewaa marih sorkoco baxitte.","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"30:60","price":"60. Toysa nabiyow diggah Yallih xagni nummak isbir, kaadu Qhiyaamah ayró Yallih angaaraw asmatah sinniih nummaysewaa marih abtó ku-diinik koo aysissike waytay.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:1","price":"1. Alif-Laam-Miim, (edde faxem Yalli yaaxige).","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:2","price":"2. Toh dudda-le (gufti taafe) cikmat-le kitaabih aayoota. (Qhuraan kinnuk)","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:3","price":"3. Amá kitaabih aayoota meqe maray taamá yessemeqqeh tirtóo kee nacrooru.","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:4","price":"4. Usun salat soolisaah, zaká yacee mara, kaadu usun ellecaboh ayró asmatah nummaysa mara.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:5","price":"5. Too weelot weeloysime mari sinni Rabbik tirtô bagul yan шага, kaadu woo mari usun addunyaay akeeral yoffoofe (limaye mara) mara.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:6","price":"6. Kaadu sinaamak Yallih taaqatak sinam aylahissi haytam xaamita mari yan Yallih gitak sinam makkoysaanam keh ixxiga как aalle kalah. Kaadu Yallih aayoota anqasah haysitan, woo mari ken tayqunxeeh, wacarrissa digaalá- lon.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:7","price":"7. Kaadu Ni-aayoota (Qhuraan aayoota kinnuk) kaal tankirriyime waqdi, kaxxa-mariinitak derre teetit caba tet aabbeweeh innah, kay namma aytit qilsa tanih innah, toysa nabiyow qansarissa digaalál kaa ayti-kumus.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:8","price":"8. Diggah nummayseeh meqe taamoomi abbaasite mari niqmat-le jannoota-le,","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:9","price":"9. Tet addal waarak. Yallih xagni nummâ, kaadu Usuk mayso-li, naggaara.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:10","price":"10. Yalli qaranwa makaadó maleh gine tet kah tablen innah, kaadu baaxól qaleelá hee sin tasgayyeemik kaadu ummaanimik mutuccu ittam teetil fixiixise. Kaadu qaraanak lee oobisneeh, cooxuk ummaan qaynootay meqe teetil nuysubuke ginô tuxxiqih.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:11","price":"11. Ama ubullu haytaanam Yallih ginók, Kaak kalah taqbuden mari maca gineeh ?toysa a-korosey usun gineenim yoo uybulluyay, wonna hinnay daalimiin baxxaqqa- le makoh addat tanî kah usun gineenim malón.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:12","price":"12. Nummah Luqhmaanah cikmat neceeh, Yalla faatit kaak inne, faatita num cagalah toysa isi nafsi kah faatitam, tuxxiq kaah kak yaduure. Kaadu kay niqmat yengedde num isi nafsi kah yoomem, toysa diggah Yalli kay faatitiyyak gadda-li, kulli caalatal fayla-li.","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:13","price":"13. Kaadu nabiyow cusey : Luqhmaan usuk isi baxa kassiisak yi-baxaw Yallat agleyta mahan kaak iyye waqdi, diggah Yallat agleyta haanam naba dulmiiy, dambik naba dambi kinni.","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:14","price":"14. Kaadu seehadaytu kay namma xaltanih yamqeemil kaa farrimneh, Kay ina gibdaak gibdal kaa tussukuqqeeh, ubkaa kee molâ fanat namma liggida suga, Yalli yoo faatitaay, ku namma xaltani faatit gacsimeyná Yoo fan takkek kaak iyye.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:15","price":"15. Kaadu ku-xaltani Yallat agleyta haytaamah koi tingicillek atu ixxiga как aalle waytaamah, toysa ken nammayih amri moggolin, kaadu addunyal maqaancl keenilluk gexsit. Kaadu Yol gace marih gita katay, tohuk lakat sin gacim Yoo fan yakkeeh, addunyal abak sugteenim siinih warseyyo.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:16","price":"16. Yi-baxaw diggah is (umaané kinnuk) kardal amboytih gide qilsak tekke tet tekkek edde xaxxaq (booló) addat tenek, hinnay qaranwal tenek, hinnay baaxóh addat tenek Yalli tet baaheleeh teetil galtime Ion qhiyaamah ayró, diggah Yalli isi naqoosah xuwaw-li, adda yaaxigi.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:17","price":"17. Yi-baxaw salat soolisaay, dudda luk elle faxxiima innal kaa ab, kaadu sinam maqaanél amrisaay, umaanck waas kaadu gibdaabinak koo xagteemil isbir, diggah too farrimti faxximtaamay sinaamak raq sinni kinni.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:18","price":"18. Kaadu burah fooca sinaamak mamakinaay, baaxól kaxxiinitak magexin, diggah Yalli ummaan kaxxa-mariinoliy hideynah yani (hobbiyo -li) makicna.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:19","price":"19. Kaadu isi gexó maysassakinay fanat hayya hayisaay, isi xongoló ramma hayis, diggah xongoloolak gacta xongoló okli xongoló (danoonâ xongoló).","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:20","price":"20. Sinaamcy matablaanaa! Diggah Yalli sin tuxxiqih qaranwal taniimiiy, baaxól tanim siinih qanem kaadu isi niqmootak tambulleem kee qellittam siinih duuduseh, sinaamat Yallih inkittiino yangaddeeh, dirabboysa maray ixxiga aalle kal tirtö bagul aneekal, cakki baxxaqqa haa kitaabay Yallih xaquk oobe aalle kal wohul sinam keemaarisa mari yan.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:21","price":"21. Kaadu Yalli isi farmoytal oobisem kataata keenik iyyan waqdi, wonna hinnay nanu ninni abbobti elle geyne gita katayna iyyen. Saqiir deqsitta urta giráh digaalâ fan sheetan keenih seecakaa ken kataataanam ?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:22","price":"22. Kaadu isi fooca Yalla fan yuyfukkuneeh, qibaadá kaa caglise num usuk aba taamá yaymaaqe numuh anuk, toysa nummah aggiriqqe waytaah, karriqqi itta qoró (kolfa) yibbixe numu usuk. Tokkel caagiidah ellecabo Yalla fan taduure.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:23","price":"23. Kaadu nabiyow koroosite numih koroositiyyi koo rookise waay, keenik gacsimeyna Nee fan takkeeh, addunyal abeenim keenih warsennooh, ken elle galtennó, diggah Yalli alilwah addat tanim yaaxigi (umaanée kee koroosannuk).","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:24","price":"24.Addunyal dago wakti ken hatkisenno, tohuk lakat akeeral ken foorisennooh, gibdi digaalá fan ken kelsenno (ken tiqenno).","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:25","price":"25.Nabiyow qaranwaa kee baaxó gintem iyyaay axcuk ken essertek, diggah Yalli ken giné axcelon, amah teelemeenimih Yallah faylá dabaqtay keenik ixxic, tónna hinnay keenik maggo mari qibaadá cakkisittam Yalla kinnim mayaaxigan.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:26","price":"26.Qaranwaa kee baaxól tanim Yalli- le, diggah Yalli Usuk isi ginók gadda-li, kulli caalatal faylá-li.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:27","price":"27.Diggah cooxuk baaxól enni ittam kalooma akkinnay, kaadu bad midad (mandi) tikki iyyeh kaak lakat malcina bad kaat engelli iyyeh Yallih qangor edde yunkuttubek Yallih qangor amarraquk mananna kaloomaa kee mandi yambaxeemih. Diggah Yalli mayso-li, naggaara.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:28","price":"28.Sinaamey siinik ginóo kee ugsiyyi Nel tu-hinna inki numih nafsih ginóo kee ugsiyyih inna akke waytek. Diggah Yalli sin maxcooca yaabbi, sin taamoomi yabali.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:29","price":"29.matablannaa! Diggah Yalli barak- tu laqót culsaah laqó taxxeerem, kaadu laqók-tu barat culsaah bari yaxxeerem kaadu ayróo kee alsá siinih qaneh ken nammayak kulli tiy á muggaqsime wakti fan gexxa (qhiyaamah ayró kinnuk). Kaadu diggah Yalli isin abba haytaanamak adda yaaxigi.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:30","price":"30.Too ubullu hayteenim diggah Yalli usuk nummâ Yalla kinniih, diggah kaak kalah yaqbudeenim deedal kinnim taaxigeenî gidah sin nuybulle. kaadu diggah Yalli Usuk fayya-li, nabna-li.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:31","price":"31.Matablannaa! Diggah doynik Yallih niqmatah badal gexxam kay dudda tascasse astooti sin yaybulleem keh, diggah too dawaanik badal aba gexót ummaan maggo sabrilih maggo faatolih Yallih nabna tascasse astooti edde tan.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:32","price":"32.Kaadu baddi haffo qubul kee qaleeláh iraawoh innah ken buulta waqdi Yalla kallacan dooqá kaah caglisak, tokkel ken naggossu heeh badak barri fan ken yayyaaqe waqdi, tokkel iimaan kee koroosannuk fanah yan numuy Yalla elle faxximta innal faatitewaa keenit yanih, kaadu Yallih niqmat yangadde korosti keenit yanih. Ni- astooti tangaddem matan ummaan ganoliy korostah yani akke waytek.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:33","price":"33.Kee sinaamey sinni Rabbik meesita kaadu abba і si baxah tu- xiqewaah, baxi usuk isi abbah tu-edde xiqewaa ayrók meesita, diggah Yallih xagni nummaay agay-waaga mali, toysa addunyâ manó sin duquuruse waytay, kaadu duquurusé (sheetan kinnuk) Yallak sin duquurusewaay.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"31:34","price":"34. Diggah qhiyaamá cddc uguttuwayta waktih ixxiga Yalli-le. Kaadu rob oobissam kaay, oobisa wakti taaxigcm kaa kaadu inontî maxaxih (maganih) addal tanim labim kinnik sayim kinnim taaxigem kaa. Faxe nafsi mayaaxiga beera abu waam Yallak- sá, kaadu faxe nafsi mayaaxiga elle rabuwaa baaxó Yallak-sá, diggah Yalli ixxiga-li, adda yaaxigi, tu kaak maqellitta.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:1","price":"1. Alif-Laam-Miim (edde faxem Yalli yaaxige).","arabic":"الٓمٓ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3504,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:2","price":"2. A-kitaabih (Qhuraan kinnuk) oobiyyi (obsi) ginö Rabbih kabuk yaniimit agay-waaga kaat matan.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3505,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:3","price":"3. Hinnak a-koros Nabii Mucammad Ta Qhuraan diraabah ginnaasite ittaa? Aleey, usun kah iyyan inna hinna, usuk ku-Rabbik kol obte cakki maxcä kal, kok duma hebeltô meesiisé (farmoyta kinnuk) kah amaatewee mara edde meesissâ gidih, usun yaamineenih cakkil tirri iyyaanam keh.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۚ بَلۡ هُوَ ٱلۡحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3506,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:4","price":"4. Yalla kinni qaranwaa kee baaxóoy ken nammayih fanal tanim lica ayróh addat gintem, tohuk lakal Yalli Qarshi amol Isi nabna celta fayyah fayya iyye, Kaak kalah awlaytu mantoonuuy, shafaaqatta siinih yakkeeh sin cata num manton. Sinaamey makas- kassowtaanaa taabbeenimil?","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا شَفِيعٍۚ أَفَلَا تَتَذَكَّرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3507,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:5","price":"5. Ginô caagid qaraanaak baaxô fanah gexsissam (tagdubcm) Yalla kinni, tohuk lakal ama caagiida kaa fan tawqe, ayróy caggudisiyyi kak alfi sanat Yakket isin lowtan addunyah ayroorak.","arabic":"يُدَبِّرُ ٱلۡأَمۡرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلۡأَرۡضِ ثُمَّ يَعۡرُجُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥٓ أَلۡفَ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3508,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:6","price":"6. Too gexsiisiyya lem Yallay qellittaah, tambulleem yaaxigih yani kinni, Usuk mayso-li, xuwaw- li kinni.","arabic":"ذَٰلِكَ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3509,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:7","price":"7. Yallay ummaanim gineeh ginni heemik ginó yeymeeqe, kaadu seehadayti ginó kallak qimbise (Nabii Aadam kinnuk).","arabic":"ٱلَّذِيٓ أَحۡسَنَ كُلَّ شَيۡءٍ خَلَقَهُۥۖ وَبَدَأَ خَلۡقَ ٱلۡإِنسَٰنِ مِن طِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3510,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:8","price":"8. Tohuk lakal Aadam samad boola-le daacoyti leek tan dabloytak gine.","arabic":"ثُمَّ جَعَلَ نَسۡلَهُۥ مِن سُلَٰلَةٖ مِّن مَّآءٖ مَّهِينٖ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3511,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:9","price":"9. Tohuk lakal Yalli seehadaytu gineeh massoyseeh, isih gine rooci kaat fuufuse, kaadu maabbaa kee mablaay, sorkocôbaxitte siinih hee, sinni Rabbi faatittaanam siinik dagoh siinih yecee niqmatal.","arabic":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦۖ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3512,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:10","price":"10. Korosuk qhiyaamah ayróh ugut yengeddee mari, baaxót bayneeh, ni-xagar burtat yengcleek gamadal, diggah nanu qusbá ginóh ginnimmi inneh ugutenoo iyyen? Woh dubuk hinnay usun sinni Rabbih angaarawal koroositaanaah yangadden.","arabic":"وَقَالُوٓاْ أَءِذَا ضَلَلۡنَا فِي ٱلۡأَرۡضِ أَءِنَّا لَفِي خَلۡقٖ جَدِيدِۭۚ بَلۡ هُم بِلِقَآءِ رَبِّهِمۡ كَٰفِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3513,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:11","price":"11.Nabiyow rooci yayyaaqe Malaykattuy sin roocih mayyaaqah wakkilsime rooci siinik beele, Tohuk lakal sinni Rabbi fan gacsimetton keenik ixxic.","arabic":"۞ قُلۡ يَتَوَفَّىٰكُم مَّلَكُ ٱلۡمَوۡتِ ٱلَّذِي وُكِّلَ بِكُمۡ ثُمَّ إِلَىٰ رَبِّكُمۡ تُرۡجَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3514,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:12","price":"12. Nabiyow umeynit sinni Rabbih xaqul sinni moyyaayi qunuunusan waqdi ablinnitoy, wacarriy kee xixxibaaneh, Ni-Rabbow nubleeh noobbeh ugut kee galtók cinak sugnem, toysa meqe taamá abitnam keh addunyah nee gacis, diggah nanu nismiteeh nummasnehik iyyan.","arabic":"وَلَوۡ تَرَىٰٓ إِذِ ٱلۡمُجۡرِمُونَ نَاكِسُواْ رُءُوسِهِمۡ عِندَ رَبِّهِمۡ رَبَّنَآ أَبۡصَرۡنَا وَسَمِعۡنَا فَٱرۡجِعۡنَا نَعۡمَلۡ صَٰلِحًا إِنَّا مُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3515,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:13","price":"13. Kaadu faxinninoy ummaan nafsih le-tirtó acayuk nen, kinnih immay cakki maxcó Yok nummatteeh, dabaqteh jinnii kee seehadak umeyniitih yan marak jahannam deqsitta girá inkih keenik kibuwaamal.","arabic":"وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3516,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:14","price":"14.Toysa a-korosey а-sin ayróh garayyu hawwenteenimih sabbatah girá digaalá tama, nanu diggah girâ digaalál sin hawwenneh innah sin cabennok, kaadu addunyal abak sugten uma taamoomih sabbatah waarta digaalá tama keenik iyyan.","arabic":"فَذُوقُواْ بِمَا نَسِيتُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَآ إِنَّا نَسِينَٰكُمۡۖ وَذُوقُواْ عَذَابَ ٱلۡخُلۡدِ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3517,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:15","price":"15.Cagalah Ni-aayoota nummaysa mari, teetil (Qhuraan aayoota kinnuk) ken kassiisan waqdi sujuuduh gomboh radan kaadu sinni Rabbi saytunnoysak faylisan usun Kaa yaqbudeenimik kaxxa- mariinitekal.","arabic":"إِنَّمَا يُؤۡمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُواْ بِهَا خَرُّواْۤ سُجَّدٗاۤ وَسَبَّحُواْ بِحَمۡدِ رَبِّهِمۡ وَهُمۡ لَا يَسۡتَكۡبِرُونَ۩","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3518,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:16","price":"16. Ken (moominiin kinnuk) gambitteeta inaqtimak fayya ittaah taxxeere barti salaatah, sinni Rabbi kallacan Kay digaalák meesitak Kay racmatah sangeelak kaadu keenih necee rizqhik-tu sadaqhatah Yallih sabbatah yaceen.","arabic":"تَتَجَافَىٰ جُنُوبُهُمۡ عَنِ ٱلۡمَضَاجِعِ يَدۡعُونَ رَبَّهُمۡ خَوۡفٗا وَطَمَعٗا وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3519,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:17","price":"17.Tokkel hebeltô nafsi mayaaxiga inti edde wagartaamay Yalli ama moominiinih daanise, addunyal abak sugen meqe taamoomih galtóh.","arabic":"فَلَا تَعۡلَمُ نَفۡسٞ مَّآ أُخۡفِيَ لَهُم مِّن قُرَّةِ أَعۡيُنٖ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3520,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:18","price":"18. Addunyal Yallaa kee kay farmoyta nummayseh suge num, Yallal koroositeeh farmoytit kee ellecaboh ayró dirabboyse numih inna maay kinni? usun Yallih xaqul ma- missoowan.","arabic":"أَفَمَن كَانَ مُؤۡمِنٗا كَمَن كَانَ فَاسِقٗاۚ لَّا يَسۡتَوُۥنَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3521,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:19","price":"19. Yallal yeemeneeh meqe taamoomi abe marah tu-gactek, toysa usun ma’awâ Jannoota lon (orbiynâ jannoota kinnuk) qibnaytiinoh addunyal abak sugen meqe taamoomih sabbatah.","arabic":"أَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ جَنَّٰتُ ٱلۡمَأۡوَىٰ نُزُلَۢا بِمَا كَانُواْ يَعۡمَلُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3522,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:20","price":"20. Kaadu Yallih taaqatak yewqe marah tu-gactek, toysa ken orbeynâ girá, teetik yawqeenim faxinnaanih waqdi teetit gacsiman kaadu girâ digaaláy addunyal dirabboysak sugteeni tammoysa keenik iyyan.","arabic":"وَأَمَّا ٱلَّذِينَ فَسَقُواْ فَمَأۡوَىٰهُمُ ٱلنَّارُۖ كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَآ أُعِيدُواْ فِيهَا وَقِيلَ لَهُمۡ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّذِي كُنتُم بِهِۦ تُكَذِّبُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3523,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:21","price":"21. Kaadu diggah xayuk raqta digaalá ken tammoysenno (addunyâ digaalá kinnuk) kaxxa digaalák naharat (akeerâ digaalá kinnuk) koroosannuu kee dambittek iimaan fan gacaanâ gidih.","arabic":"وَلَنُذِيقَنَّهُم مِّنَ ٱلۡعَذَابِ ٱلۡأَدۡنَىٰ دُونَ ٱلۡعَذَابِ ٱلۡأَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3524,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:22","price":"22. Kay Rabbih aayoota kaa kassiisak tohuk lakat derre teetit caba numuk dulmih gibdi num mayan, diggah nanu umeyniitil cañé gacsenno iyya Yalli.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعۡرَضَ عَنۡهَآۚ إِنَّا مِنَ ٱلۡمُجۡرِمِينَ مُنتَقِمُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3525,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:23","price":"23. Nummah Nabii Muusah Tawraat kitab neceeh, toysa Nabii Mucammadow Nabii Muusat, abtuwayta angaarawat shakkita num makkin Israa kee Miqraaj bar, kaadu israa-iil xayloh tirtó kaa abne (Tawraat kitab kinnuk).","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَلَا تَكُن فِي مِرۡيَةٖ مِّن لِّقَآئِهِۦۖ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3526,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:24","price":"24. Kaadu maqaanél kataatan mirocti keenik abne ni-amrih diini fan sinam seecak, Yallih amril ken gee gibdaabinal yisbiren waqdi, kaadu ni-aayoota asmatah nummaysak sugen.","arabic":"وَجَعَلۡنَا مِنۡهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا لَمَّا صَبَرُواْۖ وَكَانُواْ بِـَٔايَٰتِنَا يُوقِنُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3527,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:25","price":"25. Nabiyow diggah ku-Rabbi, Usuk qhiyaamah ayró ken fan baxsele (moominiin kee koros kinnuk) addunyal diini caagidik itta elle waak sugeenimil.","arabic":"إِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3528,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:26","price":"26. Korosuh baxxaqqa maxaccoo, keenik dumal horaarik kibut abne baysiyyi ken dabooqay bayisneh addal gexak? Diggah woo horaarit abne finqat Ni-dudda tascasse astooti tanik, toysa farmoytit keenit abte kassis ma- yaabbaanaa?","arabic":"أَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٍۚ أَفَلَا يَسۡمَعُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3529,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:27","price":"27. Mayablaanaa! diggah nanu lee kafte baaxoy qabartê fanah bcynam, tokkel buqrey ken kee ken lac inkih как takme edde nayyaaqem. A-niqmat Yallih dudda kinnim mayablaanaa?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَسُوقُ ٱلۡمَآءَ إِلَى ٱلۡأَرۡضِ ٱلۡجُرُزِ فَنُخۡرِجُ بِهِۦ زَرۡعٗا تَأۡكُلُ مِنۡهُ أَنۡعَٰمُهُمۡ وَأَنفُسُهُمۡۚ أَفَلَا يُبۡصِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3530,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:28","price":"28. Kaadu koros moominiinik nee kee sin fanat a-meklaa kee baxsi yakkuwaam malaqooy, nummat yaaba mara tekkeenik itta.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡفَتۡحُ إِن كُنتُمۡ صَٰدِقِينَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3531,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:29","price":"29. Nabiyow keenik ixxic; meklah ayróy sin digaalá edde takke koroosite marah ken iimaan ken mayanfiqaay, dagoom keenih maqambaalan toobitoonuh.","arabic":"قُلۡ يَوۡمَ ٱلۡفَتۡحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓاْ إِيمَٰنُهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3532,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"32:30","price":"30. Toysa nabiyow derre keenit cabaay, digaalák keenil obtuwaytam qambal toobite weenik, diggah usun umaanék kol obtuwaytam qambaalaanahak.","arabic":"فَأَعۡرِضۡ عَنۡهُمۡ وَٱنتَظِرۡ إِنَّهُم مُّنتَظِرُونَ","category":["32 (As-Sajda)","As-Sajda","Surah As-Sajda"],"ayahNumber":3533,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:1","price":"1. Kee nabiyow Yallak meesitaay, Yallak-meesil diggi ixxic, kaadu koros kee munaafiqhiin koh kah sectam moggolin, diggah Yalli yaaxigi, naggaar kinni.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:2","price":"2. Kaadu nabiyow ku-Rabbik wacyik koi obtam katay, diggah Yalli abba haytaanamak adda yaaxigi kinni.","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:3","price":"3. Kaadu Yallal kelitaay, isi caagiida inkih Yallal kelis, Yalli dacayrih koo duudahak.","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:4","price":"4. Yalli numuh mahanna aliilit namma sorkocô baxa, kaadu sin agabuy ni-inaanih xiiron nel yakkoonay как itteenih sinnil carammosseeni sin inaani ken maabinna. Kaadu tessenebbeeniih sinni migaaqal sectan urru sin xaylo maabinna toh sin rnaxcoy sin afittet tan’ ikkah. Yalli cakki yaabaah, Usuk massa-le gital tirri haa.","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:5","price":"5. Ken abbobtih migaaqal ken seeca, Yallih xaqul qadaalatah aysuk raqtam tohuk. Tokkel ken abbobti aaxige wayten sin tekkek toysa usun sin toobokooy, sin awlaytitte diinil (currussen naqoosa kinnuk) kaadu hoxak edde raddeenimit dambi sin amol mayan, kinnih immay dambi sin elle yabbixem niyaak loowitik abteenimi. Yalli dambi cabti-li, xuwaw-li kinni.","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:6","price":"6. Nabii Mucammad moominiinil ken nafsik keenil xayuk raaqa, kaadu kay agabi digibih keenil caraamu ken inaanih innah, kaadu ramad-le mari gariiy- garul keenik xayuk raaqa nagrah caddol Yallih kitaabal (kay madqaa kee kay sharqil) moominiin kee muhaajiriinik, sin awlaytiitik moominiin kee muhaajiriinik nagrat culewaa marah maqaané abtan sin akke waytek. Tama madqa kitaabal kutbeh sugte. (lawcal-macfuuz kinnuk).","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:7","price":"7. Kaadu nabiyow keenih cus, ambiyak xagana (ateeban) beyne waqdi kaadu kok beyneeh, Nuucuuy, Ibraahimiiy, Muusaay, Maryam baxa Qiisak beyne waqdi. Kaadu maqar-le xagana keenik beyne (ambiya kinnuk).","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:8","price":"8. Yalli farmoytiitik xagana kah beem, Yalli isi ambiyay numma tacee qhiyaamah ayró ken numma ken esserâ gidi (farmô gudduysiyyal ken ummat keenil gacissem kinnuk). Kaadu korosuh qansarissa digaalá keenih massoyse.","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:9","price":"9. Kee yeemene maraaw! Yallih niqmatay sin amol yani kassita kobxe macxi siinih yemeete waqdi, tokkel gibdi caacay kee able wayten qande (malayka kinnuk) keenil rubne. Yalli isin abba haytaanam yabali kinni.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:10","price":"10. Moominiiney cusa kobxe macxi daqaarak iró-le kabuu kee gubá-le kabuk siinit yemeete waqdi kaadu intiita fuurut kafteeh, sorkocô baxitte garoyra toofe waqdi cusa, tokkel Yalla maggo dareemuh daremten (moominiin meqe dareemu haysitteeh, munaafiqhiin uma dareemu haysitteemil).","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:11","price":"11. Tokkel moominiin mokkorimteeh gibdi angoyyah yengeyyimen, moominiin munaafiqhiinik edde baxsimtuh.","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:12","price":"12. Nabiyow cus: munaafiqhiin kee sorkocôbaxittet biyak (iimaanak Ion agay-waaga kinnuk) kak yan mari Yallaa kee kay farmoyta nee elle xagnissem mali deedal kee duquurusiyya akke waytek iyyen waqdi.","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:13","price":"13. Kaadu nabiyow cus, munaafiqhiin butta, Yasrib maraw (Madiinah mara kinnuk) a-aracal madabah litoonum mantoonuuy qeebih duudda mantoonuk, toysa sinni buxaaxih gaca iyyen waqdi moominiinik, keenik hortá gacimih Nabiik idini esserak, diggah ni- buxaaxi dibuk raqteeh, qaduwwik reebu mali iyyan. Is dibuk maraaqinnay usun qeebik kudimik- sa faxaanam malón.","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:14","price":"14. Kaadu qaduwwi tet (Madiina kinnuk) deraafek keenil culinnay, tohuk lakat diinik korraaqaanaah koroositaanam ken essereenik xayuk oggolak yenen, koroosannuk udurrutak manannon dagoh gide akke waytek.","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:15","price":"15. Kaadu nummah ama munaafiqhiin ama-gaaduk naharat Yallah xagana culeenih sugen kudimih derre cabewoonu waanamah, kaadu Yallih xagni esserima xagana kinni.","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:16","price":"16. Nabiyow keenik ixxic (munaafiqhiin kinnuk); kudim inkinnah tu-siinih maxiqa rabak kuddeenik hinnay qidimik kuddeenik, toysa kudden sin tekkek woo manot kaxxam ma- hataktan addunyal dago wakti akke waytek.","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:17","price":"17. Nabiyow keenik ixxic; iyyaay Yallak sin cattam umaané siinih faxeeh sin finqisam faxek, hinnay siinih nacruuraah, sin catam (qoklam) faxek, Yallak kalah awlaytu mageyaanaay, cateynay ken cata mageyan.","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:18","price":"18. Yalli nummah siinik makkooteeh, sinaamak Jihaad niya yaggileeh, sinni toobokok nee fan gaca iyya mara yaaxigeh. Usun (munaafiqhiin kinnuk) qeebih ma-yamaatanaay, kaat ma-maran (mayangala) dago wakti akke waytek.","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:19","price":"19. Moominiiney siinil gaba gibdon munaafiqhiin maaluuy, nafsil inkih siinih Ion naqabuh, qebti meesi temeetek intiita keenik Korankorak koo fan wagitah ken table rabi qawul buule numih innah conxô gibdah. Tokkel meesi keenik gexxa waqdi gileh innah arbaqó-le arroobut sin doocaanaah, adá sin aban xannabá (dannabá) meklinta waqdi gabá gibdaa kee kuuxewaynaanah. Too mari maamaninnaay, Yalli ken taamoomi bayseh, woh Yallal xabcinim kinni.","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:20","price":"20. Munaafiqhiin woo buttaati (yengele macaxu kinnuk) gexe waytem yakkalen meesi gibdah, kaadu woo buttaati Madiinâ fanah tuduurek, barri maralluk yaniinim faxak yenen sin xaagitte esserak. Sin addal suginnoonuy qeb siinilluk abak manannon dago qeebi akkewaytek.","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:21","price":"21. Nummah moominiiney Yallih farmoytat meqe katayyu luk tenen kaa katatteenik, cagalah kaa kataytam Yallak galtó qaagitaah, cllecaboh ayrók meesita num kinni, kaadu Yalla maggom cusaah, kulli caalatal kaa faatita numu.","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:22","price":"22. Kaadu moominiin buttaati tuble waqdi, tah Yallaa kee kay farmoyti nee kah xagniseemiiy, Yallaa kee kay farmoyta nummat yabte iyyen. Kaadu woh iimaan kee Yallih amrih oggoluk-sá keenih osissem mali.","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:23","price":"23. Moominiinik Yallah culen xaganat numma teceeh, duudusse labha tan. Yallah culen axbuux duuduseeh, Yallih sabbatah rabe mari keenit yaniih, qambaalita mari keenit yanih. Kaadu Yallah culen xagana ma-makinnoonuuy makorsinnon.","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:24","price":"24.Yalli numma yecee шага ken nummal ken galtâ gidih kaadu Yalli munaafiqhiin digaalam faxek ken digaalam keh, hinnay toobat keenil bicseh keenil yaduurem keh, diggah Yalli dambi cabti-liiy, xuwaw-li kinni.","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:25","price":"25.Kaadu Yalli koroosite mara Madiinat aben gaaduk naqabuluk ken gacse baxaysite marah anuk, maqaané addunyal magennoonuuy akeeral magennon, kaadu Yalli moominiin qeebih qokleeh ken yoyfoofeh caacay kee malaykat ken qike. Yalli qande-li, mayso-li kinni.","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:26","price":"26.Kaadu Yalli koboxxe buttá cateh yan шага kitab marak (yahuuduk Qhureydâ xaylo kinnuk) le- kalqootak oobiseh kaadu ken lubbittet conxó qide, Tokkel hortá keenik qiddaanaah, hortá keenik seewah orbissan.","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:27","price":"27.Kaadu Yalli ken baaxóoy, ken dabooqaay, ken maaluu kee ahak duma edde aaqite waytcn baaxó sin nagarsiise moominiiney, Yalli ummaanimih dudda-li kinni.","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:28","price":"28.Kee nabiyow ku-agabuk ixxic: addunyâ manoo kee tet bilqá (bilhadá) faxxen sin tekkek, toysa ama! Addunyak (barrá caban waqdi yaceen maalu kinnuk) liyoomuk sin xaqmisaah, qaxmeqe cabtih sin cabuh.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:29","price":"29. Kaadu Yallaa kee kay farmoytaay, akeerâ dabqa faxxeeniih tikcinen sin tekkek, toysa diggah Yalli siinik meqem abbaasita agabuh kaxxa galtó massoyse (jannat kinnuk).","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"aa"},{"name":"33:30","price":"30. Nabii agabow! Tambullee umaanéy qax-umaanele siinik abta tiya digaalá namma dirribuh teetil dirribsimele, toh Yallal xabcinim kinni.","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"","lang":"aa"}],"juz":{"id":21,"name":"اتْلُ مَا أُوحِيَ","transliteration":"Utlu Ma Uhiya","transEn":"Recite What Has Been Revealed","startVerse":"29:46","endVerse":"33:30","totalVerses":178}}