{"data":[{"name":"46:1","price":"1. Caa-Miim (edde faxem Yalli yaaxige).","arabic":"حمٓ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4511,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:2","price":"2. A kitaabih oobiyyi Yallay mayso- ley naggaarah yanik yekke. (Qhuraan kinnuk).","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4512,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:3","price":"3. Qaranwaa kee baaxooy ken nammayih fanat tanim magininnino cakkii kee muggaqsimeh yan waktih (udduruh) akkewaytek. Kaadu koroosite mari ken akak mcesiiseenimit (takkaawiseenimit) derre cabe.","arabic":"مَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4513,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:4","price":"4. Nabiyow keenik ixxic: (Akorosuk) yoh warisay Yallak kalah taqbudeenim, baaxok gineenim yoo uybulluyay, hinnak usun qaranwâ ginot gabah-agle maay Ion? Qhuraanak naharat Yallih xaquk oobe kitab yoh baahay, hinnay dumi qilmik raqte raatittey ah- nummassa yoh baahay? Numma-le mara tekkeenik.","arabic":"قُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4514,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:5","price":"5. Hoxah iyyi gacaah Yallak kalah Qhiyaamah ayrô fan tu-keenil gacsewayta Yallitte yaqbude marak, usun ken qibaadak garcit anuk?","arabic":"وَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4515,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:6","price":"6. Kaadu sinam gaabowsimta waqdi (Qhiyaamah ayró kinnuk) naqboytitte keenik yakkeeniih, keenih abak sugen qibaada keenik yangaddeenih (ken Yallitte).","arabic":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4516,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:7","price":"7. Nastootiy baxxaqqa-le keenil tankirriyime waqdi, koroosite mari qhuraanak iyyeh keenih yemeete waqdi ah baxxaqqa-le baaba.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4517,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:8","price":"8. Hinnak Nabii diraabah kaa(Qhuraan kinnuk) ginnaasiteh iyyaanaa? Keenik ixxic nabiyow; Yallal diraabah kaa ginnaasiteyoo tekkek, Yallak tu yoh maxiqtan wohul yoo digaalam faxek. Usuk (Yalli) ixxigah siinik edde yayseh isin edde giirissaanah taniinimit.yoo kee sin fan sumaaqah Yalli duudah, kaadu usuk dambi cabti-li xuwaw-li.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4518,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:9","price":"9. Ixxic nabiyow anu farmoytiitik naharsi num makkiyo.Yalli yok abuwaam maaxigaay siinik abuwaam maaxiga addunyal, anu katayam mayyu sin edde amrisaamal wacyih Yalli yol oobisem akke waytek. Kaadu anu kalah yan num hinniyo, baxxaqqa-le meesiise (takkaawise) akke waytek.","arabic":"قُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4519,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:10","price":"10.Ixxic nabiyow korosuk yoh warisay a qhuraan Yallih xaquk yen kaa tekkeeh, isin kaal koroositteeniih, israa-iil xaylok sumaaqite num ta Qhuraanih innah taniimil sumaaqiteeh kaa nummayseeh isin woh kaxxa- mariinoh tengeddeenik sin cal manna akkelee?, Diggah Yalli tirri mahaa daalimiinih yan mara.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4520,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:11","price":"11. Kaadu koroosite mari nummay se marak iyyeh a qhuraan meqem akkinnay kaa nek aakamuk manannon, kaadu kaal tirri axceween waqdi ah raage diraaba (almumma) axce-lon.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4521,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:12","price":"12. Kaak naharat yan Nabii Muusâ kitaabay miraacinnuu kee nacrooruh oobe kinni kaa kataate marah (israa-iil xaylo kinnuk) kaadu ah qhuraan kitaabay qarab afat oobey kaak duma obte kitooba nummaysa umeynit meesiisuh, mcqeynit aytikumusuh. (berrakisuh).","arabic":"وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4522,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:13","price":"13. Diggah ni Rabbi Yalla iyyeeh, wohuk lakal iimaan bagul yeedee mari, foocal taniimih meesi maloonuuy kaadu usun wadir raqteemil rooká malón.","arabic":"إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4523,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:14","price":"14. Woh jannatti maray kay addal waara, addunyal abak sugen meqe taamoomih galtoh.","arabic":"أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4524,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:15","price":"15. Seehadaytu farrinneh isi xaleynah yamqeemil, kay ina gibdaabinal kaa tussukuqqeeh, gibdal kaa xalte, kay iná kaa bagut quuktem kee kaa mullasseemih fan soddom alsa yakke. kas kee kuwwat kaak duudaah Furrayniino dudduuy morootom karma guffu haa waqdi, ku-niqmatay yoo kee yi -xaleynah tecee faatitam yol bicis yi Rabbow, kaadu atu kicinto meqe taama abam yol bicisaay yi-samad yoh eymeq iyye.diggaluk anu koo fan gaceeh anu diggah muslimiinik numuk teyna kinniyok.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4525,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:16","price":"16. Too mari aben meqe taama как oggollaah, umaanek abeenim akah cabna Mara usun jannatti marat anuk, toh nummâ xagnay kah xagnisimeenî sugeeni.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4526,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:17","price":"17. isi namma xaltanik uf siinik iyye num: inni Qhabrik Nuwwuk awqeemih yoo xagnissaanaa rabeek geeral? nummah yok naharat maggo horaari tatur teeh keenik tuduurem anee waakaa ken nammay Yallat kaah xaaqimak. Finqi (koh booleyik) koh yanik rabak lakal ugut yanim nummas! Diggah yallih xagni nummak, A isin ittaanam naharsi marih hayyayoonak sa tu hinna iyya.","arabic":"وَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4527,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:18","price":"18. Woo mari yallih maxco (digaala) elle dabaqte maray keenik naharat taturteh tan ummattah loowot yani jinnii kee seehadak, diggah usun kasaarite mará sugen.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4528,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:19","price":"19.Ummaan mari keenik abiteemih arac le, (uma maraa kee meqe marak) (Yallih garil qhiyaamah ayró) kaadu ken taamoomih galto keenih duudusuh- usun andullume kalah..","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4529,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:20","price":"20. Koroosite mari girai xayyoysimu waa ayró digaalah, keenik iyyaanah sinni maqaane siinik addunyâ manol tatrusutteeniih, teetil hatak teenih, asaaku galtimetton a-korosey sin tayqunxee (rammissa) digaalal, baaxô bagul cakki maliinoh abak sugten kaxxa- mariinoo kee, Yallih amrik abak sugten mawqâ sabbatah.","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4530,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:21","price":"21. Nabiyow ken kassis qaad toobokoyta Nabii Huud acqhaaf deqsita aracal isi-Mara meesiise (takkaawise) waqdi, nummah farmoytit taturteh sinni Mara meesiisak (takkaawisak) kaak naharataay, kaak lakat, yallak sah tu-aqbude waytaanama axcuk. anu siinih meesitahak kaxxa ayroh digaalak.","arabic":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4531,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:22","price":"22. Kaak iyyen Atu ni-yallitteh qibaadak nee maktuh neh temeetee? Toysa nee kah xagnissa (diggaala) neh bah numma yaccee marih num tekkek.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4532,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:23","price":"23. Nabii Huud iyyeh cagalah digaala edde tamaate waktih (uddurih) ixxiga yallih garil taniih anu edde rubsumem sin gudduysa.takkay immay anu yaagime marah sin able.","arabic":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4533,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:24","price":"24. Qamburreh anuk tet yublen waqdi Woo digaala, ken daqoorih fanah afkanuk, ah qamburrey neh radduwayta iyyen. Tonna hinnay is sissikaane как faxak sugteenimi, usuk caacayay qansarissa digaalá edde tani kinni keenik iyyen.","arabic":"فَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4534,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:25","price":"25. isi Rabbih amrih ummaanim baysa caacaya, toysa ken dabooqak sah tu-keenik ambulleekal maacisen. tonnah tan digaalah galatna umeyniitih yan mara.","arabic":"تُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4535,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:26","price":"26. Nummah Yalli xiibitak iyyeh; (qhureyshey) siinih abe wayne arac keenih abne addunyal (qaad kinnuk), kaadu maabbaay, mabulwaa kee sorkocobbaxitte keenih neceeh, tokkel ken maabbaay ken mabulwaa kee, ken sorkocobbaxitte tu-keenih maxiqinna yallih astooti angadduk sugeenimih sabbatah.kaadu eile anqaasak sugen digaala keenil obteh.","arabic":"وَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4536,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:27","price":"27. Kaadu nummah Yalli xiibitak iyyeh; makki-maraw sin deraafel sugte magaaloolih mara bayisneeh, astooti keenih baxxaqisneh yaduure mara yakkeenî gidah. edde sugen koroosannuk.","arabic":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4537,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:28","price":"28. Macah ken cate wayteeh Yallak kalah Yallat nee xayyoyse-leh haysiten Yallitte? cato hinnay sinnih amoh keenik bayen, kaadu toh ken dirab kee usun ginnaasitak sugen aneewaynu kinni.","arabic":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4538,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:29","price":"29. Nabiyow kassis jinnik horta yakke mari qhuraan kok ankacisuh koo fan mäkne waqdi, kaah mododdu iyyeeniih tibbixica Qhuraan naabbemkeh ittak iyyen.Nabii Qhuraanak gaba kale waqdi sinni mará fan Yallih digaalak meesiisa (takkaawisa) marah anuk yendebben.","arabic":"وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4539,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:30","price":"30. Jinni isi marak: yi-maraw! Diggaluk nanu noobbeh kitaabay muusak lakal obsime isik foocat tanim nummaysak cakkii kee massa-le gitä fan yascasse.","arabic":"قَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4540,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:31","price":"31. Ni-maraaw! Oggola Yalla fan seecé (Nabii Mucammad kinnuk) Oggolaay kaadu kaa nummaysa, yalli sin dambitte siinih cabeleeh, qansarissa digaalak sin naggoyselek. (catelek).","arabic":"يَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4541,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:32","price":"32. Yallih farmoytay Yallâ fanah sinam seeca oggole wee num usuk baaxô bagul Yallak yassaqqee num hinna, Yalli kaa digaalam faxek. Usuk Yallak kalah cateynit mali, too mari baxxaqqa-le finqih (hoxih) addat yan.","arabic":"وَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4542,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:33","price":"33. Diggah yallay qaranwaa kee baaxo gine ken ginot taqbewee rabtcm yaynuwweemih duddalem ma yaaxigaanaa? Yeey, Yalli woh duudah, diggaluk usuk ummaanimih abtol dudda-li.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4543,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:34","price":"34. Kaadu koroosite mara girai xayoysoonu waan ayró (qhiyaamah ayró kinnuk) a-digaalá cakki hinnaa keenik iyyan? Yeey, cakki kinnih ni-Rabbow koo xiibitna immay iyyan.toysa tamoysa ta- digaalá angadduk tet sugteenimih sabbatah keenik iyyan.","arabic":"وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4544,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"46:35","price":"35. Toysa isbir nabiyow, farmoytiitik digga-lé farmoytit kah tisbire innah, kaadu keenih maqataatakin kah xagnisimeenim digaalák yabloonu waan ayro, laqok inki saaqatak sa tu suge weenih innah gacca axceloonuk.amah gudduysiyya! Edde luk Yallih amrik tawqók sah finqittam matan Yallih digaalat.","arabic":"فَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ","category":["46 (Al-Ahqaf)","Al-Ahqaf","Surah Al-Ahqaf"],"ayahNumber":4545,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:1","price":"1. Koroositeeh Yallih gitak (kay diinik) sinam waase mari, ken taamoomi Yalli bayseh.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:2","price":"2. Kaadu Yalla nummayseeh meqe- taamoomi abeeh, Mucammadal ﷺ obsime Qhuraan nummayse marah, usuk cakkil ken Rabbih xaquk oobe kitab kinni, ken Rabbi ken umaaneena keenik duugeeh, caagid keenik yeymeeqeh addunyaay akeeral.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:3","price":"3. Toh kah kinnim diggaluk koroosite mari baatil kataateeh, diggah yeemene mari sinni Rabbi-le kabuk yan cakki kataateemih sabbata, tonnaah Yalli ken ceelallo sinaamah baxxaqisa.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:4","price":"4. Yeemene maraw koroosite marat garaytan waqdi fillitte atkah keenik atuka, tohuk lakal ken boolassa haytan waqdi qidim kee muduumat, seewak axaw karriqqi (diggi) hayisa, wohuk gamadal annaak (cindah) ken fakiiy, fidá keenik bee tika, qeebi gaba kalia haah silac baaxol hayya haanam fanah, koros caagid too elle warraye inna kinni, Yalli faxinnay qeb maliinoh keenik (koros kinnuk) catoo kee qokol moominiinih akkuk yen, qeb maliinoh. Kinnih immay yalli qeebih sin kah amrisem garu-garut siinik mokkoruh abe, Yallih gitah qiddiime marak toysa Yalli ken taamoomi keenik ma baysa.","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:5","price":"5. Tirri ken heeleeh ken caagid aymaaqele.","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:6","price":"6. Kaadu jannat ken culusele, kaa ken aysaxxaguk (maraay-le arac aysaxxaguk).","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:7","price":"7. Kee yalla nummayse maraw! Yalla qokolten sin tekkek (Yallih diinil), usuk qokle sin leeh, sin dadooba daabisele.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:8","price":"8. Koroosite mari finqah yan finqa-le kaadu Yalli ken taamoomi bayseh.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:9","price":"9. Too finqi ken kah geem diggah Yalli oobisem yinqibeenimiiy edde- luk, ken taama bayseh.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:10","price":"10. Baaxol ma-gexaana innaa keenik dumi marih ellecabo kah tekke inna yabloonuh? Yalli dabooqa keenil yiggiggileeh, bayseh, kaadu a koros wonnah tan digaala Íe.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:11","price":"11. Toh kah kinnim diggah Yalli yeemene marih awlaay, diggah koroosite mari awlah lem mali.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:12","price":"12. Diggah Yalli yeemeneeh meqe- taamoomi abe mara jannootay guba weeqaytitte как gexxa culsa, koroosite marii hatkaanaah saqi elle yakme innal yakmen addunyal kaadu girá ken orbeyna.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:13","price":"13. Makiná magaala taniih, koo teyyeeqe ku-magaalak qandeh gibduk, ken finqisneeh cateyna malón.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:14","price":"14. Isi Rabbik baxxaqqâ bagul yan num kee, le-umá taama edde bilqisimte maray sinni kalbi- fayxiixa kataate maay missowta? mamissowta.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:15","price":"15. Yallak meesitá akah xagnisimte jannatih ceelallo, leek weeqaytittey carroote sinnii kee, canak weeqaytittey tami как milaggootewaa elle tan, kaadu gocoyuy kas-mudewaak weeqaytittey yaaqube marah sattaa kee salfa-le elle tan, liyyuh yan malabay agle sinnik weeqaytitte elle tan. Kaadu usun ummaan caxâ mixuk qaynootaa kee sinni Rabbik dambi cabti elle Ion. A jannatal yan mari, korosuy girai waartay, niqna как caddok taturte lee yafqeeniy edde luk uluuqa как targiggiqeh inna-lee (mali).","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:16","price":"16. Munaafiqhiinik koo ankacsa mari yan (nabiyow), ku-xaquk bukku iyyan waqdi qilmi kah yontocowwe marak iyyaanah, away iyyem macaay? Iyyan Toh Yalli sorkocobbaxitte как alfeeh, sinni kalbi-fayxiixa kataate (katye) mara.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:17","price":"17. Tirri iyye marah Yalli tirto keenih osseeh, ken yallak-meesi keenih yeceeh tet keenih xabbacoyseh.","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:18","price":"18. Qhiyaama garciik (hurubbaak) keenit tamaateemiksah qambaalaanam maay Ion? Nummaak tet astooti (qalaamoota) keenih temeetehik, toysa maca keenih xiqaah usun aban kassit Qhiyaama tamaate waqdi.","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:19","price":"19. Toysa ixig (nabiyow); diggah cakkil yaqbuden Yalli aneewaam inki Yallaksah. Kaadu nabiyow isee kee lab-moominiin kee say- moominiinih dambi-cabti esser isi Rabbil, Yalli sin angoyyii kee sin orbeyna yaaxigeh.","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:20","price":"20. Yeemene mari jihaadal (koros gaadul) nee amrissa suura obsiminnay iyyan, tonnaluk qeebi elle cussuume suuray madqa как karriqqa itta obta waqdii, sorkocobbaxittet biyak-le mari (munaafiqhiin kinnuk), rabi-qeero buulte numih wagittoh innah tanwagittoh koo fan wagitah ken table. Keenih taysem.","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:21","price":"21. Yallih amri oggolaanaah, meqe maxcot yaabaanama. Amri yiggiriqqeeh, jihaad (gaadi) madqime waqdii munaafiqhiin tinqibeh, tokkel Yalla nummaysaanam diggah keenih aysukten Yallih amri cinaanamak.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:22","price":"22. Iimaanat derre cabteenih umaanet baaxó baysaah, sinni ramad yargiqe mara maay takken?","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:23","price":"23. Toh Yalli abaareeh, aytiitaa kee intiita waysiise mara cakkik.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:24","price":"24. Qhuraan ma-cubbusaana innaa hinnak ken sorkocobbaxittet koflitte tanniih (alifu taniih)?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:25","price":"25. Diggah diinik korraaqeeh koroosannuh wadirih gace mari tirto keenih baxxaqimteek gamadal, sheetan ken umá-taama keenit bilqiseeh, anettoonuh uddur keenih yeyxeere.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:26","price":"26. Too badis keenit kah yekkem, diggah usun Valii oobisem (qhuraan) yinqibe marak (koros kinnuk) amrittek-tu siinik oggolenno iyyeenimih sabbata. Yalli ken sirritte yaaxigeh.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:27","price":"27. Ken caalat mannaay, malayka coori keenik tayyaaqe waqdi ken foocittee kee ken saloofa aagaruk?","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:28","price":"28. Too digaala ken kah gcytem diggaluk usun Yalla tanqibisem (tayneeqebem) kattaateeniih, kay kacni edde yanim yinqibeenimî sabbata, edde luk Yalli ken meqe taamoomi bayseh.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:29","price":"29. Hinnak sorkocobbaxittet biyak как yan mari (munaafiqhiin kinnuk) Yalli ken bagi-umaaneena ayyaaqe weelem yekkelee.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:30","price":"30. Kaadu faxinninoy (nabiyow) ken koo ayballayuk neneeh, ken astootil ken aaxaguk ten. Kaadu Yalli xiibitak iyyeh; maxcok obsal (saaqiyyol) ken aaxigettooh. Yalli sin taamoomi yaaxigeh.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:31","price":"31. Xiibitah an sin aqiyyirennoomul (mokkorennomul) siinik giclo abáa kee yasbire mara ixiggi haynam fan kaadu sin taamoomi mokkorenno.","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:32","price":"32. Diggah koroositeeh, Yallih gitak sinam waaseeh, Yallih farmoyta yekeelefeeh kaah sadu yekke mari tirto keenih baxxaqimteek geeral, Yallak tu-makalaanaay, ken taamoomi Yalli baysele.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:33","price":"33. Kee nummayse maraaw! Yalla oggolaay, Yallih-farmoyta oggolaay, taamoomi sinnik mabaysina.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:34","price":"34. Diggah koroositeeh, Yallih gitak sinam waasc mari, tohuk lakal usun korosuh anuk rabeenik, Yalli inkinnah dambi keenih macaba.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:35","price":"35. Maboolaatinaay mameesitinaay wegerih maseecina (moominiiney) isin iró raaqak, Yalli siinilluk yaniih. Kaadu Yalli sin taamoomih galtok-tu madaggoysak.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:36","price":"36. Diggah addunyâ manó cagalah digiriiy, cantalbaka (duquurisiyya). Teemeneeniih Yallak meesitteenik, sin galtoota siinih aceeleeh, sin maalu inkih sin Messera.","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:37","price":"37. Sin kaa esserriiy, kallacit sin iskikkiqqi haa kaa tekkek, isin cillaalitettoonuuh sin bagi umaaneenay.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"47:38","price":"38. Isin ta maraw, sinni maaluk tu tacoonuh seecimtaanah Yallih gitah. Eddc luk siinik cillaalita (cinnaane) mari yan, cagalah siinik cillaalita mari elle cillaa litam dibuk sinni nafsi, Yallih sabbatah taceeni gideh secsimteeniih, siinit cina mari yan. Siinik cina mari cagalah isi nafsi elle cillaalitam. Yalli gaddaliiy, isin tu-maleela. Kaadu isin kay amri cinteeniih derre edde cabteenik siinik kalih mara ciggiiliseleeh, tohuk lakal woo mari usun yallih amrî cinah sin inna mayakkan.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:1","price":"1. Diggah Nanu koh fakneh (nabiyow) baxxaqqa-le fakimiy mayso-le. (Woh cudeybiyyä sittingeyi).","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:2","price":"2. Tamah koh kah abem Yalli ku-dambik tookomem kee wadirrowtem koh cabuuy, isi niqmat koh duudusuuy, massa-le gital tirri koo hayu.","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:3","price":"3. Kaadu Yalli mayso-le qokoluh koo qokolu ku-qaduwwil.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:4","price":"4. Moominiin sorkocobbaxittel sabhalal (şatta) oobissem Yalla, Ion iimaanat iimaan ossitoonuh. Kaadu qaranwaa kee baaxö qande Yalli- leeh, Yalli yaaxigiiy naggaar kinni.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:5","price":"5. lab-moominiin kee say-moominiin culusuh jannatittey weeqaytitte guba как gexxay eile waaraana, kaadu ken umaaneena keenik duuguh. Tama galtó Yallih garil kaxxa asallam kinni.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:6","price":"6. Kaadu Yalla uma dareemuh dareema lab munaafiqhiin kee say munaafiqhiin yallat agle haa lab maraa kee say mara digaaluh ken uma dareemi keenil admíre­ le kaadu Yalli ken yinqibeeh ken abaareeh jahannam keenih massoyseh kaadu gacsimeyna keenik toomeh.","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:7","price":"7. Kaadu qaranwaa kee baaxô qande Yalli leeh; Yalli maysoliiy naggaar kinni.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:8","price":"8. Diggah Nanu koo rubneh (nabiyow) sumaaqiteey, ayti-kumuseey (bcrrakiscey), meesiisch anuk.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:9","price":"9. Yallaa kee Kay farmoytal taaminoonuuy, kaa qokoltoonuuy, kaa tassakaxxoonuuy, kaa saytunnossoonu saakuuy carra.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:10","price":"10. Diggah nabiyow xagana koh cula mari, cagalah xagana kah culaanam Yalla. Yallih gaba ken gaboobih bagul tan yaabbeeh. Woo xagana Yiggile num, cagalah woo xagnih digloh umaane kay nafsil taduure. Kaadu Yallah xagana kah culem duuduse numuh, Yalli kaxxa galtó kaah aceele.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:11","price":"11. Qarabak dacarsittô maray cudeybiyâ fanah koô luk yawqeemik raaqe, ni-maaluu kee ni-ahli nee agxissek ku-Rabbi dambi-cabti neh esser kok axcelon nabiyow. Sinni arroobut ken sorkocobbaxittet aneewaytam iyyan, keenik ixxic (nabiyow) Yallak iyyi tu siinih xiqaah, umaane siinih faxek hinnay tu-xiq siinih faxek kollay, wonna hinnay Yalli abba haytaanamak adda yaaxigi kinni.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:12","price":"12. Wonna hinnay Yallih farmoytaa kee moominiin sinni buxaaxih mara fan inkinnah andabbe weelem tekkelen.woh sin sorkocôbaxittet bilqisimteeh, uma dareemu daremten kaadu isin finqite mara tekken Yallih xaqul.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:13","price":"13.Kaadu Yallaa kee kay farmoytal aaminewee num usuk korosta, tokkel diggah Nanu massosneh korosuh gibdi urah urta girá.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:14","price":"14.Kaadu qaranwaa kee baaxö reeda Yalli-le, isih faxa marah dambi cabaah, faxa mara digaalah, Yalli dambi cabto-liiy xuwaw-li kinni.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:15","price":"15.Raaqe mari, xannaboobi fan gexxan waqdi tet beytoonuh, sin kataynay nee ixxica axcelon, Yallih yab korsaanam faxak. Inkinnah nee makataytan keenik ixxic (nabiyow), tamannah Yalli dumaak iyye. Ah Yalli iyyem hinna axcelon neh kuuxe waytaana ikkal, wonna hinnay usun dagoomuksah tu- aaxigewaa mara kinnon.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:16","price":"16.Ixxic (nabiyow) qarabak dacarsittö maray koö luk jihaadah yawqeenimik raaqek, kaxxa cayla- le mara fan seecimetton, isin qeb keenit abee kee, hinnay usun gaba acee yakkeeni immay, woh oggolteenikii Yalli meqe galtó siinih aceele. Kaadu derre edde cabteenik duma kah cabten innah, qansarissa digaalah sin digaale-le.","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:17","price":"17. Gaaduk raaqaanamah inti-malil dambi mayanaay, kosyel dambi mayan kaadu biyaakita numul dambi mayan, kaadu Yallaa kee Kay farmoyta oggole num, Yalli jannatittey guba weeqaytitte как gexxa kaa culusa. kaadu Yallaa kee kay farmoytih amrit derre cabe num Yalli qansarissa digaalah kaa digaala.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:18","price":"18.Yalli xiibiteh nummah moominiin oggoleeh yikcineemil, caxä gubal xagana koh culen waqdi (nabiyow) edde luk ken sorkocö baxittet tanim yeexegeeh, satta keenil oobise kaadu xayi fakimil ken gälte (kheybar fakimi kinnuk).","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:19","price":"19.Kaadu maggo xannaboobiy yahuuduk beyaanal ken galateeh, yalli mayso-li naggaar kinni.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:20","price":"20. Yalli maggo xannaboobi beytoonu waytaanamah xagana siinih culeeh, a-tiya (kheybár xannaba) siinih yiysissikeh kaadu sinam gaba siinik waaseh, kaadu woh kah abem moominiinih astá takkuuy, massa-le gital tirri sin hayu.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:21","price":"21. Kaadu akittoy duudewaak teneenil sin xagniseh, nummah Yalli maro siinih teetit heeh, Yalli ummaan iimil dudda-li kinni.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:22","price":"22. Koroosite mari qeb siinit abinnay, bukah derre cabak yenen, tohih lakal awlaytuu kee cateyna (qokole) geyak manannon.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:23","price":"23. Amah Yallih madqay dumaak warrayte (muddumte) kaadu Yallih madqay korta mageyta.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:24","price":"24. Koros gaboobi siinik tibbixeeh, sin gaboobi keenik tibbixem Yalla kinni makki addal, Ken amol iisá siinih yeceek gamadal, Yalli isin abba haytaanam yabali kinni.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:25","price":"25. Masjid Al-caramak sin waasseeh, hadyi, le-arac gufaamak teyseedem (hoortem) koroosite mara kinni. Moominiinih tan labhaa kee moominiinih tan sayyoy, isin aaxige waytaana anee wannay, aaxigc kal keenit booddaanaah ken qiddaanaah, tohul dambii kee qaybi sin geyuwaamih meesi ikkal, a-korosut qeebi abtaanamah idini siinih acayuk nen.Yalli isih faxa mara isi racmatat culsâ gidih, sittak baxsiminnoonuy (moominiin kee koros), koroosite mara keenik digaalak nen qansarissa digaalah.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:26","price":"26. Koroosite mari sinni sorkocô baxittet kaxxa mariino hee waqdi jaahiliyyâ (tuh -iggima) kaxxa-mariino kinnuk. Edde luk Yalli isi farmoytaa kee moominiinil isi satta oobiseeh, Yallak meesi qangara ken yibbixsiise kaadu tet ahliy tet cakkisita yekken, Yalli ummaanim yaaxigi kinni.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:27","price":"27. Yalli xiibiteh nummah, kay farmoyta Mucammad soono nummâ soono abeemil, Yalli xiibiteh diggah masjid al-caram (makka kinnuk) culettoonumul Yalli faxek sinni moyyaayi mooie maraa kee yirgiqe marah anuk meesitekal saayah anuk. Edde luk Yalli isin aaxigewaytaanam yeexegeeh, isin faxak sugteenimik fanaak xayi fakim siinih abe (kheybar fakim kinnuk).","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:28","price":"28. Yalla kinni isi farmoyta Mucammad tirtoo kee cakki diinil rubtem, ummaan diinik iró (amol) kaa raaqisuh, kaadu Yalli sumaaqah koo duudah nabiyow.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"48:29","price":"farmoyta kinni, kaadu kay diinil kaä luk yan mari korosul gibdoonuuh, sittin fanal xuwawleelá, qunuunuh (rukuuquh), kummaatah (sujuuduh) anuk ken table Yallak muxxoo (jannat) kee kacanu gurrusak. Ken taaqatih astooti ken foocittel tambullee sujuud raatak. Toh teeti, weelo keenik tawraat deqsita kitaabal, Injiil deqsita kitaabal ken weelo buqrey isi mudda (amo) teyyeeqeh inna, edde qande kaa bahsissaah tagibdeeh isi laqiibal massowta. Buqre-abá suumussah (tet yassakooteenih) keenil (moominiin kinnuk) koros ceerisamkeeh (yanqibisuh). Yalli keenik yeemeneeh meqe taamoomi abe тага xagniseh dambi-cabtii kee kaxxa galtoh ken galatu waamal.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:1","price":"1. Kee nummayse maraaw! Yallaa kee Yallih farmoytih amrik naharal tu-maysukumina, kaadu Yallak meesita, diggah Yalli yaabbiiy, yaaxigi.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4613,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:2","price":"2. Kee yeemene maraw! Sin xongoloola Nabii xongolok fayya mahaysina kaâ luk yabtan waqdi, kaadu kay migaaqal kaah ma seecina maxca fayya haak, siinik gar і garuh fayya haak elle seeca innal, taama siinik baytaamak isin aaxigekal.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4614,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:3","price":"3. Diggah sinni xongoloola Yallih farmoytih garil rammahaa mari, woh Yalli sorkocô baxitte как yiqiyyire mara Yallak meesil, usun loonuh dambi-cabtii kee kaxxa galtó. (jannat kinnuk).","arabic":"إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4615,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:4","price":"4. Diggah ku-qarwak derrek koh seeca marii nabiyow xongolo fayya haak, keenik maggo mari yallih farmoytih massakaxxa cdde yaaxigen kas kee ixxiga malón.","arabic":"إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4616,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:5","price":"5. Kaadu diggah usun qambaalinnoonuy keenil bukku ittam fan keenih aysuk ten yallih garil, Yalli dambi cabti-li, xuwaw-li.","arabic":"وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4617,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:6","price":"6. Кее nummayse maraaw! Umeyni xaagu siinih baahek, kay xaagu ismita umaanek barih yan mara iggimat xagtaanamak, edde luk abteenimil nadaamita mara akkettoonuk.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4618,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:7","price":"7. Kaadu diggah sin addal Yallih farmoyti yanim ixiga moominiiney, kaa essekexxa siinih meqem yaaxigehik, caagiidak maggoomuy isin faxxaanal sin oggolaamal gadan-gadditak tenen kaadu kinnih immay Yalli iimaan sin yikciniseeh sin sorkocô baxittet kaa bilqiseeh teemeneenih, kaadu koroosannuuy, Yallih taaqatih mawqaa kee dambit assaanam sin yinqibiseh, woo mari usun tirri iyyeeh cakki gita gexe mara.","arabic":"وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4619,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:8","price":"8. Tamah Yallak tan muxxoo kee maqaane usun geenim, Yalli ixxiga-li, naggaara.","arabic":"فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4620,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:9","price":"9. Kaadu moomini inik namma butta toome tet tekkekii, ken nammayih fan bicisa, kaadu ken nammayak tiyák teyna, akittot taturtekii, taturte tiyâ lih oomiya, Yallih amrih gacca ittam fanah. Kaadu is tuduure tet tekkekii, ken nammayih fan qadlil bicisa kaadu abinnaanih cokmi qadlil aba, diggah Yalli qadli-abá kicna.","arabic":"وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4621,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:10","price":"10.Cagalah moominiin toobokok, sin namma toobokoh fan bicisaay, Yallak meesita, Yalli siinih xuwaawankeeh.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4622,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:11","price":"11.Кее nummayse maraaw! Labha labhal siinik anqase waytay, kccnik tayse labhaay takkehik elle anqasan labha. Kaadu agabi agabul siinik anqasewaay keenik yayse agabuuy yakkeenihik elle anqasan agabi. Kaadu sitta maqaybisinaay, uma- bagullel (Sali-migaaqal) sittah maseecina, manxu uma migaaqaay moominti faasiktul (umeynal) muggaqsimam iimaanaak gamadal, kaadu amahak aduurewaah toobitewaa marii, too mari usun daalimiini.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4623,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:12","price":"12.Кее nummayse maraaw! Maggom uma-dareemuk exxeera, diggah dareemuk garab dambik. Kaadu sittin qaybi mafokkaaqinaay, mariiy-mara (gari-garu) siinik camtewaay, isi toobokoytay rabê cado yakmem siinik kicna num maay yan? Toh niqibtoonuhuk, cami inqibaay Yallak meesita, diggah Yalli isi naqoosak toobat oggolé, xuwaw-li.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4624,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:13","price":"13.Kee sinaameey! Diggah Nanu lab­ num kee saynumuk sin ginneeh, ayyuntittee kee kedooda sin abne, sitta elle taaxagoonuh. Diggah Yallih garil massakaxxah siinik aysuk raqtam Yallak-meesih siinik aysinnaanih mara. Diggah Yalli ixxiga-li, adda yaaxigi.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4625,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:14","price":"14.Dacarsittô mari (baduw) neemeneh iyyen, nabiyow keenik ixxic; maamannitoonuk takkay immay nuslumeh ixxica, iimaan sin sorkocô baxittet uxih maculinnak. Kaadu Yallaa kee kay farmoyta oggolteenikii, Yalli sin taamoomik tu-siinik madaggoysa, diggah Yalli dambi-cabti-li, xuwaw-li.","arabic":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4626,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:15","price":"15. Cagalah moominiin deqsittam Yallaa kee Kay farmoytal yeemene maray tohuk wadir agay- waagiteweeh, sinni maaluu kee sinni nafsih Yallih gital yingicillee. Woo mari usun nummah iimaan-le mara.","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4627,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:16","price":"16. Nabiyow keenik ixxic (dacrsitto mara kinnuk), sin diinii kee sin sorkocô baxittet tanim Yalla barissaanaa? Yalli qaranwaa kee baaxol tanim yaaxigi kinnik, Yalli ummaanim yaaxigi.","arabic":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4628,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:17","price":"17. Usun yuslumeenimih koi tirtirisan nabiyow, sinni islaamaninnah yol matirtirisina keenik ixxic, wonna hinnay Yalli iimaanal tirri sin heem Yalli siinih isi muxxoh abe mattaccoo, nummah yeemene mara tekkeenik.","arabic":"يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4629,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"49:18","price":"18. Diggah Yalli qaranwaa kee baaxot qellitti ittam yaaxige kaadu Yalli isin abba haytaanam yabali wohuk tu-kaak maqellitaay sin elle galatele.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ","category":["49 (Al-Hujurat)","Al-Hujurat","Surah Al-Hujurat"],"ayahNumber":4630,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:1","price":"1. Qhaaf: (edde faxem Yalli yaaxige). Yalli nabna-leeh sharaf-le qhuraanal xiibite.","arabic":"قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4631,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:2","price":"2. Wonna hinnay keenik meesiise (takkaawise) keenih yemeetem qajjibsiteeniih (cakkumsiteeniih), koros itteh ah-qajiibik (cakkumuk) taniimi.","arabic":"بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4632,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:3","price":"3. Rabneeh burta tikki inna waqdi aduurennoo? Toh xer madaara (woh takkem hinna) itte koros.","arabic":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4633,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:4","price":"4. Yalli keenil gacisak iyyeh; nummah nanu neexegeh baaxo keenik daggossaah ken xagoorak takmem, ni-garil daccarsime kitab yan, kay addal tanim korsaanamak. (lawcal macfuuz kinnuk).","arabic":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4634,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:5","price":"5. Tonna hinnay a-koros Qhuraan kee Nabii dirabbosseh keenih yemeete waqdi, edde luk usun tobollokime (yengeggele) caagidih addat yanin qhuraan kee Nabiik iyyaanamak.","arabic":"بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4635,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:6","price":"6. Keenik iró yan qaraanâ fan mawagitaanaa? kaa elle xisneeh kaa elle bilqisne inna, usuk foxooxa aalle waak.","arabic":"أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4636,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:7","price":"7. Kaadu baaxo fidisneeh, xiikooluh tan qaleelá teetil hayneeh, cooxuk ummaan qaynatay mabla как meqe (ableh meqe) teetil nuysubuke.","arabic":"وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4637,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:8","price":"8. Amah kah abnem mayballaay kassiisi, ummaan naqsuy yallal yaduurih yanih.","arabic":"تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4638,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:9","price":"9. Kaadu qaraanak barkat-le lee oobisneeh, teetit masnoonaa (basaatin) kee amboy taggirqimeeh orbisimta teetit nuysubuke.","arabic":"وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4639,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:10","price":"10. Kaadu xer tamiiray, exefuh yan mixexu-le, edde nuysubuke.","arabic":"وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4640,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:11","price":"11. Woh naqoosâ quusih (maaqoh) nuysubuke kaadu rabte baaxo teetit nuynuwwee, mawuq wonna rabteenik lakal.nuwwuk awqetton sin magooqak qhiyaamah ayró.","arabic":"رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4641,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:12","price":"12.Qhureyshi korosuk naharal nuuc maraay, rassi deqsita qeelih maraa kee samuud deqsita mari sinni farmoytit dirabbosseh.","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4642,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:13","price":"13.Kaadu wonnah qaad deqsita maraay, firqawnaa kee luut tooboko (kay mara kinnuk) sinni farmoytit dirabbosseh.","arabic":"وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4643,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:14","price":"14. Kaadu wonnah garbô maraa (Nabii shuqeybi mara kinnuk) kee tubbaq mari, inkih sinni farmoytit dirabboyseeh, Yi-digaala keenih taguudeh.","arabic":"وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4644,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:15","price":"15. Naharsi ginot taannee? Aleey ma-taaninninok, nammay haytoh ken ginnaah kah sugen innah ken gacisnaamak mannal taannaah? Wonna hinnay usun qusba ginok agay waagat yanin.","arabic":"أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4645,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:16","price":"16. Diggah seehadaytu ginneeh, kay nafsi kaa edde walalisam naaxigeh, kaadu nanu canti-ramadak (filli- ramadak) kaal xaynoh.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4646,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:17","price":"17.Namma malaykatti seehadayti taama yaktube waqdi, migdaa kee gural kaak daffeyak.","arabic":"إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4647,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:18","price":"18. Inki qangara maqida seehadayti dacrisey (namma malaykattu kinnuk) wohuh massoyseeni kay garil yanih akke waytek.","arabic":"مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4648,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:19","price":"19.Rabi qeero temeeteh nummal, toh как kudak sugteemi immay catu mali.","arabic":"وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4649,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:20","price":"20. Kaadu baantá fuxsinteh (ugut baanta kinnuk), too ayró koros digaalah edde xagnisinte ayró.","arabic":"وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4650,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:21","price":"21. Kaadu ummaan nafsi yamaateh, warraysee kee sumaaqité teetî luk anuk malaykak.","arabic":"وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4651,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:22","price":"22. Yalli xiibitak iyyeh; nummah seehadaytow tahak garcit sugteeh, ku-lubbit suge alifu kok kalleeh, ku-mabla asaaku maqar-leeh gibdih.","arabic":"لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4652,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:23","price":"23. Kaadu kay wakliiti iyyah (malaykatti) ah yi-garil taniimiy massowte kay taamak.","arabic":"وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4653,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:24","price":"24. Ummaan korostih cirdeyna (qinaadi-li) jahannamat qambisa iyya yalli.","arabic":"أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4654,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:25","price":"25. Isil yan cakki ciné, caddok tatur-li, agay waaga-li isi diinit.","arabic":"مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4655,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:26","price":"26. Kaay Yallâ lih gersi yalla haa, gibdi digaalat kaa qambisa. (jahannam girah digaala kinnuk).","arabic":"ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4656,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:27","price":"27. Kay wakliiti (xibbanti) iyyah (sheetantu kinnuk), ni-Rabbow anu kaa ma-makkoysinniyo, kinnih immay usuk xer makoh addat suge tirtô gitak.","arabic":"۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4657,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:28","price":"28. Yalli iyyeh; yi-garil a-saaku sitta ma-keemaarisina (ma-daawisina), nummah anu meesissó siinih tatruseh addunyalak.","arabic":"قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4658,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:29","price":"29. Yi- garil maxcó ma-korsinta (ma- tadbiddilima), kaadu anu naqoosa yadlumi (tantise) hinniyo.","arabic":"مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4659,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:30","price":"30. Kassis a-farmoytaw, kibbintee jahannamak inna ayroy (qhiyaamah ayró kinnuk), edde luk is ossantina maaytan itta?","arabic":"يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4660,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:31","price":"31. Kaadu jannat xayyoysima ayró Yallak meesita marah, usuk keenik axxeere kal.","arabic":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4661,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:32","price":"32. Keenik iyyaanah ah-elle xagnisimak sugteenimi Yallak meesita maraw, ummaan numuy toobitey (Yallal gaceh) Yallih amri dacriseh.","arabic":"هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4662,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:33","price":"33. Ablekal racmaan kinni Rabbik meesiteeh, Yallal yuduure sorkocô baxa luk yemeete mara kinni. (Qhiyaamah ayró).","arabic":"مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4663,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:34","price":"34. Keenik iyyaanah; Jannat cula nagaynan luk, toh-waar ayrók.","arabic":"ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4664,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:35","price":"35. Tama moominiin Jannat addal faxxa haytam-le, kaadu Ni-garil keenih neceemik bagul niqmatak ossantina Ion.","arabic":"لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4665,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:36","price":"36. Qhureyshi korosuk duma sinaamak makina hora bayisneeh, usun qandeh keenik gibiduk, tokkel baaxooxat mekki iyyeenihik, eleelitan rike maay geen yallih digaala keenit temeete waqdi? (magennon).","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4666,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:37","price":"37. Diggah, tohut kassit yan raaqisa sorkocobbaxa-le numuh, hinnay usuk hangi edde-luk sorkocobbaxi kaak aracal anuk ayti kah yeceeh ankacse numuh.","arabic":"إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4667,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:38","price":"38. Yalli xiibitak iyyeh; nummah qaranwaa kee baaxooy, ken nammayih fanat tanim líca ayróh addat ginneeh, hebeltô taqbi nee maxaginna wohul.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4668,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:39","price":"39. Nabiyow usun iyyaanamal isbiraay ku- Rabbi Faylisak salat-ab, ayró tawqek naharataay (subci salat), ayro kortak naharat (qasri salat).","arabic":"فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4669,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:40","price":"40. Kaadu barak-tut salat kaah abaay, fardi salaatitteh lakal sunnâ salat abaay, Yalla cus. (uzkur)","arabic":"وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4670,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:41","price":"41. Kaadu xayikkeek israafil dcqsita malaykatti seeca ayró ankacis nabiyow.","arabic":"وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4671,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:42","price":"42. Toh nammay haytô baantah xongoló nummah edde yaabben ayró kinniih, too ayro is mawqah ayróy magooqak edde yawqeeni kinni.","arabic":"يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4672,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:43","price":"43. Diggah yalli ginó taynuwweeh qiddam (rabissam) Neé kaadu madaara Nee fan takke iyye.","arabic":"إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4673,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:44","price":"44. Baaxó keenil qanxixxa ayró, usun magooqak sissikuk yawqen, toh nel xabcin kobxisiyya (gaaboysiyya) cisab booxal.","arabic":"يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4674,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"50:45","price":"45. A-koros ittaamat ixxigah nanu nayse, kaadu nabiyow atu ken dirkisé hinnito islaamaninnol, kinnih immay yi-digaalak meesita mara Qhuraanat kassis.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ","category":["50 (Qaf)","Qaf","Surah Qaf"],"ayahNumber":4675,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:1","price":"1. Yalli xiibiteh burtá fixiixisiyyah fixiixisa caacayal.","arabic":"وَٱلذَّٰرِيَٰتِ ذَرۡوٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4676,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:2","price":"2. Kaadu kaxxam qilsi lee yakkuqe qambuurul xiibite.","arabic":"فَٱلۡحَٰمِلَٰتِ وِقۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4677,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:3","price":"3. Kaadu baddi bagul caalih gexa dawaanikil xiibite.","arabic":"فَٱلۡجَٰرِيَٰتِ يُسۡرٗا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4678,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:4","price":"4. Kaadu Yallih amri ginô fanal keefiyta (kurta) malaykal xiibite.","arabic":"فَٱلۡمُقَسِّمَٰتِ أَمۡرًا","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4679,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:5","price":"5. Cagalah ta seehaday elle xagnisinteenim, ugut kee cisaabak akkelem asmat-le numma.","arabic":"إِنَّمَا تُوعَدُونَ لَصَادِقٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4680,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:6","price":"6. Kaadu diggah, abten taamoomik cisab kee galto asmatah akkele.","arabic":"وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4681,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:7","price":"7. Yalli qaraanay qaxmeqe gino lei xiibite.","arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4682,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:8","price":"8. Diggah isin korosey Qhuraan kee Nabii caagidik sitta wayta maxcoh addat taniinimil xiibite.","arabic":"إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4683,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:9","price":"9. Qhuraan kee Nabii 1 yaamineenimik daggaawime num daggawsimah.","arabic":"يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4684,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:10","price":"10.Dirableelá abbarsinteh.","arabic":"قُتِلَ ٱلۡخَرَّٰصُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4685,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:11","price":"11.Usun koroosannuu kee toogimaaney ken tunxuqet aylahite mara amó xexxaarah.","arabic":"ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4686,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:12","price":"12. Usun cisab kee galtoh ayró mawaqdiiy, iyyaanaah esseran anqasah.","arabic":"يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4687,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:13","price":"13. Woh galtoh ayróy usun girai cararsimaana digaalah.","arabic":"يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4688,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:14","price":"14. Tammoysa sin digaala! Ah teetik edde Qataatakak faxak sugteeni addunyal Keenik iyyan anqasah.","arabic":"ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4689,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:15","price":"15. Diggah yallak meesita mari jannootaa kee daroorih addal yanin.","arabic":"إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4690,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:16","price":"16. Ken Rabbi niqmootak keenih yeceem raabitak beetan, diggah usun wohuk duma meqe marah sugen addunyal sinni meqe taamal.","arabic":"ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4691,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:17","price":"17. Tama mari barak xiinaanam keenik daguk sugte salat abak.","arabic":"كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4692,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:18","price":"18. Kaadu maaci bar usun dambi cabti esserak sugen sinni Rabbil.","arabic":"وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4693,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:19","price":"19. Kaadu ken maalut essera num kee wacarriyih esserewaa num maglab Íe.","arabic":"وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4694,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:20","price":"20. Kaadu baaxol baxxaqqa Íe astootiy Yallih inkittinaanee kee qamal geyto tascasse tan Yallih inkittinaanel asmat Íe marah.","arabic":"وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4695,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:21","price":"21. Kaadu sin nafsih ginot Yallih qamal geyto tascasse astooti tanik matablaanaa ?kas elle gcytoonuh.","arabic":"وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4696,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:22","price":"22. Kaadu qaraanal sin rizqhii (quusi) kee elle xagnisinteenim tan galtoo kee digaalak.","arabic":"وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4697,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:23","price":"23. Qaran kee baaxô Rabbi isi nafsil xiibite, nummah Usuk sin elle xagnisem numma kinniimil, tohul maagaywaagitina sinni yaabat kah agay waagite (shakkite) waytan innah.","arabic":"فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4698,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:24","price":"24. Nabiyow Nabii Ibraahim qibinay konnabimé xaagi koo gufee?","arabic":"هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4699,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:25","price":"25. Kay qari kaal culen waqdi, nagaynan kol yanay kaak iyyen, nagaynan siinil yanay isin igmon maraay nanu sin manaaxiga keenik iyye.","arabic":"إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4700,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:26","price":"26. Tokkel isi buxah mará fanah gacca iyyeeh, gabul Íe beqra yusguudeeh solal hayyaheeh baahe.","arabic":"فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4701,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:27","price":"27. Tokkel Kaa keenil xayyoyseeh, matakmaanaa keenik iyye?","arabic":"فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4702,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:28","price":"28. Edde luk meesih diriggi keenik iyye maaqo akke waanam keenik yuble waqdi. Ma meesitin kaak iyyeeniih, ixxiga Íe awki kaah yaabaku waamal kaa aytikumusen (berrekisen).","arabic":"فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4703,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:29","price":"29. Tokkel Kay barrá woh toobe waqdi qawitak temeeteeh, fooca isik tootokeeh, anu idaltô maxalayto kinniyok mannal xalaa itte?","arabic":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4704,"juzNumber":26,"footnotes":"","lang":"aa"},{"name":"51:30","price":"30. Malayka: tonnah ku Rabbi iyye teetik itteh, diggaluk usuk naggaaray ixxiga li.","arabic":"قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["51 (Adh-Dhariyat)","Adh-Dhariyat","Surah Adh-Dhariyat"],"ayahNumber":4705,"juzNumber":26,"footnotes":"","lang":"aa"}],"juz":{"id":26,"name":"حَمٓ","transliteration":"Ha Mim","transEn":"Ha Mim","startVerse":"46:1","endVerse":"51:30","totalVerses":195}}