{"data":[{"name":"6:111","price":"111. Tama koros essertem teetih oggollaah, diggah nanu Qaraanak malayka keenil oobisnaah Rabe mari keenï luk yaabaah usun essereenimik küllim foocaa kee foocah keenih kobxissi hayinninoy Nabiyow atu ken kah sectam nummaysak manannon Yalli faxa kaa akke waytek, kinnih immay ama korosuk maggo mari atu Yallih xaquk luk keenih temeete cakki yaagimeenih.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:112","price":"112. Nabiyow ama koros kok naqboytit kah abnennah Ambiyak kulli Nabiik seehadâ sheytoonaa kee jinni sheytoona naqboytit keenik abne, keenik mariiy marah deedal maxcoocay bilqiseeni ittal Qidan waswasah tet yaabbe mari edde duquurutankeh, Nabiyow ku- Rabbi faxinnay usun woh abak manannon, toysa usun diraabak ginnaasitaanam kee ken ittah cab.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:113","price":"113. Ellecaboh ayró tanim nummaysewaa marih lubbitte cakkik kelittaah kaal taamite waanamkeh, ken nafsi yakcineeh usun dambittek orbisoonuwaanam orbisitaanamkeh.","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:114","price":"114. Nabiyow tama korosuk ixxic: Yallak kalah tanim yoo kee sin fanal garkureh gurrusoo? Qhuraan kitaabay madqooqi kak Baxxaqqale siinil oobissem kaa kinnik, kitab kah necee mari diggah usuk (Qhuraan kinnuk) ku-Rabbik cakkil obsimem yaaxigeh, toysa Nabiyow wacyih kol oobisneemik agaywaagat yan marih num makkin.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:115","price":"115. Nabiyow ku-Rabbih Qangara (Qhuraan kinnuk) xaaguu kee maxcoocâ Nummaay madqooqi Qadaalatal duddeh, toysa kay Qangooruy duddale korissam matan, usuk isi naqoosa ittam yaabbi ken taamoomi yaaxigi kinni.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:116","price":"116. Nabiyow Baaxol yan marak maggo mara katatteeh ken yab oggoltek Yallih gitak koo makkoyselon, usun kalah kataataanam malón akkal akke waytek, usun wohul diraabak sa yaceenim malón.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:117","price":"117. Diggah Nabiyow ku-Rabbi isi gitak makkootc marat siinik yayseeh keenik yayseh, usuk isi gital tirri iyye marat kulli marak yayseh.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:118","price":"118. Toysa Muslimiiney Tasguuden waqdi Yallih migaq elle xagten lacih cado akuma kay inkittinaane tascasse Astootil taamine Moominiin tekkeenik.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:119","price":"119. Muslimiiney Tasguuden waqdi Yallih migaq elle xagen lacih cado takmeenimik sin waassam macaay? Nummah Yalli caraamu siinil abem Baxxaqisehik edde gadamgadditteenim akke waytek, diggah makkoote marak maggo mari ixxiga как Aalle kalah sinni nafsí fayxih sinam makkoysan, diggah Nabiyow ku-Rabbi usuk umaanet caddok tatre marat kulli marak ixxigah yayseh.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:120","price":"120. Sinaamey dambittek tambulleem kee teetik Qellitam inkih caba, diggah dambitte abaah tet orbisah yan mari elle galtimeleeh diggalsimele abak sugen dambitteh sabbatah.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:121","price":"121. Muslimiiney yusguuden lacak Yallih migaq elle cussuumcwee lacih cado makmina, diggah woo lacih cado yakmeenim Yallih amrik awqiyya kinnik, diggah jinni sheytoona seehadâ korosuy ken awlaytiitih tanil waswasah ceelalloola Qambisan barugay Yalli Qideh cado matakmaanaay sinnih Qidden lacih cado takmen axcuk sin giddiyaanam keh, muslimiiney Bargi cado calallossaanamal ken amri oggolteenik, toysa diggah isin keninnaah Yallat agleytit haa mara kinniton.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:122","price":"122. Koroosanni Rabat suge numuy lubbi kak iimaan noorit nuynuwweeh tirri hayneeh nooriy sinam fanal elle gexa kah hayne num, way как awqewaa iggimaa kee koroosanni diteetah addat yan numih inna maay kinni? Hinna, tama sin giddiya korosta kah wacarrisne innaah, tonnaah korosuh le uma taamoomiy abak sugeeni keenit bilqisneh iyyaYalli.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:123","price":"123. Tonnaah kulli magaalal kaxxa maray umeyniitih yani hayne uma malah teetil malsaanamkeh, usun woo uma malay malsaanat sinni nafsik sa finqisaanam malón usun woh mayaaxigaanammay.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:124","price":"124. tama koros Nabii Mucammad Nabii kinnim tascasse Aayoota Qhuraanal keenih temeetek kay nubuwwannu inkinnah manummasna Yallih farmoytiitih tontocowwimeh innah tan Astooti neh ontocowwu ittam fanah iyyen, Yalli isi farmo elle haakkee kee sinam tet gudduysuwaa шага yaaxigeh, umeyniitih yan maray uma taamoomi abe xixxibaanee kee gibdi digaala Yallih xaqul ken xage-le Qhiyaamah ayró, muslimiin kee islaamaninnoh uma mala malisak sugeenimih sabbatah.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:125","price":"125. Yalli tirri haam faxa numuh islaamaninno noorih Alil (lubbi kinnuk) kaah farakka haa, Yalli cakki gitak makkoysam faxah yan numuk tirtoh oggoluk Alil kaak ceyissi haa Qaran gubaak iroh yawqe numuy ufuy edde yaadehinnah cakki oggolaamak Alil kaak edde yan ceyah gibdah Yalli koros lubbitte yaaminccnimik kah ceysennah, tonnaah Yalli isi nummaysewaa maral digaala haa.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:126","price":"126. Nabiyow amah ku-Rabbih gitay massal yani kinni, Nummah Astooti kassitaah elle kaskassoowa marah Baxxaqqa hayne.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:127","price":"127. Tama Astootil kaskassoowa marah Qhiyaamah ayró ken Rabbih xaqul Jannatay nagaynâ dabqa kinni Ion, usuk ken awlaytuy addunyal ken cataah ken dacrisaah akeeral isi niqmatal ken konnabisa kinni, meqe taamoomi addunyal abak Sugeenimih Sabbatah.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:128","price":"128. Nabiyow cus: Qhiyaamah ayróy koros kee jinni sheytoonay ken awlaytiitih tani Yalli inkih edde maagoysa ayró, jinni Buttay isin N ummah seehadak maggo тага makkoosseeniih maxqawissen keenik iyya Yalli, seehadak ken awlaytiitih tan koros Ni- Rabbow nee kee ginnik mariiy marat satta iyyeeh yintifiqeeh atu addunyâ manol neh xagte wakti yumurruqeeh noofeh iyyan, Yalli keenik iyyah: gira siinik orbeynaay siinik madaba isin teetil waarak, Yalla inkittoysak suge umamaray ku-Rabbi girai waaram kah faxe weey Sarra isi Racmatah girak yayyaaquwaa akke waytek, diggah ku-Rabbi naggaara isi naqoosah caagid yaaxigi kinni.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:129","price":"129. Jinni sheytoona seehadâ korosih amol kah haynennah, seehadak daalimiinih yan тага maraay mari amol keenik haynaah ittat ken Rubna umaane abak sugeenimih Sabbatah.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:130","price":"130. Jinnii kee Seehadâ korosih Buttay Siinik (dubuk Seehada kinnuk) farmoytit siinih mamattoo? Yi-Aayoota siinil akrayuk, tama sin ayró (Qhiyaamah ayró kinnuk) Yi-digaalah angaarawak sin meesiisak mamattoo? Keenik iyya Yalli. ku-farmoytit ku-Aayoota nee guddusseemih ninni Nafsil sumaaqitnaah Naalimeeh nanu woh keenik dirabbosneh iyyan, tama koros addunyâ manoh bilhada ken duquurusseeh, diggah usun korosuh sugeenimih sinni Nafsil Sumaaqiteenih.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:131","price":"131. Woo farmoytiitit abne Ruubiyya kah abnem Nabiyow ku-Rabbi magaalol шага annaak finqisam akke waytek sa seeco ken Aafe kalah usun garcit anuk.","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:132","price":"132. Seehadak uinmaan numuy Yallih amri oggole hinnay Yallih Amri cine taamak abba heemil Yalli kaa gudduysa aracay kaa elle galtale, Nabiyow ku-Rabbi isi naqoosa abba haytaamak garcita Rabbi hinna.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:133","price":"133. Nabiyow ku-Rabbi gadda-li numuh maceyta usuk xuwaw-le Rabbi kinni, Yalli faxê kollay sin Qiddi heeh sin lakal isih faxa mara ciggiilise-le aka maray siinik duma sugeh Samadak sin kah gine innaah.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:134","price":"134. Diggah korosey sin Rabbi Qhiyaamâ mamut kee digaalak sin kah xagnisem Amaateleeh tamaatu waytam Raqmali, isin Yallak yassaqqe mara hinnitoonuuy usuk sin digaalele akeeral.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:135","price":"135. Nabiyow keenik ixxic: Yi-maraw elle tanin koroosannih gital taamita diggah anti Yi-Rabbi yoo kah amrise diinil taamitak, tokkel digaala siinil obta waqdi akeerâ dabqal meqeeh faylale ellecabo geytu waytam nee kinnim kee sin kinnim sarrah Aaxigetton, diggah daalimiinih yan mari faxaamal mayaffoofa.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:136","price":"136. Tama koros Yalli gineemik Buqree kee lacak Yallah maglab hayte, tokkel tah Yallih iimiiy tah Ni-yallitteh iimi iyyan usun elle warsitan innal, ken yallitte leeh teetih yeexegeenim Yalla mataafaay Yalli leeh Yallah yeexegeenim ken Yallitte taafeh, usun aban mekla manxu gacta meklaay!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:137","price":"137. Tonnaah sheytoona korosuh Yallah maglab haanaah sinni yallitteh maglab haanam keenit kah bilqissennah, sheytoona korosuk maggo marah ken xayloh qidim keenit bilqisseh finqat ken Qiddaah ken diini keenit tobolloktamkeh, Yalli woh abaanam keenik faxe wannay abak manannon, kinnih immay usuk ken uma caalat yeexegeeh keenil mekleh, toysa Nabiyow usun diraabak ginnaasitaanam kee ken Sittah cab.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:138","price":"138. koros Ah gaalaa kee Buqrey makmo kak waasoleeh caraamuk tani, nanu kah fanna marak sa num tet mayakma iyyen usun clic warsitan innal, tah gaalay feeraanaah yaarreenim waaso как le kinni, tah gaalay yasguuden waqdi numtiwwellittê migaaqak sa Yallih migaq elle cuse waana yan iyyan, Yallal ginnaasitak sugen diraabih Sabbatah, Yalli diraabak kaal ginnaasitak sugeenimih sabbatah kaxxa digaalal ken galte-le.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:139","price":"139. koros ama gaalih bagut xaylok tanim cagalah nek labhah Calaalik taniih nek agabul caraamuk tan woo xaylo nuwwuk toobokek, Rabteeh barugah toobokek, toysa agabuu kee labha inkih edde tangale iyyen usun Yallal dirab ginnaasitak sinnih calalloysitaanaah sinnih caramoysitaanam madqiten woh Yalli keenih idnise kalah, Yalli kaxxa digaalal ken gaițele, diggah Yalli Naggaara Yaaxigi kinni.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:140","price":"140. Nummah sinni xaylo kassi dagnaa kee Yallak ken toofe ixxiga Aalle kalah Qida mari kasaariteeh finqiteh, usun Yalli ken yurzuqheh yanim Yallal dirab ginnaasitak sinni nafsil carammoysen, nummah usun cakki gitak makkooteeniih tirri iyye marah masuginnon.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:141","price":"141. Yalla kinni Bustaanway kelsaa kee daala faxa cooxuy coox kah soolisaanaa kee kelsaa kee daala faxewaa coox addal как yani siinih gintem, tamiiraa kee buqrey makmol tami kak sissinii kee Zaytuun coox kee Rummaan cooxuy caffi itta kak ceelaah tamuu kee mexexi itta kak ceele waa teetil siinih gine, sinaamey ama coox xala waqdi mexexu как ottokommiya, ama cooxuk mexexu dagtan saaku cakki (zaka kinnuk) как acuwa, maaluu kee maaqo mabaddaahina, diggah Yalli baddaahuleela makicnik.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:142","price":"142. Yalli lacak Qilsim siinih takkuqem (gaala kinnuk) siinih gine, lacak Qunxaaneh Qilsim akkuqe waytam (laa kee ubcunoh innah tanim kinnuk) siinih gine, tama lacak Yalli sin yurzuqheeh makmo siinih как xiqsiisem akuma, shcytan gititte makataatina Yalli siinih xiqsiiseemik tu-calallossaanaah tu-как carammossaanamal, diggah sheytan siinik Qaduwwiy Qadaawat как Baxxaqqa iyye kinnik.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:143","price":"143. Tama lacay Yalli isi naqoosah yecee Bacra afah yan, illik nammayaay (maruw kee ida kinnuk) wadarak nammay (dabeelaa kee Reyta kinnuk) keenih gine, Nabiyow ama korosuk illii kee wadarak Yalli siinil carammoysem lab-namma laca innaa? Hinnay say-namma lacaay? Hinnay illii kee wadarak namma say-tiyah maxax labim kee say-iimik Quukeemi innaa? Yalli siinil carammoysem, ama isin abteenih taniinim siinih xiqsissa ixxigay Yallih xaquk litoonu yoh warisay keenik ixxic, isin wohul numma yacee mara tekkeenik.","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:144","price":"144. gaalak nammayaay (Rakub kee Ala kinnuk) laak nammay (abur kee saga kinnuk) siinih ginek, Nabiyow ama korosuk Yalli gaalaa kee laak siinil carammoysem lab-namma laca innaa? Hinnay say-namma lacaay? Hinnay gaalaa kee laak say-namma tiyah maxax labim kee say-iimik Quukeemi innaa? Hinnak korosey Yalli lacak ama hiimih carammoysiyyah sin farriime waqdi isin edde maay Sugtcn (marten)? keenik ixxic, toysa Yallak kaa toofe ixxiga Aalle kalah Sinam makkoysamkeh Yallal dirab ginnaasite marak dulmih iyyi gacaa? Num magaca, Diggah Yalli daalimiinih yan maray koroosite tirri mahaa.","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:145","price":"145. Nabiyow keenik ixxic: anu wacyik yol obsimteemit yakmeh yan Seehadayti yakmeemiy caraamu kaal takke magenniyo asguude ween lacay Barge akki, hinnay caxta Qabala akki, hinnay cereyyâ cadoy diggah Najisik tani akki, hinnay masgaadal Yallih amrih cinah Yallih migaaqak kalih migaq elle xaggiime lacih cado tekkeh akke waytek, tama carammowtem yakmeemit Qulul gibda kafisse numuy cadó fayxih akmewaah makmol caddok edde tatre waa elle kataataanam matan, toysa diggah ku-Rabbi dambi cabti-li xuwaw-li kinni.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:146","price":"146. Nabiyow tama korosuh cus: lac kee haadak yahuudul carammosnem xukcuno Aalle waytaah lifiqleemi, laa kee ubcunok (illii kee wadar kinnuk) xaytitte caraamu keenil abne, woo namma lacih xiironwaay hinnay woo namma lacih uluuqah Bagul tan xaytittee kee hinnay lafoofit tengele xaytittey calaalik tani akke waytek, tohul ken kah galatneeh keenil kah carammosnem ken uma taamoomiy usun caddok edde tatreenih sabbata, diggah nanu keenik warissi hayneemit Numma nacee iyye Yalli.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:147","price":"147. Nabiyow yahuud kee korosuk koo cina mari koo dirabboysek, toysa sin Rabbi farakkale Racmatle Rabbi kinniih kay digaala temeete tet tekkek umeyniitih yan marak tet gacissam matana keenik ixxic.","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:148","price":"148. Koroositeh yan mari Yalli faxinnay Yallat agleytit nanu haak mananninooy Ni-Abbobti haak mananna, nanu hebeltohim carammoysak manannino axcelon, tama koros koo kah dirabbossa innah keenik duma sugte koros sinni farmoytit dirabbosseh Ni-digaala keenil obbuuy tet tammossu haanam fanah, Nabiyow tama lac kee Buqrek carammosseenim kee koroosannu Yalli neh faxe kak ittaanal ixxigay neh tayyaaqeeniih taybulleeni maay liton? Isin tamahal akkalak sa katattaanam mantoonuuy isin diraabak-sa taceenim mantoonu keenik ixxic.","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:149","price":"149. Nabiyow keenik ixxic: isin abtaanamih sumaq Aalle wayteenik, toysa sin akkal yargiqe Sumaaqay duddale Yalli Ie, tokkel usuk faxinnay inkih tirri sin haak yen massale gital.","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:150","price":"150. Nabiyow tama korosuk tama isin lac kee Buqrek sinnil carammosseenim Yalli siinil carammoyseemih siinih sumaaqita mara baahay keenik ixxic, tokkel usun dirab kee Almummah sumaaqiteenik, toysa Atu keen! luk masumaaqitin, Ni-Aayoota dirabboysa maray Akeerä mano Nummaysewaah Nafsi fayxi makataatin, usun sinni Rabbit agleytit massoysan.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:151","price":"151. Nabiyow sin Rabbi siinil carammoysem siinil akriyehik ama keenik ixxic: kaah abtan Qibaadal kay ginok agleh tukaat hee waytaanaah Namma xaleynah tamqeenimi, tuddagnä meesih sinni xaylo maqidina sin kee ken inkih nanu narzuqhek, kaxxa dambittek (dalwaa kee abto как Qaxumaanelem kinnuk) tambulleem kee Qellittaamal tectik maxayyoowinaay Yalli Qidim как carammoyse Nafsi cakkil Qiddan sin akke waytek ma-qidina, toh Yalli sin как waaseeh sin kah Amriseemiy sin edde farriime kinni, isin tamahal kas-kassoowa mara takkeenimkeh.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:152","price":"152. Qayxixxi maalul maxayyoowina kay maaluu kee kaah inkih tuxxiqih elle yayse fooca akke waytek, usuk edde baaluka Qurnri guffuuy kas-bahha haam fanah, keelaa kee Miidan Qadaalatal duudusa nanu hebelto nafsil duudaamak-sa duude waam kaal mahaynak, yabteenik Qadaalatat yaabaay cakkik xabanah makeltinaay cakki edde yan num siinil xayi marih num yakke way, Yalli kay diinil taamittaanamah siinil hee xaganaa kee sin kee sinam fanat yan xagana inkih duudusa, toh Yalli sin как waaseeh sin kah Amriseemiy sin edde farriime kinni, isin tamah kassitaah kas elle geya mara takkeenimkeh.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:153","price":"153. diggah amah Yi-diinih gitay massoowak kaa kataataay aka gititte (koroosanni gititte kinnuk) makataatina, toysa Yallih gitak sin makeleeh sin ayxeerelek, toh Yalli sin kah farriimaama Yallak meesita тага takkeenim keh.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:154","price":"154. Nabiyow tohuk lakal ama korosuk ixxic: Nabii Muusah Tawraat kitab necee tama kay diinih marak taama yessemeqqe marah niqmat duudusiyyah, ken diinih caagiidak kulliimih Baxxaqqaa kee israa-iil xayloh tirtoo kee Racmatta yakke kitaaba usun Rabak lakal ugut yaniih sinni Rabbit yangoorowoonu waanam nummaysaanamkeh.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:155","price":"155. Tama Qhuraan Barkatle kitaabay Nabii Mucammadal ﷺ oobisnek, usuk sinam kah amrisam kaak kataataay usuk sinam как waasaamak waasimaay, Yallak meesita usuk kah Racmate mara takkeeniih kay digaalak naggoowe mara takkeenimkeh.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:156","price":"156. Cagalah tama Qhuraan kah oobisnem Qaraanak kitab elle obsimem nek naharat sugte Namma Buttaay (yahuud kee Nasaara kinnuk) nanu ken kitoobah akriyiyyak garcit sugne Axce waytaanamkeh iyyaanama Qarab korosey.","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:157","price":"157. Hinnay korosey diggah nel kitab obsiminnay tirtoh keenik (yahuud kee Nasaara kinnuk) aysuknen ittaanamak oobisne Qhuraana, toysa nummah sin Rabbik Qhuraanay calaalii kee caraami elle Baxxaqqa iyyaah A-ummatah tirtoo kee Racmat yakke kitab siinih yemeete, tokkel Yallih Qhuraanih Aayoota dirabboyseeh derre edde cabe marak dulmih iyyi gacaa? Num magaca, tama Ni-Aayootat derre caba mara uma digaalal ken galtenno teetit derre cabak Sugeeniih Sinam Ni-gitak waasak Sugeenimih Sabbatah.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:158","price":"158. Yallih diinit derre cabaah sinam kak waasa mari Qambaalam maay lee?mali, Malaykay (rooci yayyaaqe Malaykattuu kee rooci mayyuuquh kaa catta Malayka kinnuk) Rooci mayyuuquh keenih tamaate, hinnay Nabiyow ku-Rabbi Qhiyaamah ayró isi naqoosah fan mekeluh yamaate waqdi, hinnay Qhiyaamah ayroh mamut tascasse Astootik tukteyna tamaatem Qambaalan ken akke waytek, Nabiyow ku- Rabbik Qhiyaamâ mamut tascasse Astootik tutamaatc Saaku duma Aamine wee Nafsi, hinnay yeemeneeh iimaanat maqaane orbise wee nafsih woo waqdih iimaan tukaah maxiqa, Nabiyow ama korosuk isin woo digaala siinih tamaatem Qambaala nanu diggah isin edde finqittan wakti Qamballahak keenik ixxic.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:159","price":"159. Diggah Islaam diini cabeeh sinni diini baxam-baxsite maray cizbi-cizbi yekkek Nabiyow atu keenik bari kinnito, cagalah ken caagiidah awlaytuh Yalli yan, tohuk lakal Qhiyaamah ayró usun addunyal abak sugen taamoomi keenih warsele, keenik meqe taama abe mara maqaanel galteleeh uma taama abe ken umaanel ken gaițele.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:160","price":"160. Qhiyaamah ayró Yalli kicna taamak inki maqaane luk yemeete num, toysa tet innah tan maqaancenak tabna maqaancle, Yalli niqbi taamak inki umaane luk yemeete num, toysa tet innah tan umaanek sa elle gaitimam mali, usun abiteenimik tul mayandulluman.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:161","price":"161. Nabiyow tama korosuk ixxic: diggah yi-Rabbi massale gitay (islaamaninno kinnuk) kay Jannat Sinam gudduysâ fanah tirri yoo hee, usuk islaamaninno diiniy massal yaniy mako sinniy Nabii Ibraahim diiniy cakki fan kelta kinni, Nabii Ibraahim Yallat aglcytit haa marih numuh masuginna.","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:162","price":"162. Nabiyow tama korosuk yi- Salaataay anu aba masgaadaay yi-manooy yi-Raba inkih ginô Rabbi-le keenik ixxic.","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:163","price":"163. Yalli agleyta maliiy anu tohul dibuk kaa inkittoysaah kaa aqbudeemih amrisime, ta ummatak anu muslimiinik naharsittu kinniyo keenik ixxic Nabiyow.","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:164","price":"164. Nabiyow anu Yallak kalah aka Rabbi gurrusoo? usuk kulliimih Rabbi kinniway keenik ixxic, ummaan nafsiy uma taama aba mayan, dambi kaal kak yan kaa akke waytek, dambile nafsi aka nafsih dambi mayassukuqqa, tohuk lakal Qhiyaamah ayró gacim siinik sin Rabbí fanah yakke, tokkel diini caagidik itta elle waak sugteenimih xaagu siinih warsele.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"6:165","price":"165. Yalla kinni dumi mara finqisek lakal Baaxo keenik ciggiila mara sin abtem, Yalla kinni garu gari amol darajatah fayya siinik haytem isi niqmootak siinih yeceemil sin mokkoramkeh, diggah Nabiyow ku-Rabbi koroositeeh isi amri cine marah digaala sissiki ken digaala waqdi, diggah kaa nummayseeh meqe taama abe marah dambi cabti-li xuwaw-li kinni.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:1","price":"1. Alif, Laam, Miim, Saad (edde faxem Yalli yaaxige).","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:2","price":"2. Nabiyow ama Qhuraan kitaabay kol obsimek kaa guddussaamak Alil kok ceyte waay ku-mari koo dirabboysaamih meesih, koros kaal meesissaah moominiinih kassis yakkemkeh.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:3","price":"3. Sinaamey sin Rabbik siinil obsime kitab kee Nabii sunna (Nabii cadis kinnuk) kataataay Yallak kalah tanim awlah haysitteenih makataatina isin amahal kaskassowtaanam siinik dagoh.","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:4","price":"4. Magaalol marak maggo magaalah mara finqisne Ni Farmoytit cineeniih dirabboyseenimih Sabbatah, tokkel Ni digaala usun Bar xiinit anuk keenih temeeteeh, hinnay usun Laqo xiinit anuk keenih temeeteh.","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:5","price":"5. Tokkel Ni digaala keenih temeete waqdi, usun abeenih yanin dooqa malón, aben dambi Aalamuk nanu diggah daalimiinih yan marah sugne iyyaanam akke waytek.","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:6","price":"6. Tokkel farmoytit fan kak Rubsumte mara esserenno ni-farmoytiitil maca gacisseenii?keenik axcuk, Rubsumte farmoytit esserenno Ni- farmo maay guddusseenii? keenik axcuk.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:7","price":"7. Tokkel ginoh inkih addunyal usun abba heen taamoomi keenih maaqennooh warsenno Ni-ixxigal, ken caaloota nek Qellittuh nanu aliat keenik masuginnino iyye Yalli.","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:8","price":"8. Qhiyaamah ayro sinam taamoomi nummâ Miidaanal haanam cakki kinni Qadaalatal, meqe taamah miidan как yiqilsee mari, toysa woo mari usun yoffoofe mara kinnon.","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:9","price":"9. uma taamah mangah Miidanwa Haliffi kak itte mari, toysa too mari sinni nafsi kasaariseeh finqise тага Naayootal koroositeeniih tet angadduk sugeenimih sabbatah.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:10","price":"10. Sinaamey nummah Baaxô bagul aracay elle dabaqtaana siinih abne, takmeenih Taaqubeenim Quusik teetil siinih hayne, wohu luk Yallih niqmat faatittaanam siinik dagoh.","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:11","price":"11. Nummah sin abba Aadam kallak ginneeh, tohuk lakal tayse weelot kaa hayneeh, tohuk lakal Malaykak Aadamah kummaata inne, tokkel malayka inkih kummatteh, kinnih immay Ibliis Aadamah kummaata marih num makko.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:12","price":"12. Yalli Ibliisik Atu Aadamah kummattaamak maca koo waassee anu koo amrise waqdi? kaak iyye, tokkel ibliis anu Aadamak ayseeh Muxxo kaak liyo yoo girak ginteeh kaa kallak ginteemih Sabbatah iyye.","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:13","price":"13. Yalli Ibliisik toysa jannatak Ob, tokkel kay addal anuk yamrik kaxxa mariinittam koh maxiqtaay koh matakkak jannatak eweq, diggah atu xixxibsimeeh Bursuten marih numuh anuk kaak iyye.","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:14","price":"14. Ibliis Yallak Qhiyaamah ayró ginó edde ugsumta ayrô fanah yoo Qambaalis kaak iyye.","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:15","price":"15. Yalli kaal gacisak: diggah atu Naharsi baantâ fanah Qumri как wadiroowam ille tunkuttube marat tanto kaak iyye, gino inkih Rabtu wayta waqdi.","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:16","price":"16. Ibliis atu yoo makkosseemih sabbatah, diggah anu ku gitay massaleeh cakki gita (Islaamaninno gita kinnuk) kinnih Bagul keenik daffeeyyo iyye Yallak.","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:17","price":"17. Tohuk lakal foocaa kee derreey Migdaa kee gurak keenit amaateyyo, Aadam xaylok maggo maray ku niqmatal koo faatita keenit mageyta.","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:18","price":"18. Yalli ibliisik: yok naqabuluk Yi Racmatak axxeerak eweq jannatak kaak iyye, koo kee Aadam xaylok koo katatta hayteemik diggah jahannam gira inkih siinik kibeyyok kaak iyye.","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:19","price":"19. Aadamow koo kee ku-Barra cawwa jannatal dabqih gacaay kay caxa mixu faxxa haytan aracak kaak akumaay tama caxal maxayyoowinaay tet mexexu makmina, toysa woh abteenik sinni nafsi yudlume maray Yallih amri cine akkettoonuk keenik iyye Yalli.","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:20","price":"20. Tokkel sheytan ken nammay Yalli ken kak waase caxah mexexu yakmeenimkeh waswasa keenil yekke, ken nammayih Qawratak keenik Qellittem ken yaybulleemkeh, sin Rabbi tama caxak sin kah waasem mali isin namma Malaykattu takkeenimik hinnay jannatal waara marih loowot gace waytaanamkeh iyyaanam akke waytek keenik iyye.","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:21","price":"21. sheytan ken nammayah Yallal xiibite woo caxak yakmeenimkeh, diggah anu sin nammayah fayu abah yan marih num kinniyo keenik iyye.","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:22","price":"22. Tokkel usuk Yallal keenih abe xiibal ken duquurusak taaqat aracak ken oobiseh, tokkel usun woo caxak tammoyseeniih yokmen waqdi ken Qawrat keenih yumbulleeh jannatti cooxih caffa sinnit kafsaanam Qembisen, ken Rabbi keenih seeceeh, Anu woo caxah makmok sin mawaasinniyoo? diggah sheytan sin nammayak Qaduwwiy Qadaawat как baxxaqqa iyye siinik maxaccinniyoo? keenik iyye.","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:23","price":"23. Aadam kee Cawwa Ni Rabbow ama caxat abne makumut ninni nafsi nudlumeeh atu dambi neh cabe wayteeh neh nacruure waytek, Diggah nanu finqiteeh kasaarite marih loowot gacenno iyyen.","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:24","price":"24. Yalli Aadam kee Cawwaay Ibliisik: Qaraanaak Baaxô fanah ooba gari garuk Qaduwwih siinik anuk, isin baaxô bagul madab kee duyyek edde hataktaanam Aalletton Qumri siinik gaba edde kala waktî fanah keenik iyye.","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:25","price":"25. Yalli Aadam kee Cawwaay ken samadak iyyeh:baaxô bagul addunyal taniinih gide mano teetil Aallettoonuuh tet bagul Rabetton, sin Rabbi Qhiyaamah ayró teetik sin ayyaaqele.","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:26","price":"26. Aadam xayloy nummah sartanay sin Qawrat Qellisaa kee Qaxaa kee Bilqa edde faxxan sara siinih oobisne, Yallak meesî sartan isin bilqah haysittan sarak aysuk Raaqa, tama sartanat siinih abneh nan oobisiyyat Yallih inkittinaanee kee kay dudda tascasse astooti edde tan, tama niqmat kassitaanaah Yalla elle faatitaanamkeh.","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:27","price":"27. Aadam xayloy sheytan Yallih gitak sin makkoyse waay sin namma Xaltani Aadam kee Cawwa makkoyseeh jannatak kah yeyyeeqe innah ken Qawrat ken yayballuh ken sara keenik Haduffu hee, diggah usuk kaa kee kay Samadaay kay Qande isin ken как able waytan kabuk sin table, diggah nanu sheytoona Yalla nummayse waa marih awlaytit ken abne.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:28","price":"28. Koros uma taamay Qaxuma abta waqdi Nabbobti neh abak sugteeh Yalli teetih nee amrise iyyan, Nabiyow kcenik ixxic: diggah Yalli uma taamay Qaxumah sinam mamrisak korosey isin Yallal diraabah Aaxige waytaanam ittaanaah kaal haytaanaa?","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:29","price":"29. Nabiyow keenik ixxic:Yi Rabbi Qadaalatah amrise, kulli aracal salaatah soltan wakti sinni foocitte Qhiblat fan uyfukkunaay Qibaada kaah caglisak kaa uqbuda Yalli gino deedalinok siinik kah Qimbise innah Qhiyaamah ayró nuwwuk kaa fan gacetton.","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:30","price":"30. Yalli isi naqoosak Butta tirri heeh, aka Butta cakki gitak makkottam teetil diggowteeh dabaqteh, diggah usun Yallak kalah sheytoona awlaytiitih haysiten, diggah usun tirri iyye mara sinni yakkalen.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:31","price":"31. Aadam xayloy salat kee tawaaf abinnaanih waqdi, Qaxah yayseeh taahirik yan saray Qawrat Qellisa sarita, akumaay Aqubaay Mabaddaahina, diggah Yalli Baddaahu-le mara makicnak.","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:32","price":"32. Nabiyow ama tuugimah tan korosuk ixxic: meqe saray Yalli edde Bilqitaanamkeh isi naqoosah gine siinil carammossem iyyaay? meqe Rizqhiy Yalli siinih calalloyse siinil carammossem iyyaay?Nabiyow keenik ixxic: Saraa kee yakmeeniih yaaqubeenimik Yalli calalloysem is addunyâ manol yeemene marih is addunyâ manol yeemene marih iimi aka mari keenî luk edde yangale way, Qhiyaamah ayró cagalah is (saraa kee yakmeenih yaaqubeenim kinnuk) yeemene marih iimi, Namı tascasse astooti tamannah tan Baxxaqqah Baxxaqqa hayna madqooqi yaaxige marah iyye Yalli.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:33","price":"33. Nabiyow ama korosuk ixxicicagalah Yi Rabbi carammoysem Qaxumaane-le taamoomik tambulleem kee teetik Qellittaamaay dambii kee sinaamat caddok tatraanama cakki maliinoh, Yalli hebeltô sumaq kah oobise weem Yallat agleh haytaanaah isin Aaxige waytaanam Yalli iyyeh Axcuk diraabah kaal haytaanama carammoysem.","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:34","price":"34. Külli ummattay isi farmoytit dirabbosse yimixxige waktiy cddc finqittaah edde Bayta-le, toysa ken waktiy edde finqitoonu waana keenih yamaate waqdi, dago saaqat как mawadirroowaanaay mayaakuman.","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:35","price":"35. Aadam xayloy sin marak farmoytit siinih temeeteeh Yi kitaabih Aayoota siinil yikriyeeniih Baxxaqqa siinih tet heenik ken amri oggola, tokkel isi Rabbit agleyta haamak meesiteeh isi taama yessemeqqe mari, toysa akeeral meesi keenil matanaay addunyak keenik taturteemih marookitan.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:36","price":"36.Korosuy Nastootiy Ninkittinaane tascasse dirabbosseeh teetil kaxxa mariinitte, woo mari usun girâ maraay usun teetil waaran.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:37","price":"37.Yallal dirab ginnaasiteeh hinnay kay astooti dirabboyse marak dulmih iyyi gacaah? num magaca, woo maral digaalak lawcal macfuuzul ken maglabay keenil yunkuttube ken xagele Ni farmoytit (Rooci tayyaaqe malayka kinnuk) Rooci keenik tayyaaquh tamaate waqdi, Yallak kalah aqbudak sugteeniih xaaqitak sugteenim annih teetiiy keenik itta, nek bayeeniih ken manabla iyyaanaah usun sinni nafsil sumaaqitan, diggah usun koroosite marah sugeenimil.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:38","price":"38.Valii ama korosuk siinik duma taturteeh sin innaah Jinnii kee Seehadak koroositte ummattâ luk gira cula keenik iyye, ummattak Buttak teyna gira culinnaanih waqdi teetik duma koroositte ummat abaarta koroosannul tet celteeh tet katatteemih sabbatah, inkih girah addal itta elelliiy maagowwu tet addal iyyan waqdi, keenik abbobti katayak suge mari katayak sugen abbobtik iyyah Ni- Rabbow cakki gitak nee maktem ta-marak, tokkel girâ digaala xirribuh keenih Acuyaay ken tammos, Naba Rabbi keenik iyyeh: sin kee keenik kulli mari xirribuh tan digaala-le kinnih immay isin woh mataaxigan. iimi aka mari keenî luk edde yangale way, Qhiyaamah ayró cagalah is (saraa kee yakmeenih yaaqubeenim kinnuk) yeemene marih iimi, Namı tascasse astooti tamannah tan Baxxaqqah Baxxaqqa hayna madqooqi yaaxige marah iyye Yalli.","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:39","price":"39.abbobtiy katayak Sugeeni ken katayak suge marak ittah: tokkel nee kee sin digaalal massownah isin Addunyal meqe taamah nek edde muxxutteenim mantuunuk Jahannam girah digaalá tammoysa uma taamoomi abak sugteenimih sabbatah.","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:40","price":"40.Diggah Nastootiy Ninkittinaane tascasse dirabboyseeh tet nummaysaamak kaxxamariinite marah addunyal ken taamah Qaran afoofi mafakkintaay raban waqdi ken Roocitteh mafakkinta, usun jannat maculan Rakub erbat Boohak cullu iyyam fanah, (woh takkem hinna) umeynit tamannah tan galtóh galatna Akceral.","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:41","price":"41.Ama koros girál waartaah usun Jahannam gira gubak Fidóh loonuuh bagul Raraytoh innah ken buultam girák Ion, daalimiinih yan mara tamannah tan galtóh galatna.","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:42","price":"42.Yeemeneeh meqe taamoomi abbaasite mari Yalli hebeltô nafsi taamak duude waamah kaa madirkisa usuk duudam alike waytek, woo mari usun Jannatti mara usun kaal waarak.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:43","price":"43.Jannatti marak kuuxe-waynan kee naqbittek ken alilwat sugtem kalleh, ken qarwak guba weeqaytitte gexxa, Jannatti mari Jannat cula waqdi Aniqmat geynuh tirri nee heeh meqe taama nel bicse Rabbi fayla-le iyyen, nanu tirri iyya mara akkuk manannino Yalli tirri nee heewannay nummah Ni Rabbih farmoytit cakki neh luk temeete, Jannatti mari secsimeeh amah jannatay Yalli isi Racmatah sin kaa nagarsiise addunyal abak sugten meqe taamoomih sabbatah.","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:44","price":"44.Jannatti mari girá marah seecak nummah Ni Rabbi nee kah xagnisem geynehik nummah isin sin Rabbi sin kah xagnisem maay geyten? keenik iyyen, yeey nummah geyneh iyyan, tokkel Kukta haa num ken fanal kukta heeh daalimiinih yan maral Yallih abaaroo kee kay Racmatak yaxxeereenim keenil tanay iyye.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:45","price":"45.Ama koros addunyal sinam Yallih diinik waasak sugteeh usun Yallih giti mako-le gita yakkem kaak faxaanaah gurrusan num kaa kataate waamkeh, usun akeerâ dabqal koroosite marah anuk.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:46","price":"46.Jannatti maraa kee girâ marak fanal reebi yan ama reebuy Aqraaf deqsitah amol Labha tan, usun Jannatti maraa kee girâ marak kulli mara keenik le astál yaaxigen, usun (Aqraaf mara kinnuk) Jannatti marak nagaynan siinil yanay axcuk keenih seecan, Aqraaf mari Uxih Jannat maculinnaay usun kay culimih sangeelan.","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:47","price":"47.Aqraaf labhak intiha girâ mará fanah yayfukkunen waqdi, Ni Rabbow koroosannut isi nafsi yudlume mará luk nee mahan iyyan.","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:48","price":"48.Aqraaf mari girai tan labhay le astootil yaaxigeeni, maaluu kee labhak kobxisseenim kee iimaan kee cakkil abak sugten kaxxa mariino maca siinih xiqtee? axcuk keenih seeca.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:49","price":"49.Aqraaf mari gira cuite korosuk iyyeh:Ama moominiinik Boola-le maray Jannatti mara kinniy Yalli keenih maracmataay jannat ken maculsa axcuk kah xiibittecnim? Wonna hinnay Yalli isi Racmatah jannat ken culseh, Aqraaf maraw Yalli dambi siinih cabehik jannat cula digaalá meesi sin amol matanaay addunyal siinik taturteemih isin marookittan keenik iyye Yalli.","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:50","price":"50.girâ mari Jannatti marah seecak, lee tekkek hinnay Yalli maaqók siinih yeceem net tabisaay nee wada keenik iyyan, jannatti mari keenil gacisak: diggah Yalli Jannatti lee kee maaqó koroosite maral carammoyseh keenik iyyan.","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:51","price":"51.Usun Yalli akeerâ niqmatak baxayse maray koroositey sinni diini anqasaay digirih haysiteeh addunyâ manó duquurusse kinni, toysa ta-saaku Qhiyaamah ayró giráh addal ken cabna hawwensime marih innah, usun tama ken ayróh (Qhiyaamah Ayró kinnuk) angaaraw yanim kah hawweenen innah, usun Ninkittinaanee kee Ni dudda tascasse astooti angadduk sugeenimih sabbatah.","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:52","price":"52.Nummah Nabiyow ama korosuh kol oobisne Qhuraan kitab keenih bahne, ama kitaabak addal eneyyi ittam baxxaqqa hayne Ni ixxigal, yeemene marah tirtoo kee Racmat yakkemkeh.","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:53","price":"53.Ama koros Yalli Qhuraan kitaabal digaalak ken kah xagniseeh ellecaboh caagid keenik edde cabam Qambaalaanam akke waytek Qambaalaanam maay Ion? Usun Qhiyaamah ayró caagid keenik edde cabem yablcn waqdi cisab kee digaalak, duma addunyal ama Qhuraanal taamitaanam hawwente koros ittah nummah Ni Rabbih farmoytit cakki luk temeetem neh tumbulleehik shafaaqatta aba maray shafaaqatta neh aba maay linoo?, hinnay abak sugne uma taamoomik tayse taamoomi abnamkeh, Addunyah gacsimnaa?Nummah usun sinni nafsi kasaariseeniih finqiseenih, usun Yallal diraabah ginnaasitak aqbudak sugeenim keenik bayteh.","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:54","price":"54.Diggah sin Rabbiy Yalla kinni Qaranwaa kee Baaxó lica Ayróh addat gintem, tohuk lakal Qarshil fayya iyyeeh isi celta massoynah massoowe, Yalli bar laqót Buulaah laqó barat buula ken nammayak mariiy mara sissikuk gurrusa, ayroó kee Alsaay cutuuka Yalli gine kay amrih qanniimak, oobbiya! ginoó kee amri inkih lem kaa kinnik, Yallay ginô Rabbi kinni fayya iyyeeh isi ceele waytaamak saytunnooweh.","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:55","price":"55.Moominiiney sinni Rabbit xaaqimak caalih kaa kallacita, diggah usuk dooqat caddok tatra maray dooqal agleytit kaat haa makicni.","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:56","price":"56.Baaxô bagul umaane maabinaay baaxo mabaysina Yallih farmoytiitih Ruubiyyat Yalli tet Bicseek lakal, dooqa kaah caglisak kaa kaliaca kay digaalak meesitak kay Racmatah sangeelak, diggah Yallih Racmat meqe maral xayih.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:57","price":"57.Yalla kinni caacay aytikumah isi Racmatih (Rob kinnuk) foocat Rubtam caacay Qilsi Qamburre yakkuqe waqdi, Qabaarah Rabte baaxô fanah tet beyna tet tafqemkeh, tokkel lee teetil (Baaxo kinnuk) oobisneeh külli mexexu teetit neyyeeqe, tamannah tan mayyaaqah nayyaaqe Rabe mara magooqak isin kassitaah elle kaskassoowa mara takkeenimkeh.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:58","price":"58.Meqe Baaxók tet Rabbih idinih ubukku ittaamay meqe teetik tawqe, uma Baaxoy xagadah tanik gibdaabinal uma cooxuy tuxxiq sinnik-sa tu-matawqa, tamannah tan Baxxaqqah Baxxaqqa hayna Astooti Yallih niqmat faatitah yan mar ah.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:59","price":"59.Nummah Nanu Nabii Nuuc kay mará fanah kaa Rubne, tokkel Yi maraw Yalla dubuk uqbuda isin kaak-sa qibaadá cakkisita Yalla mantuunuk, diggah anu kaxxa ayróh digaalak siinih meesita keenik iyye.","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:60","price":"60.Kay marak abbobtih yan mari, diggah Nuucow nanu Baxxaqqa itta makoh addat koo nable kaak iyye.","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:61","price":"61. Nabii Nuuc Yi maraw mako yot matan, kinnih immay anu ginö Rabbih farmoyta kinniyo keenik iyye.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:62","price":"62.Inni Rabbih farmooma sin gudduysaah fayu siinih acee, anu Yallih madqooqik isin Aaxige waytaanam Aaxige keenik iyye.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:63","price":"63.Sin Rabbik kassis kee wacyi siinik yanih yan numih arrabat siinih yemeetem Qajjibsittaanaa? (cakkumsuttaanaa?) Usuk Yallih digaalak sin meesiisak, isin Yal lak meesittaanaah kay Racmat geytaanamkeh.","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:64","price":"64.Tokkel usun Nabii Nuuc dirabboyseeniih kaa kee kaâ luk yeemene шага doynikit naggosne xuumiyyak, korosuk Ninkittinaaneh sumaaqitta astooti dirabboyse mara Badal xuumusne, diggah usun cakki yableeniih yaaxigeenimik lubbitte kak alfinte marah sugen.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:65","price":"65.Nummah Qaad deqsitta kedoh ken toobokoyta Nabii Huud Rubne, tokkel Yi maraw Yalla dibuk uqbuda kaak-sa Qibaadá cakkisita Yalla mantuunuk, Yallih digaalak mameesittaanaa? Keenik iyye.","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:66","price":"66.Nabii Huud marak abbobtih yan maray koroosite, diggah nanu kas dago numuh koo nable sin yallitteh qibaada cabaay Yalla dibuk uqbuda nek itta waqdi, diggah nanu dirableelak numuk teyna kinnitoomuh koo darenna kaak iyyen.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:67","price":"67.Nabii Huud keenil gacisak: yi maraw kassidagna yot matan anu ginô Rabbih farmoytay sin fanah rubsumê kalah keenik iyye.","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:68","price":"68.Inni Rabbih farmooma sin gudduysaah, anu fayu siinih yacee numuy Yallih wacyil amaanat-le kinniyo keenik iyye.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:69","price":"69.Sin Rabbik kassis kee wacyi siinik yanih yan numih arrabat siinih yemeetem qajjibsittaanaa? (cakkumsuttaanaa?) Usuk Yallih digaalâk sin meesiisak, Yallih niqmatay sin amol yani kassita Nabii Nuuc mari finqiteek lakal baaxó ciggila mara sin abeeh ginol masuu kee xagar maqar siinih osse waqdi kassita, toysa isin Yallih niqmoota kassita addunyaay akeeral yaffoofe mara takkeenimkch.","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:70","price":"70.Qaad dcqsita mari Nabii Huuduk iyyeh: dibuk Yalla naqbudeeh Nabbobti aqbudak sugtem cabnamkeh neh temeetee? Toysa digaalay nee kah xagnissa neh baahey atu numma yacee marih num tekkek kaak iyyen.","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:71","price":"71.Nabii Huud isi marak iyyeh: nummah sin Rabbik digaalaa kee naqbi siinil oobeh sin kee sin abbobti yallittel muggaaqissen numtinwwellittey Yalli hebeltô sumaq kah oobisewee isin yoo elle giddiytaanam, toysa Yallih digaalay siinil obta qambaala, diggah anu woo digaalay siinil obta siinî luk qambaala marih num kinniyok keenik iyye.","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:72","price":"72.Tokkel Nabii Huud kee kaâ luk yeemene тага woo digaalak naggosneh Ni xaquk yan Racmatah, nanu Nastooti dirabboyse тага inkitanuuk saaxisneh usun moominiinih yan marah suge weenimih Sabbatah.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:73","price":"73. Nummah Samuud deqsitta kedóh ken toobokoyta Nabii Saalic keenih rubne, tokkel yi maraw Yalla dibuk uqbuda kaak sa qibaada cakkisita Yalla mantuunuk, Nummah sin Rabbik baxxaqqa siinih temeete, tamah Yallih aláy anu kay farmoyta kinniyoomih Asta siinih tascasse kinni, toysa is Yallih baaxól talalay tet ixxicaay umaaneh gabah tet maxagina tet xagten sin tekkek, toysa qansarissi sin hayta digaalá sin xagelek keenik iyye.","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:74","price":"74.Yallih niqmatay sin amol yani kassita, Qaad deqsita marih lakal Baaxo ciggila тага sin abeemil, cijri deqsitta baaxól dabqah sin hee tet cuguubal kaxxa Qarwa xissittaanaah Qaleela Qarwah uruttan waqdi, toysa Yallih niqmootay sin amol tani kassitaay baaxó uma taamoomit mabaysina baaxó uma taamat baysa mara akkuk.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:75","price":"75. Nabii Saalic marak abbobtih yan maray kaxxa mariinite keenik yeemeneh yan maray burteenih yussuqunxecnik iyyecnih:diggah isin Saalic isi Rabbik nee fan Rubsume farmoyta kinnim nummah taaxigeenii? Yeemene mari keenil gacisak: diggah nanu usuk edde Rubsummu iyyem nummayse mara kinnino iyyen.","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:76","price":"76.Kaxxa mariinite mari diggah nanu isin Nabii Saalic elle Nummassa hayteenimil koroositneh iyyen.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:77","price":"77.Tokkel usun Alák arqó yootokeeniih tet yusguudeeniih sinni Rabbih amrik kaxxa mariiniteeniih Saalicow atu digaalák nee kah xagnissam Baahey atu Yallih farmoytiitiy Rubsumtek numuk teynah yan koo tekkek kaak iyyen.","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:78","price":"78.Tokkel koroositeh yan mara gibdi Baaxóh angoyyi ken tibbixeeh ken geyte, Tokkel usun sinni dabooqah addal Rabte Baruugay guluubah tanih maacisen.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:79","price":"79.Tokkel Nabii Saalic kay mari Alá yusguudeeh digaala keenil obte waqdi derre keen it cabba heeh Yi maraw Yi Rabbih farmoy usuk yok sin gudduysa как iyye nummah sin gudduyseeh fayu siinih abeh immay isin fayu siinih aba mara makicinton keenik iyye.","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:80","price":"80.Nabii Mucammadow ﷺ Nabii Luut isi marak Qaxumaane gufti как toofe uma taamay ginók hebeltó num siinik Aakume wee abtaanaa? keenik iyye waqdi cusey.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:81","price":"81.Diggah isin Yalli siinih calalloyse Agabu cabba hayteenih fayxih labhal orobtan, wonna hinnay isin hununuh (guddunuh) kulliimit cagguduk tatre mara kinniton keenik iyye.","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:82","price":"82.Nabii Luut mari usuk ken как yessecekkeeh yan umaanek keenik mariiy marak: Luut kee kaa kataate mara sinni magaalak eyyeeqa iyyaanamak-sa usun yaabah kaal gacseenim malón, diggah usun labhal orbaanamak sinni saytunnoysa mara kinnoonuk iyyen.","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:83","price":"83.Tokkel kaa kee kay buxah maraay Moominiinik kaal teemenem, kay marak korosul obte digaalák ken naggosneh, kay barray Raaqe mará luk Raqtey keenï luk finqitte akke way tek.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:84","price":"84.digaalah xeet Robti innah keenil (Luut marak koroosite mara kinnuk) oobisne, Nabii Mucammadow ﷺ umeyniitik ellecabo kah tekke inna wagitey kaak iyye Yalli.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:85","price":"85.nummah Madyan deqsitta baaxóh marah ken toobokoyta Nabii Shuqeybi keenih rubne, tokkel Yi maraw Yalla dibuk uqbuda kaak sa Qibaada cakkisita Yalla mantuunuk, nummah sin Rabbik Baxxaqqa itta Asta siinih temeetehik Sinaamah Keexoo kee Midaan duudusaay sinaamak lc cakkik tu madaggoysina, Baaxó Yalli isi farmoytiitih Ruubiyyat tet bicseek lakal isin umaanet tet mabaysina toh kayrih siinih taysehik isin moominiin tekkeenik keenik iyye.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:86","price":"86.isin külli gital madaffcyna sinam Qidimil meesiisak maalu keenik bukkusak Yallal yeemene mara Yallih gitak waasak isin ama giti mako-le gita yakkem kaak faxak, Yallih niqmatay sin amol yani kassita isin daguk sugteeniih sin yeymeggee waqdi, Baaxó umaanet bayisak suge marak ellecabó kah tekke inna wagita.","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"aa"},{"name":"7:87","price":"87.siinik hortá anu edde Rubsumem Nummasseeh aka hortá woh siinik dirabbosseeh woh nummayse waytek kollay, toysa Isbira Yallay Qadaalat-le Ni fan Qadaalatal mekellihaam fanah, usuk meklaabak meklah yaysi kinnik keenik iyye Nabii Shuqeybi.","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"aa"}],"juz":{"id":8,"name":"وَلَوْ أَنَّنَا","transliteration":"Wa Lau Annana","transEn":"If Only We Had","startVerse":"6:111","endVerse":"7:87","totalVerses":142}}