{"data":[{"name":"12:1","price":"Алиф. Лам, Раа.[1] Булар айкын Китеп аяттары.","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1597,"juzNumber":12,"footnotes":"[1] Бакара сүрөсүнүн 1-аятын караңыз.","lang":"ky"},{"name":"12:2","price":"Чынында, Биз акыл жүгүртүшүңөр үчүн Куранды араб тилинде түшүрдүк.","arabic":"إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1598,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:3","price":"(О, Мухаммад) Биз сага бул Куранды вахий кылуу менен икаялардын[1] эң мыктысын айтып беребиз. Буга чейин сен муну билбейт болчусуң.","arabic":"نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1599,"juzNumber":12,"footnotes":"[1] Бул икаяга көп тафсир китептеринде яхуди булактарындагы жалган окуялар кошулуп кеткен. Курани Карим түшүндүрмөсүнө яхуди булактарын негиз кылып алуу туура эмес.","lang":"ky"},{"name":"12:4","price":"Бир кезде, Юсуф атасына: “О, атаке, мен түшүмдө Күн, Ай жана он бир жылдызды мага сажда (таазим) кылганын көрдүм” деди.[1]","arabic":"إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1600,"juzNumber":12,"footnotes":"[1] Аллах кимди улук ишке тандаса, биринчи кадамдарын таштоосуна ушул сыяктуу ишаараттарды берет. Юсуфтун бул түшүндө Аллах ага келечектеги өз башынан өтчү окуяларды билдирген. Түштөгү Күн - атасы Яькуб. Яькуб - Ибрахимдин кенже уулу Исхактын баласы. Ай апасы. Жылдыздар агалары. Алар оболу атасынын сүймөнчүгү Юсуфка ичи тардык, душмандык кылып жүрүп, акыр аягында ага моюн сунушат.","lang":"ky"},{"name":"12:5","price":"(Анда атасы) айтты: “О, балам! (Бул) түшүңдү агаларыңа айта көрбө сага каршы амалкерлик кылышат. (Анткени,) Шайтан инсанга анык душман.","arabic":"قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1601,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:6","price":"Раббиң сени мына ушинтип тандап алыптыр. Эми, Ал сага сөздөрдүн (түштөрдүн) маанилерин билдирет жана мурун эки атаң - Ибрахим менен Исхакка толук бергени сыяктуу, Яькубдун үй-бүлөсүнө жана сага Өзүнүн (пайгамбарлык) нээматын толуктап берет.” Албетте, сөнин Раббиң - Билүүчү, Даанышман.","arabic":"وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1602,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:7","price":"Акыйкатта, Юсуф менен анын бир туугандарында (алар жөнүндөгү икаяда) сурагандар үчүн үлгү-сабактар бар.","arabic":"۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1603,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:8","price":"Бир кезде агалары (өз ара минтип) сүйлөшүштү: «Юсуф менен анын бир тууганы (Биняминди) атабыз бизден көбүрөөк сүйөт. Акыры, биз бир жамаатпыз го! Чынын айтканда, атабыз анык адашууда калды.","arabic":"إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1604,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:9","price":"Юсуфту өлтүрүп (алыс бир) жерге таштап койгула. Ошондо, атаңардын жүзү (сүйүүсү) өзүңөргө калат жана ал иштен кийин (тообо кылып) жакшы адамдардан болуп аласыңар».","arabic":"ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1605,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:10","price":"Алардан бирөөсү (мындай) деди: “Юсуфту өлтүрбөгүлө (бул - чоң күнөө) бирок, эгер (ушул ишти) жасоочу болсоңор, аны бир кудуктун түбүнө таштап койгула, кээ бир жолоочулар алып кетсин. Ушул пикирге бардыгы макул болгон соң, аталарына келип:","arabic":"قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1606,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:11","price":"Айтышты: “Атаке! Эмне үчүн сиз Юсуфту бизге ишенбейсиз? Биз ага боорукербиз го?","arabic":"قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1607,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:12","price":"Эртең аны бизге кошуп жибериңиз, ойноп-куунап келсин. Өзүбүз аны абайлап карайбыз”.","arabic":"أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1608,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:13","price":"(Яькуб) айтты: “Чынында, аны алып кетишиңер мени капалантып койот. Жана силер аны унутуп калсаңар карышкыр жеп кетет деп коркомун”.","arabic":"قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1609,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:14","price":"(Агалары) айтты: “Эгер биз бир жамаат болуп туруп, аны карышкыр жеп кетсе, анда, биз накта зыянкеч немелер экенбиз да? (Эптеп аталарынын макулдугун алып, Юсуфту “ойноткону” алып чыкмай болушту.)","arabic":"قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1610,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:15","price":"Качан аны алып кетишип, терең бир кудуктун түбүнө таштамак болуп турушканда, Биз ага: “(убактысы келип) сен агаларыңа бул иш жөнүндө айтып бересиң, бирок алар “унутуп коюшат” деп вахий кылдык.","arabic":"فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1611,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:16","price":"Алар түндөсү аталарына ыйлап келишип:","arabic":"وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1612,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:17","price":"“О, атаке! Биз Юсуфту буюмдарыбыздын жанына калтырып, жарышмай ойноп кетип калыптырбыз. Ошондо, аны карышкыр жеп кетиптир. Эми ар канча чынын айтсак да бизге ишенбейсиз!” - дешти.","arabic":"قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1613,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:18","price":"Жана анын жалган канга бойолгон көйнөгүн алып келишти. (Яькуб аларга ишене бербей:) «Андай эмес! Силерге напсиңер (бир жамандыкты) кооздоп көргөзүптүр. Эми, жакшынакай сабыр (кылуудан башка арга жок.) Силер айткан ишке Аллахтын Өзү жардамчы болоор!» деди.","arabic":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1614,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:19","price":"Анан жолоочулар (кербендер) келип, өздөрүнүн суу издөөчүсүн жиберишти. Ал (кудук башына келип) чакасын таштады. (Арканга Юсуф асылып чыкканда): “Сүйүнчү! Бул бала(га карагыла)!” деди. Жолоочулар аны (бирөө-жарым көрүп, талашпасын деп) буюмдарынын арасына жашырып коюшту. Аллах алардын иштерин Билүүчү.[1]","arabic":"وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1615,"juzNumber":12,"footnotes":"[1] Бул окуяны Юсуфтун агалары жакын жерден карап турушкан. Алар чыгып келгенде кербендер бала ушулардыкы экенин билет жана өз ара сүйлөшүүдөн соң, өгөй (энеси башка атасы бир) агалары аны кербендерге сатып жиберет.","lang":"ky"},{"name":"12:20","price":"Аны арзыбаган баага - саналуу гана теңгелерге сатып жиберишти жана андан кутулушгу. (Кербендер Юсуфту Мисирге алып келип, кул базарда сатышты).","arabic":"وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1616,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:21","price":"Аны Мисирде сатып алган киши (падышанын вазири) аялына айтты: “Аны жакшы орунга жайгаштыр, пайдасы тийип калаар, же болбосо өзүбүзгө (бакма) бала кылып алаарбыз” Мына ушинтип, Биз Юсуфту - түштөрдүн маанисин үйрөтүү үчүн - (Мисир деген) жерге мекендештирип койдук. Аллах Өз ишинде Жеңүүчү. Бирок муну көпчүлүк адамдар билишиейт. (Кичинекей Юсуф сарайда эрке бала болуп, каалаган нерсеси даяр болсо да, илимге кызыкты. Эрезе жашына жеткенге чейин ал өз доорунун залкар аалымына айланган. Буга кошумча...)","arabic":"وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1617,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:22","price":"Жигит курагына жеткенде, Биз ага даанышмандык жана илим бердик. Биз жакшылык (таза ибадат) кылуучу адамдарды мына ушинтип сыйлайбыз. (Юсуф баралына толгондо залкар аалым гана эмес, эркек аттуунун эң сулуусу болуп чыга келди. Ошондон улам...)","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1618,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:23","price":"Ал үйүндө жашаган аял (вазирдин аялы) аны “жолдон азгырууну” каалап, эшиктерди (ичинен) кулпулап, “келегой” деди. (Анда, Юсуф) айтты: “Аллах сактасын! Акыры, ал (сенин эриң) мага орун-жай тууралуу (көп) жакшылык кылган кожоюнум го! (Мен кыянат кылбаймын!) Залым адамдар (тозоктон) кутулбайт!”","arabic":"وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1619,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:24","price":"Аял ага умтулду. Эгер (Юсуф) Раббисинин далилдерин (ыйман жана илимди) билбесе, ал да умтулмак. Ушинтип, Биз андан жамандык, бузукулукту буруп жибердик. Чынында, Юсуф Биздин ыкыластуу пенделерибизден.","arabic":"وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1620,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:25","price":"Экөө тең эшик тарапка (бири качып, бири кууп) чуркады. Аял анын көйнөгүн аркасынан айрып салды. Экөө (ошол абалда) эшиктин оозунда аялдын эрине жолугуп калышты. (Анда) аял (Юсуфка жалаа жаап): “Сенин аялыңа арамдык каалаган адамдын жазазы же зындан же кыйноочу азап” деди.","arabic":"وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1621,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:26","price":"“Анын өзү мени азгырууну каалады” деди (Юсуф). Ошондо, аялдын жакын туугандарынан бирөө: “Эгер анын көйнөгү алдынан айрылган болсо, аялың ак, бул жалганчы.","arabic":"قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1622,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:27","price":"Ал эми, мунун көйнөгү артынан айрылган болсо, бул - ак, аялың жалганчы” деп калыс сөзүн айтты.","arabic":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1623,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:28","price":"(Вазир) Юсуфтун көйнөгү арт жагынан айрылганын көргөндө, (аялына карап): “Бул силердин (аялдардын) амалыңардан турбайбы! Силердин айлакерлигиңер чоң экен!”","arabic":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1624,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:29","price":"“О, Юсуф, сен муну унутуп кой (эч кимге айтпа.) А, сен болсо, (оо, аялым) күнөөң үчүн кечирим сура. Ката кылуучулардан болуптурсуң” - деди.","arabic":"يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1625,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:30","price":"Шаардагы аялдар (ушак) айта баштады: “(Уктуңарбы), вазирдин аялы өз кызматкерин азгырууну каалаптыр. Аябай сүйүп калган го. (Ошентсе да) биз аны анык адашуучулукта деп билебиз”.[1]","arabic":"۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1626,"juzNumber":12,"footnotes":"[1] Аялдардын сөздөрү, бир тараптан, асил-насили ак сөөк болгон канышанын, кызматчы менен “болгусу” келгени чындап айыптоо болсо, экинчи тараптан Юсуфтун эл оозунда жомок болгон сулуулугун көрүү үчүн жасаган айлакерликтери эле. Алар каныша өзүн “анча-мынчага” азгырыла бербестигин далилдеш үчүн аларга Юсуфту көргөзүүсүнөн үмүт кылышкан. Натыйжада, айлакерликтери натыйжа берди.","lang":"ky"},{"name":"12:31","price":"(Вазирдин аялы) алардын айлакер сөздөрүн укканда, адам жиберип, алдыртып келди жана аркаларына жөлөнгүч жаздыктарды коюп, (дасторконду ар түрдүү мөмө-жемиштер менен толтуруп, мөмөлөрдү кесип жеш үчүн) ар биринин колуна бирден бычак карматты жана (Юсуфка): “Алардын алдына чык” - деди. Аны көргөндө улуктап, (акыл-эстерин тап-такыр жоготкондон улам мөмө-жемиш кескендин ордуна) өз колдорун кесе башташты. Жана: “О, (кемчилдиктен) Таза Аллах! Бул адам эмес, кереметтүү периштенин өзү го!” дешти.","arabic":"فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1627,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:32","price":"(Анда) аял: “Ал жөнүндө силер мени айыптаган жигит - ушул! (Ооба!) мен аны азгырууга умтулдум. Ал өзүн сактады. (Бирок, мен ниетимен кайта элекмин) Эгер менин буйругумду аткарбаса, зынданга ташталып, кордолгондордон болот” - деди.","arabic":"قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1628,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:33","price":"(Юсуф) айтты: “О, Раббим! Алар сунуштаган нерседен мага зындан жакшыраак! Эгер, ал аялдардын[1] айлакерликтерин менден арылтпасаң аларга көңүлүм жибип, наадандардан болуп каламын!”","arabic":"قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1629,"juzNumber":12,"footnotes":"[1] \"Аялдар\" дегендин себеби, алар Юсуфка \"кеңеш\" беришип, \"макул бол\" дешкен.","lang":"ky"},{"name":"12:34","price":"Раббиси анын дубасын кабыл алып, андан аялдардын айлакерлигин арылтты. Чынында, Аллах Угуучу, Билүүчү. (Болгон окуя бүт шаарга угулуп, элдин арасында ар кандай ушактар тарап, бирөө Юсуфту, дагы бирөө башкасын айыптап жатышты).","arabic":"فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1630,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:35","price":"(Юсуфтун күнөөсүздүгүнүн) белгилерин көрүшкөн соң, аны бир мезгилдерге (эл оозу басылганга) чейин зынданда сактап туруу (бийлик ээлерине) макул көрүндү.","arabic":"ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1631,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:36","price":"Аны менен бирге эки жигит да зынданга түшкөн. Алардын бири: “Мен түшүмдө жүзүм мөмөсүн сыгып, шарап жасап жатканымды көрдүм” десе, экинчиси: “Менин түшүмдө болсо, башыма нан көтөрүп баратсам, аны куштар чокуп жатыптыр” деп түштөрүн айтып: “Биз сени жакшылык кылуучулардан деп билебиз. Бизге (ушул) түшүбүздү жоруп берчи” - дешти.","arabic":"وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1632,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:37","price":"(Юсуф) айтты: “Экөөңөргө жей турган тамагыңар келгенге чейин мен силердин түшүңөрдү жоруп беремин. Бул - мага Раббим үйрөткөн касиет.[1] Мен Аллахка ыйман келтирбеген адамдардын динин жериген кишимин. (Анткени,) Алар Акырет күнүнө ишенишпейт.","arabic":"قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1633,"juzNumber":12,"footnotes":"[1] Юсуф ушул сөзүн айтып, алардын тамактары келишине кыйла убакыт бар экенин жана бул экөө азыр өзүнүн сөзүнө муктаж экенин эске алып, аларды таухитке - жалгыз Аллахка сыйынууга даават кыла баштады.","lang":"ky"},{"name":"12:38","price":"Мен аталарым Ибрахим, Исхак жана Яькубдардын динин ээрчидим. Бизге (оо, досторум), жалгыз Аллахка эч нерсени шерик кылуу ылайык эмес! Бул (Таухид) бизге жана адамдарга Аллахтын пазилети. Бирок, көпчүлүк адамдар шүгүр (ибадат) кылбай жатышат.","arabic":"وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1634,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:39","price":"О, менин зындандагы шериктерим! Бир нече бытыранды “кудайлар” жакшыбы, же жалгыз, Жеңүүчү Аллахпы?","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1635,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:40","price":"Аллахтан башка силер сыйынып жаткан нерселер, силер жана ата-бабаңар ат коюп алган ысымдардан бөлөк эч нерсе эмес. Аллах аларга (ошол нерселердин кудай экенине) эч далил түшүргөн эмес. Өкүм жалгыз Аллахка гана таандык. Ал жалгыз Өзүнө гана ибадат кылууңарга буюрат. Ушул гана (бардык жакшылыктарга буюрган) эң туура дин. Бирок (муну) көпчүлүк адамдар билишпейт!","arabic":"مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1636,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:41","price":"О, менин зындандагы шериктерим! Эми, (силерге түшүңөрдүн маанисин айтсам) экөөңөрдүн бириңер (азат болуп чыгып) өз кожоюнуна шарап куюп берет экен. Экинчиң болсо .., асып өлтүрүлүп, анын башын куштар чокуйт экен. Силер маанисин сураган иштер (ушундай) өкүм (тагдыр) кылыныптыр...","arabic":"يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1637,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:42","price":"(Юсуф) экөөнүн азат болот деп болжогонуна карап: “Кожоюнуңдун алдында мени тилге алып кой” - деп суранды. Бирок, (азат болуп чыккан соң) Шайтан кожоюнуна эстетүүнү унуттурду. Кийин Юсуф зынданда бир нече жылдар калып кетти.[1]","arabic":"وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1638,"juzNumber":12,"footnotes":"[1] Тафсирчилер муну жети жыл деп түшүндүрөт. Ошентип, арадан жети жыл өткөн соң, Даанышман Аллах Өз пайгамбарынын азат болуусуна себеп болгон окуяларды төмөндөгүчө болтурду:","lang":"ky"},{"name":"12:43","price":"Падыша айтты: “Мен түшүмдө жети семиз уй көрдүм. Аларды жети арык уй жеп койду. Жана жети даана жашыл машак менен андан башка (жети даана) куурагандарын көрдүм. Кана, оо, эл-журт, эгер түш жоруучу болсоңор, менин ушул түшүмдү жоруп бергиле. (Мамлекет падышасынын бул түшүн сарай адамдарынын эч кимиси жоруй албай:)","arabic":"وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1639,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:44","price":"Айтышты: “Бул чаташкан түштөр экен. Биз чаташкан түштөрдү жоруй албайбыз».","arabic":"قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1640,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:45","price":"Андан соң, (ошол жерде турган зындандагы) экөөнүн кутулганы, бир нече жылдан кийин гана аны эстеп: “Силерге бул түштүн маанисин мына мен айтып беремии. Мени (Юсуфка) жибергиле” деди (жана Юсуф жаткан зынданга барып, ага жалына баштады:)","arabic":"وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1641,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:46","price":"Юсуф! О, чынчыл жигит! Бизге жети семиз уйду жеп койгон жети арык уй жөнүндө жана жети жашыл машак, дагы (ушунча) башка куураганы жөнүндө(гү түштүн) маанисин айтып берчи? Ажеп эмес, адамдарга кайтып барсам алар да билип алышса!”","arabic":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1642,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:47","price":"(Юсуф) айтты: “Жети жыл удаама-удаа (буудай) эгесиңер. Жыйнаган түшүмүңөрдү (жанчып албай) машагында калтырасыңар. Болгону, бир аз гана жегениңерди (жанчып аласыңар).","arabic":"قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1643,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:48","price":"Андан кийин жети жыл каатчылык келип, ушул жылдар үчүн мурдатан даярдаган камылгаңарды “жеп койот”. Бир аз сактаганыңар гана калат. (Мына ошентип, каатчылыктан чыгасыңар)","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1644,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:49","price":"Андан кийин (ушундай) бир жыл келет, анда адамдар жамгырдын астында (жыргап) калышат. Жана ошол жылда (көп-көп шараптарды) сыгып алышат.[1]","arabic":"ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1645,"juzNumber":12,"footnotes":"[1] Түшүм мол болгондон улам жеген-ичкенден ашып, жүзүм жана ушул сыяктуу мөмөлөрдөн шарап даярдап алышат.","lang":"ky"},{"name":"12:50","price":"Падыша айтты: “Аны мага алып келгиле”. Юсуфка анын чабарманы келгенде (зындандан чыгууга шашылбай, өзүнүн актыгын далилдеп, ашкере кылуу үчүн): “Кожоюнуңа кайтып баргын дагы, колдорун кесип алган аялдарга эмне болгонун сурагын. Менин Раббим алардын айлакерлигин Билүүчү” деди.[1]","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1646,"juzNumber":12,"footnotes":"[1] Чабарман Юсуфтун талабын падышага жеткиргенде “кол кырккан” аялдарды чогултуп окуянын чоо-жайын аныктоого киришип, аларга:","lang":"ky"},{"name":"12:51","price":"Айтты: “Юсуфту азгырууну каалаганыңарда эмне болгон элеңер?” Алар айтышты: “Аллах - Аруу, Таза! Биз анын эч бир айыбын билбейбиз”. Вазирдин аялы айтты: “Акыйкат ушул тапта анык болгону калды. (Ооба.) Мен аны азгырган болчумун. Чынында ал акыйкатчыл адамдардан экен.","arabic":"قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1647,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:52","price":"Муну мен, (ошол) эч ким жок мезгилде ага (күйөөмө) кыянат кылбаганымды билип алсын үчүн (айтып жатам). Чынында, Аллах кыянатчылардын амалын түз жолго салбайт экен.","arabic":"ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1648,"juzNumber":12,"footnotes":"","lang":"ky"},{"name":"12:53","price":"Мен өзүмдү актабаймын. Чынында, напси деген жаман ишке тынбастан буюрат турбайбы, Раббим ырайым кылбаса! Албетте, Раббим Кечирүүчү, Ырайымдуу”","arabic":"۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1649,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:54","price":"Падыша айтты: “Аны мага (урмат-сый менен) алып келгиле, өзүмө ынак (кеңешчи) кылып алайын”. (Юсуф) аны менен сүйлөшкөндө, (падыша) айтты: «Бүгүн(дөн баштап) сен биздин алдыбызда туруктуу жана ишенимдүү адамыбызсың».","arabic":"وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1650,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:55","price":"(Юсуф) айтты: «Анда мени жер казыналарынын үстүнө (башчы) кылып коюңуз. Мен сактай билген жана билимдүү кишимин».[1]","arabic":"قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1651,"juzNumber":13,"footnotes":"[1] Падыша анын өтүнүчүн кабыл алып, мамлекет казынасына жана кампаларына башчы кылып дайындады.","lang":"ky"},{"name":"12:56","price":"Мына ушинтип, Биз Юсуфту (Мисирдеги) жерден өзү каалаган жайда жашай турган кылып орноштурдук. (Бул) Өзүбүз каалаган адамдарга бере турган ырайым-рахматыбыздын насиби. Биз жакшылык кылуучулардын сообун текке кетирбейбиз.","arabic":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1652,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:57","price":"Чынында, ыйман келтирип, такыба болгон кишилерге (бул дүйнө жыргалынан) Акыреттик сооп жакшы.[1]","arabic":"وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1653,"juzNumber":13,"footnotes":"[1] Юсуф дүйнөлүк жыргалга да жетти, Акырети үчүн да чоң камылга даярдады. (Жакшы (сооп) иштерди көп жасады.) Ошентсе да Акыреттин жыргалына не жетсин! Юсуф жер казыналарынын башкаруу тизимин өз колуна алган соң, өзү айткандай билгичтик менен жети жыл жакшы иштеп, көп түшүм алды. Кампалар данга толду. Кийинки жети жылдык каатчылык мамлекеттин бардык жерине таасирин тийгизип, Яькуб жана үй бүлөсү жашаган Палестинага да жетип барды. “Мисир казыначысы элге дан таратып жатыптыр” деген кабарды угуп, Юсуфтун агалары да, даярданып кербендерге кошулуп жолго чыгышты.","lang":"ky"},{"name":"12:58","price":"Агалары Юсуфка келип, (дан тарттырып алуу үчүн) алдыга киргенде, аларды (дароо) тааныды. Бирок, алар аны тааныган жок.","arabic":"وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1654,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:59","price":"Аларга жүктөрүн даярдап берген убакта (мындай) деди: «Аталаш бир тууганыңарды да мага алып келгиле. Өлчөгөндө толтуруп бергенимди жана жакшылап конок-зыяпат кылганымды көрбөй жатасыңарбы?»","arabic":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1655,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:60","price":"«Эгер аны алып келбесеңер, мага жакындашпайсыңар жана менден силерге (буудай) өлчөп берилбейт».","arabic":"فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1656,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:61","price":"Алар: «Айтканыңызды сөзсүз аткарабыз, инибизди атасына жалынып болсо да алып келебиз» дешти.","arabic":"قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1657,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:62","price":"Ал (Юсуф) өзүнүн жигиттерине айтты: «(Буудайдын акысына төлөгөн) буюмдарын төөлөрүнүн үстүндөгү жүктөрүнө (билдирбей) салып койгула. Ажеп эмес, үйлөрүнө жеткен кезде аны таанып (данды бекер бергенибизди билип) кайтып келишсе».","arabic":"وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1658,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:63","price":"Аталарына кайтып барышканда, айтышты: «О, атаке, (эгер биз менен Биняминди жибербесең, эмкисинде) бизге (дан) тартуу токтотулду! Инибизди биз менен жибер. (Дан) тарттырып келели. Аны (Биняминди) өзүбүз сактайбыз».","arabic":"فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1659,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:64","price":"(Яькуб) айтты: «Мурда силердин колуңарга агасын ишенип тапшыргандай «ишенип тапшырайынбы». Сактоо жаатынан Аллах гана жакшы. Өзү гана ырайымдуулардын эң Ырайымдуусу».","arabic":"قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1660,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:65","price":"(Агалары) жүктөрүн ачканда ичинен кайтарылган буюмдарын таап алышып атасына: «Бизге дагы эмне керек? Мына буюмдарыбыз кайтарылып берилди. Үй-бүлөбүздү багабыз, инибизди коргойбуз жана бир төө буудайды ашыгыраак алабыз. Бул (барып-келүү убактысы) аз эле мөөнөт го?!» дешти.","arabic":"وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1661,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:66","price":"«(Мейли), бирок, бир кокустук силерди ороп калбаса эле аны мага кайтарып келүүгө Аллахтын алдында ант-убада берсеңер гана жиберейин» деди. Ага балдары ант-убада бергенде, айтты: «Бул сөзүбүзгө Аллах күбө!»","arabic":"قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1662,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:67","price":"Айтты: «О, уулдарым! (Шаарга) бир эшиктен кирбегиле. Ар башка эшиктерден киргиле. Бирок, муну менен Аллах тарабынан белгиленген нерседен эч бирин силерден тосо албаймын. Өкүм Аллахка гана таандык. Өзүнө гана тобокел кылдым. Тобокел кылуучулар Анын Өзүнө гана таянсын!»[1]","arabic":"وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1663,"juzNumber":13,"footnotes":"[1] Яькуб ушул сөздөрдөн соң аларга Биняминди кошуп берди жана узатып жатып “Бардыгыңар Мисир шаарынын бир дарбазасынан кирбегиле’’ деп осуят кылды. Себеби он бир эр-азамат уул чогуу бараткан эле. Яькуб аларга көз тийбесин деп, боору ооруганынан ушул сөздү айтты. Эмесе, Аллахтын тагдырын эч нерсе өзгөртө албасын, эгер миң сактанса да тагдырдагы нерсе болоорун Ал жакшы билген, бирок ушуну менен жүрөгүн жеңилдетип алган.","lang":"ky"},{"name":"12:68","price":"Алар (шаарга) аталары буюрган абалда кирсе да, (бул иш) алардан Аллах тарабынан тагдыр кылынган эч нерсени өзгөртө албайт. Бирок, бул Яькубдун жүрөгүндөгү бир муктаждыкты аткарып (жүрөгүн жеңилдетип) алуусунан башка эч нерсе эмес. Ал биз үйрөткөн илимдии ээси болгон. (Тагдырды өзгөртүп болбостугун билет) Бирок, адамдардан көпчүлүгү билишпейт.","arabic":"وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1664,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:69","price":"Алар Юсуфтун алдына киргенде, инисине үйүнөн(өз алдынча) орун берип: «Мен сенин агаң (Юсуф) боломун. Алардын ишинен капа болбо (бардыгы жайында болот)» деди. (Кийин аны шек туудурбай бирге алып калуу үчун ойлогон эрежесин ишке ашырууга киришти.)","arabic":"وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1665,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:70","price":"(Юсуф) алардын жүктөрүн даярдап (жөнөтөөр алдында) инисинин жүктөрүнүн ичине (кымбат баалуу) чөйчөктү салып койду. Кийин бир жарчы(сы): «О, кербендер! Силер ууру экенсиңер!» деп кыйкырды.","arabic":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1666,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:71","price":"Агалары алар тарапка басып: «Эмне жоготтуңар?» - деди.","arabic":"قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1667,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:72","price":"«Падышанын чөйчөгүн - дешти алар - кимде-ким аны тапса, жүгү менен бир төө берилет. Буга мен кепилмин».","arabic":"قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1668,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:73","price":"«Биз (бул) жерге бузукулук кылганы келбедик! Аллахка ант, силер муну билесиңер! Биз ууру эмеспиз!» - дешти (Юсуфтун агалары).","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1669,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:74","price":"(Анда жарчылар): «Эгер алдасаңар, жалганчынын (уурунун) жазасы эмне?» - дешти.","arabic":"قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1670,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:75","price":"Алар айтты: «Кимдин жүгүнүн арасынан (чөйчөк) табылчу болсо, ошол табылгандын өзү - анын жазасы! Биз (өз динибизде) залымдарды ушундай жазалайбыз!»[1]","arabic":"قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1671,"juzNumber":13,"footnotes":"[1] Алардын дини боюнча ууру колго түшүп калса, уурдалган мүлктүн ээсине кул кылып берилчү. “Табылгандын өзү жаза” дегендин мааниси ушул. Ал эми, Юсуф алардын дининдеги бул өкүмдү билген себептүү, өкүм чыгарууну өздөрүнө коюп берген. Себеби, Мисир падышасынын дининде мындай өкүм жок эле.","lang":"ky"},{"name":"12:76","price":"(Издөөчү) инисинин жүктөрүнөн мурда агаларынын жүгүнөн баштады. Кийин аны (чөйчөктү) инисинин буюмдарынын арасынан сууруп чыкты. Биз Юсуфка ушундай амал үйрөттүк. Себеби ал (мисирлик) падышанын дини боюнча («ууру») инисин алып кала алмак эмес. Бирок, Аллах кааласа (башка жол менен да) алып калмак. Биз каалаган адамыбыздын даражасын көтөрөбүз. Бардык илим ээсинин үстүндө Билүүчү (Аллах) бар. (Юсуфтун агалары Биняминдин «уурулугу ачылып» калганын көрүп, жамандап башташты:)","arabic":"فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1672,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:77","price":"«Бул уурдаган болсо, мурдараак мунун бир тууган агасы (Юсуф) дагы уурулук кылган» Юсуф бул сөздөрдү(н таасирин) аларга билдирбей «жутуп» койду жана: (ичинен:) «Өзүңөр эң жаман адамсыңар. Айткан сөзүңөрдү(н чын-төгүнүн) Аллахтын Өзү жакшы билет» - деди.","arabic":"۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1673,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:78","price":"Алар айтты: «Оо, улукзаада! Бул (ууру) баланын картайып калган атасы бар. Анын ордуна биздин бирөөбүздү алчы?! Биз сени жакшылык кылган кишилерден деп билебиз».","arabic":"قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1674,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:79","price":"«Аллах сактасын! - деди (Юсуф) - буюмубуз кимден табылган болсо, ошону гана алып калабыз. Антпегенде, биз зулум кылуучу болуп калабыз».","arabic":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1675,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:80","price":"Андан (Юсуфтан) үмүттөрү үзүлгөндө, өз алдынча чогулуп кеңешишти. Алардын чоңу айтты: «Билбейсиңерби, атаңар силерден Аллахты ортого коюп (Биняминди алып келесиңер деп) ант-убада алган. Мурдараак, Юсуф жөнүндө да ушундай (акылы) кыскалык кылгансыңар. Эми, мен качан мага атам уруксат бермейинче же Аллах (инибизди азат кылуу менен) менин пайдама өкүм кылмайынча ушул ордуман козголбоймун. Аллах - өкүм кылуучулардын мыктысы!».","arabic":"فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1676,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:81","price":"А, силер болсо атаңарга баргыла дагы (мындай) дегиле: «Ата! Уулуң уурулук кылды. Биз билгенибизди гана айтып жатабыз биз кайыпты (келечекти) билүүчү эмеспиз. (Эгер келечекти билсек, сага жалдырап атып Биняминди алып кетпейт элек).","arabic":"ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1677,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:82","price":"(Эгер ишенбесең) Биз болгон шаардан жана биз келген кербендерден сура. Биз чын сүйлөп жатабыз».","arabic":"وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1678,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:83","price":"(Яькуб): «Напсиңер силерди (дагы бир) жаман ишке баштаган го! Жакшынакай сабыр кылуу(дан башка аргам жок!) Аллах баардыгын чогуу берип калса ажеп эмес! Чынында, Аллах - Билүүчү, Даанышман!» деди.","arabic":"قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1679,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:84","price":"(Кийин) аларга далысын салып, айтты: «О, Юсуф байкушум!» Кайгы-кападан (көз жашы куюла берип) көздөрүнө ак түшүп кетти. Ал (бардыгьн) ичине жутат болчу.","arabic":"وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1680,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:85","price":"(Балдары) айтты: «Аллахка ант! (ушул) Юсуфту эстей берип, өлгөнү калдыңыз же (жакында) өлүп каласыз!»","arabic":"قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1681,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:86","price":"(Яькуб): «Кайгы-капам менен арыз-муңумду Аллахка гана айтамын! Мен силер билбеген нерселерди Аллахтан (келген вахий аркылуу) билемин!» - деди.","arabic":"قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1682,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:87","price":"О, балдарым! Баргыла, Юсуф менен инисин издегиле! Аллахтын ырайымынан үмүт үзбөгүлө! Аллахтын ырайымынан каапыр адамдар гана үмүтсүз болушат!","arabic":"يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1683,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:88","price":"Алар (кайра Мисирге келип) Юсуфтун алдына киргенде (мындай) дешти: «О, урматтуу таксыр! Биз жана үй-бүлөбүз (баарыбыз) кыйналып калдык. Жана сага (бул ирет, болгон) биртике буюмдарды гана алып келдик. Бизге садака кылып, өлчөмдү толтуруп бер эми. Албетте, Аллах садака кылуучуларга сооп жазат!? (Юсуф агаларынын жүдөгөн абалдарына боору ооруп, өзүн таанытып, бир аз жемелеп,)","arabic":"فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1684,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:89","price":"(Мындай) деди: «Тээ наадандык жасаган кезиңерде, Юсуф менен анын инисине эмне кылганыңар эсиңердеби?»","arabic":"قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1685,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:90","price":"«Сен (ошол) Юсуфсуңбу?!» - деди бардыгы (таң калып). «(Ооба) мен Юсуф боломун. А, бул болсо - иним. Аллах бизге ырайым көргөздү. Чынында, кимде-ким Аллахтан коркуп, сабырдуу болсо, Аллах жакшылык кылуучулардын сыйлыгын текке кетирбейт» - деди.","arabic":"قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1686,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:91","price":"(Анда) агалары: «Аллахка ант, Аллах сени бизден абзел-жогору кылды. Биз ката кылуучулардан болдук!» дешти.","arabic":"قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1687,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:92","price":"(Юсуф) айтты: «Бүгүн силерди айыптамай жок. Силерди Аллахтын Өзү кечирсин! Ал - ырайым кылуучулардын эң ырайымдуусу![1]","arabic":"قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1688,"juzNumber":13,"footnotes":"[1] Юсуф агаларын кечирип, аларга Аллахтан кечирим сурап, үстүндөгү көйнөгүн чечип, атасына алып барууларын өтүндү. Себеби, ал атасынын өксүшүнө, эңсөө-көксөөсүнө ушул гана шыпаа болушун билген. Ар ким өзү эңсеген нерсесине жетсе шыпаа табат эмеспи.","lang":"ky"},{"name":"12:93","price":"Менин бул көйнөгүмдү атама алпарып, бетине жапкыла - көзү ачылат. Анан (атам-апамды алып) баарыңар үй-бүлөңөр менен мага (кайтып) келгиле» - деди.","arabic":"ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1689,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:94","price":"Ал эми, качан кербен (Мисирден) козголоору менен, (Палестинада, туугандаынын арасында отурган) атасы: «Эгер (акылынан адашкан деп) үстүмөн күлбөсөңөр, мен Юсуфтун жытын сездим!» - деди.","arabic":"وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1690,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:95","price":"«Аллахка ант, сен кадимки эле адашуучулугуңдасың!» дешти (анын жанындагылар).","arabic":"قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1691,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:96","price":"Ал эми, качан сүйүнчүлөгөн адам (жетип) келип, аны (Юсуфтун көйнөгүн) анын бетине таштаганда, көзү мурунку абалына кайтып, көрүп калды (жана): «Силерге: «Мен Аллахтан (келген вахий себептүү) силер билбеген нерселерди билемин» дебедим беле?» - деди.","arabic":"فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1692,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:97","price":"(Балдары) айтты: «О, атаке! Биздин күнөөбүздү(н кечирилишин) Аллахтан сураңыз. Чынында, биз ката кылуучулардан болдук!».","arabic":"قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1693,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:98","price":"(Яькуб) айтты: «Албетте силердин күнөөңөрдү кечирүүсүн Аллахтан сураймын! Аныгында, Ал Кечирүүчү, Ырайымдуу.[1]","arabic":"قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1694,"juzNumber":13,"footnotes":"[1] Ошентип, Яькуб өз урпактары, бала-чакасы менен Палестинадан Мисирге көчүп келишти.","lang":"ky"},{"name":"12:99","price":"Юсуфка киришкенде, ата-энесин үйүнө түшүрүп: «Мисирге кош келдиңиздер! Аллах кааласа тынч келдиңиздер!» - деди","arabic":"فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1695,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:100","price":"жана ата-энесин (жетелеп падышалык) тактыга алып барды. (Ошондо) бардыгы ага сажда (таазим) кылып жыгылышты. (Анда Юсуф): «О, атаке! Бул менин мурунку (балалыгымдагы) түшүмдүн мааниси. Раббим ал түшүмдү акыйкатка айлантты. Ал мени зындандан чыгарганда, силерди ээн чөлдөн (аман-эсен) алып келгенде жана шайтан мени менен агаларымдын арасын бузгандан[1] кийинки кездерде мага (чоң) ихсан-жакшылык кылды. Чынында, Раббим каалаган ишти кылдаттык менен иш жүзүнө ашырып коюучу! Чынында, Ал - Билүүчү, Даанышман!","arabic":"وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1696,"juzNumber":13,"footnotes":"[1] Ушул жерде Юсуфтун эң жогорку даражадагы улук адамгерчилигин, аалым- данышмандыгын билгизген бир учур бар. Эгер окуучу байкаса, Юсуф “Шайтан агаларымды азгырганда” дебей, өзүн кошуп “шайтан мени менен агаларымдын арасын бузганда” деп жатат. Бул сөздө чоң сабак бар.","lang":"ky"},{"name":"12:101","price":"«О, Раббим! Сен мага мүлк-бийлик берип, түштөрдүн маанисин үйрөттүң! Оо, асмандар жана жердин жаратуучусу! Менин дүйнө-Акыреттеги сактоочум Өзүңсүң! Мени мусулман абалда өлтүрүп (наркы дүйнөдө) жакшы адамдарга кошкунуң!»","arabic":"۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1697,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:102","price":"(О, Мухаммад!) Биз сага вахий кылган бул икая кайып кабарларынан. (Болбосо, Юсуфтун агалары) айлакерлик кылып, өз иштерин чогуу эрежелештирип жатканда, сен алардын алдында жок болчусуң.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1698,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:103","price":"Эгер сен умтулсаң да адамдардын көпчүлүгү ыймандуу болушпайт.","arabic":"وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1699,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:104","price":"Сен ал (дааватың) үчүн алардан акы деле сурабайсың. Ал (Куран) ааламдар(дагы бардык адамдар) үчүн эскертүү гана.","arabic":"وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1700,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:105","price":"Асмандар жана Жерде (Аллахтын жалгыз Кудай экенин билдирген) канчалаган аян-белгилер бар. (Бирок,) адамдар алардан жүз бурган бойдон (ыймансыз) өтүп кетишүүдө!","arabic":"وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1701,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:106","price":"Алардан көпчүлүгү Аллахка, мушрик болгон абалда ишенишет.[1]","arabic":"وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1702,"juzNumber":13,"footnotes":"[1] Адамдар Аллахка ишенишпейт эмес, ишенишет. “Жер -асманды ким жараткан?” десең, “Аллах” дешет. “Ырыскыны ким берет?” деп сурасаң да “Аллах” деп жооп беришет. Бирок.., Бирок алар ошол жалгыз Жаратуучу, жалгыз ырыскы Берүүчүнүн өзүнө ибадат кылбай, Ага кошуп башка “кудайларга” да сыйынып, мушрик (каапыр) болуп калышат. Кудайга ишенет бирок.., каапыр!","lang":"ky"},{"name":"12:107","price":"Алар өздөрүнө Аллахтын ороп алуучу азабы келишинен же болбосо, сезбей турган мезгилдеринде капыстан Кыямат келип калышынан көңүлдөрү бейпил бекен?!","arabic":"أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1703,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:108","price":"Айт: «Ушул менин жолум! Мен адамдарды Аллахка (эч нерсени шерик кылбай сыйынууга) чакырамын! Мен жана мага ээрчигендер анык далилдин үстүндөбүз. Аллах (мушриктер сыпаттаган кемчилдиктүү сыпаттардан) Аруу-Таза! Жана мен мушриктерден эмесмин!”","arabic":"قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1704,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:109","price":"Сенден мурда Биз (периштеден же аялдардан эмес) шаар элинин эркектеринен пайгамбар кылып, аларга вахий жибергенбиз. Жер бетинде саякат кылышпайбы жана өздөрүнөн мурункулардын (каапырлардын) акыбеттери кандай болгонун көрүшпөйбү? Ал эми, такыба адамдар үчүн Акырет Үйү жакшы. Акыл калчап көрбөйсүңөрбү? (Акырет үйү жана андагы бейиштерге жетүү үчүн бул дүйнөдөгү оор сыноолордон өтүш керек. Чынында сыноо өтө оор. Кээ бир учурда каапырлардын запкысы ушул даражада күчөп...)","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1705,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:110","price":"Аллахтын пайгамбарлары деле, «Биз алдандыкпы» деп ойлоп калышкан(да гана) аларга Биздин жардамыбыз (каапырлардын башына түшкөн азап түрүндө) келген жана Биз каалаган адамдар куткарылган. Кылмышкер коомдордон болсо, Биздин азап (эч качан) кайтарылбайт!","arabic":"حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1706,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"12:111","price":"Алардын баяндарында акылдуу адамдар үчүн сабак бар. (Ошол икаяларды баяндаган Куран болсо, Мухаммад тарабынан) ойлоп чыгарылган сөздөр эмес. А, бирок, өзүнөн мурунку (китептерди) тастыктоочу, бардык нерсенин толук баяны жана ыймандуу адамдар үчүн туура жол жана Ырайымдыр!","arabic":"لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["12 (Yusuf)","Yusuf","Surah Yusuf"],"ayahNumber":1707,"juzNumber":13,"footnotes":"","lang":"ky"}],"chapter":["12 (Yusuf)","Yusuf","Surah Yusuf","Chapter Yusuf","Surah 12","Chapter 12","Joseph","يوسُف"]}