{"data":[{"name":"13:1","price":"Алиф, Лам, Раа.[1] Булар - Китеп аяттары. Жана (оо, Мухаммад), сага Раббиң тарабынан түшүрүлгөн нерсе (Куран) Акыйкат. Бирок, (буга) көпчүлүк адамдар ишенишпейт.","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":"[1] Бакара сүрөсүнүн 1-аятын караңыз.","lang":"ky"},{"name":"13:2","price":"Аллах силер көрүп турган асмандарды тирөөчсүз көтөрдү. Андан кийин Арштан бийик болду.[1] Жана Күн менен Айды (пенделердин пайдаларына) моюн сундурду. Алардын ар бири (Кудуреттүү Кудайдын башкаруусу менен) белгиленген убакытка (Кыяматка) чейин (мейкиидикте сүзүп) жүрө берет. (Аллах) иштерди башкарат. Раббиңерге жолугууну анык-айкын билип алууңар үчүн аят-далилдерди анык, толук көргөзүп берет.","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":"[1] Биз «Бийик болду» деп которгон сөздүн арабчасы «Истиваа». «Аль-Муьжам аль- васийт» сөздүгүндө: «Бир нерсеге истиваа кылуу - бул анын үстүнө көтөрүлүү жана бийик болуу» деп түшүндүрүлгөн. Табеиндердин арасынан чыккан белгилүү аалым Мужахид ибн Жабр дагы «Аллахтын истиваасы - бул Анын көтөрүлгөнү» деп тафсир кылган. ( «Сахихул Бухарий маьа Фатхил Баарий» 13/403). Пайгамбарыбыз (с.а.в) айтты: «Аллах калк-калайыкты жаратканда Өзүнүн алдындагы, Арштын үстүндөгү Китепке: «Менин ырайымым ачуумдан үстөмдүк кылды» деп жазган». (Бухарий: 7404, Муслим: 2751, Термизий: 3543, Ибн Мажа: 4295). Ошондой эле, ханафий мазхабынын имамдарынын бири Мулло Али Каары, Имам Аазамдын «Фикхул Акбар» китебине жазган түшүндүрмө (шарх) китебинде: «Аллахтын истиваасын «Анын Ээ болгону» (же ээлеп алганы) деп айтылбайт» деген. (92-бет).","lang":"ky"},{"name":"13:3","price":"Жана Ал жерди(н бетин) жайык кылып ага тоолорду, дарыяларды жаратты. Жер бетине ар түрдүү мөмөлөрдөн эки түгөй жаратты.[1] (Жана) Ал күндүздү түн менен ороп койот. Албетте, ушуларда пикирин иштеткен адамдар үчүн (Аллахтын даанышмандыгына жана кудуретинде) далилдер бар.","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":"[1] Азыркы замандын илими айтат: \"Мөмө - бул дарак гүлүнүн жетилген курагы. Гүлдөр эркек, ургаачы болуп экиге бөлүнөт\".","lang":"ky"},{"name":"13:4","price":"Жана жер бетинде бири-бирине жакын айдоо жерлер, жүзүм бактар, эгиндер жана бутактуу-бутаксыз курмалар бар. (Алар) бир (топуракта өсүп, бир түрдүү) суу менен сугарылат. Жегенде Биз алардын кээ бирин башкаларынан артыгыраак кылып койобуз. Чынында, бул нерселерде акылын иштеткен адамдар үчүн (Аллахтын кудуретине) белгилер бар.","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:5","price":"Эгер (ушунча далилдерден кийин деле ыйман келтирбегендердин жоругун) «таң калычтуу» десең, ыймансыздардын «биз топурак болуп калгандан кийин кайрадан жаратылабызбы» деген сөздөрү (андан бетер) таң калычтуу. Алар Раббилерине каапыр болгон адамдар! Алардын мойнунда (ыйманына тоскоол болгон, дүйнө) кишендер(и) бар. (Ошондуктан,) алар тозок ээлери жана анда түбөлүк калышат!","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:6","price":"Алар сени жакшылыктан мурун жамандыкка (азапка) шаштырышат.[1] Аларга чейин деле (ушундай) окуялар өткөн. Албетте, сенин Раббиң адамдар өз зулумдук-каапырчылыктарынын үстүндө болсо да, алар үчүн кечирим Ээси. Чынында, Раббиңдин азабы катуу!","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":"[1] «О, Мухаммад, эгер чын пайгамбар болсоң Раббиңден сурап бизге азап түшүрчү» - дешет.","lang":"ky"},{"name":"13:7","price":"(Каапырлар) «Ага (Мухаммадга) бир (сезилген-көрүнгөн) моожиза келсе...» дешет. Чынында сен (тозоктон) эскертүүчүсүң. Жана ар бир коомдун туура жолго баштоочусу бар.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:8","price":"Аллах ар бир ургаачынын боюна көтөргөнүн жана жатындар (мөөнөтүнө жеткирбей, өлүк же тирүү абалда) «таштап койгон» жана мөөнөтүнөн өткөрүп төрөгөн нерселерди (да) билет. Ар бир нерсе Анын алдында эсептелүү.","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:9","price":"Ал көрүнгөндү да, көмүскөнү (кайыпты) да Билүүчү, Улук, Жогорку!","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:10","price":"Силердин араңардан сөздү сыр туткан менен ашкере сүйлөгөн, түндөсү жашынып жаткан менен күндүзү ашкере жүргөн адам (Аллахтын алдында) бирдей (белгилүү).","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:11","price":"Ал (адам) үчүн алдынан, аркасынан күзөтүүчүлөр (периштелер) бар. Алар Аллахтын буйругу менен аны коргоп-сактап жүрүшөт. Чынында, Аллах эч бир коомду(н жашоосун) качан алар өздөрүндөгү нерсени (ишенимди) өзгөртмөйүнчө өзгөрпөйт. Эгер Аллах бир коомго жамандыкты кааласа, аны эч ким кайтара албайт. Адамдар үчүн Аллахтан башка Өкүмдар жок.","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:12","price":"Ал (Аллах) Силерге чагылганды (анын зыян келтирүүсүнөн) корккон жана (пайдасынан) үмүт кылган абалыңарда көргөзөт жана (жамгыры менен) оор болгон булуттарды жаратат.","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:13","price":"Ага күркүрөк дагы тасбих (мактоо) айтат жана периштелер да Ага корккондору себептүү тасбих айтышат. Ал (сыгылган булуттардын арасынан) чагылган жиберип, Аллах жөнүндө талашып турган кезинде аны менен Өзү каалаган адамдарды урат. Ал - Кудурети күчтүү Зат!","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:14","price":"Чыныгы дуба (ибадаттар) Өзүнө гана ылайык! Дуба кылып жаткан Аллахтан башка «кудайлары» аларды(н дубаларын) укпайт. Алар оозуна жетиши үчүн сууга алакан созуп, бирок суу ага жетпей турган кишиге окшойт.[1] Каапырлардын дубасы (ар дайым) адашуучулукта!","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":"[1] Өлө чаңкаган, суу көрүнүп турат бирок алыс, ошентсе да үмүт өлбөйт, алакан жайып колун созо берет, суу болсо, (жансыз кудайлары ага карабаганы сыяктуу) ага берет...","lang":"ky"},{"name":"13:15","price":"Асмандарда жана, жерде болгондун бардыгы кааласа да, каалабаса да Аллахка сажда кылышат.[1] Эрте менен жана кечинде Аллахка алардын (бардык нерсенин) көлөкөлөрү да (ийилип) сажда кылышат.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":"[1] Ыймандуулар Аллахты таанып, Анын толук Кожоюн экендигин моюнга алып, өз ыктыяры менен моюн сунса, “мен сажда кылбаймын!” деп керсейген каапырлар деле Аллах түзгөн табият мыйзамдарына моюн сунганга аргасыз...","lang":"ky"},{"name":"13:16","price":"Айт: «Асмандар жана жердин Раббиси (жаратуучусу) ким?» Айткын: «Аллах!» Айт: «Өздөрүнө не пайда, не зыян жеткире албай турган Аллахтан башкаларды дос-башчы тутуп алдыңарбы?» Айт: «Сокур менен көрүүчү, караңгылык менен нур тең боло алабы?» Же болбосо алар Аллахка (башка «кудайларды») шерик кылышып, (булар деле) Аллах жараткандай жарата алат» (деп ойлоштубу?) Анан (өз сөздөрүнө өздөрү ишене албай) жаратылыш аларга күмөндүү болуп калдыбы?» Айт: «Бардык нерселердин жаратуучусу Аллах! Ал Жалгыз, бардыгын Жеңүчүү!»","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:17","price":"(Аллах) асмандан суу түшүрдү. Жылгаларда көлөмүнө карап суулар акты. Сел үстүнө калдайган (бирок, ичи көндөй) көбүктөрдү көтөрдү. (Адамдар) зыйнат-буюм жасоо үчүн от жагып эрите турган нерселерден да ошондой көбүк чыгат.[1] Аллах Акыйкат менен адашууга мына ушинтип мисал келтирет. Көбүк кургап-кургап жок болот. Адамдарга пайдалуу (асыл) нерселер болсо жер бетинде калат. Аллах мына ушинтип мисал келтирет.","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":"[1] Бул аятта Аллах таала жүрөктөрдүн жаны-дили болуш үчүн пайгамбарына түшүргөн дин-ыйманды суусаган жер жашоочуларынын жан-дили болгон жамгырга жана дин-ыймандын адамдарга жеткирген пайдасын жамгырдын пайдасына, ал эми дин-ыйманды кабыл алган жүрөктү жамгыр суусу толуп аккан жылгага окшотот. Эгер жылга чоң, кенен болсо анда мол-мол суу агат, чакан болсо, азыраак суу агат. Ошондой эле, дини жок болгон жүрөктөрдөгү шектенүүнү селдин үстүн каптаган көбүктөргө жана зергерлик буюмдарды эриткенде ажырап чыга турган көбүктөргө окшотот.","lang":"ky"},{"name":"13:18","price":"(Дин-ыйманды кабыл алып) Раббисине жооп берген адамдар үчүн (эки дүйнөдө) жакшылык бар. Ал эми, Ага жооп бербегендер эгер жер бетиндеги байлыктын эки эсесин өзү(нүн күнөөлөрү) үчүн тапшырса да (кабыл алынбайт)! Алар үчүн эң жаман эсептешүү бар! Алардын орду - тозок! Кандай жаман орун!","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:19","price":"(Оо, Мухаммад!) Сага Раббиңден келген нерсенин акыйкат экенин билген адам (аны түшүнбөгөн) сокур кишилерге окшойбу?! Чынында (Аллахты) акылдуу кишилер гана эскеришет.","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:20","price":"Алар Аллахка берген убадаларын аткарышат жана убадаларына кыянат кылышпайт.","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:21","price":"Жана алар (акылын иштеткендер) Аллах улаганга буюрган мамилелерди улашат жана (эгер улабай койсо) Раббисинен жана жаман эсепке туш болуп калуудан коркушат.[1]","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":"[1] Аллах Өзү менен пендесинин арасын Өзүнө гана ибадат кылуу менен, пенде менен пайгамбардын арасын ага моюн сунуу менен, пенде менен ата-эне, тууган-уруктун арасын аларга ырайым көргөзүп, катташып, мамиле кылуу менен, пенде менен башка пенделердин арасын аларга адилет мамиле кылуу менен улаганга буюрган.","lang":"ky"},{"name":"13:22","price":"Жана алар Раббисинин Жүзү(н Кыяматта көрүү) үчүн (диндеги машакаттарга) сабыр кылышат жана, намаз(дарын толук) окушат, Биз ырыскы кылып берген нерселерден билдирип же билдирбей - садака кылышат жана жамандыкка жакшылык менен жооп кайтарышат. Ошолор үчүн Акыретте даңазалуу акыбет-натыйжа.","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:23","price":"«Адн» бейиштери бар. Бейиштерге алар аталары, жуп-түгөйлөгү жана урпактарынан турган салих-жакшы адамдар менен бирге киришет. (Анан) аларга ар кайсы эшиктерден периштелер кирип:","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:24","price":"«Сабыр кылганыңар себептүү силерге Аллахтын саламы болсун! Акырет Үйү (Бейиш) кандай жакшы!» - дешет.","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:25","price":"Ал эми, (Аллах менен) убадалашкандан кийин Аллахтын убадаларына кыянат кылгандар, Аллах буюруган тууганчылык байланышты үзгөндөр жана жер бетинде бузукулук кылгандарга каргыш болсун! Жана аларга жаман орун - (тозок) болсун!","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:26","price":"Аллах Өзү каалаган пендесине ырыскыны кенен, (каалаганына) тар кылып койот. Ал эми, (каапырлар, Аллах кенен ырыскы берип койсо) дүйнө жашоосу менеи сүйүнүп (Акыретти ойлобой) жүрө беришет. Дүйнө жашоосу Акыреттин алдында (арзыбаган) пайдадан башка эмес!","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:27","price":"Каапырлар: «Мухаммадга Раббиси тарабынан (көрүнгөн, билинген) керемет келсе (ыйман келтирмекпиз)!» дешет. Сен айткын: «Аллах каалаган пендесин адаштырып, Өзүнө умтулган адамдарды Өзүнө багыттап койот.[1]","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":"[1] Андай каапырлар жөнүндө Аллах таала башка бир аятта мындай деген: «Эгер биз аларга (моожиза иретинде асмандан) периштелерди түшүррсөк да, аларга өлүктөр (тирилип) сүйлөсө да, ар бир нерсени көз алдында тирилтсек да Аллах каалагандарынан башкасы ыйман келтиришмек эмес. Алардын көпчүлүгү наадандар».","lang":"ky"},{"name":"13:28","price":"Алар – ыймандуулар жана Аллахты эстөө менен жүрөгү тынчтанган адамдар. Көңүл бургула: Аллахты эстөө менен жүрөктөр тынчтанат!","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:29","price":"(Жүрөктөрү менен) ыйман келтирип, (дене мүчөлөрү менен) жакшы амал кылган адамдарга «Тууба»[1] жана сулуу-сонун орундар бар.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":"[1] Пайгамбарыбыз саллаллоху алайхи ва салламдан риваят кылынган бир сахих хадисте кабар берилиши боюнча “Тууба” - бул бейиштеги үлкөн дарак болуп, анын көлөкөсүн аттуу адам жүз жылда дагы басып өтө албайт экен.","lang":"ky"},{"name":"13:30","price":"Мына ошентип, (оо, Мухаммад) Биз сени мурунку үммөттөрдүн артынан келген (акыркы) үммөткө, Рахманга (Аллахка) каапыр болуп турган кездеринде, аларга Биз аян кылган нерсени (Куранды) окуп берүүң үчүн пайгамбар кылын жибердик. Айткын: «Ал менин Раббим! Эч бир ибадатка татыктуу кудай жок, жалгыз Өзү бар! Мен (бардык иштеримде) Анын Өзүнө жөлөнүп, (бардык муктаждыктарымда) Өзүнө гана кайрыламын!","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:31","price":"Эгер ушул (Куран) себептүү тоолор ордунан жылдырылып, жер талкаланып, өлүктөр сүйлөтүп жиберилсе да (болмок. Бирок, Аллах таала пайгамбарын колдоо үчүн мындай, үрөй учурган кереметтерди жибербей, акыл калчап, пикир менен кабыл алына турган маңыздуу аяттарды жиберди. Себеби:) бардык иш Аллахтын колунда. Эгер Аллах кааласа, адамдардын бардыгын туура жолго салып койо алаарын ыймандуу адамдар билишпейби?! Каапырлар (каапырчылыгын) токтотподу. (Ошондуктан,) аларга жасаган күнөөлөрү себептүү азаптар түшүүдө. Же болбосо, журттарына жакын жерлерге түшүүдө. Аллахтын убадасы (азабы) келди го! Чынында, Аллах убадасына кыянат кылбайт.","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:32","price":"Сенден мурдакы пайгамбарлар деле (каапырлар тарабынан) келекеленген. Мен каапыр адамдарга мөөнөт берген болчумун. (Эсине келбегенден) кийин аларды (кыйноочу азап менен) азаптап койдум. Ал кандай гана (катуу) азап!","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:33","price":"Ар бир жандын, жасаган ишинин үстүндө (көзөмөлдөп) Туруучу ким?! Аллахка (башка «кудайларды») шерик кылышты. Айткын: «(Анда ошол «кудайлардын») атын атап бергиле же болбосо (өзүңөрчө) жер бетиндеги (Анын) билбегенин Ага билгизип коймокчусуңарбы?! Же бул (айтканыңар) үстүртөн эле (айтылган, далилсиз) сөзбү!» Жок! Каапырларга айлакерликтери кооздолуп көргөзүлдү жана алар (акыйкат) жолдон тосулуп коюлду! Аллах кимди адаштырса, аны эч ким туура жолго сала албайт!","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:34","price":"Аларга дүйнө жашоосунда азап бар. Бирок, Акырет азабы катуураак! Аларды Аллахтын азабынан эч ким сактап кала албайт.","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:35","price":"Такыба кишилерге убада кылынган бейиштин мисалы: астынан дарыялар агат. Мөмөсү менен көлөкөсү түгөнгүс. Булар такыбалар барчу жер. Каапырлардын барчу жери - тозок.","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:36","price":"Биз Китеп берген адамдар(дын ынсаптуулары) сага түшүрүлгөн нерсе (Куран) себептүү сүйүнүшөт.[1] Ал эми, кээ бир (каапыр) тайпалар анын (Курандын) бир бөлүгүнө ишенишпейт. Айткын: «Мен Аллахка эч бир нерсени шерик кылбай сыйынууга буюрулдум. Анын Өзүнө чакырамын жана Өзүнө кайтамын!","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":"[1] Алар өздөрүнүн ыйык китептеринде алдын ала кабар берилген пайгамбар - Мухамммад саллалоху алейхи ва салламды таанып, ага ыйман келтирип, ага түшкөн Куран себептүү сүйүнүшөт.","lang":"ky"},{"name":"13:37","price":"Ушинтип (о, Мухаммад), Биз сага араб тилиндеги өкүмдү түшүрдүк. Эгер өзүңө келген илимден соң алардын (каапырлардын) каалоолоруна эрчип кетсең, (анда) сага Аллах тарабынан эч бир дос-жардамчы, эч бир сактоочу болбойт!","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"13:38","price":"Биз сенден мурда пайгамбарларды жиберип, аларга аял, бала-чака бергенбиз.[1] Эч бир пайгамбар Аллахтын уруксаты болмоюнча (өз каалоосу менен) моожиза келтире албайт. (Бардыгы Аллахтын колунда. Качан кааласа ошондо берет) Ар бир мөөнөт үчүп жазылган (убактысы) бар.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":"[1] Кээ бир каапырлар “Пайгамбар дагы үйлөнүп, бала-чака күтөт бекен?” деп, айыптап, таң калчу болсо, жообу - ушул.","lang":"ky"},{"name":"13:39","price":"Аллах (өкүмдөрдөн) каалаганын жок кылат, каалаган нерсесин бекемдеп койот. (Анткени,) Китептин Энеси Анын алдында.[1]","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":"[1] “Китептердин Энеси” - бул бүт ааламдырдын тагдыры, окуялардын убактысы алдын ала жазылган китеп Лавхул Махфуз.","lang":"ky"},{"name":"13:40","price":"(О, Мухаммад) Эгер аларга (каапырларга) убада кылган нерсебизди (азапты) сага көрсөтсөк да же (көрсөткөнгө чейин) жаныңды алсак да (сага баары бир). Анткени, сенин милдетиң - жеткирүү. Биздин милдетибиз - эсептешүү.[1]","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":"[1] Динге душмандык кылган адамдардын кээ бирине пайгамбарлардын көзү тирүүсүндө азап-жаза келген. Кээ бир ашынган душмандар эгер, пайгамбардын көзү тирүү мезгилде жазаланбай калса да, пайгамбар капа болбогон. Анын вазыйпасы динге көнбөгөндөрдү жазалоо эмес. Бул Аллахтын - вазыйпасы. Пайгамбардын вазыйпасы, болгону, жеткирүү гана.","lang":"ky"},{"name":"13:41","price":"(Динге каршы болгондор) көрбөй жатышабы, Биз (алардын) жерге келип, ар тарабынан кыскартып жатабыз. Аллах (ушинтип) өкүм кылат. Анын өкүмүн кечиктирүүчү жок! Ал тез эсептешүүчү![1]","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":"[1] Каапырлардын жерлерин ар тарабынан кыскартуунун эки мааниси бар. Биринчи мааниси ал жерлерде жашаган каапырларды өлтүрүү, экинчи мааниси каапырлар ээлик кылган жерлерди мусулмандар фатх (жеңиш) менен алуусу. Бул иштер албетте, Аллахтын иши.","lang":"ky"},{"name":"13:42","price":"Алардан мурунку каапырлар дагы (динге каршы) айлакерлик кылышкан. Бирок, бардык айлакерлик Аллахтын колунда.[1] Ал ар бир жан эмне кылганын билип турат. Каапырлар Акырет Үйү кимдин пайдасына болушун жакында билип алышат!","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":"[1] Каапырлар ар канча айла-амал кылса ал ишин өздөрүнүн башына балээ кылып кайтарат.","lang":"ky"},{"name":"13:43","price":"Каапыр болгон адамдар: «Сен пайгамбар эмессиң» дешет. Айткын: «Мени менен силердин араңарда күбөлүк кылууга Аллах менен Китеп илими бар адамдар жетиштүү».[1]","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":"[1] “Китеп илими бар” адамдар яхуди жана христиандардын арасындагы ынсаптуу уламалар. Алар Тоорат менен Инжилден Мухаммад саллаллоху алайхи ва салламдын чын пайгамбар экени жөнүндөгү далилдерди окушкан жана “Мухаммад - Аллахтын элчиси” - деп күбөлүк беришкен.","lang":"ky"}],"chapter":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"]}