{"data":[{"name":"14:1","price":"«Алиф, Лам, Ра.[1] (О, Мухаммад), Биз бул Китепти сага, адамдарды, Раббисинин уруксаты менен караңгылыктардан Нурга - Жеңүүчү жана Макталган Аллахтын жолуна чыгарышың үчүн түшүрдүк».","arabic":"الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1751,"juzNumber":13,"footnotes":"[1] Бакара сүрөсүнүн 1-аятын караңыз.","lang":"ky"},{"name":"14:2","price":"Аллах ушундай: асмандардагы жана жердеги нерселер Анын мүлкү. Каапырларга катуу, азаптуу өлүм болсун!","arabic":"ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1752,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:3","price":"Алар дүйнө жашоосун Акыреттен жогору сүйүшөт, (адамдарды) Аллахтын жолунан тосушат жана аны ийри жолго айлантууну каалашат. Андайлар терең адашууда!","arabic":"ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1753,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:4","price":"Биз ар бир пайгамбарды, өз элинин тили менен гана жибердик, аларга (дин эрежелерин түшүнүктүү) баян кылып бериши үчүн. Кийин Аллах Өзү каалаган пендесин туура жолго баштайт жана каалаганын адаштырат. Ал - Кудуреттүү, Даанышман.","arabic":"وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1754,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:5","price":"Биз Мусаны Өзүбүз берген моожизалар менен (пайгамбар кылып) жиберип: «Коомуңду караңгылыктардан Нурга чыгаргын жана аларга Аллахтын күндөрүн эстеткин. Албетте мында сабырдуу, шүгүр кылуучу адамдар үчүн үлгү-сабактар бар» - дедик.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1755,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:6","price":"Эстегин (о, Мухаммад, ошондо) Муса коомуна мындай деди: «Аллахтын силерге берген нээматтарын эстегиле: Ал силерди Фараон жана анын адамдарынан куткарды. Алар уул перзентиңерди союп, кыз перзентиңерди тирүү калтыруу менен башыңарга катуу азап салган. Ушунда Раббиңер тарабынан чоң сыноо бар эле.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1756,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:7","price":"«Дагы бир кезде Раббиңер силерге: «Эгер (Менин нээматыма) шүгүр кылсаңар силерди(н нээматты) көбөйтөмүн. Ал эми, шүгүр кылбасаңар (билип койгула), чынында Менин азабым катуу» - деп жарыялаган.","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1757,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:8","price":"Жана Муса айтты: «Эгер силер жана (силерге кошулуп) жер жүзүнүн бардык жамааты капыр болсо да, Аллах Беймуктаж жана мактоого ылайык.[1]","arabic":"وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1758,"juzNumber":13,"footnotes":"[1] Инсаният ыйманга кирсе - өз пайдасы. Каапыр болсо - өзүнө зыян. Аллахка моюн сунган кезинде Анын мүлкүнө бир кошумча кошо албагандай эле, каапырлыгы менен Анын мүлкүнөн, ысым-сыпаттарынан, касиеттеринен эч нерсени кемите да албайт.","lang":"ky"},{"name":"14:9","price":"Силерге өзүңөрдөн мурункулардын: Нух коомунун, Аад, Самуд коомдорунун жана алардан кийинки коомдордун кабары келбедиби? Аларды Аллахтан башка эч ким билбейт болчу. (Кийин Аллах алар жөнүндө кабар берди:) Аларга пайгамбарлары анык далилдер алып келгенде, колдорун оозуна (керней кылып) коюушуп: «Биз силерге жиберилген динге каапыр болдук: Биз силер даават кылып жаткан нерселерден шектенүүдөбүз!» - дешти.","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1759,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:10","price":"(Анда) пайгамбарлары: «Асмандар жана жерди жараткан Аллахта шек бар бекен?! Ал силердин күнөөңөрдү кечирип, белгилүү убакытка чейин (ушул дүйнөдө) калтырууга чакырып жатат! - дегенде, алар айтышты: «Силер пайгамбар эмес, биз сыяктуу эле (жөнөкөй) адамсыңар. (Дагы) бизди ата-бабаларыбыз сыйынып келген нерселерден тосууну каалап жатасыңар! (Эгер сөзүңөр чьн болсо) бизге анык далилдерди (моожизаларды) келтиргиле!»","arabic":"۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1760,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:11","price":"«Аларга пайгамбарлары айтты: «(Туура). Биз деле силер сыяктуу адамбыз. Бирок, Аллах пенделеринен Өзү каалагандарына (мындай) жакшылык берет. (Анан), силерге далил-моожизаларды келтириш биздин ыктыярда эмес. Аллах кааласа гана келтире алабыз. Ыймандуулар Аллахка гана тобокел кылышат.[1]","arabic":"قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1761,"juzNumber":13,"footnotes":"[1] Ыймандуулар Аллахка гана тобокел кылышат. Башкача айтканда өздөрүн Аллахка тапшырышат. Эмесе, алардын каршысында түгөлү менен каапыр коом турган. Алар жалгыз! Ошентсе да, Аллахтын кудуретине, жардамына ишенип Нух пайгамбар айткандай: \"Ишиңерди жана шерик-кудайыңарды чогулта бергиле!\" - дешти. Худ пайгамбар дагы каапырларга карап: \"Бардыгың мага каршы айла-амалыңды баштай бергиле!\" - деген болчу. Аллахка тобокел кылуунун мааниси - ушул.","lang":"ky"},{"name":"14:12","price":"Эмне үчүн биз Аллахка тобокел кылбайт экенбиз?! Ал бизди (Өзү берген) туура жолубузга баштап койду. (Биз бул жолдон кайтпайбыз, эгер азап көрсөтсөңөр) азабыңарга бекем сабыр кылабыз. Тобокел кылуучулар Аллахка гана тобокел кылсын!","arabic":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1762,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:13","price":"Каапыр болгондор пайгамбарларына: «Силерди жерибизден чыгарып жиберебиз, же болбосо, (ата-бабадан калган, эски) динибизге кайтасыңар! (Экөөнүн бирин тандагыла)» – дешти. Андан соң, Раббиси пайгамбарларга: «Биз сөзсүз залымдарды (каапырларды) жок кылабыз","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1763,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:14","price":"жана алардан кийин (мурас калган) жерге силерди жашатып койобуз! Бул (убада Кыяматта) Биздин алдыбызда (эсеп берип) туруудан жана (күнөөлүүлөргө арнаган) убадаларымдан корккон адамдар үчүн» деп вахий (кабар) кылды.","arabic":"وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1764,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:15","price":"(Момундар) жеңиш сурашты. Ал эми (акыйкатка) зулумдук кылуучу жана (өз каапырчылыгында) өжөрлүк менен туруучу ар бир адам зыянга жолукту.","arabic":"وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1765,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:16","price":"(Мунун себеби,) анын артында тозок. (Тозокто) ага кайнак ириң ичирилгенде,","arabic":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1766,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:17","price":"(суусагандан улам) ичкенге аракет кылат, бирок иче албайт. Ар тараптан өлүм(гө тете азаптар) келет бирок, өлө албайт. Анын артынан (андан да) катуу азап бар!","arabic":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1767,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:18","price":"Раббисине каапыр болгон адамдар жасаган иштердин[1] мисалы - бороондуу күндө шамал учуруп кеткен күлгө окшош. Алар өздөрү жасаган иштерден эч бир (пайдалуу) нерсеге жетише албайт. Бул - абдан алыс адашуу!","arabic":"مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1768,"juzNumber":13,"footnotes":"[1] \"Каапырлардын иштери\" - бул алардын динге каршы аракеттери, же болбосо бул дүйнөдө жасаган \"соопчулук\" иштери. Биринчиси бул дүйнөдө текке кетсе, экинчисине кыпындай да сооп болбойт.","lang":"ky"},{"name":"14:19","price":"(Оо, инсан!) Сен, чынында Аллах асмандар жана жерди акыйкат менен жаратканын билбедиңби?! Эгер кааласа силерди (жер бетинен) кетирип, башка жаңы калкты алып келет.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1769,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:20","price":"Бул Аллахка оор эмес.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1770,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:21","price":"(Кыяматта Сур кернейи тартылганда) бардык адамдар (мүрзөлөрүнөн суурулуп чыгып) Аллахтын алдында тизилип калышат. Ошондо, (бул дүйнөдө) алсыз (моюн сунуучу) болгондору, текебер (каапыр) башчыларына: «Чынында, биз силерге ээрчиген элек, бүгүн Аллахтын азабынан бизди бир аз болсо да куткара аласыңарбы?» - дешкенде, алар айтышат: «Эгер бизди Аллах туура жолго баштаганда, биз да силерди туура жолго баштайт элек. Эми, (болор иш болду) биз чыдамсыздык кылабызбы же сабырдуу болобузбу, (баары бир) бизге эч бир кутулуу жок!»","arabic":"وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1771,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:22","price":"Иш чечилип, (тозокулар - тозокко, бейишилер - бейишке ажырап) калганда шайтан айтат: «Аллах силерге чын убада берген болчу.[1] Мен дагы силерге убада берип... аткарбай койдум.[2] Силерге (көргөзгүдөй) менин эч бир далилим жок эле. Болгону, мен чакырдым, силер чуркап келдиңер. Эми, мени эмес, өзүңөрдү айыптагыла. (Бүгүн башка түшкөн азаптан) мен силерди куткара албаймын. Силер да мени куткара албайсыңар. Бирок, мурун (дүйнө жашоосунда) мени (Аллахка) шерик кылганыңарды мен да мойнума албаймын (мен кудай эмесмин, Кудайдын шериги да эмесмин). Чынында, (бул жерде мен жана силерге окшогон) залымдарга кыйноочу азап бар».","arabic":"وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1772,"juzNumber":13,"footnotes":"[1] Аллах “Менин жолума жүрбөгөндөрдү тозокко түшүрөм” деп убада берген.\n[2] Шайтан күнөө иштерди кооз көргөзүп: “Жасай бергиле, эч нерсе болбойт”- деп убада берет.","lang":"ky"},{"name":"14:23","price":"Ыйман келтирип, салих амалдарды жасаган адамдар түбүнөн дарыялар аккан бейиштерге киргизилет. (Алар) анда Раббисинин уруксаты менен түбөлүк калышат. Алардын бейиштеги учурашуулары «салам» (деген сөз) болот.","arabic":"وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1773,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:24","price":"(О, инсан), Аллах таза сөздү (ыйман келмесин) таза даракка (курмага) окшотуп мисал келтиргенин карабайсыңбы. Ал дарактын тамыры (жер койнунда) бекем, бутактары болсо, асманда.[1]","arabic":"أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1774,"juzNumber":13,"footnotes":"[1] Ыйман дарагынын тамыры “Аллахтан башка сыйынууга татыктуу кудай жок. Мухаммад Анын элчиси” деген ыйман келмеси. Дарактын тамыры жерге бекем сайылып тургандай, адамдын жүрөгүнө бекем орношкон ыйманы жакшы ибадат, адеп-ахлак, ж.б.у.с мөмөлөрдү берет.","lang":"ky"},{"name":"14:25","price":"Раббисинин уруксаты менен ар кайсы мезгилде мөмөсүн бере берет. Аллах адамдарга, эс-акылын жыйып алуулары үчүн (ушундай) мисалдарды келтирет.","arabic":"تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1775,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:26","price":"Ыпылас сөздүн (каапырчылыктын) мисалы - жерден үзүлүп, бекемдиги жок калган ыпылас (мөмөлүү) даракка окшош.","arabic":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1776,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:27","price":"Аллах ыймандуу адамдарды дүйнө жашоосунда да, Акыретте да бекем сөз менен кубаттайт.[1] Залымдарды болсо, Аллах адаштырат. Аллах каалаган нерсесин жасайт.","arabic":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1777,"juzNumber":13,"footnotes":"[1] Бул аяттагы бекем сөз ыйман келмеси. Дүйнөдө бекем ишеними акыйдасы болгондуктан момундун сөзү да бекем болот. Өлүм сааты келип, тил айланбай турганда Аллах момун адамдарга ыйман келмесин айтып жан таслим кылуусуна жардам берет. Мүрзөгө коюлуп, Акыреттин абалкы бөлүгү мүрзө (барзах) жашоосу башталып, Мункар, Накир периштелери суракка тарткан мезгилде дагы, Аллах ыймандуу адамдардын сөзүн бекем жана туура кылат.","lang":"ky"},{"name":"14:28","price":"(О, инсан!) Аллах берген нээматты (Исламды) каапырчылыкка алмаштырып, эл-журтун өлүм үйүнө","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1778,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:29","price":"өздөрү ташталчу тозокко ээрчитип баргандарды көрбөйсүңбү? Ал кандай жаман орун!","arabic":"جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1779,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:30","price":"Алар адамдарды Аллахтын жолунан тосуу үчүн Аллахка (башка «кудайларды») теңдеш кылышкан. (О, Мухаммад, аларга) Айткын: «(Адашуучулук жашооңордо бир аз) пайдаланып калгыла. Силердин бараар жериңер - тозок!»","arabic":"وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1780,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:31","price":"Менин ыймандуу пенделериме айт, намаздарын окуп, тааныш билиштиги жана соода-келишими жок болгон (Акырет) Күн келгенге чейин, Биз ырыскы кылып берген нерселерден жарыя же жашыруун түрдө садака кылып калышсын!","arabic":"قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1781,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:32","price":"Аллах асмандар менен жерди (алты күндө) жаратып, асмандан сууну түшүрдү. Кийин аны менен силерге ырыскы болсун деп, мөмөлөрдү чыгарды. Жана Өз амири менен деңизде жүрүшүңөр үчүн силерге кемени моюн сундурду. Дарыяларды да силер үчүн кызмат кылдырып койду.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1782,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:33","price":"Ал жана силер үчүн токтоосуз аракеттеги Күн менен Айды, түн менен күндүздү моюн сундурду.","arabic":"وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1783,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:34","price":"Жана силерге, (силер) муктаж болгон бардык нерселерди берди. Эгер Аллахтын жакшылыктарын санасаңар бүтүрө атбайсыңар. Чынында, инсан өтө залым, өтө шүгүрсүз!","arabic":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1784,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:35","price":"(О, Мухаммад) Эстегин, (бир кезде) Ибрахим айтты: «О, Раббим! Бул шаарды (Меккени) тынч шаар кыл! Мени жана балдарымды буттарга сыйынуудан алыс кыл![1]","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1785,"juzNumber":13,"footnotes":"[1] Аллах таала пайгамбарынын бул дубасын кабыл алып, Мекке шаарына “Аль- Харам” (анда кан төгүү, жаңжал-сүрөөн кылуу, арам) деген даражаны берди","lang":"ky"},{"name":"14:36","price":"О, Раббим! Чынында, алар (буттар) көп адамдардын адашуусуна себеп болушту. Ким мени ээрчисе (жалгыз Аллахка ибадат кылса) - ал менден. Ким мага каршы чыкса, Өзүң Кечирүүчү, Ырайымдуусуң![1]","arabic":"رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1786,"juzNumber":13,"footnotes":"[1] Бул Ибрахим алайхис саламдын боорукерлигинин белгиси. Ал күнөөкөр үмөттөрүнө да Аллахтан кечирим сурап жатат. Аллах болсо, андан да ырайымдуурак. Эгер пендеси билип туруп, адашуучулугунда көшөрө бербесе, аны азапка салбайт.","lang":"ky"},{"name":"14:37","price":"О, биздин Рабби! Мен балдарымдан (бир бөлүгүн) Сенин Аль Харам Үйүңдүн алдындагы эгин өспөгөн өрөөнгө жайгаштырдым. О, Раббим (ошол жерде) алар намаз окушса экен! Эми, Өзүң адамдардын жүрөктөрүн аларга умтулуучу кыл! Жана аларды (ар кандай) мөмөлөрдөн ырыскыландыр! Ажеп эмес (ошондо) шүгүр кылышса![1]","arabic":"رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1787,"juzNumber":13,"footnotes":"[1] Ибрахим алейхи салам үй бүлөсү менен Шам (азыркы Сирия, Иордания, Палестина) өлкөсүндө жашаган. Күндөрдүн биринде Аллахтын буйругу менен, аялы Хажар жана туңгуч уулу Ысмайылды алып, азыркы Мекке шаары жайгашкан өрөөнгө келген. Анда бул өрөөндө урап, тегерегинен сел аккан бир дөңсөөгө айланып калган Каабадан башка не бир үй, не бир дарак, не бир чөп жок «эгин өспөгөн өрөөн» эле. (Сахиху Бухарий) Ал Хажар энени эмчектеги баласы Ысмайыл менен ээн талаага - Аллахтын Үйүнүн алдына таштап, Өзү Аллахтын буйругун аткарууга бара жатып ушул дубаны окуган. Аллах Өзүнүн дос-пайгамбары Ибрахимдин дубасын кабыл алып, Ысмайылдын урпагы жашап калган Мекке шаарын Хаж ибадаты маалында адамдар умтула турган жай кылды жана анын (Ысмайылдын) уриактары арасынан Мухаммад саллаллоху алайхи ва салламды чыгарып, муну менен бул берекелүү, тынч шаарды дагы да берекелүүрөөк кылды. Эми азыр дүйнөнүн бардык булуң- бурчундагы мусулмандардын жүрөгү ага умтулуп турат. Аллах досу Ибрахимдин “Аларды ар түрдүү мөмөлөр менен ырыскыландыр” деген дубасын да оңунан берип, азыр бул таберик шаардан жыл - он эки ай бою мөмөнүн түрлөрү үзүлбөйт.","lang":"ky"},{"name":"14:38","price":"О, Раббим! Албетте, Сен биз жашырган нерсени да, ашкере кылган нерсени да билесиң! Аллахтан не жер, не асмандардагы эч бир нерсе жашыруун эмес!","arabic":"رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1788,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:39","price":"Мага картайган курагымда Ысмайыл менен Исхакты берген Аллахка (чексиз) мактоолор болсун! Чынында, менин Раббим дуба-тилекти Угуучу!","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1789,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:40","price":"О, Раббим! Мени жана урпактарымды намазды толук окуучу(лардан) кыл! О, биздин Раббибиз! Дубаны кабыл кыла көр?!","arabic":"رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1790,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:41","price":"О, биздин Рабби! Эсеп күнү келгенде, менин, ата-энемдин жана (жалпы) ыймандуу адамдардын күнөөсүн кечир![1]","arabic":"رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1791,"juzNumber":13,"footnotes":"[1] Ибрахим алайхис-саламдын бардык дубалары - атасын кошпогондо - кабыл болуп, оңунан берилди. Атасы Аазарга бул дубанын тиешеси жоктугунунун себеби, Ибрахим алейхис-салам «эгер атам ширк (көп кудайлык) ишениминен кайтса» деп шарт койгон эле. Анан, атасы ширк жолунан кайтпаганы белгилүү болгондо, Аллахтын ыраазылыгы үчүн мушрик атасынан кечип жиберген.","lang":"ky"},{"name":"14:42","price":"(О, Мухаммад), сен Аллахты залымдардын кылмышынан бейкапар деп ойлобогун. Болгону, аларды(н жазасын) көздөр (коркунучтан) катып кала турган (Кыямат) Күнгө чейин кечиктирүүдө.","arabic":"وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1792,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:43","price":"(Ошол күндө) алар баштары ойдо көтөрүлгөн абалда (эсеп бергени) чуркап барышат. Көздөрү (катып калгандан улам) өздөрүнө кайтпайт жана ичтери көңдөй.[1]","arabic":"مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1793,"juzNumber":13,"footnotes":"[1] “Баштары өйдө көтөрүлгөнүнүн” себеби, алардын колдорун ээктерине таңып коюлгандан улам. Катуу чуркагандан жана коркунучтан жүрөктөрү “кабынан чыгып”, “оозуна капталып калган”. Жүрөк өз ордунда эмес. Бул абал аяттагы «ичтери көңдөй» деген сөздөн маалым болот. Бирок, жүрөктүн өзү бош эмес. Бушайман, кайгы-капа менен толгон.","lang":"ky"},{"name":"14:44","price":"Сен адамдарды азап келе турган Күн менен коркут. Ошондо, зулум кылган адамдар: «О, Рабби, бизди бир аз мөөнөткө кечиктире турчу, чакырыгыңа жооп берип, пайгамбарларга моюн суналы» дешет. (Кийин аларга мындай жооп берилет: «Эй, каапырлар!» Өлүм келээрден) мурда «биз өлбөйбүз» деп ант ичпедиңер беле?","arabic":"وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1794,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:45","price":"(Худдун, Салихтин коому сыяктуу) өздөрүнө зулум кылган (жана Биз аларга азап жиберген) адамдардын мекендеринде жашабадыңар беле?! Биз аларды кандай жазалаганыбыз силерге маалым эле го? Силерге (Куранда алардын) мисалдарын келтирген элек?!","arabic":"وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1795,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:46","price":"Алар (динге каршы көп) айлакерликтерин жасашты. Эгер айлакерликтери тоону омкоруп жиберүүчү болсо да Аллахтын алдында (белгилүү)","arabic":"وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1796,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:47","price":"Сен Аллах Өзүнүн пайгамбарларына («залымдардан өч алабыз» деп) берген убадасын аткарбайт экен деп ойлобогун! Аллах Кудуреттүү жана өч алуучу!","arabic":"فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1797,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:48","price":"(Анын өч алышы) жер башка жерге, асмандар башка асмандарга айланган жана (адамдар) Жалгыз, Каардуу Аллахка жекеме-жеке жолуга турган күндө (ишке ашат)!","arabic":"يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1798,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:49","price":"Сен ал күндө кылмышкерлерди (оттон жасалган) кишендер менен (чогултуп) байланганын көрөсүң.","arabic":"وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1799,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:50","price":"(Ал күндө) Алардын кийимдери кара майдан болот жана жүздөрүн от ороп турат. (Бул азаптар Аллах тарабынан зулум эмес, тескерисинче:)","arabic":"سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1800,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:51","price":"Аллах ар бир жанды кылмышына жараша жазалоосу үчүн. Чынында, Аллах тез эсептешүүчү.","arabic":"لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1801,"juzNumber":13,"footnotes":"","lang":"ky"},{"name":"14:52","price":"Бул (Куран) адамдарга арналган кемчиликсиз Баян! Эми, ал себептүү (жаман ишинин акыбетинен) сестенишсин, Анын Жалгыз Кудай экенин билишсин жана акылдуу адамдар андан үлгү-сабак алышсын!","arabic":"هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["14 (Ibrahim)","Ibrahim","Surah Ibrahim"],"ayahNumber":1802,"juzNumber":13,"footnotes":"","lang":"ky"}],"chapter":["14 (Ibrahim)","Ibrahim","Surah Ibrahim","Chapter Ibrahim","Surah 14","Chapter 14","Abraham","إبراهيم"]}