{"data":[{"name":"16:1","price":"(Эй, мушриктер!) Аллахтын буйругу (азабы) келип калды. Силер аны шаштырбай эле койгула! Алардын ширктеринен Аллах Бийик жана Аруу!","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:2","price":"«Аллах пенделеринин арасынан каалагандарына Өз амири менен: “(Адамдарга) эскерткиле: Эч бир сыйынууга татыктуу кудай жок, Мен гана бармын! Менден гана корккула!” – деген вахий менен периштелерди түшүрөт».","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:3","price":"Асмандар менен жерди Акыйкат менен жараткан (Аллах) алардын ширктеринен Жогору - Бийик!","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:4","price":"Ал инсанды бир тамчы «суудан» жаратты эле, капысынан (Өзүнө) анык душман болуп чыга келди!","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:5","price":"Ал айбанаттарды жаратты. Аларда силер үчүн (көп) пайдалар, жылуулуктар бар.[1] Силер алардын этинен да жейсиңер.","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"[1] Инсан айбанаттардын жүнүнөн, терисинен жылуу кийимдерди, боз үйлөрдү жасайт.","lang":"ky"},{"name":"16:6","price":"(Малыңар жайлоого) жайылганда жана (кечинде) кайтканда да силер үчүн кооздук бар.","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:7","price":"(Айбандар) силердин жүгүңөрдү, зор машакат менен гана жете ала турган (алыскы) шаар(лар)га ташып берет. Чынында Раббиңер силерге Ырайымдуу, Мээримдүү!","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:8","price":"Ал силер минишиңер үчүн жана кооздук-сулуулук үчүн (ойноктогон) аттарды, качырларды жана эшектерди (жаратты).[1] Жана силер билбеген нерселерди да жаратат.[2]","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"[1] Аллах бул аятта эшек, качыр жана аттарды “миниш жана кооздук үчүн” жараткандыгын айтууда.”Этин жешиңер үчүн” деген жок. Себеби, эшек менен качырдын эти желбейт. Жылкыны да этин жеш максатында союуу дурус эмес. Максат: азайып кетпесин. Эгер азайып кетүү коркунучу жок болсо, жегенден зыян (күнөө) жок.\n [2] Бул аяттагы “силер” деген сөз сахабаларга багытталган. Аллах таала келечекте сахабаларга маалым болбогон “аттарды” жаратамын деди. Ал “аттардан” максат азыркы күндөгү минүүгө, учууга, сууда сүзүүгө пайдаланылып жаткан ар түрдүү темир “аттар” болушу да мүмкүн. Аллах Билүүчү.","lang":"ky"},{"name":"16:9","price":"Туура жолго баштоо - Аллахтын вазыйпасы. Жолдордун арасында ийри жолдор да бар.[1] Эгер кааласа бардыгыңарды туура жолго баштамак.","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"[1] Аллахтын жолуна каршы келген жолдордун баары ийри жолдор.","lang":"ky"},{"name":"16:10","price":"Ал силерге асмандан суу түшүрдү. Ичер сууңар да ошондон, жаныбарларды бага турган чөп-дарак да ошондон.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:11","price":"(Аллах) ал суу менен силердин пайдаңар үчүн өсүмдүктөрдү, зайтунду, курмаларды, жүзүмдөрдү жана түрдүү мөмөлөрдү өстүрөт. Албетте, буларда, пикир кылган элдер үчүн (Аллахтын кудурет- даанышмандыгын билдирген) далилдер бар.","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:12","price":"Дагы (Аллах) силерге Айды, Күндү жана Түн менен Күндүздү моюн сундуруп койду. Анын амири менен жылдыздар да силерге моюн сундурулган. Албетте, мында акылын иштеткен адамдар үчүн далилдер бар.","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:13","price":"Ал силер үчүн жер бетинде ар түркүн (пайдалуу) нерселерди жаратты. Албетте, бул нерседе эстеген адамдар үчүн (Аллахтын кудурет-даанышмандыгын билдирген) далил бар.","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:14","price":"Силер андан (балыктардын) бузулбаган, эт(ин) жешиңер үчүн Аллах силерге деңизди моюн сундурду. Анын (түбүнөн) өзүңөр такчу тагынчактарды чыгарып аласыңар. Сен анда (толкундарды) жарып сүзгөн кемени көрөсүң. (Аллах) Өзүнүн пазилетин үмүт кылып, (нээматтарына) шүгүр келтиришиңер үчүн (ушуларды жаратты).","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:15","price":"Ал силердин тең салмактуулугуңарды сактасын деп жер бетине (салмактуу) тоолорду кадап койду, Жана (силердин пайдаңар үчүн) дарыяларды, адашпай жүрүшүңөр үчүн жолдорду жана","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:16","price":"(ар түрдүү) белгилерди (жаратты. Ошол белгилердин бири болгон) жылдыздар менен алар жол табышат.","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:17","price":"Жараткан (Аллах) менен жарата албаган (“кудайлар”) теңби?! Эсиңерге келбейсиңерби?!","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:18","price":"Эгер Аллахтын нээматтарын санасаңар, бүтүрө албайсыңар. Албетте, Аллах Кечирүүчү, Боорукер.","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:19","price":"Аллах силердин купуя жана ашкере жасаган (бардык) ишиңерди билет.","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:20","price":"Алар (мушриктер) дуба (ибадат) кылып жаткан Аллахтан башка “кудайлары” эч нерсени жарата албайт, өздөрү жаратылган нерселер.","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:21","price":"Алар (жасалма кудайлар) тирүү эмес, өлүк, (Мушриктердин) качан тирилишин (Кыямат убактысын) да билбейт.","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:22","price":"Силердин кудайыңар - жалгыз Кудай (Аллах). Ал эми, Акыретке ишенбеген адамдардын жүрөктөрү (бул ишенимге) каршы чыгуучу. Алар (Аллахка баш ийүүдөн) текеберленишет.","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:23","price":"Эч шексиз, Аллах алардын ичине сактаган сырларын да ачык-ашкере иштерин да билип турат. Чынында, Ал текебер адамдарды сүйбөйт.[1]","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"[1] Башка бир аятта Аллах таала Өзүнө ибадат кылуудан текеберленген адамдар жөнүндө \"Чынында, Мага ибадат кылуудан текеберленген адамдар жакында кордолгон абалда тозокко ташталат\" деген.","lang":"ky"},{"name":"16:24","price":"Эгер аларга: «(Мухаммадга) Раббиңер эмне түшүрдү эле» - деп айтылса, «Байыркылардын жомогу» - дешет.","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:25","price":"«Кыямат күнү күнөөлөрүн толугу менен, ал эми илимсиздиги себептүү (аларды) адаштырган адамдарынын күнөөлөрүн(үн бир бөлүгүн желкесине) көтөрүш үчүн (ошентишти). Уккула, алар көтөргөн «жүк» кандай жаман!»","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:26","price":"Алардан мурдагы (каапыр) коомдор дагы айлакерлик («сарайларын») жасашкан. Кийин Аллах алардын “сарайларына” келип, түбү менен омкоруп таштаганда, чатыр(ы) как чокуларына кулап түштү. Жана аларга байкабаган тараптан азап келди!","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:27","price":"Кийин, Кыямат күндө (Аллах) аларды кордоп: “Алар үчүн жан үрөп талашып, Мага шерик кылган «кудайларыңар» кайда калды!?» - дейт. Илимдүүлөр (ошондо): “Бүгүн каапырларга кордук жана кайгы!”- дешет.","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:28","price":"Өздөрүнө зулумдук кылган адамдардын жандарын периштелер сууруп алып жатканда, айласыз калышып, (бирок, күнөөсүн мойнуна албай): «Биз эч бир жаман иш жасабаган элек» - дешет. Жок, жасагансыңар! Аллах эмне кылганыңарды Билүүчү!","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:29","price":"Эми, анда түбөлүк кала турган тозок дарбазаларынан киргиле. Текебер адамдардын орду кандай жаман!","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:30","price":"Аллахтан корккон (такыба) адамдарга: “Раббиңер силерге эмнени түшүрдү эле, деп айтылганда “жакшылыкты” дешет. Жакшылык кылган адамдарга бул дүйнөдө да жакшылык бар. Бирок Акырет Үйү (дүйнөдөн) жакшы. Такыба кишилердин үйү (бейиш) кандай сонун!","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:31","price":"«Адн» бейиштери! Алар түбүнөн дарыялар аккан ошол бактарга киришет. Анын ичинде көңүл күсөгөн бардык нерселер бар. Аллах такыба кишилерди мына ушинтип сыйлайт.[1]","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"[1] Такыбалар - тозок азабын эстеп, Аллахтын жазасынан коркуп, күнөөлөрдөн өздөрүн сактаган адамдар. Такыбанын мааниси \"коркуу\".","lang":"ky"},{"name":"16:32","price":"Такыба адамдардын (каапырчылыктан) таза жандарын периштелер алып жатканда: «Силерге салам (тынчтык) болсун! (жакшы) амалыңарга жараша, эми, бейишке киргиле!» - дешет.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:33","price":"(Ал эми, каапырлар) өздөрүнө (жан алгыч) периштелер же болбосо Раббиңдин буйругу (азабы) келишинен башка нерсени күтпөйт. Алардан мурдагы(каапыр)лар дагы ошондой (ширк) амалдарды жасаган(да баштарына азан түшкөн). Аларга Аллах зулумдук кылбады, бирок, өздөрүнө-өздөрү зулумдук кылышты.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:34","price":"Аларга (жаман) иштеринин жаман акыбети жетти. Баштарына (ишенбеген жана) мыскылдаган нерселери (азап) түштү.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:35","price":"Мушриктер: «Эгер Аллах кааласа, биз Өзүнөн башка эч нерсеге ибадат кылбайт элек. Биз дагы, ата-бабаларыбыз дагы Анын (Аллахтын өкүмү) болмоюнча эч нерсени (өзүбүзгө) арам кылган эмеспиз” - дешет. Алардан мурдагы (каапыр)лар деле ушундай иш жасашкан. Пайгамбарлардын анык-таза жеткирүүдөн башка вазыйпасы жок.","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:36","price":"Биз ар бир элге «Аллахка гана ибадат кылгыла, (башка) “кудайлардан” алыс болгула (деп айта турган) пайгамбарларды жибергенбиз. Ал үммөттөрдөн кээ бирлерин Аллах туура жолго баштаган болсо, кээ бирөөлөрүнүн[1] башына адашуучулук түшкөн. Эми, жер бетинде саякат кылып, (пайгамбарлардын жолун) “жалган” дегендердин акыбети кандай болгонун көргүлө!","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"[1] Бул элдер өз ойлорунан чыккан күнөө иштерге берилип, адашууга түшүп, пайгамбарларга ашкере душманчылык кылганда, Аллах аларды кыйратып салган. Жер жүзүнүн ар кайсы жерлеринде алардын ойрон болгон шаарларынын чалдыбарлары гана калды.","lang":"ky"},{"name":"16:37","price":"(О, Мухаммад!) Эгер сен аларды туура жолго баштоого (ар канча) аракет кылсаң деле, Аллах адаштыра турган пендени (эч качан) туура жолго баштабайт. (Натыйжада аларга азап түшөт. Ошондо) аларга эч жардамчы болбойт.","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:38","price":"Алар Аллахтын атына бекем ант ичип: “Аллах өлгөндөрдү тирилтпейт” - дешет. Жок, тирилтет! Өзүнүн акыйкат убадасы боюнча! Бирок, көпчүлүк адамдар (муну) биле бербейт. (Акыретте бардык адамдар тирилчү болсо, мунун себеби...)","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:39","price":"Аларга талашкан нерселерин(ин аныгын) көргөзүп коюу үчүн жана каапыр адамдар өздөрүнүн жалганчы экендиктерин билип алышы үчүн.","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:40","price":"Эгер Биз бир нерсени кааласак, ага: «Бол!» дешибиз менен ал болуп калат.","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:41","price":"(Мекке мушриктери тарабынан) зулумга дуушар кылынган соң, Аллахтын жолунда хижрат кылган адамдарга (ушул эле) дүйнөдө жакшылык даярдап койобуз.[1] Бирок, эгер билишсе, Акырет сыйлыгы чоңураак.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"[1] Бул аяттагы \"жакшылык\" хижрат кылган адамдардын Медина эли тарабынан жакшы күтүп алынуусу, ал жерде мусулмандардын саны көбөйүп, душмандарын жеңип, кийинчерээк башка мамлекеттерди Исламдын курамына киргизип, (фатх кылып) ачуулары эле.","lang":"ky"},{"name":"16:42","price":"Алар сабыр кылган жана Раббисине тобокел кылган адамдар.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:43","price":"(О, Мухаммад!) Биз сенден мурда жалаң эркек кишилерди гана пайгамбар кылып жибергенбиз (жана) аларга (Дин-Шарият) вахий кылганбыз. (Эй, мушриктер), эгер билбесеңер илимдүүлөрдөн (Ыйык Китептерди билгендерден) сурагыла.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:44","price":"(Биз пайгамбарларды) анык кабарлар, (жана башка ыйык) китептер менен (жибергенбиз). Биз сага (эң абзел) илим - Куранды түшүрдүк, адамдарга (Раббиси тарабынан) эмнелер келгенин баяндап берүүң үчүн. Кана эми, (ушулар жөнүндө) пикир кылышса!","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:45","price":"(Ислам менен пайгамбарга каршы) жаман айлакерликтерди жасаган адамдар, өздөрү сезбеген тараптан азап келип калышынан же болбосо, аларды жер жутуп жиберишинен (тынч бекен)?!","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:46","price":"Же болбосо, (бейкапар) саякат кылып жүргөн мезгилинде аларды (капыстан,) кутулбай турган таризде (азап) кармап калышынан,","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:47","price":"Же жүрөгү (бир жамандыкты сезип) коркуп турган убакытта (азап) кармашынан (тынч бекен)?! Чынында, силердин Раббиңер Ырайымдуу, Боорукер.[1]","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"[1] Күнөөкөр адамдарды жок кылууга эч шашылбай, Өзүмө кайтып калышаар деп, азабын кечиктирип, тап-такыр оңолгус болуп, чектен чыгып кеткенге чейин мөөнөт берет.","lang":"ky"},{"name":"16:48","price":"Алар (шектенгендер) Аллах жараткан нерселерге карашпайбы? Алардын көлөкөсү, (Аллахтын кудуретине) моюн сунуп, сажда кылган абалда оңго-солго ийилип жатканын көрбөй жатышабы?!","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:49","price":"Аллахка асмандар жана жердеги жаныбарлардын бардыгы жана (улуу) периштелер дагы эч текеберленбей сажда кылышат.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:50","price":"(Себеби) Алар үстүлөрүндөгү Раббисинен коркушат жана өздөрүнө буюрулган нерсени (дароо) аткарышат.","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:51","price":"Аллах айтты: “(Мага дагы бирөөнү шерик кылып) эки кудай тутуп албагыла! Чынында Ал - Жалгыз Кудай! (Демек, жалгыз) Өзүмдөн гана корккула!”","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:52","price":"(Анткени,) жер-асмандардагылардын бардыгы Анын мүлкү. Дин (ибадат-сыйынуу) дагы бүт бойдон Өзүнө гана таандык. Эмне, силер Аллахтан башкадан коркосуңарбы?!","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:53","price":"Силерде болгон (көрүнгөн жана көрүнбөгөн) нээматтардын бардыгы Аллахтан. Кийин (силер, эй, мушриктер) өзүңөргө бир апаат-зыян жеткенде (гана) Аллахка жалбаруудасыңар.","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:54","price":"Анан, Өзү силерден балээни арылткан соң, бир тобуңар Раббисине (башкаларды) шерик кыла баштады.","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:55","price":"Биз берген нээматтарга шүгүр кылбай коюу үчүн. (Жыргал жашооңордон) пайдалана бергиле. Жакында (адашканыңарды) билип аласыңар!","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:56","price":"Жана (мушриктер) эч нерсени билбеген «кудайларына» Биз ырыскы кылып берген нерселерден үлүш ажыратышат.[1] Аллахка ант, өзүңөр ойлоп тапкан (бул) жалгандар жөнүндө (Кыяматта) суракка тартыласыңар!","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"[1] Алар өздөрүнүн түшүмдөрүнөн жана айбанаттарынан \"мунусу Аллах үчүн, а мунусу кудайларыбыз үчүн\" деп бөлүштүрүшкөн.","lang":"ky"},{"name":"16:57","price":"Алар (“Периштелер Аллахтын кыздары” деп) Аллахка кыздарды таңуулашат. Аллах (перзенти болуудан) Таза! Өздөрүнө болсо жакканын (уул перзенттерди) арнашат.","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:58","price":"Эгер бирөө-жарымы кыз перзент (көргөнү) жөнүндө «куш кабар» алчу болсо, ачуусун ичине жута берип жүзү карарып чыгат.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:59","price":"(Анан)“сүйүнчүнүн” жамандыгынан (арданып) эл көзүнөн жашынып жүрүшөт (жана) “кыз перзентти кордолгон абалда (болсо да) алып калуу керекпи, же болбосо топурак түбүнө (тирүүлөй) көмүп салуу керекпи?” (деп ойлонушат). Алардын өкүмдөрү кандай жаман!","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:60","price":"Акыретке ыйман келтирбеген адамдарга эң төмөн сыпаттар таандык. Аллахка болсо, эң жогорку сыпаттар таандык. Ал - Кудуретгүү, Даанышман!","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:61","price":"Эгер Аллах (бул дүйнөдө) адамдарга каапырчылыгына жараша азап берчү болсо, жер бетинде кыбыраган жан калтырмак эмес!* Бирок, Аллах аларды(н азапталуусун) белгилүү убакытка (Кыяматка) чейин кечиктирет. Эми, алардын белгилүү убакыттары (ажалы) жеткенде, аны бир аз мөөнөткө да кечиктире алышпайт жана тездете да алышпайт.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:62","price":"Алар өздөрү жактырбаганды (кыз перзентти) Аллахка таңуулашат. Тилдери болсо, аларга жакшылык (бул дүйнөдө бакыт, Акыретте бейиш) болушу жөнүндө жалганды сүйлөйт. (Бирок,) эч шексиз, аларга тозок бар жана ага эң абалкылардан болуп киришет.","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:63","price":"Аллахка ант, (о, Мухаммад), Биз сенден мурунку эл-үммөттөргө да пайгамбар жибергенбиз.[1] Бирок, кийин шайтан аларга (ширк) иштерин кооз көргөзүп, ошол күндөгү (дүйнөдөгү) башчылары болуп алган. Аларга кыйноочу азап бар.","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"[1] Алар элдерди Таухидге жалгыз Аллахка ибадат кылууга даават кылышкан.","lang":"ky"},{"name":"16:64","price":"Биз сага, алар талашып калган маселелерди анык баяндап беришиң үчүн жана ыймандуу адамдарга Туура Жол, Ырайым болуш үчүн Китепти (Куранды) түшүрдүк.","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:65","price":"Аллах асмандан суу түшүрүп, аны менен жерди - өлгөнүнөн соң - тирилтти. Албетте, мында уга билген адамдар үчүн үлгү-сабак бар.","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:66","price":"Чынында, силер үчүн айбандарда (алардын жаратылышында) үлгү-сабак бар: Биз алардын ичиндеги акылет менен кандын арасынан, ичкендер үчүн жагымдуу болгон таза сүттү (чыгарып,) силерге ичиребиз.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:67","price":"Дагы силер курмалардын, жүзүмдөрдүн мөмөлөрүнөн шарап[1] жана эң мыкты ырыскыларды аласыңар. Албетте, мында акылын иштеткен коом үчүн сабак бар.","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"[1] Бул сүрө арак арам боло элек мезгилде (Мекке шаарында) түшкөн. Кийин сахабалар Мединага көчүп келгенде арак (шарап) баскыч-баскычы менен тап-такыр арам кылынган.","lang":"ky"},{"name":"16:68","price":"(О, Мухаммад) Сенин Раббиң бал аарыга (мындай деп) вахий-илхам кылды: “Уяларыңды тоолорго, дарактарга, адамдар жасай турган үйлөргө кургун!","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:69","price":"Андан кийин ар түрдүү мөмөлөрдөн жеп, Раббиң сен үчүн жасап койгон оңой-жеңил “жолдордон” (учун) жүргүн!” Анын (аарынын) ичинен ар түрдүү ичиле турган (бал) чыгат. Анда адамдар үчүн шыпаа бар. Албетте, мында (бал аарынын жашоосунда) пикир жүргүзгөн адамдар үчүн сабак бар.","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:70","price":"(О, инсандар), силерди Аллах жаратты. Кийин Өзү өлтүрөт. Силердин араңарда (бардык нерсени) билген соң эч нерсени билбей (эс-тутумун жоготуп) калышы үчүн эң төмөн жашоого (карылык мезгилге) кайтарылгандары да бар. Аллах - Билүүчү, Кудуреттүү.[1]","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"[1] Аллах таала дагы бир аятта мындай деген: «Аллах силерди алсыз жаратты. Алсыздыктан кийин күч-кубат берди. Анан күч-кубаттан кийин кайрадан алсыз жана картайган адам кылды. Ал Өзү каалагандай жаратат. Ал - Билүүчү, Кудуреттүү!».","lang":"ky"},{"name":"16:71","price":"Аллах бирөөңөрдү башкаңардан ырыскыда (дүйнө-мүлктө) жогору кылды. Эми, ырыскысы бийик кылынгандар (өз каалоосу менөн) кол астындагы кулдарына ырысын (тең) бөлүштүрүп берип, дүйнө мүлктө баары тең болуп калышы мүмкүнбү? Аллахтын нээматын четке кагып жатышабы?![1]","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"[1] Адамдардын арасындагы бай киши өзүнө гана тиешелүү мүлктү кулдарына бөлүштүрүп берип, өзү да ошолордун бири болуп калуусун эч качан каалабаганы сыяктуу, Аллах таала дагы Өзү жараткан нерселерди Өзүнө шерик кылынуусун жана адамдар жалгыз Аллахка багытталышы зарыл болгон ибадат-сыйынууну башка \"кудайларга\" (Аллахтын кулдарына) бөлүп берип, аларды Аллах менен тең кылып коюууларын эч качан каалабайт! Инсаниятка өмүр деген нээматты Аллахтын бир Өзү берген соң, ибадатты да Анын бир Өзүнө багыттоо керек.","lang":"ky"},{"name":"16:72","price":"Аллах силерге өзүңөрдөн жуп-жубай жаратып, (ал) жубайыңардан перзенттерди, неберелерди жаратып, силерге таза ырыскылардан берди. Эми, алар (Аллахтын жеке өзүнө сыйынуунун ордуна) жалган кудайларга ыйман келтирип жатышабы?! Аллахтын жакшылыгына каапыр болуп (тааныбай) жатышабы?!","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:73","price":"Жана алар, Аллахтан башка, өздөрүнө асмандар менен жерден эч кандай ырыскы өндүрүп бере албай турган, колунан эч нерсе келбей турган нерселерге ибадат кылышат.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:74","price":"Аллахка эч нерсени окшотпогула! Албетте, Аллах билет, силер билбейсиңер!","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:75","price":"Аллах (“Аллахка эч нерсени окшотпогула!” деген сөзүнө) мисал келтирет: Эч нерсеге эгедер болбогон бир кул жана Биз көп ырыскы берген (бай) адам. Ал байлыгынан ашкересин-ашкере, көмүскөсүн-көмүскө садака кылат. Эми, ушул экөө окшош болобу?[1] Аллахка мактоолор! Бирок, муну көпчүлүгү билишпейт!","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"[1] Кул менен бай... экөө тең пенде боло туруп бири-бирине тең-окшош болбосо, анан кантип, бүт ааламдардын мүлкүнө ээ болгон жана бүт жан-жаныбарга ырыскы берип (садака) кылып жаткан Аллах эч нерсеге эгедер болбогон \"кудайларга\" кантип тең-окшош болсун?","lang":"ky"},{"name":"16:76","price":"Аллах (дагы) эки адамды мисал келтирет: бирөөсү тап-такыр дүлөй: эч нерсеге ээ эмес. (Жадагалса, өзүнө-өзү да ээ эмес) бүт бойдон кожоюндуку. Кайда жиберсе да жакшылык келтирбейт. (Ушундай жаман кул). Эми, ушул киши менен туура жолдо жүрүп, адилетке буюрган (демек, көзү, кулагы бар, акылы бүтүн жана бай) адам тең болобу?[1]","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"[1] Ушул эки адам тең болбосо, сокур сыяктуу эч нерсени көрө албаган, дүлөй сыяктуу эч нерсени уга албаган, өэүнө-өэү да эгедер боло албаган таш-кудай, жыгач-кудай, адам-кудай...жана башка толгон-токой жалган кудайлар, Угуучу, Көрүүчү, бүг ааламдарга Кожоюн жана Адил-Даанышман Аллах таалага кантип тең болуп калсын? Аллахка ошолорду теңеп, Аллахка кошуп ошолорго дуба-ибадат кылып жаткан адамдардын акылынан да төмөн акыл барбы?!","lang":"ky"},{"name":"16:77","price":"Асмандар жана жердин кайып нерселери(нин билими) Аллахтын гана алдында.[1] Ал эми, Кыяматтын болушу көз ачып-жумгуча же андан да тезирээк. Албетте, Аллах ар нерсеге Кудуреттүү.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"[1] Ошондой кайып нерселердин бири - Кыяматтын болоор убактысын да Аллахтан башка эч ким билбейт.","lang":"ky"},{"name":"16:78","price":"Аллах силерди апаңардын курсагынан чыгарды. Силер (ал кезде) эч нерсе билбейт элеңер. Анан силерге кулак, көз жана жүрөктөрдү берди. Кана эми, шүгүр кылсаңар?!","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:79","price":"Асман койнунда туткун болгон куштарга карашпайбы? Аларды (абада) Аллахтан башка ким кармап турат?! Албетте, мында ыймандуу адамдар үчүн (Аллахтын кудуретине ишаарат кылган) белгилер бар!","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:80","price":"Аллах силер үчүн үйүңөрдү тынч мекен кылды жана айбандардын терилеринен көчүп-конуп жүргөнүңөрдө жеңил болгон үйлөрдү жасап берди. Жана алардын жүндөрүнөн, тыбыттарынан, кылдарынан бир мезгилге (Кыяматка) чейин (керектелүүчү) буюмдарды жана матааларды (жаратты).","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:81","price":"Аллах Өзү жараткан нерселерден көлөкө-башпаанектерди, тоолордон үңкүр-үйлөрдү жасап берди. Дагы силер үчүн ысыктан сактаган кийимдерди жана (өз-ара) соккуңардан сактай турган,(зоот) кийимдерди жаратты. (Аллах) силерге мына ушинтип Өз нээматын толук берет. Кана эми (силер да толук) мусулман болсоңор?!","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:82","price":"(О, Мухаммад!) Эгер (наасааттан) жүз бурушса, (артынан түшүп алба) сенин милдетиң анык жеткирүүдөн гана турат.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:83","price":"Алар Аллахтын нээматын таанып-билип эле турушат. Бирок, кийин моюнга албай коюшат. Алардын көпчүлүгү каапырлар.","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:84","price":"Биз аларды кайра тирилткен (Кыямат) Күндө ар бир үммөттөн (бирден) күбөнү алып келебиз.[1] Кийин каапырлар үчүн (кечирим суроого) уруксат берилбейт жана (кайрадан жашап келүүгө да) кайтарылышпайт.","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"[1] Бул күбөлөр ошол элдердин пайгамбарлары. Алар өз үммөтүнүн кимиси кандай иш жасап келип, эмне жаза (же сыйлык) алаарына күбө болуп турушат.","lang":"ky"},{"name":"16:85","price":"Зулумдук кылган (каапыр) адамдар азапты көрүшкөн убакта алардан(азап) жеңилдетилбейт. Жана мөөнөт да берилбейт.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:86","price":"Эгер Аллахка шерик кошкондор өз “кудайларын” көрүп калса: “О, Раббибиз - (Аллах!), Сени таштап биз дуба-ибадат кылган “кудайларыбыз ушулар”- дешет. Анда аларга (“кудайлары”): “Силер - анык жалганчысыңар!” - деп сөз ыргытат.[1]","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"[1] Мушриктер эптеп азаптан кутулуунун амалын издеп турганда \"кудайларын\" көрүп калат дагы, айыпты ушуларга оодармай болушат. Бирок, \"кудайлары\" \"Биз өзүбүздү эч качан Аллахтын шериги деп тааныткан эмеспиз. Өзүңөр бизден сурап отурбай, бизди Аллахка шерик кылгансыңар. \"Силер жалганчысыңар!\" деп аларды шерменде кылат.","lang":"ky"},{"name":"16:87","price":"Ошол күндө алар Аллахка моюн сунуп, кор болуп калышат. Ойлоп тапкан “кудайлары” болсо, жок болуп кетет.[1]","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"[1] Бул дүйнөдө пенделер Аллахка шерик кылып сыйынган таш-кудай, жыгач-кудай, адам-кудай жана башка ар түрдүү жалган кудайларды Аллах таала тозокко таштоо менен жок кылат.","lang":"ky"},{"name":"16:88","price":"(Өздөрү) каапыр болуп (башкаларды) Аллахтын жолунан тоскон адамдардын азабынын үстүнө азап кошобуз, бузукулук кылгандары себептүү.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:89","price":"«Биз (силерди) кайрадан тирилткен күндө ар бир үммөткө өздөрүнөн бир күбөнү (пайгамбарын) алып келебиз. Сени да (о, Мухаммад,) тигилерге (өз үммөтүңө) күбө катары алып келдик. Биз сага Китепти (Куранды) ар бир нерсеге баяндама, туура жол, ырайым жана мусулмандар үчүн жакшы кабар иретинде түшүрдүк».","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:90","price":"Албетте, Аллах адилеттүүлүккө, жакшылыкка, тууган-уруктарга кайрымдуулук кылууга буюруп, бузукулуктан, (шариятка) терс пейилдерден жана зулум- душманчылыктан кайтарып, силерге наасат кылат. Кана эми, эсиңерге келсеңер!»","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:91","price":"Убада бергениңерде Аллахтын убадасын аткаргыла! Бекемдегениңерден кийин антыңарды бузбагыла! (Анткени,) Силер (Аллахты ортого коюп ант ичкениңерде) Аллахты кепил кылгансыңар. Албетте, Аллах эмне кылганыңарды билип турат.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:92","price":"Бекем ийрип, орогон соң, ийигин сындырып (жибин чубап) салган аялга окшобогула: бир эл башка бир (силер убадалашкан) элден пайдалуураак болсо эле, өз ара антташкан убадаңарды алдоо куралы кылып аласыңар! Аллах бул (убада) менен силерди сынап жатат жана Кыямат күнү силерге, келише албай калган нерсеңердин анык баянын билдирет.","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:93","price":"Эгер Аллах кааласа, силердин бардыгыңарды бир үммөт (бир динде) кылып коймок. Бирок, Ал каалаганын адаштырып, каалаганын Туура Жолго салат. Силер (Кыяматта) эмне иш кылганыңар жөнүндө сураласыңар.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:94","price":"Антыңарды алдоо куралы кылып албагыла! (Эгер ошентчү болсоңор) бутуңар (түз жолдо) бекем болгондон соң тайып кетет жана Аллахтын жолунан адаштырганыңар себептүү азап чегип каласыңар! Кыяматта да чоң азапка кабыласыңар!","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:95","price":"Аллахтын убадасын аз гана баага сатып жибербегиле. Эгер билсеңер, силер үчүн (дүйнө пайдасынан) Аллахтын алдындагы сооп жакшы.","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:96","price":"Силердин алдыңардагы нерселер (канчалык көп болсо да) түгөнөт. Аллахтын алдындагы нерселер түбөлүктүү! Биз сабыр кылгандардын сооп-сыйлыгын жасаган ишинен жакшыраак (көбүрөөк) кылып беребиз.","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:97","price":"«Ыймандуу болуп, жакшы амалдарды кылган эркек жана аялдарга Биз жакшы жашоо беребиз жана аларды кылган амалдарынан жакшыраак сыйлыктар менен сыйлайбыз».[1]","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"[1] Бул аяттын маанисинен көрүнүп тургандай, амалга сооп берилишинин шарты - адамдын ыймандуу болушу экен. Ыйманы болбой туруп, ар канча адамгерчиликтүү (гумандуу) иштерди жасабасын аларга акыреттик сооп болбойт.","lang":"ky"},{"name":"16:98","price":"Качан сен Куран окусаң (Аллахтын ырайымынан) куулган шайтандан коргоо тилеп Аллахка сыйын![1]","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"[1] Куранды окуп, түшүнүп, аны менен амал кылуу жашоодогу оңолуунун шарты болгону себептүү, адам баласы эми Куран окуйун десе эле, Шайтан оюна ар нерселерди келтирип, азгыра берет. Ошондуктан, Куран окуу алдынан \"Аузу биллахи минаш-шайтаанир-ражийм\" деп, аны айдап жибериш керек. Бул дубанын мааниси: \"Аллахтын ырайымынан куулган шайтандан (анын жамандыгынан) коргоо тилеп, Аллахка сыйынамын\" дегенди билдирет.","lang":"ky"},{"name":"16:99","price":"Албетте, (Аллахка ыклас менен) ыйман келтирген жана Раббисине тобокел кылган адамдарга шайтандын бийлиги өтпөйт.","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:100","price":"Анын бийлиги мушрик болуп, өздөрүнө аны (шайтанды) дос жетекчи кылып алгандарга өтөт.","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:101","price":"(О, Мухаммад!) Эгер Биз бир аяттын ордуна башкасын алмаштырсак - Өзү түшүргөн нерсесин Аллах Өзү Билүүчү[1] - алар (мушриктер) «Сен (ичиңден) ойлоп чыгаруудасың» дешет. Жок! (Андай эмес) Алардын көпчүлүгү билишпейт.","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"[1] Курандагы кээ бир аяттарды Аллах таала Өз илим, даанышмандыгы менен башка аяттарга (өкүмдөргө) алмаштырганда мушриктер ушул сөздү айтышкан. Чынында, Мухаммад саллаллоху алайхи ва салламдын милдети Жебирейил периште Раббисинен алып келген аяттарды сахабаларына окуп берүүден башка эмес болчу. Кайсы аятты өзгөртүш Аллахтын Өз иши. Пенделер ага кирише да албайт. \"Эмнеге?\" деп сураганга да акысы жок.","lang":"ky"},{"name":"16:102","price":"Ал аятты Ыйык Рух (Жебирейил периште) Раббиң тарабынан ыймандууларды (Өз жолуна) бекемдеш үчүн, туура жол жана мусулмандарга Жакшы Кабар болушу үчүн акыйкат менен түшүргөн.","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:103","price":"Биз билебиз, алар (мушриктер): “Чынында, Куранды Мухаммадга (бир) адам үйрөткөн» деп жатышат. Алар (пайгамбардын устаты деп) көргөзүп жаткан адамдын тили арабча эмес. Ал эми, бул (Куран) анык-таза араб тилинде!","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:104","price":"Албетге, (ар нерсени шылтоолоп) Аллахтын аяттарына ыйман келтирбей жүргөн адамдарды Аллах туура жолто баштабайт жана аларга жан сыздаткан азап бар.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:105","price":"Чынында, Аллахтын аяттарына ыйман келтирбегендер гана (ушундай) жалгандарды ойлоп табышат. Алар - жалганчылар!","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:106","price":"Кимде-ким ыйманга келгенден кийин Аллахка каапыр болуп, көкүрөгүн каапырчылыктарга кенен ачып койсо, аларга Аллахтын каары жана улук азап бар. Ал эми, жүрөгү ыйман менен (толуп) бейпил турган абалда (тили менен гана “Динден кайттым” деген сөздү айтууга) мажбур кылынган адамдар (га азап-күнөө жок).","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:107","price":"Мунун себеби, алар (көкүрөгүн капырчылыкка ачкандар) Акыретке караганда (опосуз) дүйнө жашоосун көбүрөөк сүйүштү. Албетте, Аллах каапыр коомдорду туура жолго баштабайт.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:108","price":"Аллах алардын жүрөгүнө, кулактарына жана көздөрүнө мөөр басып (акыйкатты кабыл алалбай турган кылып) койгон. Эми, алар капилеттеги (аңкоо) адамдар.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:109","price":"Эч шексиз, алар Акыретте зыян тартуучулардан болушат.[1]","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"[1] Зыян тартуу\" бул нээматты жоготуу дегени. Алар Акыретте, эң кымбат адамдарынан ажырап, аздектеген жандарынын жыргалчылыгын жоготушат жана жан ооруткан азапка киргизилет. Бирок, жүрөгү ыйманга толуп турса да, денесине жеткирилген (бул дүйнөдөгү) азапка чыдабай \"каапыр болдум\" деген адамдарга акыретте азап жок. Ислам шариятында дегеле, аргасыздыктан улам жасалган нерсеге күнөө болбойт.","lang":"ky"},{"name":"16:110","price":"Андан соң, албетте, сенин Раббиң, (көп) каршылыктарга учурагандан кийин (өз диндерин сактап калуу үчүп) хижрат кылган, жихадга чыккан жана (дин жолундагы кыйынчылыктарга) сабырдуулук көргөзгөн адамдарды - ушулардан кийин - албетте, Кечирүүчү жана Өз Ырайымына алуучу.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:111","price":"Ошол Күндө (Кыяматта) ар бир жан өз пайдасын талашып (башкаларды тап-такыр унутуп) калат. Жана ар бир жанга - зулумдук көргөзүлбөгөн абалда - жасаган иштери(не жараша сооп же азап) гана толугу менен берилет.","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:112","price":"Аллах бир шаарды (Меккени) мисал келтирди: Бул шаар тынч, бейпил, ырыскысы ар тараптан “агып” келип турган шаар болчу. Кийин ал (анда жашаган мушриктер) Аллахтын нээматына каапыр болду эле, бул кылмышынын жазасына Аллах аны коркунуч жана каатчылык “кийими” менен “жасантып койду”.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:113","price":"Аларга (Мекке мушриктерине) өздөрүнүн арасынан (ишеничтүү) пайгамбар келсе, аны «жалганчы» дешти. Анан аларды, залым болуп турган абалда азап кармады!","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:114","price":"Силерге Аллах ырыскы кылып берген адал-таза нсрселерден гана жегиле жана эгер Аллахтын Өзүнө ибадат кылчу болсоңор, Анын нээматтарына шүгүр кылгыла.[1]","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"[1] Аллах берген нээматка шүгүр кылуу, тил учунда эле: “Кудайга шүгүр” деп коюу менен эмес, Курандагы Аллахтын өкүмдөрүн аткаруу менен жана ошондон кийин гана Аллахка мактоо (шүгүр) айтуу менен болот.","lang":"ky"},{"name":"16:115","price":"Чынында, Аллах силерге тарпты, (мууздалганда аккан) канды, доңуздун этин жана Аллахтан башкага атап союлган(дар)ды арам кылды.[1] Ал эми, бирөө (ушулардан башка тамак таба албай) мажбур болгондо, чектен чыкпай сугунбай (өзөк жалгоо үчүн гана) жесе, Аллах Кечирүүчү, Ырайымдуу.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"[1] Деңиз-суулардагы балык жана башка суу жаныбарлары менен чебирткелердин тарпы арам эмес. Мазарларга, ыйык жерлерге атап союлган жандыктын эти Аллахтан башкага аталгандыктан улам арам болуп калат.","lang":"ky"},{"name":"16:116","price":"Тилиңер (өзүңөр) ойлоп чыгарган сөздөрдү Аллахка (оодарып) жалаа жабуу үчүн «Бул - адал, бул - арам» деп сүйлөй бербегиле. Албетте, Аллахка жалаа жапкандар[1] тозоктон кутулбайт.","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"[1] Арам - бул Аллах арам кылган нерсе. Адал - бул Аллах адал кылган нерсе. Кимде-ким Куранга негизделбей, оюнан чыгарып \"бул - адал, бул - арам\" дей берсе ал Аллахка жалаа жапкан болот.","lang":"ky"},{"name":"16:117","price":"(Дүйнө жыргалы) бир аз гана пайдалануу. Алар үчүн (Акыретте) жан сыздаткан азап бар.","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:118","price":"Мурда Биз яхудилерге, сага (Куранда) айткан нерселерди арам кылган элек. Биз аларга зулумдук кылбадык. Бирок өздөрүнө-өздөрү зулумдук кылышты.[1]","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"[1] Яхудилерге арам кылынган нерселер \"Аньам\" сүрөсүндө баяндалган.","lang":"ky"},{"name":"16:119","price":"Андан соң (о, Мухаммад,) албетте, сенин Раббиң наадандык (илимсиздик) менен күнөө иш жасап, артынан тообо кылган жана өзүн(үн иштерин) оңдогон адамдарды - ушундан кийин - Кечирүүчү, Ырайымдуу.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:120","price":"Чынында, Ибрахим Аллахка ыкыластуу, итааттуу. ханиф (Аллахка жүз бурган) жолбашчы болгон. Ал мушриктерден болгон эмес.","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:121","price":"(Дагы ал) Аллахтын нээматтарына шүгүр келтирүүчү болгон. (Ошондуктан, Раббиси аны көп элдердин арасынан) тандап алып, туура жолго баштады (пайгамбар кылды).","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:122","price":"Жана Биз ага дүйнөдө ихсан-жакшылыктарды бердик. Ал Акыретте да жакшылардан болот.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:123","price":"Андан соң (о, Мухаммад), Биз сага: «Жалгыз Аллахка сыйынуучу Ибрахимдин динине ээрчигин. (Себеби) ал мушриктерден болбоду” деп аян-кабар жибердик.","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:124","price":"Ишемби күн(дү урматтоо) ал (Жума күн) жөнүндө талашып (натыйжада жолдон чыгып) кеткен адамдарга (яхудилерге парыз) кылынды. Албетте, сенин Раббиң Кыямат Күндө алар талашкан нерсе жөнүндө (адилет) өкүм чыгарат.[1]","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"[1] Ибрахимдин дининде деле Жума күн урматтуу болгон. Кийинки пайгамбарлардын доорунда яхудилер Жума күн жөнүндө талашып, чырдашып, дин жолунан чыгып кетейин дегенде, Аллах аларга Ишемби күндү урматтоону парыз кылган.","lang":"ky"},{"name":"16:125","price":"(О, Мухаммад!) Раббиңдин жолуна хикмат - даанышмандык жана үлгүлүү насааттар менен даават кыл жана алар (жүз бургандар) менен эң сонун (далилдүү) талаш жүргүз. Сенин Раббиң Өзүнүн жолунан адашып кеткендерди Билүүчү жана Ал туура жолго түшүүчүлөрдү да эң жакшы билет.[1]","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"[1] Бул аятта Аллах мусулмандарга дааваттын (Исламга чакыруунун) эрежесин үйрөтүүдө. Демек, дааваттын эң биринчи шарты хикмат экен. Хикмат - бул даанышмандык. Хикмат бул ар бир угуучунун абалына, баам-парасатына, кабыл алуу жөндөмүнө жараша сүйлөө санаты. Хикмат бул илим. Эгер дааватчынын илими болбосо, угуучунун зээнине, баамына, кабыл алуусуна жараша, зарыл, орчундуу сөздөрдөн баштабай, эмнени жаттаган болсо аралаштырып төгүп салат же болбосо өзүн үлгүлүү тута албай \"ишти бузуп койот\". Ошентип, дааватчы эң оболу хикмат - илим, даанышмандык менен сөз баштайт. Угуучу баамчыл болсо, ошол жетиштүү. Эгер буга муюбаса, үлгүлүү насааттарга өтөт. Үлгүлүү насаат деген бул Курандагы буйруктар менен тыюуларды айтып үгүт жүргүзүү. Аллах буюрган нерселерди айтканда, ал буйруктардын инсанга дүйнөлүк жана акыреттик пайдаларына кеңири токтолуу. Аллах тыйган нерселерди айтканда ал иштин адамга, коомго жана ыйманга тийгизген зыяндарын далилдеп көргөзүү же болбосо, Аллахтын өкүмдөрүн кармаган адамдын мартабасы менен, Шариятты тебелеген адамдын кор болгон акыбетин мисал келтирүү... Же болбосо, Акыреттеги Аллах өкүмдөрүнө моюн сунуп жашаган момундардын сыйлыктары менен каапырлар үчүн даярдаган азаптарын айтып, үгүттөө... Эгер Угуучу тап-такыр башка пикирде болсо, маселен, Аллахка ишенбесе же Исламдын чындыгынан шектенүүчү болсо, мындай кишилерди ынандыруу үчүн сөзсүз талаш-тартыштуу сүйлөшүүлөрдү жүргүзүш зарыл болот. Мындай шартта Курандын буйругу: \"эң сонун талаш жүргүз\" деген аят. Эң сонун талаштын дагы бир талабы, өзүн салмактуу кармап, сөзгө конок берип, ачууланбай, кызууланбай (чычалабай) сүйлөшүү.","lang":"ky"},{"name":"16:126","price":"(О, ыймандуулар!) Эгерде (силерге жаман сөз же жаман иш менен зыян жеткирген адамдардан) өч алчу болсоңор, өзүңөргө кандай зыян жеткен болсо, дал ошондой өч алгыла. Эгер (өч албай, кечирип) сабыр кылсаңар, бул сабыр кылуучулар үчүн жакшы.","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:127","price":"(О, Мухаммад,) сабыр кыл! Сенин сабыр кылууң Аллахтын жардамы менен гана болот. (Каапырлардын сага каршы) жасаган айлакерликтери себептүү капа болбо жана жүрөгүң кысылбасын!","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"ky"},{"name":"16:128","price":"Албетте, Аллах такыбалар жана жакшылык кылуучулар менен!","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"","lang":"ky"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}