{"data":[{"name":"17:1","price":"Пендесин түн ичинде Аль-Харам мечитинен Биз айланасын берекелүү кылган Аль-Акса мечитине сейил кылдырган Аллах (каапырлар таңуулаган алсыздык сыпаттарынан) Аруу-Таза! Биз ага (пендебизге) Өзүбүздүн белгилерибизди көргөзүү үчүн (сейил кылдырдык). Ал - Угуучу, Көрүүчү.[1]","arabic":"سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2030,"juzNumber":15,"footnotes":"[1] Бухарий жана Муслим риваят кылган хадистерде баян кылынганы боюнча пайгамбарыбыз Мухаммад саллаллоху алайхи ва салламды Аллах таала бир түндүн абалкы бөлүгүндө «Бурак» деп аталган ат түспөлүндөгү периште менен Меккедеги Аль-Харам мечитинен Иерусалимдеги Аль-Акса мечитине, сейил кылдырып, андан эң жогорку асмандын үстүнө алып чыккан. Пайгамбарыбыз ал жакта бейиш менен тозокту жана мурунку өткөн пайгамбарларды өз көзү менен көргөн. Ошол чыгышында ага жана үммөтүнө сообу элүү убакытка барабар болгон беш убакыт намаз парыз кылынган. Бул сейил Рухий-физиологиялык (дене менен бирге, ойгоо кезинде) болгон. Курани Каримде Меккеден Иерусалимге баруу «Исра», ал эми, Иерусалимден жогорку асмандарга көтөрүлүү «Мээраж» деп аталат. Аяттагы “айланасы берекелүү” мечит Иерусалимдеги Аль-Акса мечити. Мунун себеби анын айланасында көп пайгамбарлар жашаган жана жери да бак-дарактуу, дарыялар аккан берекелүү жер. Аль-Акса мечити улуулук даражасы жаатынан Меккедеги “Аль-Харам” жана Мединадагы “Набавий” мечитинен кийинки үчүнчү орунда турат. Пайгамбарыбыз саллаллоху алайхи ва салламдын кабар бергени боюнча, (көп сооп болушу үчүн) намаз окууну ниет кылып, ушул үч мечиттен башка жерге сапар кылуу мүмкүн эмес.","lang":"ky"},{"name":"17:2","price":"Биз Мусага Китепти (Тооратты) берип, аны Исраил урпактары үчүн туура жол кылдык. (Жана аларга): «Өзүңөргө Менден башканы өкүл-башкаруучу кылып албагыла» (дедик).","arabic":"وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2031,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:3","price":"Биз Нух менен бирге (кемеде) көтөргөн (жана чөктүрбөй, сактап калган) адамдардын урпактары, (уккула:) чынында, ал (Нух) абдан шүгүр кылуучу пенде болгон.","arabic":"ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2032,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:4","price":"Биз Китепте (Тооратта) Исраил урпактарына: «Жер бетинде эки ирет бузукулук кылып, аябай, чектен чыгып, текеберленесиңер» деп вахий (кабар) кылдык.","arabic":"وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2033,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:5","price":"Эми, ошол эки убаданын биринчисинин убактысы келгенде, силердин үстүңөргө абдан күчтүү пенделерибизди жибердик эле, үй-жайыңарды аралап (талкалап) киришти. Жана ал (убада) аткарылган убада болду.[1]","arabic":"فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2034,"juzNumber":15,"footnotes":"[1] Тафсирчи уламалар яхудилерди кырып-жойгон бул элдин кай өлкөдөн келгени жөнүндө бир пикирде эмес болсо да, бул баскынчы элдердин каапыр коомдор экенинен шек санашпайт. Себеби, алар ошол келишинде “Аль-Акса” мечитин да талкалаганы тарыхтан маалым.","lang":"ky"},{"name":"17:6","price":"Кийин, кезекти алардын зыянына силердин пайдаңарга кайтардык жана силерди мал-мүлк, бала-чака менен кубаттандырып, саныңарды көбөйттүк.","arabic":"ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2035,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:7","price":"Жакшылык кылсаңар өзүңөргө пайда, жамандык кылсаңар да (зыяны) өзүңөргө кайтат. Акыркы (экинчи) убаданын убактысы келгенде, (силерди жеңип, кул кылып) жүзүңөрдүн кунарын кетириш үчүн, биринчи жолкусунда кирген сыяктуу мечитке (Аль-Аксага) кирүү (жана аны ойрон кылуу) үчүн жана басып алган жерлерин талап-талкалоо үчүн (кубаттуу душманыңар кайтып келди).","arabic":"إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2036,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:8","price":"(Эгер тообо кылсаңар) Раббиңер силерге дагы эле ырайым кылса ажеп эмес. Эгер (күнөөгө) кайтсаңар, Биз да (силерди жазалоого) кайтабыз. Биз каапырларга тозокту (түбөлүк) түрмө кылганбыз.","arabic":"عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2037,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:9","price":"«Чынында, бул Куран (инсаниятты) эң туура жолго баштайт[1] жана салих (жакшы) амал кылган ыймандуу адамдар үчүн чоң сыйлыктар бар экени жөнүндө сүйүнүч кабар берет».","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2038,"juzNumber":15,"footnotes":"[1] Куран жолу эң адилеттүү, эң жогорку даражалуу жол. Ким Куран жолун тутуп, анын ишенимдерин кабыл алып, буйруктарын аткарып, адеп-ахлагын өзүнө сиңире алса, адамдардын эң кемелдүүсү, эң жакшысы жана абзели болот.","lang":"ky"},{"name":"17:10","price":"Акыретке ишенбеген адамдарга Биз жан ооруткан азапты даярдап койгонбуз.","arabic":"وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2039,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:11","price":"Инсан жакшылык тилеп дуба кылганы сыяктуу, жамандык тилеп да дуба кыла берет.[1] Инсан (ушундай) шашма.","arabic":"وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2040,"juzNumber":15,"footnotes":"[1] Көбүнчө инсан жакшы тилектер кылат. Бирок, ачуусу келгенде каргап, шилеп, жаман дубалар кантип оозунан чыкканын билбей калат. Бирок, Боорукер, Даанышман Аллах жакшы дубаларга жооп берип, жамандарын кабыл албайт.","lang":"ky"},{"name":"17:12","price":"Биз түн менен күндүздү (Өз кудуретибизге далил катары) эки аян-белги кылдык. Анан (элдер тынч эс алсын деп) түн-белгини өчүрдүк (караңгы кылдык). Ал эми, Раббиңердин пазилетин издеп,(тиричилик кылып) жүрүшүңөр үчүн жана эсеп менен жыл санагын билишиңер үчүн күн-белгини жарык кылдык. Биз ар бир нерсени анык-айкын баяндадык.","arabic":"وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2041,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:13","price":"Ар бир адамдын (жакшы же жаман) ишин өз мойнуна илип койдук жана кыямат күндө ага, таратылган, өзү жолукчу китебин (амал дептерин) чыгарып беребиз. (Жана):","arabic":"وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2042,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:14","price":"«Китебиңди оку, бүгүн өзүңдүн зыяныңа өзүң жетишерлик эсепчисиң!» (дейбиз).","arabic":"ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2043,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:15","price":"Ким туура жолго түшсө - өз пайдасы үчүн түшөт. Кимде-ким адашса, өзүнүн зыянына адашат. Эч ким бирөөнүн жүгүн (күнөөсүн) көтөрбөйт. Биз пайгамбар жибермейинче (эч кимди) азапка салбайбыз.[1]","arabic":"مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2044,"juzNumber":15,"footnotes":"[1] Бул Аллахтын адилеттүүлүгү. Ошондуктан Аллах Ислам дааваты жетип барбаган, же башка бир себеп менен Акыйкатты укпай калган кишилерди жана каапырлардын бөбөктөрүн азапка салбайт.","lang":"ky"},{"name":"17:16","price":"Эгер Биз бир шаарды кыйратууну кааласак, анын дене кумарына берилген (бай) адамдарына буюрабыз.[1] Кийин алар шаарда бузукулук кылганда, үстүлөрүнө сөз (азап) түшүүсү ылайык болуп калат. Анан аны жер менен жексен кылабыз.","arabic":"وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2045,"juzNumber":15,"footnotes":"[1] Аллах тааланын кумарга берилген адамдарга берген буйругу шарияттык буйрук эмес, алардын тагдырына (мандайына) жазылган буйрук.","lang":"ky"},{"name":"17:17","price":"Биз Нухтан кийин дагы нечендеген муундарды кыйраттык. Раббиң Өз пенделеринин күнөөлөрүнөн жетиштүү Кабардар (жана) Көрүүчү.","arabic":"وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2046,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:18","price":"Кимде-ким тез өтүүчү (дүйнө)нү кааласа, Биз анда (дүйнөдө) каалаган адамыбызга, каалаган нерсебизди ал үчүн тездетип беребиз. Кийин (Акыретте) ага жек көрүлгөн, шерменде абалында таштала турган тозокту (насип) кылабыз.","arabic":"مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2047,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:19","price":"Ал эми, кимде-ким акыретти(к соопту) каалап, ыймандуу болуп, аракетин ошого арнаса, алардын аракеттери кабыл алынган.","arabic":"وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2048,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:20","price":"(Бирок, бул дүйнөдө) тигилерге деле, буларга деле жакшылыктарыбызды жеткире беребиз. Раббиңдин жакшылыгы (бул дүйнөдө эч кимден) тосулган эмес.","arabic":"كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2049,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:21","price":"Карачы, Биз (дүйнөдө адамдардын) бирөөлөрүн башкаларынан кантип абзел-пазилеттүү кылып койдук. Бирок, акыреттик пазилет менен (акыреттик) даражалар чоңураак.","arabic":"ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2050,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:22","price":"Сен (эч качан) Аллахка дагы бир «кудайды» кошпогун! Анткенде, жек көрүндү болуп, (сооптордон) куржалак олтуруп каласың.","arabic":"لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2051,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:23","price":"«Раббиң өкүм (буйрук) кылды: Өзүнөн башка (кудай)ларга ибадат кылбайсың, ата-энеңе жакшылык кыласың, эгер алардан бирөөсү же экөө тең сенин алдыңда картайган жашка жетсе, аларга «уф-ф» дебейсиң, аларды(н сөздөрүн) кайрыбайсың жана улук (сылык) сөздөрдү гана сүйлөйсүң».[1]","arabic":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2052,"juzNumber":15,"footnotes":"[1] “Уф-ф” деп айтуу бул ата-эненин көңүлү үчүн эң жеңил зыян. Сөгүнүү же денесине залакат жеткирүү эмес. Болгону, “тажадым” маанисиндеги үшкүрүк. Ислам ушул сөздөн кайтарган соң башкасын айтпаса да түшүнүктүү болуш керек.","lang":"ky"},{"name":"17:24","price":"Сен алар үчүн ырайымдуулук менен кичипейилдик «канатыңды» жаз жана (мындай деп) айт: «О, Раббим! Ал экөөсүнө, мага наристе кезимде мээримдүүлүк көргөзгөндөрү сыяктуу мээримдүүлүк көргөз!»","arabic":"وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2053,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:25","price":"Силердин ичиңердеги нерсени[1] Раббиңер жакшы Билүүчү. Эгер салих-таза адамдардан болсоңор, чынында, Ал (Өз Жолуна) кайтуучуларга Кечиримдүү.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2054,"juzNumber":15,"footnotes":"[1] Аллах адам баласынын ички сулуулугуна карайт. Тазалануу, салих адамдардан болуу, ички тазалыктан башталат. Ислам инсандын Аллахка болгон түз ниетин жана иш-амалдарын Аллах ыраазылыгы үчүн гана аткарууну ички (руханий) тазалык деп эсептейт.","lang":"ky"},{"name":"17:26","price":"Тууган-уруктарга, мискин-кедейлерге жана мусапырларга (адамдык акы-укугун жана урмат, жардам) бергиниң. Бирок, ысырапкор-чачуучу болбогун!","arabic":"وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2055,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:27","price":"Аныгында, ысырапкорлор – шайтандын достору. А, шайтан болсо, Раббисине өчөшкөн каапыр!","arabic":"إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2056,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:28","price":"Же болбосо, Раббиңдин ырайымынан (байлыгынан) үмүт кылып, аларга (аргасыздан) жүз үйрүсөң, ширин сөздөрдөн айткын.[1]","arabic":"وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2057,"juzNumber":15,"footnotes":"[1] Бир нерсе сурап келген тууган-урук, мусапыр же кембагалдарды, эгер колуңда жок болсо, орой тийбей, ширин сөз менен кайтарып “Эгер Аллах байлык берсе, сөзсүз ихсан кыламын” деп үмүт кылуу керек.","lang":"ky"},{"name":"17:29","price":"(Эки) колуңду мойнуңа таңылгандай кылып алба! (Ошондой эле,) Биротоло ачып (чачып) жибербе! Жек көрүндү жана куржалак болуп каласың.","arabic":"وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2058,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:30","price":"Чынында, сенин Раббиң каалаган пендесине ырыскыны кенен берет, каалаганына ченеп берет. Ал пенделеринин (абалынан) Кабардар, Көрүүчү.","arabic":"إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2059,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:31","price":"(О, адамдар!) Жокчулуктан коркуп перзентиңерди өлтүрбөгүлө! Аларга да, силерге да Өзүбүз ырыскы беребиз. Аларды өлтүрүү эң чоң күнөө![1]","arabic":"وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2060,"juzNumber":15,"footnotes":"[1] Албетте, Аллах бере турган ырыскыны “жеткире албаймын” деп туулган перзентти же туула элек ымыркайды өлтүрүү эң чоң адашуучулук. Бул аятта перзенттердин ырыскысына Аллахтын Өзү кепил болууда.","lang":"ky"},{"name":"17:32","price":"Зынага жакындабагыла! Ал - бузукулук жана эң жаман жол!","arabic":"وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2061,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:33","price":"Аллах (өлтүрүүнү) арам кылган жандарды кыйбагыла! Акыйкат менен болсо, мейли. Кимде-ким зулумдук менен өлтүрүлсө, анын (маркумдун) ээлерине (өлтүрүүчүнүн үстүнөн толук) бийлик беребиз. Бирок, өлтүрүүдө ысырап кылбасын! Ал - жардам берилген адам.[1]","arabic":"وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2062,"juzNumber":15,"footnotes":"[1] Негизинен адам өлтүрүү - арам. Бирок, Ислам Дини Ислам бийлиги орногон мамлекеттерде кээ бир адамдардын исламдык коомго зыян берип тирүү жүрүшүн акыйкатсыздык деп баалап, аларды өлүмгө буюрат. Шариятта өлтүрүлүшү акыйкат болгон адамдар төрт тайпа: 1) Бирөөнү өлтүргөн адамдын туугандарына өч алып берүү үчүн анын өзүн өлтүрүү. 2) Никеде (эри же аялы) болуп туруп ойноштук кылгандар. 3) Динин алмаштырып, жааматтан ажырап кеткендер. 4) Зулумдугун токтотпогон зулумчулдар. Аллахтын Шарияты өлтүрүүчү кылмышкерди, маркумдун (сөөктүн) ээсинин колуна салып, ал Шарият (Акыйкат) тарабынан жардам берилген адам болуп турса да, өлтүрүүдө ысырап кылса (кылмышкердин оозу-мурдун тилип, кулактарын кесип, же анын ордуна башка бирөөнү өлтүрсө) албетте, бул чектен чыккандык (ысырап) болот.","lang":"ky"},{"name":"17:34","price":"Эрезеге жеткенге чейин жетимдердин мал-мүлкүнө жакындабагыла, бир гана жакшы ниет менен болсо, мейли. Жана убаданы аткаргыла. Албетте убада (Акыретте) суралчу нерсе.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2063,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:35","price":"Өлчөгөндө (тартканда) өлчөөнү толук кылгыла! Жана туура тараза менен тарткыла! Ушул жакшы жана эң мыкты чечим.","arabic":"وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2064,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:36","price":"Өзүң (анык) билбеген нерсени ээрчибе! Чынында, кулак, көз жана жүрөк, ушулардын баары (кыяматта) суралуучу нерселер.","arabic":"وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2065,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:37","price":"Жер бетинде текеберлене-көөп жүрбөгүн! Сен бутуң менен жерди тешип жибере албайсың жана бийиктикте тоолорго тең келе албайсың!","arabic":"وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2066,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:38","price":"Ушулардып баары Раббиңдин алдында макүрөө саналган жаман кулк-мүнөздөр.","arabic":"كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2067,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:39","price":"«Булар Раббиң аян-кабар кылган үлгүлүү наасаттардын кээ бирөөлөрү. Эми, сен Аллахка башка «кудайды» кошпогун, анда, (эгер ширк кылсаң) айыпталган, жек көрүлгөн абалда тозокто (түбөлүк) каласың!»","arabic":"ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2068,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:40","price":"(О, мушриктер) Раббиңер силерге уул перзенттерди тандап, Өзү периштелерди кыз кылып алыптырбы?![1] Чынында, силер чоң күнөөлүү сөздү сүйлөп жатасыңар!","arabic":"أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2069,"juzNumber":15,"footnotes":"[1] Жок! Андай эмес, Аллахтын уулу да кызы да жок! Силердин \"Периштелер Аллахтын кыздары\" дегениңер Аллахка доомат!","lang":"ky"},{"name":"17:41","price":"Биз бул Куранда аларга (түрдүү өкүмдөрдү) баян кылдык, эстерине келиши үчүн. Бирок, бул(баянд)ар алардын (чындыктан) качууларын гана көбөйттү.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2070,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:42","price":"Айт (о, Мухаммад,) “Эгер алар айткандай Аллах менен бирге башка кудайлар бар болсо, анда алар Арштын Кожоюнуна (каршы, аны жеңүү үчүн) жол издешмек.","arabic":"قُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2071,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:43","price":"Аллах алар сыпаттаган нерселерден Бийик, Улук жана Аруу!","arabic":"سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2072,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:44","price":"Аллахка жети асман, жер жана алардагы бардык (жандуу-жансыз) нерселер мактоо менен тасбих айтышат. Бирок, алардын тасбихтерин силер түшүнбөйсүңөр. Чынында, Аллах Кеңпейил, Кечирүүчү.","arabic":"تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2073,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:45","price":"(О, Мухаммад!) Эгер Куран окусаң, сени менен Акыретке ишенбегендердин арасына тосулган парда тартып койобуз.[1]","arabic":"وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2074,"juzNumber":15,"footnotes":"[1] Бул дааватты эми эле баштаганда эмес, бир нече жолу угуп, ишенбей койгондо боло турган абал.","lang":"ky"},{"name":"17:46","price":"Жана алардын жүрөктөрүнө Куранды түшүнө албай калсын деп, чүмбөт ороп, кулактарын “дүлөй” кылып койобуз. Качан сен Куранда жалгыз Раббиңди эстесең, артка бурулуп, качып кетишет.","arabic":"وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2075,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:47","price":"Алар сени(н Куран окуганыңды) эмне себептен угуп жатканын биз жакшыраак билебиз. Андыктан, алар сени укканда, (өз ара) шыбырашканда залымдар “Силер сыйкырланган адамга ээрчип жатасыңар” дешет.","arabic":"نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2076,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:48","price":"Карачы, алар сага кандай гана мисалдарды келтирип, экинчи жол таба албай турган болуп адашышат.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2077,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:49","price":"Жана “биз (өлүп, шагыраган) сөөктөр жана чириген тарп болуп калсак деле, жаңыдан жаратылып, кайра тирилебизби?!”- дешет.","arabic":"وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2078,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:50","price":"Айткын: «(Ооба! Шагыраган сөөк же чириген тарп гана эмес, эгерде) таш, темир болсоңор да,","arabic":"۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2079,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:51","price":"Же жүрөгүңөрдө (ойлогон) мындан да олуттуураак нерсе болсоңор да, (Аллах сөзсүз тирилтип алат!) «Ким кайра тирилтет?» деп сурашат. Айткын: «Силерди биринчи ирет жараткан Кудай». Кийин алар сага (ишенбей) баш чайкашып: «Ал качан?» дешет. Айткын: «Жакын калган болсо ажеп эмес».","arabic":"أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2080,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:52","price":"(Исрафил периште «сур» кернейин тартып, Аллах) силерди чакырганда, Аны даңктап, жооп бересиңер. (Мүрзөңөрдөн тирилип чыгасыңар.) Жана (бул дүйнөдө) бир аз эле убакыт турдук деп ойлоп каласыңар».","arabic":"يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2081,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:53","price":"(О, Мухаммад), Менин пенделериме айт, эң жакшы сөздөрдү сүйлөшсүн.[1] Шайтан алардын арасын бузуп жүрөт. Чынында, шайтан - инсандын анык душманы.","arabic":"وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2082,"juzNumber":15,"footnotes":"[1] «Жакшы сөз» деген бул Куран окуу, зикир кылуу (Аллахты эскерүү), илим үйрөнүү, насаат айтуу, ж.б.у.с пайдалуу сөздөр.","lang":"ky"},{"name":"17:54","price":"Аллах силерди (өзүңөрдөн) жакшыраак билет.[1] (Аллах) кааласа силерге ырайым кылат, кааласа, азап берет. (Оо, Мухаммад!) Биз сени аларга (иштерин текшерүүчү) өкүл кылган эмеспиз.","arabic":"رَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2083,"juzNumber":15,"footnotes":"[1] Ошондуктан, Аллахтын сөзүнө, эгер ал силердин каалооңорго дал келбей турса да, дароо макул болгула. Себеби силер кээде бир нерсени өзүңөр үчүн жакшы көрөсүңөр, чындыгында ошонун тескерисинде жакшылык болот.","lang":"ky"},{"name":"17:55","price":"Сенин Раббиң асмандардагы жана жердеги нерселерди (силерден) жакшыраак Билүүчү. Биз кээ бир пайгамбарларды кээ бирөөлөрүнөн абзел-жогору кылдык жана Даудга Забур (китебин) бердик.","arabic":"وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2084,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:56","price":"Айткын: «(О, мушриктер) Аллахтан башка (өзүңөр кудай деп) ойлогонуңарга дуба кыла бергиле, баары бир алар силерден эч бир зыянды арылта албайт жана (ишиңерди жакшы же жаман жагына) өзөгөртө албайт.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2085,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:57","price":"Алардын[1] өздөрү (Аллахка) дуба кылышып, (Ага) кимиси жакыныраак (сүйүктүүрөөк) болууга жол издешет, ырайымынан үмүт кылышып, азабынан коркушат. Чынында, Раббиңдин азабынан сак болуу зарыл.[2]","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2086,"juzNumber":15,"footnotes":"[1] Силер кудай деп ойлогон периштелер, пайгамбарлар жана олуялардын.\n[2] Ушул үч нерсе: сүйүү, үмүт жана коркуу Аллах таалага пендени жакын кыла турган негизги нерселер. Периштелер, пайгамбарлар жана олуялар дагы ушул үч касиет менен Аллахка жакын болушкан. Эгер кимде ушул үчөө толук болсо, демек, анын иштери толук болуптур. Кимдин жүрөгү ушулардан бош болсо, аны ар тарабынан жамандык ороп алат. Пенденин Аллахка болгон сүйүүсү Анын айткандарын кынтыксыз аткаруу менен билинет.","lang":"ky"},{"name":"17:58","price":"Биз (жер бетиндеги) бардык (каапыр) шаарларды, Кыяматтан мурдараак кыйратабыз же болбосо, катуу азап менен жазалайбыз. Бул Китепте (тагдырда) жазылган.","arabic":"وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2087,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:59","price":"Бизди (мушриктерге) моожиза берүүдөн тоскон нерсе - абалкы (каапыр) коомдордун (моожизаны) «жалган» дегендери. Биз Самуд коомуна анык көрүнгөн төө бердик эле, ага зулум кылып (ишенбей) коюшту. Биз моожизаларды (элдерди жалгыз Аллахтан) коркутуу үчүн гана жиберебиз.","arabic":"وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2088,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:60","price":"Жана бир кезде Биз сага: «Раббиң (Өзүнүн илими менен) адамдарды ороп алат» дегенбиз. Биз сага (Исра түнүндө) көргөзгөн нерсе жана Курандагы каргыш тийген (Заккум дарагы) адамдар үчүн сыноо. Биз аларды коркутабыз. Бирок, бул (коркутуу) алардын ашынган каапырлыгын гана көбөйтөт.[1]","arabic":"وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2089,"juzNumber":15,"footnotes":"[1] Акылдуу адамдарга, Аллахтын пайгамбарлары айткан сөздөрдүн бардыгын тастыктоо үчүн ушул аят жетиштүү. Бирок, мушриктер пайгамбарыбыздын Исра түнүндө көргөндөрүнө жана «тозоктун ортосунда «Заккум» деген оттон жаралган дарак бар экен. Тозокко түшкөндөр ошол дарактан жешет экен» деп айткан коркутуучу сөздөрүнө да ишенишпеди.","lang":"ky"},{"name":"17:61","price":"Бир кезде Биз периштелерге: «Адамга сажда кылгыла!» дедик. Иблистен башка баары сажда кылышты. (Иблис болсо:) «Ылайдан жараткан нерсеңе сажда кылат бекенмин» - деди.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2090,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:62","price":"Ал (дагы мындай) деди: « Айтчы, мага (оо, Раббим), менден улук кылганың (Адам) ушулбу?! Эгер мени Кыямат күнгө чейин (жанымды албай) кечиктирсең, анын бардык урпактарын азгырып жиберемин. Азыраактары (Сага ыклас менен сыйынгандары) гана калат».","arabic":"قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2091,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:63","price":"«Жогол! - деди Аллах, - бирок, алардан кимиси сага ээрчисе, силердин толук (ылайыктуу) жазаңар тозок!","arabic":"قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2092,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:64","price":"Алардын кимисине алың жетсе, добушуң менен (эле) азгырып ал! (Кааласаң) алардын үстүнө атчан жана жөө аскериңди жибер! Жана (кааласаң) алардын мал-мүлкүндө, бала-чакасында шерик бол жана аларга убадаларыңды бер! (О, пенделер!) Шайтан аларга жалган убадаларды гана берет![1]","arabic":"وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2093,"juzNumber":15,"footnotes":"[1] Кээ бир тафсирчилер ушул маанидеги хадиске таянып айтышат: «Эгер адам баласы ичкенде, жегенде жана аялы менен жыныстык мамиледе «Бисмилла» деп айтпаса, ага шайтан шерик болот» Бирок, бул аятта айтылган шайтандын шериктиги ошолорго гана чектелген эмес. Мал-дүйнөнү арамдан табуу, адал мүлктөн садака (зекет), бербей коюу.., ушулардын баары шайтанды шерик кылуу болуп саналат.","lang":"ky"},{"name":"17:65","price":"Албетте, Менин (ыкластуу) пенделериме бийлигиң өтпөйт! Сактоо жаатынан (аларга) Раббиңдин Өзү жетиштүү!»","arabic":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2094,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:66","price":"(О, инсандар) Раббиңер, Өз пазилетинен (ырыскы) издешиңер үчүн силердин пайдаңарга (албууттанган) деңиздин үстүндө кеме жүргүзүп койду. Чынында, Ал силерге Ырайымдуу!","arabic":"رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2095,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:67","price":"Жана эгер силерди деңиз үстүндө бир апаат кармаса, жалбарып, дуба кылган «кудайыңар» жоголуп, Анын (Аллахтын) Өзү гана калат. (Жана Өзүнө жалбарып: «О, Аллах! Өзүң жалгыз кудайыбызсың! Куткара көр!» дейсиңер). Эми, Ал силерди кургакка чейин (жеткирип) куткарып койсо, (дагы эле бут- кудайыңарга) бурулуп кетесиңер. Инсан жакшылыкка шүгүрсүз болду!","arabic":"وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2096,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:68","price":"Эмне, силерди кургакта жер жутуп жиберишинен же болбосо, (Аллах) силерге таш бороонун жиберишинен, кийин өзүңөргө (эч бир) өкүл-коргоочу таппай (мукурап) калышыңардан коопсузсуңарбы?!","arabic":"أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2097,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:69","price":"Дагы силер (Аллах) силерди кайрадан деңизге кайтарып, үстүңөрдөн добул жиберип, каапырлыгыңарга жараша чөктүрүп жиберишинен коопсузсуңарбы?! Кийин Бизге каршы бир да өч алып берчү адамды таба албай каласыңар![1]","arabic":"أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2098,"juzNumber":15,"footnotes":"[1] Аллах ар нерсеге кудуреттүү! Эгер кааласа, силерди деңизге кайтарып, чөктүрүп жиберүүгө да кудурети жетет. «Кийин Бизге каршы бир да өч алып берчү адамды таба албай каласыңар!» - деген аяттын мазмуну «Биз силерди өзүңөргө жараша жазаладык. Өзүнүн жазасын алган адам үчүн өч алуу, бирөөдөн таарынуу жок» деген мааниде.","lang":"ky"},{"name":"17:70","price":"Чынында, Биз адам перзенттерин (башка макулуктардан) улук кылып, кургактагы жана деңиз үстүндө(гү нерселерге) миндирип, таза-адал нерселерден ырыскы бердик жана Өзүбүз жараткан көп нерселерден бир кыйла абзел-жогору кылып койдук.","arabic":"۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2099,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:71","price":"Биз бардык инсандарды ээрчиген жолбашчылары[1] менен (суракка) чакырган (Кыямат) Күндө, кимдин (амал) китеби оң тарабынан берилсе, алар өз китептерин (сүйүнүп) окушат жана аларга чел кабыкчалык дагы зулумдук кылынбайт.","arabic":"يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2100,"juzNumber":15,"footnotes":"[1] Тафсийрул Муяссар","lang":"ky"},{"name":"17:72","price":"Ал эми, ким ушул дүйнөдө сокур (сыяктуу акыйкатты көрбөгөн) болсо, ал Акыретте да сокур жана (бейиш) жолунан адашкан болот.","arabic":"وَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2101,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:73","price":"(О, Мухаммад, Биз сага аян-кабар кылган нерселердин ордуна) Бизге каршы башкаларын ойлоп чыгарышыңды үмүт кылышып, мушриктер сени, Биз сага аян-кабар кылган нерселерден азгырууга жакын аракеттерди жасашты. Анда (аракеттери оңунан келгенде) сени эң жакын дос кылып алышмак.","arabic":"وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2102,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:74","price":"Эгерде Биз сени (туура жолдо) бекем кылбаганда, аларга бир аз жакындашып калмаксың.","arabic":"وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2103,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:75","price":"Анда (эгер алардын каалоолорун ээрчигениңде) Биз сага (ушул) жашоодо да, өлүмдө(н кийинки жашоодо) да удаама-удаа азаптарды таттыраар элек. Кийин Бизге (Биздин азапка) каршы эч бир жардамчы таппай калаар элең!","arabic":"إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2104,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:76","price":"Алар сени (өзүң туулган) жерден чыгарып жиберүү үчүн айдаганга камданып калышкан. Андай болсо, Сенден кийин өздөрү да көпкө турушпайт.[1]","arabic":"وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2105,"juzNumber":15,"footnotes":"[1] Акыйкатта, улук пайгамбарыбызды өз ата-журту-Меккени таштап чыгып кетүүгө мажбурлаган мушриктер, андан кийин эч канча убакыт өтпөй эле, «Бадр» согушунда көп жоготууларга учурап, пайгамбарды айдагандардын көпчүлүгү, болгондо да башчылары шерменделүү өлүм табышты.","lang":"ky"},{"name":"17:77","price":"Бул сенден мурда жиберген пайгамбарлардын (Биз түзүп койгон) жолу.[1] Сен Биздин жолубуз өзгөргөнүн көрбөйсүң.","arabic":"سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2106,"juzNumber":15,"footnotes":"[1] Аллах түзгөн бул жол-эреженин мазмуну: ким Аллахтын пайгамбарын кордосо, тез арада азап-жазага кириптер кылынат демек.","lang":"ky"},{"name":"17:78","price":"(О, Мухаммад!) Күн чак түштөн (батышка) оогондо, түн караңгысына чейин намаз оку. Жана таңдын намазын да (оку). Чынында, таңдын намазы күбө болунган (намаз).[1]","arabic":"أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2107,"juzNumber":15,"footnotes":"[1] Бул аятта Аллах таала Өз пайгамбарын беш убак намазды толук окууга буюрууда. Күн батышка оогондон кечке чейин Бешим жана Дигер (Аср) намазы, түн караңгысы бүт ааламды каптай баштаганда Шам намазы, ал эми толук каптаганда Куптан намазы окулат. Бул аяттагы Таңкы намаздын пазилет-артыкчылыгынын бири ал “Күбө болунган намаз”. Башкача айтканда бул намазга Аллах жана Күн-Түн периштелери күбө болушат. Бул намаздын арабча контекстте «Куран» деп аталганын себеби, анда башка намаздарга караганда узунураак сүрөлөр окулат.","lang":"ky"},{"name":"17:79","price":"Түндүн бир бөлүгүндө туруп, өзүң үчүн нафил намаздарында Куран оку. Мүмкүн (ошондо) Раббиң сени макталган орунда тирилтээр![1]","arabic":"وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2108,"juzNumber":15,"footnotes":"[1] Бул намаз пайгамбарга милдет, башка пенделерге ыктыярдуу. Пайгамбарга милдет болушунун себеби, Аллах аны ушул вазыйпа менен даражасын көтөрүп, Кыямат-Күндө макталган орун - бардык инсанияттын күнөөсүн Аллахтан сурап ала турган ортомчулук (шапаат) ордуна даярдоо.","lang":"ky"},{"name":"17:80","price":"Айткын: «О, Раббим! Мени бир орунга киргизсең жакшылык-чындык менен киргиз жана бир (жамандык болуп жаткан) жерден чыгарсаң да чындык менен чыгар! Өзүң тараптан мага дем болуучу кубат-далилдерди бер!","arabic":"وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2109,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:81","price":"Жана Айткын: «Акыйкат (Ислам) келип, жалган (диндер) жоголду. Аныгында жалган – жоголуучу нерсе.[1]","arabic":"وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2110,"juzNumber":15,"footnotes":"[1] Кай жерде анык, таза Ислам илими болсо, ал жерден жалган диндер, пикирлер жоголот. Тескерисинче, кай жерде ислам илими начар болсо, жалган күчөп, өнүгөт.","lang":"ky"},{"name":"17:82","price":"Биз ыймандуулар үчүн шыпаа жана ырайым болгон Куранды түшүрөбүз. Ал эми (Куран аяттары) залымдардын зыяндарын гана көбөйтөт.[1]","arabic":"وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2111,"juzNumber":15,"footnotes":"[1] Куран - бул шыпаа. Руханиятка да шыпаа, дене ооруларына да шыпаа. Бирок, бардык эле адамдар үчүн эмес. Куран аяттарына ыйман келтирбеген, жана колунан келсе да аларга амал кылбаган (аткарбаган) залым адамдарга Куран шыпаа болбойт. Алар Куранды канча укса, жүрөгүндөгү шек-күмөндөрү себептүү, дагы ошончолук терең адашуучулукта калышат.","lang":"ky"},{"name":"17:83","price":"Эгер Биз инсанга нээмат- жакшылык берсек, (сүйүнүп, оолугуп) Аллахтан четтеп, жүз буруп (шүгүр кылбай) кетет. А, эгер бир жамандык кармаса, (Аллахтан биротоло) үмүтсүз болуп калат.","arabic":"وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2112,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:84","price":"Айт: «Ар бир адам өз абалына жараша амал кылат. Бирок, Раббиң ким туура жол табуучу экенин жакшы билет.","arabic":"قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2113,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:85","price":"(О, Мухаммад!) сенден Рух жөнүндө сурашат. Айткын: «Рух Раббимдин (Өзүнө гана таандык) иштеринен» жана силерге (о, адамдар) аз гана илим берилген.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2114,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:86","price":"Эгер Биз кааласак сага Өзүбүз вахий кылган нерсени (Куранды сенден) кетире алабыз, анан, өзүң үчүн Бизге каршы (Куранды кайтарып бере турган) жардамчы таба албай каласың.","arabic":"وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2115,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:87","price":"Ал эми, бир гана Раббиң тарабынан келген ырайым (себептүү гана Кураан сенден кетпей турат). Чынында, Раббиңдин сага берген пазилети өтө чоң.","arabic":"إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2116,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:88","price":"Айткын: «Эгер (бардык) инсандар жана жиндер ушул Куран сыяктуу (бир китепти майданга) келтирүүгө чогулушуп, бири-бирине жардамчы болушса да, анын окшошун (эч качан) келтире алышпайт».[1]","arabic":"قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2117,"juzNumber":15,"footnotes":"[1] Себеби, эч нерсе Аллахтын сыпатына окшобойт. Аллахтын Сөзү дагы Анын сыпаттарынын бири. Демек, Анын сөзүндөй сөздү эч ким сүйлөй албайт.","lang":"ky"},{"name":"17:89","price":"Биз (акыл-эсине келсин деп) бул Куранда инсандарга ар түрдүү (үлгүлүү) мисалдарды тизмектеп келтирдик. Бирок, көпчүлүк адамдар каапырчылыктан башкасынан баш тарта берет.","arabic":"وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2118,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:90","price":"(Мушриктер) Айтышты: «(О, Мухаммад) сен качан гана бизге жерден атырылган булак чыгарып бермейинче,","arabic":"وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2119,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:91","price":"Же сенин курмадан, жүзүмдөн багың болуп, анын арасынан ташкындаган дарыяны агызып коймоюнча,","arabic":"أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2120,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:92","price":"Же өзүң айткандай үстүбүзгө асмандын (азаптын) бир бөлүгүн түшүрмөйүнчө, же (өзүңдүн ак-туура экениңе күбө тартуу үчүн) биздин алдыбызга Аллах менен периштелерди алып келмейинче,","arabic":"أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2121,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:93","price":"Же сен үчүн асыл таштардан (салынган) сарай болуп калмайынча, же өзүң биздин көз алдыбызда асманга учмайынча (сага эч качан ыйман келтирбейбиз) жана эгер асмандан бизге, окуй турган (кадимкидей) китеп алып түшпөсөң, учканыңа да ишенбейбиз» Айт: «Аллах (силер ойлогон сыпаттардан) Таза! Мен болгону, пайгамбар кылып, жиберилген кишимин».","arabic":"أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2122,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:94","price":"Аларга Хидаят (туура жол) келгенде, адамдардын ыйман келтиришине «Аллах адамды пайгамбар кылып жиберет бекен?!» деген сөздөрү гана тоскоол болду.","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2123,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:95","price":"Айткын: «Эгер периштелер жер элине көнүп, жер бетинде беймарал жашай алышса, Биз аларга асмандан периштелерди пайгамбар кылып жибермекпиз».","arabic":"قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2124,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:96","price":"Айткын: «Мени менен силердин араңарда Аллахтын Өзү жетиштүү Күбө. Ал пенделеринен Кабардар (жана) Көрүүчү.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2125,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:97","price":"Аллах кимди туура жолго баштаса - ал туура жолдо. Ал эми, кимди адаштырса, ага (Анын) Өзүнөн башка жардамчыны таба албайсың. Жана Биз аларды Кыямат Күнү жүзүн жер караткан абалда сокур, дүлөй, дудук кылып тирилтебиз. Алардын орду - тозок! Ар качан анын оту азайган сайын алар (көбүрөөк күйсүн) үчүн отту көбөйтүп турабыз.","arabic":"وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2126,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:98","price":"Бул алардын: «Эгер биз(шагыраган) сөөк жана чириген топурак болуп калсак деле, жаңыдан жаратылып, кайра тирилет белек?!» деген сөздөрү жана Биздин аяттарыбызга каапырлык кылгандары себептүү (туш болгон) жазалары!","arabic":"ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2127,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:99","price":"Асмандар менен жерди жарата алган Аллах, аларды өзүндөй кылып (кайрадан) жаратууга кудуреттүү экенин алар билишпейби?! Аллах алар(дын кайра тирилүүсү) үчүн эч бир шек-күмөн жок болгон белгилүү мөөнөттү (дайын) кылган. Залымдар болсо, каапырлыктан башка бардык нерседен баш тартты.","arabic":"۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2128,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:100","price":"Айткын: «(О, мушриктер!) Эгер силер Раббимдин Ырайым Казыналарына ээ болуп калчу болсоңор, аны садака кылуудан коркуп, жашырып койоор элеңер. Инсан (ушундай) сараң.","arabic":"قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2129,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:101","price":"(О, Мухаммад!) Биз Мусага тогуз моожиза бергенбиз. (Эгер шектенсең) Исраил урпактарынан сура.[1] (Муса) аларга барганда, Фараон ага: «О, Муса, мен сени сыйкырланып калсаң керек деп ойлоймун» - деди.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2130,"juzNumber":15,"footnotes":"[1] Аллахтын Мусага берген тогуз моожизасы: 1) жылан, 2) аса таяк, 3) суу ташкын, 4-5-6-7-) бар жокту чебиртке, бит, бака жана кан каптап кетүүсү, 8) жылтыраган колу 9) деңизден жол ачылышы. Ушулардын ар бири акылдуу адамдарга жетиштүү болчу. Бирок, Фараон менен анын жан-жөкөрлөрүнө пайда бербеди.","lang":"ky"},{"name":"17:102","price":"(Анда Муса) айтты: «Сен мына бу(моожиза)ларды асмандар жана жердин Раббиси (Аллах) (пенделерине Өз кудуретинен) көз көрүнөө белги кылып түшүргөнүн билип элс турасың. Демек, мен сени, эй, Фараон, кыйрагандардан болоорсуң деп айта аламын».","arabic":"قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2131,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:103","price":"Кийин (Фараон) аларды (Мисир) жеринен айдап чыгууну каалады эле, Биз аны жана аны менен бирге болгондордун бардыгын (деңизге) чөктүрүп жибердик.","arabic":"فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2132,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:104","price":"Андан (Фараондон) соң Биз Исраил урпактарына: (Мисир) жер(ин)де жашап тургула, эми качан гана Акырет убадасы келгенде, баарыңарды (амалыңарга жараша сооп же жаза бериш үчүн Акыретке) алып келебиз» дедик.","arabic":"وَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2133,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:105","price":"Биз аны (Куранды) Акыйкат менен түшүргөнбүз жана Акыйкат менен түшкөн. Биз сени (бейиштин) куш кабарчысы жана (тозоктон) коркутуучу болушуң үчүн гана жибергенбиз.","arabic":"وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2134,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:106","price":"Биз Куранды (Акыйкат менен жалганды) ажыратуучу кылдык жана аны адамдарга шашылбай окуп беришиң үчүн (жыйырма үч жыл аралыгында) бөлүп-бөлүп түшүрдүк.","arabic":"وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2135,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:107","price":"(Оо, Мухаммад, мушриктерге) айткын: «Силер ага (Куранга) ыйман келтирсеңер да же ыйман келтирбесеңер да (Аллах силердин ыйманыңарга муктаж эмес.) Андан мурунку илимдүү адамдар өздөрүнө Куран окулганда бети менен саждага жыгылышып:","arabic":"قُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2136,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:108","price":"«Раббибиз Аруу-Таза! Раббибиздин (Акырет жөнүндөгү) убадасы сөзсүз аткарылат!» - дешкен.","arabic":"وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2137,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:109","price":"Алар ыйлаган бойдон бети менен жыгылышканда (Куран) алардын (Аллах алдындагы) кичипейилдиктерин көбөйтөт.","arabic":"وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2138,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"17:110","price":"Айт: «(О, момундар кааласаңар) «Аллах» деп дуба кылгыла, (кааласаңар) «Рахман» деп дуба кылгыла. Эмне деп дуба кылсаңар да, Анын эң мыкты ысымдары бар.[1] (Оо, Мухаммад) намазыңдын (кыраатын) бийик добуш менен да (акырын) угулбай турган кылып да окуба! Ушунун аралыгында(гы окуу) жол(ун) изде![2]","arabic":"قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2139,"juzNumber":15,"footnotes":"[1] Аллахтын «Асмаа-ул-Хуснаа» («Эң мыкты ысымдар») деп аталган ысымдары бар. «Аллах» менен «Рахман» ошолордун экөөсү.\n[2] Бийик добуш менен окуганда мушриктер угуп, Куранды жана пайгамбарды акаарат кылышкан, ал эми өтө акырын окуса, сахабалары укпай калган.","lang":"ky"},{"name":"17:111","price":"Жана айткын: «Баласы жок, мүлктө шериги жок, кордолгон макулуктардан эч бир жардамчысы да жок Аллахка мактоолор болсун!» Жана Аны (Улук Сыпаттары менен ар дайым) даңктап жүр!","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا","category":["17 (Al-Isra)","Al-Isra","Surah Al-Isra"],"ayahNumber":2140,"juzNumber":15,"footnotes":"","lang":"ky"}],"chapter":["17 (Al-Isra)","Al-Isra","Surah Al-Isra","Chapter Al-Isra","Isra","Surah Isra","Chapter Isra","Al Isra","Surah Al Isra","Chapter Al Isra","Surah 17","Chapter 17","The Night Journey","الإسرَاء"]}