{"data":[{"name":"18:1","price":"Өзүнүн пендесине (Мухаммадга) Китеп (Куран) түшүргөнгө (Аллахка) мактоолор болсун! Ал анда (Куранда) акыйкаттан кылча да кыйшаюуга жол бербеди.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2141,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:2","price":"(Тескерисинче) аны эң туура (китеп) сүрөтүндө (түшүрдү.) (Каапырларды) Өзүнүн алдындагы катуу азаптан коркутуш үчүн жана жакшы амал кылган момундарга эң мыкты сооптор (бейиш) бар экени жөнүндө куш кабар бериш үчүн.","arabic":"قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2142,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:3","price":"Алар (момундар) анда түбөлүк калышат.","arabic":"مَّٰكِثِينَ فِيهِ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2143,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:4","price":"Жана «Аллахтын баласы бар» деген адамдарды (тозоктон кабар берип) коркутуш үчүн.","arabic":"وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2144,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:5","price":"Ал (Аллах) жөнүндө алар (мушриктер) да, ата-бабалары да анык эч нерсе билишпейт. Ооздорунан чыккан (бул) сөз өтө опурталдуу! Алар жалганды гана сүйлөп жатышат.","arabic":"مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2145,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:6","price":"(Оо, Мухаммад!) Эгер бул (ыйык) Сөзгө ыйман келтиришпесе, алардын артынан бушайман болуп өзүңдү өлтүрүп да алаарсың?![1]","arabic":"فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2146,"juzNumber":15,"footnotes":"[1] Андай кылууң эч туура эмес. Эгер сен алардын ыйманга келүүсүн ушунчалык кааласаң да, Аллах адаштырууну каалагандарды туура жолго сала албайсың. Аллах таала айткан: «Сен өзүң сүйгөн адамдарды (өз каалооң менен) туура жолго багыттай албайсың» Дагы мындай деген: «Сен болгону эскертүүчүсүң, аларга өкүмдар эмессиң. Демек, жөн гана эскертип кой».","lang":"ky"},{"name":"18:7","price":"Биз алардын кимиси жакшыраак амал кылаар экен деп сынаш үчүн жер бетиндеги нерселерди жерге зыйнат-көрк кылдык.[1]","arabic":"إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2147,"juzNumber":15,"footnotes":"[1] Жер бетинде адамды кызыктырган кооз, сулуу, кымбат, зыйнаттуу нерселер өтө көп. Бирок, баары убактылуу. Ушул нерселерге азгырылып кетип, аларды Акыреттеги түбөлүк нээматтарга алмаштырып жибергендер, сыноодон өтпөй калышат. Дүйнө – бул жол. Жолоочунун максаты кийинки дүйнө. Кийинки дүйнөдө аны же бейиш, же тозок күтөт. Кайсы бирине түшүп калуусу дүйнө-жолдо кандай жүрүшүнө байланыштуу. Ошентип, жер бетиндеги кооз нерселер көп, бирок, эч бири түбөлүк эмес.","lang":"ky"},{"name":"18:8","price":"Биз албетте жер бетиндеги нерселерди өлүк топуракка айлантып койобуз.","arabic":"وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2148,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:9","price":"Же болбосо сен (оо, Мухаммад,) үңкүр ээлери жана жазуу Биздин моожизаларыбыздан (эң) таң калыштуусу деп ойлоорсуң?[1]","arabic":"أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2149,"juzNumber":15,"footnotes":"[1] Үңкүрдө үч жүз жыл уктагандар «Үңкүр ээлери» деп аталып калган. Ал эми «жазуу» болсо, ошолордун ысымдары менен окуялары жазылган нерселер.","lang":"ky"},{"name":"18:10","price":"Бир кезде (каапыр коомдон качып) баш паанек издеп (тоодогу) үңкүргө барган жигиттер: «Оо, Рабби! Бизге Өзүңдөн ырайым (коргоо) жибер! Жана ишибизди оңунан келтирип, жеңил кыла көр!» - дешти.","arabic":"إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2150,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:11","price":"Кийин Биз аларды үңкүрдө бир нече жылдар бою кулактарына (мөөр) уруп (уктатып) койдук.","arabic":"فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2151,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:12","price":"(Арадан үч жүз жыл өткөндөн) кийин Биз аларды, талашкан эки жамааттын кимиси канча убакыт (уктап) турганын туура эсептегенин инсаниятка билдирүү үчүн ойготтук.[1]","arabic":"ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2152,"juzNumber":15,"footnotes":"[1] Алар ойгонгондо эки жамаатка бөлүнүп, канча жыл уктагандары жөнүндө талашып-тартышкан болчу. Башка бир аятта Аллах таала бул жөнүндө: «Ошентип, Биз аларды бири-биринен сурап-билүүлөрү үчүн ойготтук» деген.","lang":"ky"},{"name":"18:13","price":"Биз сага (оо, Мухаммад), алардын кабарларын акыйкат менен кабар кылуудабыз: Алар Раббилерине ыйман келтирген жигиттер эле. Биз алардын ыйман жолун (жана чындыкта бекем болууларын дагы) күчөттүк.","arabic":"نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2153,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:14","price":"Жана жүрөктөрүн (ыйман менен) бекем кылдык. Бир кезде алар (мамлекеттин каапыр падышасы «диниерден кайткыла!» - дегенде) алар мындай деп жооп беришти: «Биздин Раббибиз – асмандар менен жердин Раббиси! Биз Андан башканы кудай деп ибадат кылбайбыз, эгер (мындан башка сөз) айтсак, анда акыйкаттан алыстап кеткен болобуз.","arabic":"وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2154,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:15","price":"Мына бул элибиз Аллахтан башка нерселерди кудай кылып алышты. (Ошого жараша) Эгер өз жолдоруна анык далил алып келишсе кана! Аллахка жалган токуган адамдардан залымыраак ким бар!» (Ушундан соң алар өз ара кеңешип, дини бөлөк бул элден чыгып кетпесек, бизге жана ыйманыбызга зыяндарын тийгизбегей эле деп, төмөнкүчө масилет курушту:)","arabic":"هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2155,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:16","price":"«Силер азыр алардан жана Аллахтан башка алар сыйынган «кудайлардан» үзүлдүңөр. Эми үңкүрдөн башпаанек тапкыла. Раббиңер силер үчүн Өз ырайымынан коргоо жиберээр жана ишиңерди оңунан келтирип койоор!»[1]","arabic":"وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2156,"juzNumber":15,"footnotes":"[1] Ошентип, алар Аллахка тобокел кылып, азыктарын алып, Аллах бизге албетте, жардам берет деген илгери үмүт менен, шаарга жакын бир тоонун үңкүрүнө чыгып кетишти. Аллах ошол жерде аларды алыс мөөнөткө уктатты.","lang":"ky"},{"name":"18:17","price":"Сен, күндү чыкканда алардын үңкүрүнүн оң капталынан, ал эми батып баратканда сол капталынан (айланып) өткөнүн көрөсүң. Алардын өздөрү болсо, үңкүрдүн кенен жеринде. Бул – Аллахтын моожизаларынан. Аллах кимди туура жолго баштаса ал туура жолдо. Жана кимди адаштырса, сен ага туура жол көргөзүүчү жолбашчы таба албайсың.","arabic":"۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2157,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:18","price":"(О, аларга караган адам!) Сен аларды ойгоо деп ойлойсуң. Чынында, алар уйкуда. Жана Биз аларды оң-сол жамбаштарына оодарып турабыз.[1] Алардын ити болсо, (тирүү сыяктуу) бутун астана тарапка сунган бойдон жатат. Эгер аларга карасаң, жүрөгүң кооптонуп, артыңа качасын.","arabic":"وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2158,"juzNumber":15,"footnotes":"[1] Бул дагы Аллахтын даанышман моожизасы. Аткени, эч кыймылсыз жерге жабышып турган нерсени жер акырындык менен «жеп коёт».","lang":"ky"},{"name":"18:19","price":"Ошентип, (арадан үч жүз жыл өткөндө) Биз аларды өз-ара бири-биринен сурамжылаш үчүн ойготтук. Алардын бирөөсү: «Канча убакыт (уйкуда) болдуңар?» - деди эле, (башка бирөөлөрү): «Бир күн же бир күндүн бир аз бөлүгүнчө» дешти. (Ошентип, талашып, эки тарап тең өздөрүнүн пикирин анык далилдей албай, акырында мындайча) сүйлөшүштү: «Канча (уйкуда) болгонуңарды (бир гана) Раббиңер билет. Эми, бирөөңөрдү мына бул акчаңар менен шаарга жибергиле. Ал эң асыл-чүйгүн тамактарды карап (тандап) ырыскы алып келсин. Жана ал өтө кылдат болсун. Дагы силерди бирөөгө сездирип койбосун.","arabic":"وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2159,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:20","price":"Эгер алар (шаар эли) силерди билип калчу болсо, ташбараңга алат же өздөрүнүн (көп кудайлык) динине кайра киргизет. Анда эч качан кутулбай каласыңар».[1]","arabic":"إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2160,"juzNumber":15,"footnotes":"[1] Бул аяттардан төмөндөгүчө сабактарды алууга болот. А) Анык билбеген нерселердин илимин Аллахка калтыруу. Анткени, эки жамаат өз пикирлерине далил келтире албаган соң, талашты токтотуп «Аллах билет» дешти. Б) Соода-сатык үчүн өкүл кылуу жана шериктештиктин мүмкүндүгү. Анткени, алар акча жыйнап, бирөөнү бардыгынын атынан өкүл кылды. В) Ысырап кылбай, асыл-чүйгүн, кымбат тамак-аш жегенге уруксат. Тафсирчи аалымдар алардын ушул табитине байкоо салып, «Мүмкүн алар чүйгүн тамак-аш жеп көнгөн ханзаадалар, аксөөктөрдүн балдарыдыр» дешет. Г) Дин-ыйманга кооп туулганда аны сактоо үчүн бузук коомду таштап чыгып кетүү. Себеби, алар чыгып кетпесе, же ташбараң болмок, же кайра бузук динди кабыл алышмак.","lang":"ky"},{"name":"18:21","price":"Ошентип, Аллахтын убадасы Акыйкат экенин жана Кыямат(тагы кайра тирилүү) болушунда шек жок экенин адамдар билсин деп (алардын сырын элге) билгиздик.[1] (Кийин, алар дүйнөдөн кайтыш болуп кеткенде,) ошондо, адамдар алардын маселесин өз-ара талаш-тартышка айлантышып, (кээ бирөөлөрү): «Алардын үстүнө күмбөз кургула! Раббилери аларды(н улук адам экенин) билет” - (дешсе) алардын чоңдору: «Булардын (мүрзөсүнүн) үстүнө мечит курабыз» - дешти.[2]","arabic":"وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2161,"juzNumber":15,"footnotes":"[1] Масилет-кеңеш бүткөндө бирөөсү шаарга түшүп, үч жүз жыл илгерки акча менен соода кылууну каалаганда, алардын сыры ачылып, башынан өткөндөрүн элге айтып беришет. Ошол заманда адамдар эки түрдүү пикирге бөлүнүп, бир бөлүгү кыяматка, кайра тирилүүгө ишенсе, бир бөлүгү ишенбей, эки жамаат тең бири-бирин ишендире албай турган. Үңкүр ээлеринин сыры ачылып, алардын үч жүз жыл илгери жашаган кишилер экени далилденген соң көп адамдар «үч жүз жыл «өлтүрүп» кайра ойготуп алган Аллах, Кыяматта да өлүм уйкусу менен «уктагандарды» кайра тирилтип алары шексиз» дешип, Аллахка жана Акырет күнүнө ыйман келтиришти. Эл арасында үңкүр ээлери атактуу, урматтуу кишилерге айланды.\n[2] Улук адамдарды элдер мына ушинтип отуруп, кантип «кудай» кылып алгандарын билбей калышат. Биздин пайгамбарыбыз Мухаммад саллаллоху алайхи ва саллам мүрзөнүн үстүнө күмбөз салууга жана мүрзөканаларды мечит кылып алууга тыюу салган.","lang":"ky"},{"name":"18:22","price":"(Алардан бир жамаат): «Үчөө болгон, төртүнчүсү - ити» десе, башкалары: «бешөө болгон, алтынчысы - ити» деп кайыпка таш атышат. (Дагы бир топтору): «Жетөө болгон, сегизинчиси - ити» дешет. Айткын, (Оо, Мухаммад): «Алардын санагын Раббим эң жакшы билет жана аларды(н санын) аз гана кишилер билет». Сен алар(дын саны) жөнүндө талашпа, эгер талашчу болсоң, анык далилдер (вахий) менен гана талаш. Жана алар жөнүндө алардын (яхудилердин) эч биринен сураба.[1]","arabic":"سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2162,"juzNumber":15,"footnotes":"[1] Үңкүр ээлеринин санын билүүнүн не диний, не дүйнөлүк зарылчылыгы жок. Ибарат-сабак алардын санында эмес, баштарынан өткөргөн окуяда. Ошентсе да, Ислам аалымдары «Жетөө болгон, сегизинчиси – ити болгон» деген пикирге кошулушат. Анткени, жогорку аятта «үчөө», «бешөө» дегендерди Аллах таала Өзү гана билген кайып илимине таш аткандар деп жемелеп, «жетөө» дегендер жөнүндө унчуккан жок.","lang":"ky"},{"name":"18:23","price":"Эч качан бир нерсени «муну эртең жасаймын» дебегин.","arabic":"وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2163,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:24","price":"«Аллах кааласа» дегин жана унутуп калганыңда Раббиңди эстегин. Жана айткын: «Раббим мени мындан да туура жолго баштаса ажеп эмес!»","arabic":"إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2164,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:25","price":"Алар үңкүрлөрүндө үч жүз жыл турушту жана тогузду кошушту. (Демек, бардыгы болуп үч жүз тогуз жыл укташкан).","arabic":"وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2165,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:26","price":"Айткын: «Канча турганын Аллах эң жакшы билет. (Себеби) асмандар менен жердеги кайып илимдери Анын Өзүнүкү. Ал – эң мыкты Көрүүчү жана эң мыкты Угуучу! Алар (үңкүр ээлери) үчүн Аллахтан башка дос-башчы болбоду жана Ал Өз өкүмүнө эч кимди шерик кылбайт.","arabic":"قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2166,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:27","price":"Жана сен өзүңө вахий кылынган Раббиңдин китебин оку(п, ошону гана ээрчигин!) Анын сөздөрүн эч ким өзгөртө албайт! Сен Андан башкага арызданып бара албайсың!","arabic":"وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2167,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:28","price":"Сен эртели-кеч Раббисине Анын Жүзүн (ыраазылыгын) каалап, дуба кылып жаткан адамдар менен бирге өзүңдү сабырдуу карма! Эки көзүң аларды көрбөй калып, дүйнө жашоосунун зыйнаттарына берилбе! Жана Биз жүрөгүн Өзүбүздү эскерүүдөн бейкапар кылып койгон жана өз каалоосуна гана ээрчиген адамга моюн сунба! Анын бардык иш(тер)и текке кетүүчү!","arabic":"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2168,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:29","price":"Айт: «(Мен алып келген Дин) Раббиңер тарабынан келген Акыйкат. Эми, ким кааласа – момун болсун, ким кааласа – каапыр болсун! Биз залымдарга жалын-дубалдары аларды курчап ала турган тозокту даярдап койдук! Эгер суусап, суу сурашса, эриген коргошун сыяктуу, (табы) жүздөрдү куйкалап жиберчү суу ичирилет! Кандай жаман «суусундук», кандай жаман орун!","arabic":"وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2169,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:30","price":"Ал эми, ыйман келтирип салих амалдарды аткарган момундардын – жакшы амал кылгандардын сообун текке кетирбейбиз.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2170,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:31","price":"Аларга түбүнөн дарыялар аккан түбөлүк бейиштер бар. Ал жерде алтын билериктер менен жасанышат жана жибек кымкаптан жашыл кийимдерди кийишип, сөрүлөрдө жөлөнүп отурушат. (Бул) не деген улук сооп жана эң мыкты орун!","arabic":"أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2171,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:32","price":"(Оо, Мухаммад), аларга (бири Аллахтын нээматына шүгүр кылуучу, экинчиси каапыр болгон) эки кишинин мисалын айтып бер: «Биз экөөсүнүн бирине (каапырына) тегереги курмалар менен курчалган эки жүзүмзар бак бергенбиз. Эки багынын ортосуна эгин-тигиндерди өстүргөнбүз.","arabic":"۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2172,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:33","price":"Эки бак тең кемчилдиксиз (толук) мөмө берип, ортосунан Биз дарыя агызып койдук.","arabic":"كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2173,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:34","price":"Ал үчүн (жыл сайын) мол түшүм (байлык) болуп турган. Анан, берки шеригине – аны менен сүйлөшүп олтуруп – айтты: «Менин мал-дүйнөм жана сан-санагым (балдарым, кулдарым жана жардамчыларым) сеникинен көп жана кубаттуу».","arabic":"وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2174,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:35","price":"Жана өзүнө залым (каапыр) болгон абалда (кооз-көркөм) багына кирип: «Бул (байлыгым) менден эч качан жоголбойт го…","arabic":"وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2175,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:36","price":"Кыямат деле болбосо керек. Эгер (болуп калып) мен Раббиме кайтарылган күндө да, азыркыдан жакшыраак келечек тапсам керек деп ойлоймун» - дечү.","arabic":"وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2176,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:37","price":"Берки шериги сүйлөшүп олтуруп ага мындай деди: «Сени (оболу) топурактан жаратып, кийин (ушундай көркөм) адам келбетине киргизген Раббиңе каапыр болдуңбу?","arabic":"قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2177,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:38","price":"Бирок, мен «Раббим – Аллах» (деймин) жана Раббиме эч нерсени шерик кылбаймын.","arabic":"لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2178,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:39","price":"Эгер сен багыңа киргенде: «Аллахтын каалаганы (болот). Аллахтан башка күч-кубат жок» десең (жакшы болмок). Эгер сен мени мал-дүйнө, бала-чака жаатынан өзүңдөн аз деп кемсинтсең,","arabic":"وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2179,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:40","price":"Раббим мага сенин багыңдан жакшыраак бак насип кылып, сенин багыңа асмандан (добул, жамгыр сыяктуу) апаат-балээ жиберип койгусу бардыр. Анда (мактанган) багың ойрону чыккан ээн талаага айланып калат!","arabic":"فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2180,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:41","price":"Же болбосо, суусу тартылып, (багың куурап) суу таппай да калаарсың».","arabic":"أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2181,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:42","price":"(Чын эле) анын байлыгы (багы асмандан түшкөн от балээсинин) арасында калды. Өзү, багына сарптаган нерселерине (бушайман болуп) алакандарын оодарып кала берди. Бак болсо, дарактардын (дөңкөйгөн) денелери сороюп, сып-сыйда болуп калды! Жана ал: «Эх, кана эми Раббиме эч нерсени шерик кылбаган болсом!» - деди.","arabic":"وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2182,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:43","price":"Жана ага жардам бергидей, Аллахтан башка топ-жамааты да болбой, өзүнө-өзү да жардам бере албай калды.","arabic":"وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2183,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:44","price":"Анда(й шартта) чыныгы достук, жакындык (ишенип-жөлөнүү) Аллахка (гана болушу зарыл) Анын сооп-сыйлыгы да, акыбет-натыйжасы да эң мыкты!","arabic":"هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2184,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:45","price":"(Оо, Мухаммад,) аларга дүйнө жашоосунун мисалын Биз асмандан түшүргөн сууга окшоштур: Ал суу менен жер өсүмдүктөрү ширелишип, (жер бети гүл болуп) калды. (Арадан эч канча убакыт өтпөй эле, баары кургап) шамал учурган, куурап сынган шыпырындыга айланды. Аллах ар нерсеге Кудуреттүү!","arabic":"وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2185,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:46","price":"Мал-дүйнө, бала-чака (булар өткөөл) дүйнөнүн зыйнаттары. Ал эми, Раббиңдин назарында, түбөлүк калчу сооп иштер, сыйлык жаатынан да, арзуу жаатынан да жакшыраак.","arabic":"ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2186,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:47","price":"Биз тоолорду (тытылган жүн сыяктуу) учурган Күндө (Кыяматта) жерди жайдак-жалаң абалда көрөсүң. Анан Биз аларды (адамдарды) чогултабыз! Эч бирин калтырбайбыз![1]","arabic":"وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2187,"juzNumber":15,"footnotes":"[1] Абалкы замандагыларын, кийинки замандагыларын… сууга чөккөн, отко күйгөн, жадагалса, жырткычтарга жем болуп кеткендеринен өйдө тирилтип, чогултуп алабыз. Сурак үчүн.","lang":"ky"},{"name":"18:48","price":"Алар сап-сап болуп Раббиңе жолуктурулат: «Мына Өзүмө келдиңер го биринчи ирет жаратканым сыяктуу![1] (Көпчүлүгүңөр) Бизди (бул) убада кылынган жолугушууну болтура албайт деп ойлогонсуңар!» (дейт, ошондо Аллах).","arabic":"وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2188,"juzNumber":15,"footnotes":"[1] Адамдар ал жерге биринчи ирет жаралганы сыяктуу эч нерсеси (кийимдери) жок жана сүннөткө отургузулбаган абалда чогултулат. (Тафсийру Жалалайн)","lang":"ky"},{"name":"18:49","price":"Анан китеп (амал дептерлери) таратылат. Сен анан, кылмышкерлерди, андагы (жазылган) иштеринен кооптонуп: «Эх, өлдүк! Бул эмне деген китеп?! Чоң-майда күнөөлөрүбүздүн бирин да калтырбай тизмектеп коюптур!» дешет жана жасаган жоруктарын (ошол китептин ичинде) даяр абалда табышат. Сенин Раббиң эч кимге зулумдук кылбайт.[1]","arabic":"وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2189,"juzNumber":15,"footnotes":"[1] Ал китепте, эмне иш жасаган болсо, ошол гана бар. Эч кимге кошуп жазылган эмес. Анткени, Улук Рабби залым эмес.","lang":"ky"},{"name":"18:50","price":"(О, Мухаммад!) эстегин, Биз периштелерге: «Адамга сажда кылгыла» дегенде, бир Иблистен башка бардыгы сажда кылышты. Ал жиндер тайпасынан эле. Раббисинин буйругуна каршы чыкты. Эми, силер Мени таштап, ошол Иблис менен анын укум-тукумдарын өзүңөргө дос-башчы кылып жатасыңарбы?! Алар силердин душманыңар го! Залымдардын (Дос-Раббини душман-шайтанга) алмаштырганы кандай жаман![1]","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2190,"juzNumber":15,"footnotes":"[1] Башка бир аятта Аллах таала айткан: «Аллах ыймандуу адамдардын досу. Аларды караңгылыктардан Нурга чыгарат. Каапырлардын досу – Таагут. Ал аларды Нурдан караңгылыктарга чыгарат». «Таагут» деп адамдарды Аллахтын ибадатынан азгырган нерселерге же болбосо, адамдар сыйынган Аллахтан башка жалган кудайларга айтылат. Таагуттун эң чоңу – шайтан.","lang":"ky"},{"name":"18:51","price":"Мен асмандар менен жерди жаратканда да, алардын өзүн жараткан кезде да эч кимисин күбө (шерик) кылган эмесмин! Мен азгыруучуларды жардамчы кылган эмесмин!»","arabic":"۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2191,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:52","price":"Ошол (Кыямат) Күнү (Аллах) айтат: «(Өзүңөр кудай деп) ойлогон Менин «шериктериме» жалбаргылачы?!» Жалбарышат, бирок алар жооп беришпейт.[1] Биз алардын арасына өлүм чуңкурун салып койгонбуз!","arabic":"وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2192,"juzNumber":15,"footnotes":"[1] Кайра өзүнө сыйынган адамдардан жүз үйрүп: «Мен сага: «Кудай болуп беремин, мага сыйын» деген эмесмин, эй, акмак!» - дешет. Ошентип, бири-бирин айыптап, жек көрүп калышат. Анан алардын арасы алыстатылат.","lang":"ky"},{"name":"18:53","price":"Күнөөкөр адамдар тозокту көргөндө, өздөрүнүн ага ташталаарын билишет. Жана өздөрүн андан буруп (кутултуп) кетүүчүнү таппай калышат.","arabic":"وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2193,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:54","price":"Биз бул Куранда адамдарга (эсине келип, жолун таап алсын деп) ар түрдүү мисалдарды келтирдик. Инсан көп нерселер жөнүндө талаша берет.","arabic":"وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2194,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:55","price":"Өздөрүнө Хидаят (Ислам чындыгы) келгенден кийин, адамдарды ыйманга келүүдөн, жана Раббисине тообо кылуудан тоскон нерсе – аларга абалкылардын жолунун (кайталанып) келиши(н) же утурлап азап келиши(н талап кылгандары) гана болду.[1]","arabic":"وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2195,"juzNumber":15,"footnotes":"[1] Мушрик адамдарды ыймандан тоскон нерсе жүрөктөрүндөгү жек көрүү сезимдери. Аларга пайгамбарыбыз жетиштүү далилдерди айтканда алар: “Сөзүң чын болсо Раббиңе айт, бизге азап жиберсин” деп талап кылышкан. Мына ушул өжөрлүктөрү аларды ыйманга келүүдөн тоскон эң негизги нерсе болду. (Тафсийрул Муяссар)","lang":"ky"},{"name":"18:56","price":"Биз бардык пайгамбарларды (бейиштен) куш кабар, (тозоктон) сестентүүчү кабар берүүлөрү үчүн жиберебиз. Каапыр адамдар (өз) жалган(дары) менен Акыйкатты жеңип алабыз деп талашышат. Менин аяттарымды жана коркутулган нерселерди (тозок кабарларын) азил-тамаша кылып алышат.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2196,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:57","price":"Раббисинин аяттары эскертилгенде андан жүз буруп, жасаган күнөөлөрүн унуткандардан көбүрөөк залым (каапыр) болгон бирөө барбы?! Биз алардын жүрөктөрүнө – Куранды түшүнбөй калсын деп – чүмбөт жаап койдук, кулактарында дүлөйлүк бар! Эми аларды туура жолго ар канча чакырсаң да, эч качан оңолушпайт!","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2197,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:58","price":"Сенин Раббиң – Ырайымдуу, Кечирүүчү. Эгер күнөөлөрүнө жараша жазаласа, аларга азапты тездетмек. Алар үчүн убада кылынган Күн (Кыямат) бар. Ал күнү алар Аллахтан башка Куткаруучуну таппай калышат.","arabic":"وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2198,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:59","price":"Биз мына бул шаарларды(н элдерин) чектен чыгып каапыр болуп кеткенде (берилген мөөнөт – ырайымды билбей ашынып кеткенде) кыйратканбыз жана кыйроолоруна убакыт белгилегенбиз.[1]","arabic":"وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2199,"juzNumber":15,"footnotes":"[1] Кийинки аяттан баштап Аллах таала пайгамбары Муса менен илимдүү, салих пенде Кызырдын икаясына өтөт. Муса алейхис-саламга Аллах таала палан жерде сенден илимдүүрөөк адам бар деп кабар бергенде, ошол адамды көрүүгө (демек илимге) шашылып, кызматкер-жардамчысы Юуша бин Нун деген баланы шаштырып турган жеринен икая башталат.","lang":"ky"},{"name":"18:60","price":"Бир кезде Муса (кызматчы) баласына: «(Белгиленген) эки деңиздин кошулуш жерине жеткенге чейин же болбосо алыс жол басканга (чарчаганга) чейин жүрүүдөн токтобоймун» деди.[1]","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2200,"juzNumber":15,"footnotes":"[1] Себеби, Аллах таала ага, жанагы аалым менен эки деңиз кошулган жерде жолугаарын, ал жерге жеткендин белгиси, жолго камдап алган гүлазыгы – чоң балыктын жоголуп кетерин билдирген эле.","lang":"ky"},{"name":"18:61","price":"Экөө эки деңиздин кошулган жерине жеткенде, балыктарын унутуп (жоготуп) коюшту. Балык болсо, деңизге бет алып, (себеттен) чыгып кеткен.[1]","arabic":"فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2201,"juzNumber":15,"footnotes":"[1] Кызматчы бала балык салынган себетти деңиз жээгине койгондо, ага ным жетип, Аллахтын Кудурети менен тирилип, себеттен суурулуп чыгып, деңизге бой урган. Муну бала билбей калган.","lang":"ky"},{"name":"18:62","price":"(Белгиленген жерден) өтүп кеткенде Муса (кызматчы) жигитине: «Биздин тамакты алып келчи бери, бул сапарыбыздан абдан чарчадык го!» - деди.","arabic":"فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2202,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:63","price":"(Анда жигит): «Билесизби, аска таштын жанында баш калкалап турганыбызда, мен балыкты унутуп калган экенмин. Муну (сизге айтууну) шайтан гана унуттурду! Ал (тирилип) деңизге жолун таап кеткен! (Бул) ажайып!» - деди.","arabic":"قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2203,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:64","price":"«Биз каалаган нерсе – ушул» - деди Муса жана экөө изме-из артка кайтышты.","arabic":"قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2204,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:65","price":"(Белгиленген жерде) Биздин пенделерибизден бир пендени табышты. Биз ага Өзүбүз тараптан (өзгөчө) ырайым берген жана алдыбыздагы (кайып) илимден ага (керегинче) үйрөткөн элек.[1]","arabic":"فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2205,"juzNumber":15,"footnotes":"[1] Кээ бир тафсирчи аалымдар, ысымы Кызыр болгон бул аалым кишини пайгамбар дешет. Бул – туура эмес. Ал болгону, Муса пайгамбарга замандаш жана Аллахтын өзгөчө ырайымына татыган, салих-жакшы адамдардын бири болгон. (Садий).","lang":"ky"},{"name":"18:66","price":"Ага Муса айтты: «Өзүңүзгө (Аллах тарабынан) үйрөтүлгөн илимден түз-туура нерселерди мага да таалим беришиңиз үчүн сизге ээрчип жүрсөм болобу?»","arabic":"قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2206,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:67","price":"Ал айтты: «Сен мени менен жүрүүгө сабыр кыла албайсың.[1]","arabic":"قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2207,"juzNumber":15,"footnotes":"[1] Анткени, мен сен билбеген нерселерди билемин. Сага сыртынан жакшы көрүнгөн нерсеге мен жаман мамиле кылганда, же сыртынан жаман көрүнгөн нерсеге мен жакшы мамиле кылганда сен ал иштин ички сырын билбегениң себептүү кармана албай каласың.","lang":"ky"},{"name":"18:68","price":"Өзүң толук кабардар болбогон нерсеге кантип сабыр кылмак элең?","arabic":"وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2208,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:69","price":"(Муса) айтты: «Аллах кааласа, менин сабыр кылганымды көрөсүз. Мен сиздин эч бир ишиңизге каршы чыкпаймын».","arabic":"قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2209,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:70","price":"«Эгер мени ээрчисең, качан өзүм сага түшүнүк бермейинче, менден эч нерсе сурабайсың» - деди ал.","arabic":"قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2210,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:71","price":"Ошентип, экөө жөнөп кетишти. Качан кемеге чыгышканда, ал (Кызыр) кемени тешип койду эле, (Муса убаданы унутуп): «Эмне сиз кемени, элдерин чөктүрүп жиберейин деп тештиңизби?! Сиз жаман иш жасадыңыз!» - деди.","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2211,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:72","price":"«Мени менен (жүрүүгө) сабыр кыла албайсың дебедим беле?» - деди (Кызыр).","arabic":"قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2212,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:73","price":"(Анда Муса): «Унутканым себептүү мени күнөөлөбөңүз. Ишимден мага оор болгонун жүктөбөңүз» - деди.","arabic":"قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2213,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:74","price":"Дагы жол жүрүштү. Качан бир наристе баланы жолуктурушканда (Кызыр) аны өлтүрүп койду. «Сиз бейкүнөө жанды жан(га-жан мыйзамы)сыз эле, өлтүрүп койдуңуз! Сиз жаман иш кылдыңыз!» - деди (чыдай албаган Муса).","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2214,"juzNumber":15,"footnotes":"","lang":"ky"},{"name":"18:75","price":"(Кызыр кайрадан): «Мени менен бирге жүрүүгө сабырың жетпейт деп», — мен сага айтпадым беле деди.","arabic":"۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2215,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:76","price":"(Муса) айтты: «Мындан кийин эмне жөнүндө сурасам да мени шерик кылбайсыз. Мени жетиштүү эле кечирдиңиз (деп ойлоймун)».","arabic":"قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2216,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:77","price":"Дагы жолун улантышты. Бир шаар элине жеткиче басышты. Алардан тамак-аш сурашты эле, экөөсүн конок кылуудан баш тартышты. Анан ошол жерден урап калган бир дубалды тапканда (Кызыр) аны (кайра) тикелеп койду. (Муса болсо, өздөрүнө урмат-сый көргөзбөгөн элдин шаарындагы эски дубалды оңдоп, жакшылык кылган Кызырга түшүнбөй): «Эгер кааласаңыз бул ишиңизге (эмгек) акы алсаңыз болмок» деди.","arabic":"فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2217,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:78","price":"(Кызыр) айтты: «Бул сен экөөбүздүн ортобуздагы ажырашуу! Эми, сага сен сабыр кыла албаган нерселерден кабарын берейин:","arabic":"قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2218,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:79","price":"Кеме (тууралуу айтсам), ал деңизде тиричилик кылган мискин-кедейлердики болчу. Мен аны тешип коюуну чечтим. Себеби алардын кайткан жолунда бардык кемелерди басып алуучу (каракчы) падыша бар эле.","arabic":"أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2219,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:80","price":"Жана(гы) наристе жөнүндө айтсак, анын ата-энеси ыймандуу пенделер эле. Биз (ал бала чоңойгондо каапыр болуп) ата-энесине (адам чыдагыс) каршылык жана каапырлык көргөзүүсүнөн корктук.","arabic":"وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2220,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:81","price":"Анан Раббилери ал экөөсүнө тазараак, ырайымдуураак (перзентти) алмаштырып беришин кааладык.","arabic":"فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2221,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:82","price":"Ал эми дубал шаардагы эки жетим баланыкы болуп, түбүндө экөөнө арналган (мурас) казына бар эле. Алардын атасы жакшы адам болгон. Анан Раббиң эки (жетим) бой жетип, өз казыналарын өздөрү чыгарып алуусун каалады. (Бул кайып илимдери) Раббиң тарабынан болгон Ырайым. Мен буларды өзүмчө аткарганым жок. Сен чыдап, сабыр кыла албаган окуялардын жандырмагы мына ушундай».[1]","arabic":"وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2222,"juzNumber":16,"footnotes":"[1] Бул икаяда көп пайдалуу таалимдер бар. Кээ бирөөлөрүн санап өтөбүз: 1) Илимдин пазилети. Муса илим үйрөнүү үчүн өз элинен сапарга чыкты. 2) Илимдин зарылдыгы. Бирөөгө бир нерсени үйрөтүүдөн мурда өзү ошол нерсени жакшы билиши керек. 3) Өз кызматчысы менен тамактануу– пайгамбардын сүннөтү. 4) Кызыр пайгамбар эмес. Эгер пайгамбар болсо анык айтылат болчу. 5) Мугалимге урмат. Эгер мугалим өзүнөн төмөн даражадагы адам болсо да, аны жогору баалоо керек. Муса пайгамбар болуп туруп, пайгамбар эмес Кызырды илими үчүн сыйлады. 6) Сабырсыздык - илимсиздиктен. «Өзүң толук кабардар болбогон нерсеге кантип сабыр кылмак элең» - дейт Кызыр. 7) Өкүм чыгарууга шашылбоо. 8) Ниет башка, иш башка. Муса Кызырга «Аллах кааласа, сабыр кылганымды көрөсүз» - деди эле, иш жүзүндө сабыр кыла албай калды. 9) Унутканга күнөө жок. Мусанын биринчи жолку каяшасын унуткандан улам жасаганын Кызыр кабыл алды. 10) Чоң күнөөнү жок кылуу үчүн кичинекей күнөөнү жасоого аргасыз болуу. Мисал үчүн Кызырдын иштери. 11) Бирөөнүн малын же жанын сактоо үчүн анын буюмун сурабай колдонсо күнөө жок: Кызыр кеме ээлеринин жанын сактоо үчүн өздөрүнөн сурабай эле кемени тешип койду. 12) Кеме сыяктуу мүлкү бар болсо да, эгер тартыш жашаса «мискин-кедей» деп атала берет. «Кеме (жөнүндө айтсам,) ал деңизде тиричилик кылган мискин-кедейлердики болчу» дейт Кызыр.","lang":"ky"},{"name":"18:83","price":"(Оо, Мухаммад! Яхудилер жана мушриктер) Сенден Зулкарнайн[1] жөнүндө сурашат. Айткын: «Азыр мен силерге ал жөнүндөгү (Аллах мага вахий кылган) кабарды окуп беремин:","arabic":"وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2223,"juzNumber":16,"footnotes":"[1] Кээ бирөөлөр бул кишини Александр Македонский менен алмаштырып алышат. Александр Македонский арабча тарыхий булактарда Искандар Макдуний деген ат менен белгилүү.","lang":"ky"},{"name":"18:84","price":"Чындыгында Биз ага жер бетинде улуу салтанат – бийлик жана ар бир нерсенин себептерин, мүмкүнчүлүктөрүн бердик.","arabic":"إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2224,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:85","price":"Анан ал (аскери менен) бир себеп артынан түшүп, жол тартты.","arabic":"فَأَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2225,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:86","price":"Күн батыш тарапка жеткенде, күндүн кара баткактуу булак артына батып баратканын көрдү. Ал баткактын жанында бир элге жолукту. Биз: «Оо, Зулкарнайн, сен бул элди же азаптайсың же аларга жакшы мамиле жасайсың», – дедик.[1]","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2226,"juzNumber":16,"footnotes":"[1] Зулкарнайн ыймандуу падыша болгон. Анын жортуулдары деле баскын жасоо максатын көздөбөй, элдерди ар кандай зулумдардан куткаруу жана залымдарды жазалоо үчүн болгон. Бул аяттан Аллах Зулкарнайнды өз ишинде ыктыярдуу кылганы белгиленүүдө.","lang":"ky"},{"name":"18:87","price":"«Залимдерин дароо эле жазалайбыз, кийин Раббилерине кайтарылганда Өзү оор азап менен жазалайт» - деди.","arabic":"قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2227,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:88","price":"Ал эми, ыйман келтирип, салих-жакшы иш жасаган адамга болсо, жакшы сыйлык (бейиш) бар. Биз дагы ага өз амирибизден жакшы сөздөрдү айтабыз».","arabic":"وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2228,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:89","price":"Кийин (Чыгышка кайтып келип, Аллах көргөзгөн) себептерди ээрчиди.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2229,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:90","price":"Ушул бойдон Күн чыгышка жетти да, бир элдин үстүнөн күн нурун чачып турганын көрдү. Биз бул элге Күндөн бөлөк «чүмбөт» кылган эмес элек.[1]","arabic":"حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2230,"juzNumber":16,"footnotes":"[1] Бул эл, үстүнө үй салууну да, кийим кийүүнү да билбеген, күндөн башка жамынчысы болбогон, илим-маданияттан өтө артта калган, жапайы эл экен.","lang":"ky"},{"name":"18:91","price":"Ошондой эле Биз аны (Зулкарнайнды) алдындагы бардык өнөр-билими менен кошуп ороп алганбыз.[1]","arabic":"كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2231,"juzNumber":16,"footnotes":"[1] Зулкарнайн илимден эң алыс жерде болгону менен Аллах тааланын илими аны жана ал жасаган бардык иштерди ороп, камтып турат.","lang":"ky"},{"name":"18:92","price":"Кийин дагы бир себептин артынан түштү.","arabic":"ثُمَّ أَتۡبَعَ سَبَبًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2232,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:93","price":"Качан тээ (алыстагы) эки тоонун ортосуна жеткенде, ал эки тоонун алдында таптакыр сөз түшүнбөгөн элге жолукту.","arabic":"حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2233,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:94","price":"Алар айтышты: «Оо, Зулкарнайн! (Мына бул тоонун ары жагындагы) Яжуж-Мажуж (эли) жер бетинде бузукулук (зулумдук) кылууда. (Эмне дейсиң,) биз менен алардын ортосуна (бекем бир) тосмо-дубал жасап берүүң үчүн сага акы чогултуп берсек болобу?».","arabic":"قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2234,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:95","price":"(Зулкарнайн) айтты: «Раббим мага берген нерсе (бийлик, илим, өнөр силер берген нерседен) жакшыраак. Андан көрө мага күч-кубат жагынан жардам кылгыла, силер менен алардын арасына тосмо куруп берейин.","arabic":"قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2235,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:96","price":"(Оболу) эки тоо менен барабар болгонго чейин темир сыныктарын алып келгиле» (Зулкарнайн эки бийик тоонун арасына тосмо жасоо үчүн оболу алардын арасын темир сыныктары менен толтуртту. Бул иш бүткөндө, улуу от жактырып…) «(Үйлөгүч аспап менен) үйлөгүлө» - деди. Качан ал (темир тосмо кып-кызыл) от болуп калганда айтты: «Эритилген мис алып келгиле, үстүнө куямын».","arabic":"ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2236,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:97","price":"Анан «Эми, алар бул тосмонун үстүнө чыга да албайт, аны теше да алышпайт» - деди.","arabic":"فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2237,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:98","price":"(Бардык ишин бүтүргөндө): «Бул Раббимдин ырайымы. Эми, качан Раббимдин (Яжуж-Мажуж чыгат деген) убадасы келген күнү Өзү аны тегиздеп коёт (жана Яжуж-Мажужга жол ачат). Раббимдин убадасы – бул акыйкат» - деди.","arabic":"قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2238,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:99","price":"Биз ошол (Яжуж-Мажуж чыккан) күнү аларды бири-бирине айкаш-уйкаш кылып таштайбыз жана «Сур» (кернейи) тартылганда баарын (Өзүбүзгө) чогултабыз.[1]","arabic":"۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2239,"juzNumber":16,"footnotes":"[1] Убактысы келип, Зулкарнайндын тосмосу ураганда Яжуж-Маьжуж бири-бирин тебелеп, ааламды каптайт. Бул аят дагы бир түшүндүрмөдө төмөндөгүчө чечмеленет: «Биз ошол (Кыямат) күнү ал(адамд)арды (коркунучтун күчтүүлүгүнөн) бири-бирине айкаш-уйкаш кылып таштайбыз жана «Сур» (кернейи) тартылганда баарын (Өзүбүзгө) чогултабыз».","lang":"ky"},{"name":"18:100","price":"Ошол күнү каапырларга тозокту анык жолуктурабыз.","arabic":"وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2240,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:101","price":"(Бул дүйнөдө) алардын көздөрү Менин эскермелеримден пардаланган жана (аны) угууга да алы келбейт.","arabic":"ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2241,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:102","price":"Каапыр болгон адамдар Менден башка Өзүмдүн пенделеримди дос («кудай») тутунуп алууну (каалашабы жана «ошолор мени сактайт» деп) ойлошобу?! Биз каапырлар үчүн тозокту «конок үйү» кылып даярдап койдук.","arabic":"أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2242,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:103","price":"Айт (оо, Мухаммад): «Иштеринде зыян тарткандар жөнүндө силерге кабар берейинби?","arabic":"قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2243,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:104","price":"Алар бул дүйнө жашоосунда аракет-жолдору адашкан бирок, «өздөрүн эң мыкты иш жасап жатабыз» деп ойлогон адамдар.","arabic":"ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2244,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:105","price":"Алар Раббилеринин аяттарына жана Ага (кыяматта) жолугууга ишенишпейт. (Бардык жакшы) амалдары күйүп кетти! Эми, кыямат күнү алар үчүн (кыпындай да) салмак (кадыр-барк) койбойбуз!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2245,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:106","price":"Менин аяттарымды жана пайгамбарларымды шылдыңдап, каапыр болгондору себептүү ушул тозок алардын жазасы!","arabic":"ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2246,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:107","price":"Ыйман келтирип, салих-жакшы амал кылгандардын түшчү жери – Фирдаус бейиштери!","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2247,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:108","price":"Ал жерде түбөлүк калышат жана андан (башка жакка) көчүүнү каалашпайт.","arabic":"خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2248,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"18:109","price":"Айт, (оо, Мухаммад): «Эгер Раббимдин Сөздөрү(н жазуу) үчүн деңиз сыя болсо жана эгер дагы ошол деңизче сыяны (кошумча) алып келсек да, Раббимдин сөздөрү түгөнөөрдөн мурун сыя түгөнүп калат”.[1]","arabic":"قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2249,"juzNumber":16,"footnotes":"[1] Дал ушул аятты кубаттаган дагы бир аятта Аллах таала айтат: «Эгер жер бетиндеги бардык дарактар калем болуп, деңиз жана анын артынан жети деңиз болсо да Аллахтын Сөздөрү түгөнмөк эмес! Чынында Аллах – Кудуреттү, Даанышман!»","lang":"ky"},{"name":"18:110","price":"Айткын: «Мен силер сыяктуу эле кишимин. (Болгон айырмачылыгыбыз) мага (Раббимден мындай деген) аян-кабар жиберилет: «Силердин кудайыңар – Жалгыз Кудай. Ким Раббисине (бактылуу абалда) жолугууну кааласа, (Аллахтын шариятына ылайык) жакшы амал кылып, Раббисине ибадат кылганда (Ага) эч кандай шерик кошпосун!»[1]","arabic":"قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا","category":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf"],"ayahNumber":2250,"juzNumber":16,"footnotes":"[1] Мусулман пенде ибадат кылганда рия (эл көрсүн) жана сумьа (эл уксун) үчүн жасаса кичинекей ширк болот. Рия жана сумьа аралашпаган, Аллахтын гана ыразылыгын көздөп жасалган ибадаттарга «ыклас менен жасалган ибадат» деп аталат. Дал ушундай ибадаттар гана өз ээсин Акыретте бактылуу кылат.","lang":"ky"}],"chapter":["18 (Al-Kahf)","Al-Kahf","Surah Al-Kahf","Chapter Al-Kahf","Kahf","Surah Kahf","Chapter Kahf","Al Kahf","Surah Al Kahf","Chapter Al Kahf","Surah 18","Chapter 18","The Cave","الكَهف"]}