{"data":[{"name":"19:1","price":"Каф, Хаа, Яаа, Айн, Саад.[1]","arabic":"كٓهيعٓصٓ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2251,"juzNumber":16,"footnotes":"[1] Бакара сүрөсүнүн 1-аятын караңыз.","lang":"ky"},{"name":"19:2","price":"(Бул – ) сенин Раббиң пендеси Закарияга берген ырайымынын кабары.","arabic":"ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2252,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:3","price":"Эстегин, ал Раббисине жашыруун түрдө жалбарып,","arabic":"إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2253,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:4","price":"(мындай) деди: «Оо, Раббим! Менин муун-сөөктөрүм алсырап, карылыктан чачымды ак баса баштады! Оо, Раббим, мен эч качан Сага дуба кылып таалайсыз болгон эмесмин!","arabic":"قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2254,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:5","price":"Мен артымдагы жакындарымдан кооптонуп жатамын. Аялым төрөбөс болуп калган. Өз даргөйүңдөн мага бир дос (перзент) берчи?![1]","arabic":"وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2255,"juzNumber":16,"footnotes":"[1] Себеби, анын коомунда анын ишин (жалгыз Аллахка чакыруу милдетин) аркалоого ылайыктуу адам калбай калган. Закария өз жакындарын жана элин түз жолдон адашып кетпесе экен деп, кооптонуп, бир перзентим болсо, ишимди улантып кетээр эле деп үмүт кылууда.","lang":"ky"},{"name":"19:6","price":"Ал мага жана Якубдун (ыймандуу) урпактарына мураскор болсун! Оо, Раббим, Аны Өзүңдүн ыраазычылыгыңдын кызматкерлеринен кылгай элең?!»","arabic":"يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2256,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:7","price":"«Оо, Закария! Биз сени Яхьа деген наристе менен сүйүнтөбүз! Биз мурун ага (эч кимди) адаш кылган эмеспиз».[1]","arabic":"يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2257,"juzNumber":16,"footnotes":"[1] Мындан илгери бул ысым менен эч бир адам баласы аталган эмес. «Адаш» «атташ», «аты окшош» деген мааниде.","lang":"ky"},{"name":"19:8","price":"«Оо, Раббим!» деди (Закария) мага кайдагы перзент?! Аялым төрөбөс болсо, өзүм карылыктын чегине жетип калган болсом?!»[1]","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2258,"juzNumber":16,"footnotes":"[1] Закария перзентсиздиктен кысылган жүрөгүн Раббисине бошотуп, перзентим болсо жакшы болмок деп арзуу кылган. Бирок, мындай болуп кетишин күтпөгөн. Эми, Аллах дубасын кабыл алганын билип, шашып, таңыркап калган учуру.","lang":"ky"},{"name":"19:9","price":"«Ошондой» – деди (Аллах) – Раббиң айтат: «Бул Мага жеңил. Өзүңдү деле мындан мурун Мен жаратканмын. (Анда) сен дагы эч нерсе эмес (жок) элең».","arabic":"قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2259,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:10","price":"«Оо, Раббим! Анда мага (көңүлүмдүн бейпилдиги үчүн) бир белги көргөзчү?!» - деди (Закария). «Сага белги: соп-соо туруп, үч түн бою адамдарга сүйлөй албай каласың» - деди (Аллах).[1]","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2260,"juzNumber":16,"footnotes":"[1] Бул Закарияга Аллахтан моожиза болду. Ал сүйлөй албаганы менен ибадат сөздөрүн эч кыйналбай сүйлөп жатты. Ибадаткананын михраб (төркү) бөлүгүнө кирип алып, зикир, ибадат менен алек болду. Яхьянын дүйнөгө келиши анын жалгыз өзүнө эмес, диний жетекчиге муктаж болгон элге да кубанычтуу кабар эле.","lang":"ky"},{"name":"19:11","price":"Ал (ибадатканадагы) михрабдан[1] элине чыкты жана «түнү-күнү мактоо сөздөрүн айткыла» деп, (ымдап) ишаарат кылды. (Ошентип, арадан белгилүү убакыт өтүп Яхья туулду, ал атасынан жакшы тарбия көрдү. Эми акылы толо баштаганда ага Аллах таала айтты:)","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2261,"juzNumber":16,"footnotes":"[1] Михраб – ибадатканалардын кыбыла тарабындагы диний жетекчинин орду.","lang":"ky"},{"name":"19:12","price":"«Оо, Яхья! (Ыйык) Китепти(н өкүмүн) бекем карма!» Биз ага өкүм-шариятты наристелигинде эле берген элек.","arabic":"يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2262,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:13","price":"Жана Биз ага Өзүбүздөн мээримдүүлүк, тазалык касиеттерин тартууладык. Ал - такыба болгон эле.","arabic":"وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2263,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:14","price":"Ата-энесине кайрымдуу болду. Текеберленген (таш жүрөк) жана (Раббисине) каршы чыгуучу болбоду.","arabic":"وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2264,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:15","price":"Ага туулган күнүндө, өлгөн күнүндө жана кайра тирилген күнүндө (Аллахтын) салам(ы) болсун!","arabic":"وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2265,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:16","price":"(Оо, Мухаммад,) сен Китепте (Куранда) Мариямды(н окуясын) эсте: Бир кезде ал өз үй-бүлөсүнөн чыгыш тараптагы (бир) жерге бөлүнүп чыгып,","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2266,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:17","price":"алардан чүмбөттөнүп алды.[1] Анан Биз ага Өз Рухубузду (Жебирейил периштени) жибердик. Ал Мариямга кадимки инсан кейпинде көрүндү.","arabic":"فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2267,"juzNumber":16,"footnotes":"[1] Эч кимге көрүнбөгөн жерге барып, Аллахка сыйынып, таат-ибадат менен алек болду.","lang":"ky"},{"name":"19:18","price":"(Анда, Мариям) айтты: «Мени сенден Чексиз ырайымдуу (Аллах) сактасын! Эгер Аллахтан коркуучу болсоң, (мага жолобогун)!».","arabic":"قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2268,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:19","price":"«(Коркпо). Мен Раббиңдин элчиси(периште)мин. Сага аруу перзент бериш үчүн (жиберилдим)», – деди ал.","arabic":"قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2269,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:20","price":"(Мариям) айтты: «Мага эч бир (эркек) адам кол тийгизбеген (кыз бала) жана сойку эмес болсом, менде кайдан бала болсун?!».","arabic":"قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2270,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:21","price":"(Периште) айтты: «(Ооба) ушундай. Бирок, Раббиң айтты: «Аны адамдар үчүн (Өз кудуретибизден) белги жана Ырайым кылып жаратабыз. Бул иш тагдырда чечилип калган» (Периште ушул сөздөрдү айтып, Мариямдын көйнөгүнүн жакасына үйлөдү. Ушундан улам…)","arabic":"قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2271,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:22","price":"Ал (Исага) кош бойлуу болуп, аны менен алыска кетип калды.","arabic":"۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2272,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:23","price":"Анан, (катуу) толгоо (азабы) аны (бийик жердеги) курма дарагынын өзөгүнө алып келди. (Ошол жерде төрөгөн соң ачкачылыктан, суусагандан жана да эң коркунучтуусу адамдардын ушак сөздөрүнөн коркуп:) «Кана эми, ушуга чейин эле өлүп, таптакыр унутулуп калган болсом!» – деди.","arabic":"فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2273,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:24","price":"Ошондо, андан ылдыйраак жерден (үн катты): «Кайгырба, Раббиң астыңдан суу (дарыя) агызып койду.","arabic":"فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2274,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:25","price":"Жана өзүңө курма өзөгүн силксең сага жаңы, таза мөмөлөрүн түшүрөт.","arabic":"وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2275,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:26","price":"Эми, (ошолордон) жеп-ичип, (перзентиң менен) кубан! Ал эми, адамдардан бирөөнү көрсөң (ишаарат менен): «Мен Чексиз Ырайымдуу (Аллах) үчүн сүкүт чалууну назир кылып койдум эле. Бүгүн эч бир адамга сүйлөбөймүн» – дегин.[1]","arabic":"فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2276,"juzNumber":16,"footnotes":"[1] Ошол кезде адамдар аткарчу ибадаттын бир түрү - «Мен Аллах үчүн баланча күн сүкүт чаламын (эч ким менен сүйлөшпөймүн» деп назир (Аллах үчүн ниет) кылышкан.","lang":"ky"},{"name":"19:27","price":"(Мариям) баласын көтөрүп элине келгенде, (ар жактан ажылдашып мындай) дешти: «Оо, Мариям! Сен болбогон уят иш жасаптырсың!","arabic":"فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2277,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:28","price":"Оо, Харундун карындашы! Сенин атаң бузуку, апаң сойку эмес эле го?!».","arabic":"يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2278,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:29","price":"Мариям («наристемден сурагыла» дегендей), ага ишарат кылды. «Бешиктеги ымыркай менен кантип сүйлөшөбүз?!» – дешти. (Ошондо, Аллах Өзүнүн Кудурети менен наристе – Исаны сүйлөтүп, ал апасынын аруу-таза экенине күбөлүк берип,)","arabic":"فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2279,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:30","price":"Айтты: «Мен – Аллахтын пендесимин.[1] Ал (Өзүнүн келечектеги тагдыр-жазмышы боюнча) мага китеп берип, пайгамбар кылды.","arabic":"قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2280,"juzNumber":16,"footnotes":"[1] Демек, ал кудай эмес жана анда эч бир кудайлык касиети жок.","lang":"ky"},{"name":"19:31","price":"Ал мени кайда барсам да берекеттүү кылып, мага – денемде жаным болсо эле – намаз окуп, зекет берүүнү буйруду.","arabic":"وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2281,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:32","price":"Апама жакшылык кылууну буюрду. Жана Ал мени таалайсыз, ташбоор-текебер кылбады!","arabic":"وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2282,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:33","price":"Жана мен туулган, өлгөн жана кайра тириле турган күндөрүмдө мага (Аллах тарабынан) тынчтык-амандык болсун!»","arabic":"وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2283,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:34","price":"(Яхудилер менен христиандар) шек-күмөндө болуп жаткан Мариямдын уулу Иса (жөнүндөгү) Акыйкат Зат (Аллах)тын Сөзү – ушул.[1]","arabic":"ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2284,"juzNumber":16,"footnotes":"[1] Иса жөнүндө не яхудилер, не христиандар анык, далилдүү пикир айта алышпайт. Бардык айткандары шек-күмөндөргө негизделген. Ошондон улам бирөөлөрү аны «тирүү кудай» десе, башкасы аны «кудайдын уулу», дагы бирөөлөрү «үч кудайдын үчүнчүсү» дешет. Жогорку аяттагы сөздөр гана Иса жөнүндө акыйкатты баян кылган: Ал Аллахтын Кудуретинин белгиси, («бол» дегенден улам жаралган) Сөзү жана салих пайгамбары.","lang":"ky"},{"name":"19:35","price":"(Пенделери арасынан бирөөнү) Өзүнө бала кылып алуу Аллахка ылайык эмес! Ал (мындан) Таза! Эгер Ал бир ишти өкүм кылса, ага карап «бол!» деши менен болуп калат.","arabic":"مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2285,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:36","price":"«Чынында, менин жана силердин Раббиңер – Аллах! Өзүнө гана ибадат кылгыла! Ушул гана эң туура жол!»","arabic":"وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2286,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:37","price":"Кийин жамааттар (Иса жөнүндө) талашып-тартыша баштады. Каапыр адамдарга Улуу Күбөлүк күнүндө (Кыяматта) азап болсун!","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2287,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:38","price":"Бизге келээр күнү, алардын кулагы аябай сак, көзү көрөгөч болуп калат.[1] Бирок, залимдер ал Күнү терең адашууда.","arabic":"أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2288,"juzNumber":16,"footnotes":"[1] Өздөрүнүн адашкандыгы жөнүндөгү сөздү жакшы түшүнүп, амал китептериндеги кылмыштарын көрүп, жадагалса, тозок коркунучун да анык угуп, көрүп: «Оо, Рабби, бардыгын көрдүк, эми бизди дүйнөгө кайтарсаң салих амал кылып, ыймандуулардан болоор элек» дешет.","lang":"ky"},{"name":"19:39","price":"(Оо, Мухаммад!) Сен аларды бушаймандык күнүнөн эскерт! Ал Күнү иш чечилип (тозокко түшүшү анык болуп) калат. Алар болсо, ыйман келтирбей (дүйнө жыргалдарына) мас болуп жүрүшөт.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2289,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:40","price":"Жерди жана анда болгондун баарын Өзүбүз мураска алабыз жана бардыгы Бизге кайтышат.","arabic":"إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2290,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:41","price":"Жана сен (оо, Мухаммад), Китепте Ибрахимди эстегин. Ал чынчыл пайгамбар эле.[1]","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2291,"juzNumber":16,"footnotes":"[1] Ибрахим бардык пайгамбарлардын атасы. Анткени, Куранда эскерилген пайгамбарлар анын урпактары. Жадагалса Мухаммад саллаллоху алайхи ва саллам дагы анын уулу Ысмайылдан тараган арабдардан. Ибрахим алейхи саламдын «Нухтан кийинки, инсанияттын үчүнчү атасы» деген даражасы да бар. Кээ бир тилчи аалымдар айтышат: «Ибрахим семит тилинде Абрахым. «Аб» - ата, «рахым» - жатын. Демек, бардык жатындан чыккандардын атасы».","lang":"ky"},{"name":"19:42","price":"Бир кезде ал атасына: «Оо, атаке, эмне үчүн укпай турган, көрбөй турган жана өзүңүзгө эч пайдасы тийбей турган «кудайларга» ибадат кылуудасыз?","arabic":"إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2292,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:43","price":"Оо, ата! Мага сизге келбеген илим (пайгамбарлык) келген. Эми, (таш кудайлардан кол үзүп) мени ээрчиңиз, сизди туура жолго (Жалгыз Аллахка сыйынууга) баштаймын.","arabic":"يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2293,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:44","price":"Атакебай, шайтанга сыйынбаңыз! Чынында, шайтан Ыраймдууга (Аллах таалага) каршы чыгуучу!","arabic":"يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2294,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:45","price":"Атаке, мен сизди Чексиз Ырайымдуунун азабы кармабаса экен деп корком. Анда сиз шайтанга дос болуп каласыз!»","arabic":"يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2295,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:46","price":"(Атасы) айтты: «Оо, Ибрахим, эмне, сен менин кудайларымдан түңүлдүңбү?! Эгер (мунуңду) токтотпосоң таш менен уруп (өлтүрүп) койомун! Жогол! Көпкө чейин мага сүйлөбө!»","arabic":"قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2296,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:47","price":"(Ибрахим) айтты: «Саламат болуңуз! Бирок, мен Раббиме дуба кылып, сиздин күнөөңүздү кечиришин сураймын. Ал мага Ырайымдуу.[1]","arabic":"قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2297,"juzNumber":16,"footnotes":"[1] Ибрахим ушинтип атасынан жаман мамилеге кабылса да аны көп даават кылып, «кайтсаңыз күнөөңүздү Аллахтан сурап алайын» деп, үмүт жана көп дубаларды кылды. Аллахка жалбарып, атасынын күнөөлөрүн кечиришин сурады. Бирок, атасынын Аллахтын душманы экени маалым болгондо, ал үчүн Аллахка дуба кылуусун токтотту жана өзүнүн ага тиешеси жоктугун жарыялады.","lang":"ky"},{"name":"19:48","price":"«Мен силерди жана силер дуба кылып (сыйынып) жаткан, Аллахтан башка «кудайыңарды» таштап кетемин жана (жалгыз) Раббиме гана дуба кыламын! Жалгыз Раббиме дуба кылганым себептүү (силерге окшоп) таалайсыз болуп калбаймын деген үмүтүм бар».","arabic":"وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2298,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:49","price":"Аларды жана Аллахтан башка алар сыйынган (жалган) кудайларды таштап кеткен соң, Биз ага Исхак менен Якубду бердик жана экөөсүн тең пайгамбар кылдык.","arabic":"فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2299,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:50","price":"Жана аларга (Ибрахим, Исхак, Якубдарга) Өз ырайымыбызды төгүп, аларга жогорку даражалуу мактоо сөздөрүн арнадык.[1]","arabic":"وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2300,"juzNumber":16,"footnotes":"[1] Бул пайгамбарларды кыяматка чейинки элдер мактап, акысына дуба кылышат. Эч ким аларды айыптабайт.","lang":"ky"},{"name":"19:51","price":"Сен (оо, Мухаммад), Китепте Мусаны да эстегин: Ал тандалган пенде жана элчи-пайгамбар болгон.[1]","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2301,"juzNumber":16,"footnotes":"[1] Тарыхтагы пайгамбарлар эки даражада болушкан: 1) Элчи-пайгамбар 2) Набий-пайгамбар. Элчи-пайгамбарлар Аллахтан алган нерселерин элдерге жеткирүүгө милдеттендирилген. Элчи-пайгамбарга Аллах Дин-Шарият берет. Ал эми, Набий-пайгамбар өзүнөн мурда өткөн элчи-пайгамбардын дининде болот жана ошонун динин жайылтат.","lang":"ky"},{"name":"19:52","price":"Биз ага Тур тоосунун жанында, оң тарабынан бийик добуш менен чакырып, Өзүбүзгө жакындаттык.[1]","arabic":"وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2302,"juzNumber":16,"footnotes":"[1] Ушул аят Аллахтын сүйлөө сыпатына далил болот. Анткени, Аллах ошол жерде Муса менен эч бир ортомчусуз, бирок көрүнбөй сүйлөшкөн.","lang":"ky"},{"name":"19:53","price":"Жана Өз ырайымыбыздан бир тууганы Харунду (жардамчы) пайгамбар кылып бердик.","arabic":"وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2303,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:54","price":"Китепте Ысмайылды да эсте. Ал убадасына бекем элчи-пайгамбар эле.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2304,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:55","price":"Ал үй-бүлөсүн (жана элин) намазга, зекетке буюрган жана Раббисинин алдында Анын ыраазычылыгына ээ болгон адам.","arabic":"وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2305,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:56","price":"Китепте Идристи да эсиңе ал. Ал чынчыл пайгамбар болгон.","arabic":"وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2306,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:57","price":"Биз аны жогорку мартабага көтөрдүк.","arabic":"وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2307,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:58","price":"Ушулар Аллах көп жакшылыктарды берген пайгамбарлар. Алар(дан кээ бирөөлөрү) Адам (алейхис-саламдын) балдарынан. (Башкалары) Нух менен бирге деңизге көтөргөн адамдардан, (дагы бирөөлөрү) Ибрахим менен Исраилдин (Якубдун) урпактарынан жана Биз тандап алып,туура жолго баштаган (башка) кишилерден тарагандар. Эгер аларга Рахмандын аяттары окулса, ыйлап, сажда кылып жерге жыгылышат![1]","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2308,"juzNumber":16,"footnotes":"[1] Бул Ыйык Курандагы сажда аяттарынан бири. Ким сажда аяттарынан бирин окуса же укса ошол замат бир ирет сажда кылуусу – важып.","lang":"ky"},{"name":"19:59","price":"Андан соң алардын артынан (ушундай жаман) урпактар калды: Намаз окушпайт, дене кумарын ээрчип калышкан. Алар жакында катуу азапка кабылышат.","arabic":"۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2309,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:60","price":"Ал эми, тообо кылып, ыйман келтирген жана салих (жакшы) амал жасаган адамдар бейишке кирет жана аларга эч зулумдук (адилетсиздик) кылынбайт.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2310,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:61","price":"Түбөлүк (түгөнгүс) бейиштерди пенделерине Чексиз Ырайымдуу (Аллах) кайыптан убада берген. Чындыгында, Анын убадасы сөзсүз болуучу![1]","arabic":"جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2311,"juzNumber":16,"footnotes":"[1] Аллах тааланын Өзү дагы, Анын бейиши дагы кайып – көрүнбөйт. Момун пенделер ошол көрбөгөн Раббилеринин көрүнбөгөн бейишине ишенип ушунчалык ибадат кылууда. Эгер көрсө кантишээр экен!","lang":"ky"},{"name":"19:62","price":"Анда (бейиште) алар маанисиз сөздөрдү угушпайт. «Салам» деген сөздөрдү гана угушат. Ал жерде алардын (көз көрүп, кулак укпаган) ырыскылары эртели-кеч даяр турат.","arabic":"لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2312,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:63","price":"Биз пенделерибиздин арасынан такыба болгондоруна мурас кылып берчү бейиш(тин баяны) ушул.","arabic":"تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2313,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:64","price":"«Биз Раббиңдин буйругу менен гана түшөбүз.[1] Биздин келечегибиздеги, бизге чейинки жана ал экөөсүнүн ортосундагы (учурдагы) иштердин баары Аллахтын колунда. Раббиң унутчаак эмес.","arabic":"وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2314,"juzNumber":16,"footnotes":"[1] Пайгамбарыбыз саллаллоху алайхи ва салламга вахий алып келүүчү Жебирейил периште бир мөөнөт кечигип келгенде, Илахий сөздү сагынып, куса болгон пайгамбарыбыз: «Тезирээк келбейт белең?» дегенде, Жебирейил ушинтип жооп берген.","lang":"ky"},{"name":"19:65","price":"«(Сенин Раббиң) асмандардын, жердин жана ал экөөсүнүн ортосундагылардын Раббиси! Демек, Анын Өзүнө гана ибадат кыл жана Анын ибадатына өзүңдү сабырдуулук менен көндүр! (Же) сен ага ысымында бир теңдеш бар экенин билесиңби?!»","arabic":"رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2315,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:66","price":"(Каапыр) инсан: «Эгер, мен өлсөм, жакында (кайрадан) тирүү бойдон (мүрзөмдөн) чыгарылат бекенмин?!» – дейт.","arabic":"وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2316,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:67","price":"(Ошол) инсан ойлобойбу, Биз аны мындан мурун эч нерсе эмес (жок) болгон кезде жараткан элек![1]","arabic":"أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2317,"juzNumber":16,"footnotes":"[1] Инсанды биринчи ирет жоктуктан жарата алган Аллах, экинчи ирет анын чириген, майдаланган денесин кайрадан жарата алаарында шек жок. Башка бир аятта Аллах таала айтат: «Ал макулуктарды биринчи ирет (жок нерседен) жаратты. Кийин аларды кайрадан жаратат. Бул Ага эң эле жеңил».","lang":"ky"},{"name":"19:68","price":"(Оо, Мухаммад) Раббиңе ант, Биз албетте, аларды жана шайтандарды (Кыяматтагы майданга) чогултуп, тозоктун тегерегине чөгөлөтүп койобуз!","arabic":"فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2318,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:69","price":"Кийин (каапырлардын) ар бир жамаатынын арасынан Чексиз Ырайымдууга аша чапкан күнөөлүүлөрдү сууруп чыгабыз (жана тозокко биринчи ошолорду таштайбыз).","arabic":"ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2319,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:70","price":"Анан тозокко ким (биринчи) ылайыгыраак экенин Өзүбүз жакшы билебиз.","arabic":"ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2320,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:71","price":"Силердин (Акыретке чогулган адамдардын) бардыгыңар тозокко келүүчүсүңөр.(Бул) Раббиңдин каалоосу боюнча анык өкүм кылынган иш.[1]","arabic":"وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2321,"juzNumber":16,"footnotes":"[1] Ар бир адам, момуну да, каапыры да тозок үстүндөгү «Сырат» көпүрөсүнө келип, андан өтүшөт. Кимдир тез, жеңил өтүп кетсе, кимдир акырыныраак, дагы бирөө чалышып өтөт. Күнөөсү көп бактысыздар, чалышып тозокко түшүп кетишет. Жеңил өткөндөр менен араң, кыйналып өткөндөр, Раббисине шүгүр кылышып, бейишке чыгышат.","lang":"ky"},{"name":"19:72","price":"Андан соң Аллахтан корккон (такыба) кишилерди куткарып, залимдерди чөгөлөгөн абалда тозокто калтырабыз.","arabic":"ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2322,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:73","price":"Жана качан аларга Биздин анык аяттарыбыз окулган кезде, каапыр адамдар ыймандууларга: «Кайсы жамааттын даражасы жана чогулушу жакшыраак? (силердикиби же биздикиби?)» – деп айтышат.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2323,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:74","price":"Биз аларга чейин дүйнө-мүлкү жана келбет-сөөлөтү булардыкынан жакшыраак болгон нечендеген муундарды кыйратып таштаганбыз!","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2324,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:75","price":"Айт (оо, Мухаммад): «Ким адашуучулукта болсо, (жана эскертилгенине карабай жолунан кайтпаса) Чексиз Ырайымдуу аларга (жашоо) мөөнөтүн узартсын!»[1] Качан алар өздөрүнө убада кылынган азапты же кыяматты көрүшкөндө, кимдин даражысы жаманыраак жана аскери алсызыраак экенин билип алышат.","arabic":"قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2325,"juzNumber":16,"footnotes":"[1] Себеби, канча көп жашаса, ошончо көп күнөө кылып, ошончо көп азапка дуушар болот.","lang":"ky"},{"name":"19:76","price":"Аллах хидаят (туура жол) тапкан адамдардын хидаятын көбөйтөт. Раббиңдин назарында сооп-сыйлык жаатынан да, акыбет-натыйжа жаатынан да түбөлүк-түгөнгүс жакшы амалдар пайдалуураак.[1]","arabic":"وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2326,"juzNumber":16,"footnotes":"[1] «Түбөлүк-түгөнгүс жакшы амалдар» - бул намаз, орозо, зекет, ажылык, умра зыяраты, кайыр-садака ж.б.у.с Куранда буюрулган нерселер.","lang":"ky"},{"name":"19:77","price":"(Оо, Мухаммад!) Биздин аяттарыбызга каапыр болуп (жүргөн байлардын): «Бизге (Кыяматта деле) мал-дөөлөт менен перзенттер берилет» дегенин көрбөйсүңбү?!","arabic":"أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2327,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:78","price":"Эмне, алар кайыпты көрүп коюптурбу же болбосо, Чексиз Ырайымдуу менен (Бейишке түшүү жөнүндө) убада келишимдери бар бекен?!","arabic":"أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2328,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:79","price":"Жок, андай эмес! Биз алардын (күнөө) сөздөрүн жазып койобуз жана аларга азапты(н мөөнөтүн) узартабыз.","arabic":"كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2329,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:80","price":"Жана алар айткан нерселерге (дүйнө-мүлк, дөөлөткө) мына Биз мураскор болобуз. Алар болсо, Бизге жалгыз өздөрү гана келишет.[1]","arabic":"وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2330,"juzNumber":16,"footnotes":"[1] Алар өлгөндө бардык мурасы дүйнөдө калат. Бул дүйнөдө Аллахтан башка эч ким түбөлүк калбаганы себептүү, бардык нерселерге Аллах Өзү мураскор болуп калат. Адам пенде өлгөндө өзү менен эч нерсе алып кетпейт. Бир гана сооп же күнөөсүн алып кетет.","lang":"ky"},{"name":"19:81","price":"Алар өздөрүнө кубат-жардамчы болот деген ойдо Аллахтан башка нерселерди кудай тутуп алышкан.","arabic":"وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2331,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:82","price":"Жок, андай болбойт! (Кыяматта) «кудайлары» алардын өзүнө сыйынганынан танышат жана аларга каршы чыгышат.","arabic":"كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2332,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:83","price":"Көрбөйсүңбү, чындыгында Биз каапырларга шайтандарды жиберебиз. (Шайтандар) аларды (күнөөгө) катуу түртөт.[1]","arabic":"أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2333,"juzNumber":16,"footnotes":"[1] Бул - алардын Акыйкатка багыт албагандыгынын жазасы. Аллахка бекем ыклас менен сыйынган адамдарга Шайтандын бийлиги өтпөйт. Ал эми, мушрик каапырларга болсо, шайтандар дос-үлпөт болуп алышып, азгырып, ар кандай күнөөлөргө түртөт.","lang":"ky"},{"name":"19:84","price":"Сен аларга (азапты) шаштырба. Биз аларга (азап мөөнөтүн) кылдаттык менен эсептеп койгонбуз.","arabic":"فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2334,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:85","price":"Ошол (Кыямат) күнү Биз такыба кишилерди мээримдүү Аллахтын алдына өкүл иретинде (урмат-сый менен) чогултабыз.","arabic":"يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2335,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:86","price":"(Каапыр) кылмышкерлерди болсо, суусаган (кордолгон) абалда тозокко айдайбыз.","arabic":"وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2336,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:87","price":"(Ал жерде) Чексиз Ырайымдуу (Аллах) менен убада-келишими (ыйманы) бар адамдар гана шапаатка ээ боло алышат.[1]","arabic":"لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2337,"juzNumber":16,"footnotes":"[1] «Шапаат» –  бул кыяматтагы пайгамбарлардын, салих, олуя кишилердин ортомчулугу. Алар Аллах уруксат берсе, адамдын кээ бир күнөөлөрүн кечирүүнү сурап, пенде менен Аллахтын ортосуна түшүшөт. Пенденин ыйман келтирип, ислам амалдарын аткарышы – бул Аллах менен түзүлгөн келишим сыяктуу: «Эгер мен (Оо, Аллах) сенин айткандарыңды аткарсам, мени бейишке чыгарасың» маанисинде.","lang":"ky"},{"name":"19:88","price":"(Мушриктер): «Аллахтын баласы бар» дешти.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2338,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:89","price":"(Эй, мушриктер) силер өтө коркунучтуу сөз айттыңар.","arabic":"لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2339,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:90","price":"Бул сөздөн асмандар айрылып, жер жарылып, тоолор майдаланып кетиши ыктымал!","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2340,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:91","price":"«Рахмандын баласы бар» дегендери себептүү!","arabic":"أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2341,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:92","price":"Чексиз Ырайымдууга бала тутууга муктаждыгы жок!","arabic":"وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2342,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:93","price":"Асмандардагынын жана Жердегинин баары Чексиз Ырайымдууга кул-пенде болуп, келишти.","arabic":"إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2343,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:94","price":"Аллах бардыгынын анык эсебин алып койгон.","arabic":"لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2344,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:95","price":"Бардыгы Кыямат Күндө Ага жалгыз абалда (байлык, бала, шерик, аскерлерин бул дүйнөгө таштап) келет.","arabic":"وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2345,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:96","price":"Албетте, ыйман келтирип, жакшы амал кылгандар үчүн Чексиз Ырайымдуу Аллах сүйүүнү жаратат.[1]","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2346,"juzNumber":16,"footnotes":"[1] Андай адамдарды Аллах Өзү да сүйөт, башка макулуктарына да сүйдүрөт. Пайгамбарыбыз саллаллоху алайхи ва саллам өзүнүн бир хадисинде мындай деген: «Аллах бир пендени сүйүп калса, Жебирейил периштеге: «Мен баланчаны сүйдүм, сен да сүйгүнүң» дейт. Жебирейил аны сүйүп калат. Кийин, ал асман элдерине (периштелерге) кайрылып айтат: «Эй, силер! Аллах баланчаны сүйдү, силер да сүйгүлө!» Анан аны асман элдери да сүйүп калат. Кийин анын сүйүүсү жер бетинде да (жашоочулары тарабынан) кабылданат».","lang":"ky"},{"name":"19:97","price":"(Оо, Мухаммад!) Биз Куранды сенин тилиңе жеңил кылдык. Аны менен такыбаларга (бейиштен) куш кабар беришиң үчүн жана талашкан каапырларды (тозоктон) эскертүүң үчүн.","arabic":"فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2347,"juzNumber":16,"footnotes":"","lang":"ky"},{"name":"19:98","price":"Биз бул (Меккедеги) мушриктерден мурда (Аад, Самуд сыяктуу) нечендеген (каапыр-мушрик) муундарды кыйраттык! Сен алардын бирөө жарымын сезип, же болбосо добушун угуп жатасыңбы?!","arabic":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا","category":["19 (Maryam)","Maryam","Surah Maryam"],"ayahNumber":2348,"juzNumber":16,"footnotes":"","lang":"ky"}],"chapter":["19 (Maryam)","Maryam","Surah Maryam","Chapter Maryam","Surah 19","Chapter 19","Mary","مَريَم"]}