{"data":[{"name":"2:1","price":"Алиф, Лам, Мим. [1]","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"[1] Сүрөнүн башында келген бул мааниден үзүлгөн тамгалар Ыйык Курандын муъжиза экендигин көрсөтөт. Аллах бул тамагалар менен мушриктерге (бир сүрө болсо да Куран сыяктууну ойлоп табууга) чакырык таштаганда, алар алсыз калышкан. Ал араб тилин түзгөн ушул тамгалардан турат. Арабдардын эң чечен калк болгонуна карабастан, ага окшош эч нерсе алып келе албашы Курандын Аллахтан келген вахий экендигине далил болот.","lang":"ky"},{"name":"2:2","price":"Бул китепте[1] эч күмөн жок. (Ал) такыбалар үчүн туура жол.","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"[1] Анын Аллах таала тарабынан келгендигинде.","lang":"ky"},{"name":"2:3","price":"Алар кайыпка ишенишет, намазды толук аткарышат жана Биз ырыскы кылып берген нерселерден сарпташат.","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:4","price":"Дагы алар, (о, Мухаммад) сага түшүрүлгөнгө (Куран-Сүннөткө) жана сенден мурда түшүрүлгөнгө (Тоорат, Инжил, Забур китептерине) да ыйман келтиришет жана Акыретке анык (эч бир шектенбестен) ишенишет.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:5","price":"Ошол адамдар гана Раббиси тарабынан (келген) туура жолдо жана ошолор гана ийгиликке жетүүчүлөр.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:6","price":"Чынында, сен каапырларды (тозоктон) эскертесиңби же эскертпейсиңби баары бир, ыйман келтиришпейт.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:7","price":"Аллах алардын жүрөктөрүнө жана кулактарына мөөр басып, көздөрүнө парда тосуп койгон жана (Акыретте) алар үчүн чоң азап бар.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:8","price":"Адамдардан кээ бирөөлөрү «Аллахка жана Акырет күнүнө ыйман келтирдик» дешет. Бирок, алар ыймандуу эмес.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:9","price":"Аллахты жана ыймандууларды алдамакчы болушат, бирок өздөрүн гана алдап жатканын сезишпейт.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:10","price":"Жүрөктөрүндө оору бар. Аллах оорууларын дагы күчөтүп, көбөйттү. Ошондой эле жалган сүйлөгөндөрү себептүү алар үчүн жан ооруткан азап бар.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:11","price":"Эгер аларга «Жер бетинде бузукулук кылбагыла» - деп айтылчу болсо, «Биз болгону - оңдоочуларбыз» - дешет.","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:12","price":"Чындыгында, алар - анык бузукулар. Бирок, өздөрү (муну) сезишпейт.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:13","price":"Дагы аларга «Адамдар ыйман келтиргендей ыйман келтиргиле» - деп айтылса, «(Ушул) акылсыздар сыяктуу ыйман келтиребизби?!» - дешет. Чындыгында, өздөрү анык акылсыз! Бирок, (муну) билишпейт.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:14","price":"Ыймандуу кишилерге жолукканда: «Биз ыйман келтирдик» - дешет. Ал эми, өздөрүнүн шайтандары (чоңдору) менен жалгыз калышса: «Чынында, биз силер мененбиз. Биз аларды шылдың кылуудабыз» - дешет.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:15","price":"Аллах аларды шылдыңдайт жана сокур болушуп (акыйкатты көрбөй), адашууларында жүрүүлөрүн узартат.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:16","price":"Алар - туура жолдун ордуна адашууну сатып алышкан. (Бул) «соодалары» пайда бербеди жана туура жолго түшүшпөдү.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:17","price":"Алардын мисалы от жаккан (кишилер) сыяктуу. (От) эми гана тегерегин жарытканда, Аллах (капыстан) нурун кетирип, аларды караңгылыкта, көрбөй турган абалда калтырды.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:18","price":"(Дагы алардын мисалы) дүлөй, дудук жана сокур (сыяктуу). Демек, алар (адашууларынан) кайтышпайт.","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:19","price":"Же болбосо караңгы, күркүрөгөн, чагылгандуу асмандан нөшөрлөгөн жамгырда калгандарга окшойт. Чагылган чартылдаганда өлүмдөн коркуп, манжаларын кулактарына тыгып алышат. Аллах каапырларды курчап алуучу.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:20","price":"Чагылгандын жарыгы алардын көрүүсүн бат эле алып койгонго даяр. Аларга качандыр жарык тийген сайын жүрүп алышат, караңгыласа токтоп калышат. Эгер Аллах кааласа алардын угуусун жана көрүүсүн алып коймок. Акыйкатта Аллах бардык нерсеге Кудуреттүү.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:21","price":"Оо, адамдар! Силерди жана силерден алдыңкыларды жараткан Раббиңерге ибадат кылгыла, ошону менен такыбалуу болорсуңар.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:22","price":"Ал силерге жерди төшөк кылып, асманды (үстүңөргө) куруп койду жана асмандан суу түшүрүп, силерге ырыскы болуу үчүн аны менен мөмө-жемиштерди чыгарды. Эми, билип туруп Аллахка (башка нерселерди) теңдеш кылбагыла!","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:23","price":"«Эгер силер, пендебизге (Мухаммадга) түшүргөнүбүзгө (Куранга) күмөндө болсоңор,\nошонун дал өзүндөй бир гана сүрө келтиргилечи?! Дагы Аллахтан башка (колдоочу) күбөңөрдү да чакыргыла, эгер чынчыл болсоңор!»","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:24","price":"Эгер силер муну жасай албасаңар, чынында силер муну эч качан жасай албайсыңар. Андай болсо, отуну адамдардан жана таштардан болгон, каапырлар үчүн даярдалган оттон (тозоктон) сактангыла!","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:25","price":"(Жүрөктөрү менен) ыйман келтирип, (дене мүчөлөрү менен) жакшы иштерди жасаган адамдарга, астынан дарыялар аккан бейишти сүйүнчүлө! Алар ар качан ырыскы катары бейиштен кайсы бир мөмө берилчү болсо: «Бизге бул мурда берилген болчу» - дешет. Аларга (көрүнүшү жана түсү дүйнөдөгүгө) окшош (бирок даамы тап-такыр окшобогон) мөмөлөр берилет. Алар үчүн бейиште таза-аруу жубайлар бар. Алар анда түбөлүк калышат.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:26","price":"Аллах чиркейди же андан чоң же кичине нерсени мисал келтирүүдөн тартынбайт. Ыймандуулар ал (мисалдын) Раббиси тарабынан (келген) акыйкат экенин билишет. Каапырлар болсо, «Аллах муну мисал келтирүү менен эмнени каалаган?» деп айтышат. (Аллах) бул мисал менен көптөрүн адаштырат жана көптөрүн туура жолго баштайт. Дагы (Аллах) аны менен бузуку (Аллахка баш ийбеген) адамдарды гана адаштырат.","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:27","price":"Алар Аллахка берген убадаларын, бекемдегенден кийин деле буза беришет, Аллах улануусун буюрган нерселерди[1] үзүшөт жана жерде бузгунчулук кылышат. Дал ушул адамдар анык зыян тартуучулар!","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"[1] Аллах таала көп нерселерди улаганга буюрган. Маселен: Пенделер менен Өзүнүн арасын ыйман-ибадат менен, пенде жана пайгамбардын арасын ага ишенип, Сүннөтүнө моюн сунуу менен жана пенде менен ата-энеси, тууган-уруктарынын арасын мээримдүүлүк менен улап турууга буюрган. Ушул алакалардын арасынан ыйман-ибадат алакасын үзүү менен адам каапыр болот. Андан башка алакаларды үзүү менен күнөлүү болот.","lang":"ky"},{"name":"2:28","price":"Силер кантип Аллахка каапыр (ыймансыз) болуудасыңар?! Силер алдын өлүк элеңер, Ал силерди (жан берип) тирилтти. Кийин силерди өлтүрүп, андан соң (кайра) тирилтет. Кийин (эсеп берүү үчүн) Анын Өзүнө кайтарыласыңар.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:29","price":"Ал силер үчүн жердеги бардык нерселерди жаратып, андан соң асманды максат кылды жана аны (кынтыксыз) жети асман кылып жаратты. Ал бардык нерсени Билүүчү.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:30","price":"Раббиң периштелерге: «Мен жер бетине биринин артынан бири калуучу (инсанды) жаратамын» дегенде, алар (периштелер) айтышты: «Сен ал жерде кан төгүп, бузукулуктарды жасай тургандарды жаратасыңбы?! Өзүбүз Сени даңазалап, аруулайбыз жана Сени улуулайбыз». Ал (Аллах) айтты: «Акыйкатта, Мен силер билбеген нерселерди билемин».","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:31","price":"(Аллах) Адамга бардык нерселердин ысымдарын үйрөттү дагы, аларды периштелерге көргөзүп, «Эгер чынчыл болсоңор, ушул нерселердин ысымдарын Мага айтып бергиле» - деди.","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:32","price":"(Периштелер) Айтты: «(О, Рабби! Сен Бардык кемчилдиктен) Аруу-Тазасың! Бизде илим жок. Болгону, Өзүң үйрөткөн нерселерди гана билебиз. А, Сен болсо, Билүүчү, Даанышмансың.","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:33","price":"Аллах: «О, Адам, аларга (Мен үйрөткөн) нерселердин ысымдарын айт» деди. (Адам) аларга нерселердин ысымдарын айтып берген соң, (Аллах) айтты: «Силерге «Мен жер жана асмандардагы (силер билбеген) кайыпты билемин жана силер ашкере кылган нерсени да, ичиңерге жашырган нерсени да билемин» деп айтпадым беле!»","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:34","price":"Эстегиле, Биз периштелерге «Адамга сажда кылгыла» дегенде, дароо сажда кылышты. Бир гана Иблис баш тартып, моюн толгоду жана каапырлардан болду.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:35","price":"Биз айттык: «О, Адам, сен жана жубайың (Обо экөөң) бейиште жашагыла, андагы жаккан мөмөлөрдөн каалаганыңарды жегиле, бирок, мына бул даракка жакын келе көрбөгүлө. Антсеңер (өзүңөргө) зулум кылуучулардан болуп каласыңар.","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:36","price":"Шайтан ал экөөнү бейиштен азгырып, мекендеринен чыгарды. Кийин Биз (Адам, Обо жана шайтанга) айттык: «Бири-бириңерге душман болуп (жерге) түшкүлө! Силер үчүн жерде белгилүү убакытка (өмүр бүткөнгө) чейин орун-очок жана (жакшылыктарынан) пайдалануу бар».","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:37","price":"Андан кийин Адам («О, Жаратуучубуз! Биз өзүбүзгө зулум кылуучу болуп калдык» деген) сөздөрдү Раббиси тарабынан (дилине) түшүрдү. Аллах анын тообосун кабыл алды. Албетте, Аллах тооболорду кабыл алуучу, Мээримдүү.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:38","price":"«Баарыңар бейиштен түшкүлө» дедик. Эми, силерге Мен тараптан туура жол келгенде, ким Менин туура жолума ээрчисе, аларга коркунуч жок жана кайгы-капага батышпайт».","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:39","price":"Ал эми, Биздин аяттарыбызды жалган деген каапырлар тозок ээлери болуп, анда түбөлүк калышат!”","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:40","price":"Оо, Исраил урпактары![1] Силерге берген нээматымды эстегиле жана Мага берген убадаңарды аткаргыла, Мен дагы силерге берген убадамды аткарамын. Менден гана корккула.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"[1] Исраил урпактары алар яхудийлер (еврейлер). Анткени, Яькуб (Жакып) пайгамбардын дагы бир аты Исраил болгон. Куран Карим аяттарынын арабча текстинде Исраил урпактары «Бану Исраил» деп айтылат.","lang":"ky"},{"name":"2:41","price":"Мен түшүргөн Куранга ыйман келтиргиле. (Ал) силердеги нерсени (Тооратты) тастыктап (түшкөн). Силер ага эң алгачкы каапырлардан болбогула, Менин аяттарымды арзыбаган баага сатпагыла жана жалгыз Менден гана корккула!","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:42","price":"Чындыкка жалганды аралаштырбагыла! Билип туруп чындыкты жашырбагыла.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:43","price":"Намазды (толук) аткаргыла, зекет бергиле жана рүкү кылуучулар менен бирге рүкү кылгыла.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:44","price":"Адамдарды жакшылыкка буюруп, өзүңөрдү унутасыңарбы? Силер китеп (Тоорот) окуп жүрөсүңөр го! Акылыңарды иштетпейсиңерби?!","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:45","price":"Сабырдан жана намаздан жардам (кубат) алгыла. Албетте, ал (намаз) оор. Бирок, (Аллахка) кичипейил кишилерге оор эмес.","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:46","price":"Алар «Биз Раббибизге жолугабыз жана Өзүнө кайтып барабыз» деп ишенишет.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:47","price":"Оо, Исраил урпактары! Силерге берген жакшылыгымды жана (бир мезгилдерде) силерди бардык ааламдан абзел кылганымды эстегиле.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:48","price":"Эч ким башка бир адамга жардам бере албай турган жана (Аллахтан уруксат болмоюнча) эч кимден шапаат[1] кабыл кылынбай турган, эч кимден (күнөөсүнөн кутулуу үчүн) акы-төлөм алынбай турган жана эч кимге жардам берилбей турган күндөн (Кыяматтан) корккула!","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"[1] Күнөө үчүн кечирим сурап, жазадан арачылап калуучу ортомчулук.","lang":"ky"},{"name":"2:49","price":"(О, Исраил урпактары!) Эстегиле: силерди Фараондун адамдарынан Биз куткардык. Ал силерди катуу азапка салып иштетип, балдарыңарды союп[1], аялдарыңарды тирүү калтырган. Мында Раббиңер тарабынан чоң жакшылык бар эле.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"[1] Силерди тукум курут кылуу үчүн","lang":"ky"},{"name":"2:50","price":"Эстегиле: силер үчүн деңизди бөлүп, силерди куткардык жана Фараондун аскерлерин чөктүрүп жибердик. Муну силер көрүп турдуңар.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:51","price":"Биз Муса менен кырк күнгө убадалаштык. Ал кетээри менен силер (билип туруп) өзүңөргө зулум кылган абалда музоону кудай кылып алдыңар.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:52","price":"Кийин Биз силерди ушундан соң шүгүр кылаарсыңар деп кечирдик.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:53","price":"Ошондо, туура жолго түшөөрсүңөр деп Биз Мусага китепти жана Фурканды (жакшылык менен жамандыктын арасын ажыратууну) бердик.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:54","price":"Ошол кезде Муса коомуна айтты: «О, коомум! Силер музоону кудай кылып алууңар менен өзүңөргө зулум кылдыңар! Эми Жаратуучуңарга тобо кылгыла, өзүңөрдү (ыймандуулар каапырларды) өлтүргүлө! Жаратуучуңардын эсебинде ушул силер үчүн жакшыраак. Аллах тобоңорду кабыл кылды! Ал - тоболорду кабыл кылуучу, Мээримдүү!","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:55","price":"Бир кезде силер айттыңар: «О, Муса, биз Аллахты айкын көрмөйүнчө, сага ыйман келтирбейбиз». Андан кийин силерди (бири-бириңерге) карап турган абалыңарда чагылган урду.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:56","price":"Кийин Биз силерди ушундан соң шүгүр кылаарсыңар деп өлгөнүңөрдөн соң кайра тирилттик.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:57","price":"(Силер чөлдө адашып жүргөндө) Биз үстүңөргө булутту көлөкө кылып, (асмандан) «манн» жана «салва» деген тамактарды түшүрдүк: Жегиле, Биз ырыскы кылып берген пакиза тамактардан! Алар Бизге зулум кылышпады, өздөрүнө зулум кылышты.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:58","price":"Эстегиле, Биз: «Мына бул шаарга киргиле дагы, (аны мекен кылып), көңүлүңөр каалаган жерде кеңири жеп-ичкиле. Жана дарбазадан сажда кылган абалда «хиттатун» (О, Аллах, кечир) деп киргиле! Биз силердин катаңарды кечирип, жакшы амал кылуучуларга кошумча (сооптор) беребиз» дедик.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:59","price":"Ошондо, залымдар («хиттатун» деген) сөздү, өздөрүнө айтылгандан башка (“хинтатун” деген) сөзгө алмаштырып коюшту.[1] Андан кийин Биз залымдарга бузукулук кылгандары үчүн асмандан азап түшүрдүк.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"[1] Исраил урпактарын Мээримдүү Аллах таала дагы бир улук нээмат менен сынайын деп, аларга Иерусалим шаарын мекен кылып берүүнү каалады жана Аллахка моюн сунгандыктын белгиси катары, шаарга ийилип, Аллахтан кечирим сурап кирүүнү буюрду. Бирок, каапыр коом Аллахтын сөзүн башка сөзгө алмаштырып, өкүмүн мыскылдады. Сөздө кыянат кылгандар иште андан бетер кыянат кылышат. Ошондуктан, шаарга ийилип кирүүнүн ордуна көчүктөрү менен сүйрөлүп киришти. Бул каапырчылыктары алардын башына Аллахтын ар кандай балээлеринин түшүүсүнө эң чоң себептерден бири болду.","lang":"ky"},{"name":"2:60","price":"Бир кезде, Муса коому үчүн суу сурап дуба кылды эле, Биз ага «Таягын менен ташты ур» - дедик. Кийин андан он эки булак оргуп чыкты. Бардык адамдар өз булактарын билишти. (Ошондо, Биз) «Аллах берген ырыскылардан жеп-ичкиле жана жер бетинде бузукулук менен ойронгерлик кылбагыла!» (дедик).","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:61","price":"Ошондо, силер айттыңар «О, Муса! Биз (Раббиң асмандан түшүргөн) бир түрдүү даамга сабыр-каниет кылбайбыз! Раббиңе дуба кыл, бизге жер өндүргөн жемиштерден: бадыраңдардан, сарымсактардан, буурчактардан, жасмык дандарынан, пияздардан чыгарып берсин!» Анда Муса: «Силер төмөн жемиштерди алардан жакшы нерсенин («манн» жана «сулванын») ордуна сурап жатасыңарбы?! (Каалаган) шаарга түшкүлө: сураган жемишиңер толтура! Аларга кордук-кедейлик менен (руханий) жакырлык жазылды жана Аллахтын каарына жолугушту! Анын себеби Аллахтын аяттарына каапыр болгондору жана пайгамбарларды кыянатчылык менен өлтүргөндөрү! Анын себеби, (Аллахтын өкүмүнө) каршылык кылгандары жана чектен чыккандары!","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:62","price":"Акыйкатта, ыйман келтиргендер, яхудийлер, христиандар жана бутка сыйынбагандардын арасынан кимиси (Жалгыз) Аллахка жана Акырет күнүнө ишенип, жакшы амалдарды жасаган болсо, Раббисинин алдында аларга арналган сооп-сыйлыктары даяр! Акыретте алар үчүн коркунуч (тозок) жок жана алар кайгы-капага батышпайт.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:63","price":"Эстегиле, Биз силердин үстүңөргө Тур тоосун көтөрүп (коркутуп): “Силерге берген нерсени (Тооратты) бекем кармагыла, андагы өкүмдөрдү эсиңерге туткула, ошондо такыба болоорсуңар” деп, ант-убадаңарды алган элек.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:64","price":"Андан кийин силер (убададан) кайттыңар. Эгер силерге Аллахтын пазилети жана ырайымы болбогондо, (ошол эле убакытта) зыян тартуучулардан болуп калмаксыңар.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:65","price":"(О, Исраил урпактары!) Силер өзүңөрдөн бир жамааттын ишемби күн жөнүндө чектен чыкканын билдиңер. Биз аларга “Жийиркеничтүү маймылдарга айлангыла» - дедик.[1]","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"[1] Яхудилердин дини боюнча ишемби күндө аң уулоо арам болчу. Бирок, Дауд пайгамбардын доорундагы бир жамаат яхудилер Аллахтын динине куулук-шумдук жасашып, ишемби күн дарыя жээгине чуңкурларды оюп коюшуп, ага камалган балыктарды эртеси күн кармап кетишкен. Аллахтын өкүмүн шылдыңдаган ал яхудилер жамаатын Аллах жийиркеничтүү маймылдарга айланткан.","lang":"ky"},{"name":"2:66","price":"Бул жазаны алардын алдындагы (замандаш) элдерге жана кийинки элдердин бардыгына үлгү, такыба кишилер үчүн сабак-насаат кылдык.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:67","price":"Бир кезде, Муса коомуна “Аллах силерди бир уй союуга буюрду” дегенде алар: “Бизди шылдың кылып жатасыңбы” дешти. (Анда Муса) айтты: “Мен наадандардан[1] бири болуудан Аллахтан коргоо тилеймин”.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"[1] Анткени, наадандар гана адамдарды мыскылдаган, пайдасы жок сөздөрдү сүйлөшөт.  Адамдарды мыскылдоо акылдуу адамдын иши эмес. Муса аларга Аллахтын өкүмүн угузган болчу. Аллахтын өкүмү келгенде аны талкуулап отурбай, дароо аткарыш керек. Яхудилер болсо, өкүмдү дароо аткаруунун ордуна пайдасы жок суроолорду берүү менен баштарына ашыкча түйшүктү үйүп алышты.","lang":"ky"},{"name":"2:68","price":"Алар айтышты: “Раббиңден бизге сурап бер, бизге анын (уйдун жашы) кандайлыгын айтсын”. (Муса) айтты: “Ал (Раббим) айтат: ал кары да эмес, жаш да эмес, орточо уй. Эми, (кайра-кайра сурай бербей) буюрулганды аткаргыла!”","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:69","price":"Алар айтышты: “Раббиңден сура, бизге анын түсүн айтсын”. Муса: “Анын (Раббимдин) айтышынча, ал көргөндүн көзүн кубанта турган сап-сары түстүү болот” - деди.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:70","price":"(Дагы) алар: “Раббиңе дуба кыл анын кандайлыгын түшүндүрсүн! Чынында, уй бизге күмөндүү болуп калды. (Ушуга жооп берсең) Аллах кааласа, туура жолго түшүп алабыз” - дешти.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:71","price":"(Муса) айтты: “Анын (Аллахтын) айтуусуна караганда, ал жер айдап кор болбогон, эгиндерди сугарбаган,[1] эч бир (жеринде) айыбы жок, анда өзүнүн түсүнөн башка түс да жок”. Алар: “Мына эми чындыкты айттың”- дешти жана (наадандык менен, эзмеленип, ашыкча суроолор бергени себептүү «уйду сойгула» деген буйрукту) аткара албай кала жаздашты.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"[1] Кээ бир өлкөлөрдө өгүз менен кудуктан суу тартып чыгарышкан.","lang":"ky"},{"name":"2:72","price":"(Эй, Исраил урпактары!) Эстегиле, силер бир жанды өлтүрүп, ал жөнүндө (аны ким өлтүргөнү жөнүндө) талашып калдыңар, Аллах болсо, жашырган нерсеңерди ачыкка чыгаруучу.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:73","price":"Анан Биз: “Уйдун бир бөлүк эти менен аны ургула, (ал тирилет)” дедик. Аллах өлүктөрдү мына ушинтип тирилтет жана силерге, акылыңарды иштетишиңер үчүн (кудуретинин) белгилерин көргөзөт.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:74","price":"Андан соң: ушундан кийин деле жүрөгүңөр катып калды! Жүрөгүңөр таш сыяктуу! Же (андан да) катуураак! Анткени, алардын кээ бирлеринен дарыялар атырылат, кээ бирлери жарылып, андан суу чыгат, кээ бирлери болсо, Аллахтан коркконунан (бекем турган жеринен) кулап кетет. Аллах силер жасаган иштерден кабарсыз эмес!","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:75","price":"(Оо, ыймандуулар!) Силер алардын (китеп ээлеринин) ыйманга келүүсүнөн үмүт кыласыңарбы? (Үмүт кылбай эле койгула.) Алардан бир топтору Аллахтын сөздөрүн угуп, акылдары жетип, билип калгандан кийин деле (өз каалоолоруна ылайыктап) өзгөртүп жиберишет.","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:76","price":"(Кээ бир мусулмандардын үмүт кылгандары жөн жеринен эмес эле. Анткени, алардын арасындагы эки жүздүүлөрү): ыймандуу кишилерге жолуккан кезде “Биз ыйман келтирдик” дешет. Эгер өздөрүнчө калышса “Эмне, аларга (мусулмандарга) Аллах силерге (Тоорат китебинде) ачык айткан нерсе жөнүндө Раббиңердин алдында өзүңөргө (каршы) далил келтирүүлөрү үчүн айтып жатасыңарбы? Акылыңарды иштетпейсиңерби?!” - дешет.[1]","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"[1] Аллах таала Тооратта Мухаммад саллаллоху алайхи ва салламдын чыныгы пайгамбар экенин ачык айткан жана муну яхудийлер жакшы билишкен. Бирок, алар муну мусулмандардан бекитишет болчу. Ал эми жанагы эки жүздүүлөрү мусулмандарга жолугуп “Биз деле Мухаммадга ыйман келтиребиз” десе, башка бирөөлөрү аларды жемелеп “Эмнеге Аллах силерге (Тоорат китебинде) ачык айткан нерселерди мусулмандарга айтып жатасыңар?! Ушул сөзүңөрдү Кыяматта, Раббиңердин алдында өзүңөргө каршы далил кылса эмне кыласыңар?! Акылыңарды иштетпейсиңерби?!” дешкен.","lang":"ky"},{"name":"2:77","price":"(Китеп ээлери) ичине каткан сырларын да, ашкере нерселерин да Аллах билип турушун билишпейби?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:78","price":"Алардын арасында сабатсыздары да бар. Алар китепти (Тооротту) билишпейт. Жалаң күмөндөрдү гана билишет. Алар (пайгамбарчылык жөнүндө) күмөндө гана болушат.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:79","price":"Өз колдору менен китеп жазып, аны арзыбаган баага сатуу үчүн “Бул Аллахтан келген (китеп)” дей турган адамдарга катуу азап (тозок) болсун! Аларга өз колдору менен жазгандары (ыйык китепти бурмалагандары) үчүн азап болсун! Аларга (арамдан) тапкан пайдалары үчүн азап болсун!","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:80","price":"(Китеп ээлери) “Бизди тозок кармабайт, кармаса да (анда) саналуу күндөр (кармайт)” дешет. (Оо, Мухаммад) Сен айткын: “Эмне, силер Аллахтан убада-келишим алдыңар беле?! Аллах эч качан убадасына кыянат кылбайт. Же болбосо, өзүңөр билбеген нерселерди Аллахка (оодарып) сүйлөп жатасыңарбы?!","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:81","price":"Жок! (Андай эмес!) Ким бир күнөө (ширк) кылса жана күнөөлөрү аны ороп-чырмап алган болсо, тозото болушат жана анда түбөлүк калышат!","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:82","price":"Ал эми, (Аллахка, периштелерге, китептерге, пайгамбарларга) ыйман келтирип, салих (жакшы)[1] амалдарды жасагандар бейиш ээлери жана анда түбөлүк калышат.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"[1] Амалдар эки шарт менен салих (жакшы) амал болот: 1) Ыклас менен б. а. Аллахтын ыраазычылыгы үчүн гана жасалса. 2) Пайгамбар саллаллоху алайхи ва салламдын Сүннөтүнө (жолуна) ылайык болсо.","lang":"ky"},{"name":"2:83","price":"Эстегиле, Биз Исраил урпактарынан “Аллахтан башка Кудайга сыйынбагыла, ата-энеңерге, тууган-уругуңарга, жетимдерге, бей-бечараларга жакшылык кылгыла, адамдарга жакшы сөз айткыла, намазды толук аткаргыла жана зекетти бергиле” деп ант-убада алган элек. Кийин силер – бир аз кишиден башкаңар – жүзүңөрдү үйрүп (каапыр болуп) кеттиңер.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:84","price":"Ошондо, Биз силер менен: “Бири-бириңердин каныңарды төкпөйсүңөр, журтуңардан сүргүн кылбайсыңар” деп убадалашканда, силер буга күбө болуп туруп, моюнга алган элеңер.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:85","price":"Кийин, Оо, силер! Өзүңөрдү (бири-бириңерди) өлтүрүп, өзүңөрдүн бир бөлүгүңөрдү журттарынан сүргүн кылып, күнөө жана зулум менен аларга (шериктештериңерге) жардам берип жатасыңар. Эгер алар (силерге каршы согушкан диндештериңер) силердин алдыңарга туткун болуп келсе, аларга фидья (акы) төлөп чыгарып да аласыңар. Аларды сүргүн кылуу силер үчүн арам кылынган эле го?! Эмне, силер китептин (Тоораттын) бир бөлүгүнө ишенип, бир бөлүгүнө ишенбейсиңерби?![1] Силердин араңардан ким бул ишти жасаса, (Китептин бир өкүмүн аткарып, башкасын аткарбаса) анын жазасы бул дүйнө жашоосунда кордук жана Кыяматта катуу азапка жолугушат. Аллах силердин ишиңерден бейкапар эмес.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"[1] Тооратта согуш туткундарына акы төлөп, бошотуп кетүүгө уруксат берилген болчу. Медина яхудилери өз ара согуштарда жеке каалоолоруна ылайык келгени себептүү бул өкүмдү аткарышат эле. Бирок, ошол эле учурда Тоораттагы “бири-бириңерди өлтүрбөгүлө, сүргүн кылбагыла” деген буйрукту аткарышпайт болчу. Ошондуктан Аллах таала аларды «Эмне, силер Китептин (Тоораттын) бир бөлүгүнө ишенип, бир бөлүгүнө ишенбейсиңерби?!» деп каарып жатат.","lang":"ky"},{"name":"2:86","price":"Дал ошолор гана Акыреттин ордуна дүйнө жашоосун сатып алган адамдар! Алардан азап жеңилдетилбейт жана аларга жардам дагы берилбейт!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:87","price":"Биз Мусага Китепти (Тооратты) бердик жана анын артынан (Тоорат менен өкүм кылуучу) пайгамбарларды жибердик. Биз Марямдын уулу Исага да Өзүбүздүн анык моожизаларыбызды берип, аны Ыйык Рух[1] менен колдодук. Ар качан бир пайгамбар силердин каалооңорго жакпаган нерсени (динди) алып келсе, силер (ыйманга келүүдөн) текеберленип жана ал пайгамбарлардан бир бөлүгүн жалганчы деп, айрымдарын өлтүрө бересиңерби?!","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"[1] Аяттагы «Ыйык Рухту» кээ бир тафсирчи аалымдар Жебирейил периште десе, кээ бирөөлөрү «Аллах тарабынан пендесин кубаттоо үчүн берилген ыйман» деп түшүндүрүшөт.","lang":"ky"},{"name":"2:88","price":"(Яхудилер) “Жүрөктөрүбүз кулпуланган” дешет. Андай эмес, Аллах аларга каапырчылыктары себептүү наалат жаадырган. (Ошондуктан) алардын өтө азы ыйман келтиришет.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:89","price":"Качан аларга Аллахтан өздөрүндө болгон нерсени (Тооратты) тастыктаган бир китеп (Куран) келгенде жана мындан мурун каапырларга (араб мушриктерине) каршы (дал ушул китеп жана ушул пайгамбардан) жардам күтүп жатышкан болчу. Анан, качан аларга өздөрү таанып-билген нерсе келгенде, ага каапыр болушту![1] Каапырларга Аллахтын наалаты болсун!","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"[1] Медина яхудилери Тооратта алдын ала кабар берилген пайгамбарды жакын арада биздин арабыздан чыгат деп күтүп жатышкан. Анткени, алар эгер араб мушриктери менен согушуп калчу болсо, «жакында биздин арабыздан бир пайгамбар чыгат. Биз ошол пайгамбар менен келип, силерге көргүлүктү көргөзөбүз» деп коркутушчу. Анан ошол – өздөрү күткөн, тааныган пайгамбар өздөрүнүн (хижаздыктардын) арасынан, чыкты. Бирок улуту яхуди эмес, араб (Мухаммад) эле. Ага Аллах таала Куран китебин түшүрдү. «Аларга Аллахтын алдынан өздөрүндө болгон нерсени (Тооратты) тастыктаган бир китеп (жана пайгамбар) келди». Бирок..., яхудилер кечээ гана өздөрү өтө ынтызарлык менен күтүп жаткан пайгамбардан жана ага түшүрүлгөн Курандан жүз бурушту жана каапыр болушту.","lang":"ky"},{"name":"2:90","price":"Аллах Өзүнүн пазилетин пенделеринин арасынан Өзү каалаган адамга (Мухаммадга) түшүргөнүнө көралбастык кылып, Аллах түшүргөн нерсеге каапыр болуулары – өздөрүнө сатып алган нерселери кандай жаман! Ошентип, алар (Аллахтын) ачуу(су)нун үстүнө дагы (кошумча) каар менен кайтышты.[1] Каапырларга кор кылуучу азап бар.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"[1] Алар Тооратты бурмалаганда Аллах ачууланган эле. Эми Куранга каапыр болушканда Аллахтын кошумча каарына калышты.","lang":"ky"},{"name":"2:91","price":"Аларга “Аллах түшүргөн нерсеге ыйман келтиргиле” деп айтылса, биз өзүбүзгө түшүрүлгөн нерсеге (Тооратка) ыйман келтиребиз” дешти жана андан башкасына (Куранга) ал чындык жана алардагы нерсени тастыктоочу болгонуна карабай каапыр болушту, (Оо, Мухаммад!) аларга айт: “Эгер (Тооратка) ыйман келтирген болсоңор, анда эмне үчүн мурда (Тоорат менен өкүм кылган) пайгамбарларды өлтүрчүсүңөр?!\"","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:92","price":"Жана силерге Муса анык далилдер алып келгенден кийин деле, өзүңөргө зулум кылган абалда (билип туруп) музоого сыйындыңар!","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:93","price":"Ошондо, Биз үстүңөргө “Тур” тоосун көтөрүп, “Биз берген нерсени (динди) бекем кармагыла жана (моюн сунуп) уккула” деп, ант-убадаңарды алганда, алар “уктук бирок, моюн сунбадык” дешкен жана каапырчылыктары себептүү жүрөктөрүнө музоо(го сыйынуу) сиңирилген! (Оо, Мухаммад) аларга айт: “Эгер “ыймандуу” болсоңор «ыйманыңар» буюрган нерселер кандай жаман!”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:94","price":"(Оо, Мухаммад, яхудийлерге) айт: “Эгер (силер ойлогондой) Аллахтын алдындагы акырет жайы (бейиш) башка адамдарга эмес, жалгыз силер үчүн гана болсо, анда өлүмдү тилегилечи, эгер чынчыл болсоңор”.","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:95","price":"Алар өз колдору менен жасаган (аябай көп күнөө) нерселер себептүү, аны (өлүмдү) эч арзуу кылышпайт. Аллах залым адамдарды Билүүчү!","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:96","price":"Сен аларды (бул) жашоого мушриктерден бетер, адамдардын эң сугалагы экенин көрөсүң. Алардан кээ бирөөлөрү миң жыл жашоону эңсешет. Бирок, аны (ошончо көп) жашоо дагы азаптан ажыратып кала албайт. Аллах алардын бардык иштерин көрүүчү!","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:97","price":"Айт: “Кимде-ким Жебирейилге душман болсо (анда, Аллахтын Өзүнө душман! Анткени,) ал (периште) сенин жүрөгүңө, өзүнөн мурунку китептерди тастыктаган жана ыймандуулар үчүн туура жол, кушкабар болгон Куранды, Аллахтын гана уруксаты менен түшүргөн.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:98","price":"Кимде-ким Аллахка, Анын периштелерине, пайгамбарларына, Жебирейилге жана Мекаилге душман болсо, анда Аллах (ал) каапырларга албетте, душман!","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:99","price":"Биз сага анык аян-далилдерди түшүрдүк. Эми аларга бузуку адамдар гана каапыр болушат.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:100","price":"Алар ар качан (Аллах таалага) ант-убада беришсе, алардан бир бөлүгү (кайра-кайра) буза беришеби?! Чынында, алардын көпчүлүгү ыйман келтиришпейт.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:101","price":"Качан аларга Аллах тарабынан алардагы нерсени (Тооратты) тастыктаган элчи (Мухаммад) келгенде, Китеп берилген адамдардан (көпчүлүк) бөлүгү Аллахтын (Куран) китебин билмексен болуп, аркасына таштап коюшту. (Ким чындыкка көнбөсө, жалганга көнүп калат. Яхудилер дал ушундай абалга туш болушту. Аллахтын акыйкат китебин таштап коюшту эле...)","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:102","price":"Сулайман(пайгамбар)дын падышалык доорунда шайтандар үйрөткөн нерселерге (сыйкырга) ээрчип калышты.[1] Сулайман каапыр (сыйкырчы) болгон эмес, бирок, адамдарга сыйкырды үйрөткөн шайтандар каапыр болушкан. Вавилондогу Харут жана Марут (деген) эки периштеге түшүрүлгөн нерсеге (сыйкырга ээрчип калышты.) Ал экөө “Биз фитна (адамдарды сыноо үчүн жиберилгендер) болобуз (сыйкырды үйрөнүп) каапыр болуп калбагыла” деп (насаат) айтпай туруп эч кимге үйрөтүшкөн эмес. Ошентсе да, (яхудилер) алардан эрди-катындын арасын ажырата турган нерселерди үйрөнүшөт. Алар (сыйкырды үйрөнгөн яхудилер) Аллахтын уруксаты болмоюнча, аны менен эч кимге зыян жеткире алышпайт. Жана алар пайдалуу нерсени эмес, өздөрүнө зыян жеткире турган нерселерди үйрөнүштү. Алар, (яхудилер) аны (сыйкырды) сатып алгандар үчүн Акыретте насип жок экенин билишет болчу. Жандарынын (азапка калуусунун) эсебине сатып алган нерселери кандай жаман! Алар муну билишсе кана!","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"[1] Сулайман пайгамбар яхудилердин падышасы эле. Ага Аллах жиндердин шамалдардын үстүнөн бийлик берип, бардык айбанаттардын, куштардын, курт-кумурскалардын тилин билдирген. Бул касиеттер пайгамбарларга гана бериле турган керемет болчу. Ал эми, ошол доордогу каапыр жин-шайтандар элдерге \"Мына көрдүңөрбү, Сулайман – сыйкырчы. Келгиле, биз дагы силерге сыйкыр үйрөтөбүз. Анан Сулайманга окшоп ар нерсеге өкүмдар болуп каласыңар\" деп яхудийлерге сыйкыр үйрөтө баштады. Шарият боюнча сыйкыр каапырчылык: \"Сулайман каапыр (сыйкырчы) болгон эмес бирок, адамдарга сыйкырды үйрөткөн шайтандар каапыр болушкан\". Кийин Аллах адамдарга моожиза менен сыйкырдын арасын ажыратып берүү үчүн азыркы Ирак мамлекетиндеги Вавилон (Бабыл) деген шаарга Харут жана Марут деген эки периштени адам кейпинде түшүрөт. Алар элдерге моожиза менен сыйкырдын айырмасын таанытып, моожиза – бул пайгамбарларга гана бериле турган нерсе, ал эми, сыйкыр илимин жиндер дагы, адамдар дагы, билишет жана бири-бирине үйрөтө алышат. Моожизаны адам адамга үйрөтө албайт. Моожиза – бул Аллахтын белеги. Сыйкыр – бул каапырлык. Аллах силерди сынаш үчүн бизди сыйкыр илими менен жиберди. Напсиңерге алданбагыла \"Биз фитна (адамдарды сыноо үчүн жиберилгендер) болобуз (сыйкырды үйрөнүп) каапыр болуп калбагыла дешти. Пайгамбарыбыздын доорундагы кээ бир яхудийлер дагы Сулайман сыйкырчы болгон деген ишеним менен сыйкыр үйрөнүшкөн. Пайгамбарыбыз сунуш кылган Куранды артты көздөй ыргытып жиберишип, сыйкыр илимине берилип кетишкен. Алар сыйкыр менен өздөрүнө жакпаган кишилерге зыян жеткирүүнү, эр-катындардын арасын ажыратып же \"ысытып\" жиберүүнү адат кылып алышты.","lang":"ky"},{"name":"2:103","price":"Кана эми, алар ыйманга келип, такыба болушса! Аллах тарабынан болгон сооптор жакшы эле го! Кана эми, алар муну билишсе!","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:104","price":"Оо, ыйман келтиргендер! “Раинаа” дебегиле, “унзурнаа” дегиле.[1] Жана (Аллахтын аяттары менен пайгамбардын хадистерин) уккула. Каапырларга жан ооруткан азап бар.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"[1] Пайгамбарыбыз сахабаларга дин өкүмдөрүн үйрөтүп жатканда алар “Бизге көңүл буруп, жайыраак окуңуз” демекчи болуп, сөздүн түз маанисинде “раинаа” дешет болчу. Бирок, кыңыр көңүлдүү яхудилер бул сөздү угаар замат пайгамбарыбызды шылдың кыла баштады. Анткени, алардын тилинде дагы башка уңгудан келип чыккан «раинаа» деген сөз бар болуп, анын мааниси «наадан», «акмак» дегенди билдирчү. Алар пайгамбарыбызга келип, «раинаа», «раинаа» деп тийише башташты. Ушул себептен Аллах таала мусулмандарга “раинаа” сөзүн, ушул эле сөздүн дагы бир синоними “унзурнаа” деген сөзгө алмаштырып, айтууну буйурду.","lang":"ky"},{"name":"2:105","price":"Китеп берилгендер (яхудилер менен христиандар) жана мушриктер (жүрөктөрүндө болгон көралбастык жана жек көрүү себептүү) силерге Раббиңер тарабынан бир жакшылык (вахий) түшүүсүн каалашпайт. (Бирок) Аллах Өз ырайымын Өзү каалаган адамдарга гана атайын тартуу кылат. Аллах улук пазилет Ээси!","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:106","price":"Эгер Биз (Курандан) бир аятты “насх” кылсак (өкүмүн жойсок) же аны (пенделерге) унуттурсак (анын ордуна) андан да жакшыраагын же болбосо ошого окшогонун келтиребиз. Аллах бардык нерсеге Кудуреттүү экенин билбедиңби?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:107","price":"Асмандар жана жер өкүмдарлыгы (жалгыз) Аллахка таандык экенин жана силерге Аллахтан башка эч бир кожоюн, эч бир жардамчы жок экенин билбейсиңби?!","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:108","price":"Же болбосо (оо, ыймандуулар), пайгамбарыңарга, мурун Мусага (яхудилер тарабынан каяша) суроо берилгени сыяктуу суроо узатууну каалайсыңарбы?![1] Ким ыйманды каапырчылыкка алмаштырса, туура жолдон адашканы ошол.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"[1] Яхудилер көкбеттик менен Муса пайгамбарга «Бизге Аллахты анык көргөзүп бер!» деген каяша суроону беришкен. Аллах менен пайгамбарынан келген өкүмдөр эч бир каяшасыз кабыл алынуусу зарыл. Антпесе, бул жорук «ыйманды каапырчылыкка алмаштыруу» болуп калат.","lang":"ky"},{"name":"2:109","price":"Китеп ээлеринен көпчүлүгү, аларга чындык анык билинип калгандан кийин деле, көралбастыктарынан улам, силерди момун болгонуңардан соң каапырчылыкка кайтарууну абдан каалашат. Бирок, силер Аллахтын өкүмү келгиче аларды кечирип, көтөрүмдүү болуп тургула. Албетте, Аллах ар нерсеге Кудуреттүү.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:110","price":"Намазды толук аткаргыла, зекетти бергиле. Өзүңөр үчүн эмне жакшылык жасасаңар, аны Аллахтын алдында (сооп иретинде) табасыңар. Албетте, Аллах силердин бардык ишиңерди Көрүүчү.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:111","price":"(Китеп ээлери) “Бейишке яхудилер же христиандар гана кирет” дешти. Бул алардын кыялдарынан башка эмес. Сен (оо, Мухаммад, аларга) айт: “Эгер сөзүңөр чын болсо, анда далилиңерди алып келгиле!”","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:112","price":"Андай эмес! Кимде-ким жакшылык жасаган[1] абалда Аллахка жүзүн (өзүн) толук багынтып, иштерин Аллах үчүн калыс кылса, ал үчүн Раббисинин алдында сообу (бейиши) даяр. Аларга эч коркунуч болбойт жана эч кайгы-капага батышпайт.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"[1] Бул аяттагы «жакшылык кылуу» деген сөз «Аллахтын Өзүнө гана эч кимди жана эч нерсени шерик кылбай сыйынуучу» деген маанини билдирет. Мына ушул далилдүү аяттардан улам ким бейишке, ким тозокко барышы маалым болот.","lang":"ky"},{"name":"2:113","price":"Яхудилер: “Христиандар чындыктын үстүндө эмес” дешет. Христиандар болсо “Яхудилер чындыктын үстүндө эмес” дешет. Дагы алар Китеп (Тоорат жана Инжил) окушат! (Китеп окууну) билбей турган адамдар (мушриктер) да ошолордун сөзүндөй сөз сүйлөшөт. Кыяматта алардын талашкан маселелери жөнүндө Аллах (Өзү гана) өкүм кылат.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:114","price":"Анын ичинде Өз(үнүн улуу) ысымы зикир кылына турган Аллахтын мечиттеринен тыйган жана аларды бузуп-талкалоого аракет кылган адамдардан өткөн заалым (каапыр) барбы?![1] Алар мечиттерге Аллахтан корккон абалда гана кирүүгө мүмкүн. Алар үчүн бул дүйнөдө шерменделик, акыретте чоң азап бар.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"[1] Эгер мечиттерди бузуу эң чоң заалымдык болсо, демек, түз жана көчмө маанисинде мечиттерди куруу (аларды намаз окуучулар менен толтуруу) эң чоң ыймандуулук экен. Аллах дагы бир аятта: { إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ } “Албетте, Аллахтын мечиттерин Аллахка жана акырет күнүнө ишенген, намаз окуп, зекет берген жана Аллахтан башка эч кимден коркпогон адамдар гана курушат” – деген.","lang":"ky"},{"name":"2:115","price":"Чыгыш дагы, Батыш дагы Аллахка таандык. Кай тарапка жүз бурсаңар, Аллахтын Жүзү (кыбыласы) ошол жакта. Албетте, Аллах (тааланын пазилети) Кенен (жана Ал бардыгын) Билүүчү.[1]","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"[1] Мусулмандар буга чейин Байтул Макдис (Иерусалим) тарапка карап намаз окушчу. Кийин Кааба тарапка карап окууга буйрук (вахий) келди. Бардык тарап Аллахтын Өзүнүкү болгон соң, кай тарапты кыбыла кылуу анын Өз ыктыяры. Ошондой эле, бул аят төө, ат же ушул сыяктуу улоодо баратып, ошол эле багытка карап намаз окуган, же болбосо кыбыланы аныктай албай, күмөн менен бир тарапты максат кылып окуп, кийин адашканын түшүнгөн, жана ооруп жатканы себептүү кыбылага жүзүн бура албай, мүмкүн болгон тарапка гана жүз буруп намаз окуган адамдардын намаздары кабыл экенин билдирет.","lang":"ky"},{"name":"2:116","price":"(Яхудилер, христиандар жана мушриктер) “Аллахтын баласы бар” - дешет. Аллах (алар сыпаттаган кемчиликтерден) Таза. Тескерисинче, Жер жана асмандардагы бардык нерселер Аныкы (жана) бардыгы Ага моюн сунат.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:117","price":"Аллах асмандар жана жердин Жаратуучусу. Эгер бир ишти өкүм кылса, ага “бол!” дейт жана ал иш (ошол замат) болот.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:118","price":"Наадан адамдар (Мекке мушриктери) “Кана эми, Аллах бизге сүйлөсө же бизге (Аллахтан) аян-белгилер келсе!” - дешет. Алардан мурункулар да ушулардын сөзүнө окшогон сөздөрдү айтышкан. Бардыгынын жүрөгү окшош. Биз далилдерди анык ишенгендерге баяндадык.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:119","price":"(Оо, Мухаммад!) Биз сени чындык менен (өзүңө ээрчигендерге бейиштен) куш кабар айтуучу жана (сага каршы чыккандарга тозок жөнүндө) коркунучтуу кабар жеткирүүчү кылып жибердик. Сен тозокко түшүүчүлөр үчүн жоопкер эмессиң.[1]","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"[1] \"Анткени, сенин вазыйпаң жеткирүү, Биздин вазыйпабыз эсеп-кысап кылуу\" - дейт Аллах таала дагы бир аятта.","lang":"ky"},{"name":"2:120","price":"Яхудилер менен христиандар сенден, алардын динине ээрчимейинче эч ыраазы болушпайт. (Сен аларга) “Аллахтын (мага түшүргөн) хидаяты гана туура жол!” дегин. Эгер сен өзүңө (Раббиң тарабынан) келген илимден кийин деле алардын каалоо-кызыкчылыктарына ээрчип кетчү болсоң, анда сага Аллах тарабынан эч кандай жакын (дос) жана жардамчы болбойт!","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:121","price":"Биз китеп (Тоорат) берген адамдар (арасындагы анын бардык өкүмдөрүнө моюн сунгандары) аны туура (бурмалабай) окушат. Ошолор ага (Куранга) ыйман келтиришет. Ал эми, кимде-ким ага ыйман келтирбесе, ошолор (эки дүйнөдө) зыян көрүүчүлөр!","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:122","price":"Эй, Исраил урпактары! Силерге берген жакшылыгымды жана (бир мезгилдерде) силерди бардык ааламдан абзел кылганымды эстегиле.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:123","price":"Эч ким башка бир адамга жардам бере албай турган жана (Аллахтан уруксат болмоюнча) эч кимден шапаат кабыл кылынбай турган, эч кимден (күнөөсүнөн кутулуу үчүн) акы-төлөм алынбай турган жана эч кимге жардам берилбей турган күндөн (кыяматтан) корккула!","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:124","price":"Эстегин: Раббиси Ибрахимди бир нече сөздөр менен сынады эле, аларды толук аткарды. (Анан ага) “Мен сени (бардык) адамдарга (динде) жолбашчы кыламын” деди. (Ибрахим) айтты: “Менин урпактарымдан дагы (жолбашчыларды чыгара көр).[1] (Анда Аллах:) “Менин убадам заалым (каапыр) адамдарга тийбейт” - деди.","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"[1] Яхудилер дагы, арабдар дагы Ибрахим алейхис-саламдын урпактары. Аллах яхудилер арасынан Якуб, Муса, Дауд, Сулайман, Иляс, жана башка салих (таза ибадаттуу) адамдарды динде жолбашчы кылды. Яхудилерден чыккан эң акыркы жолбашчы (пайгамбар) – Иса алейхис-салам. Андан кийин яхудилердин арасынан пайгамбарчылык жүгүн көтөрүп кетүүгө ылайык адам чыкпады. Аллах эң акыркы пайгамбарды арабдар арасынан тандап алууну каалады.","lang":"ky"},{"name":"2:125","price":"Жана эстегин, Биз Үйдү (Каабаны) адамдар умтулуп бара турган жай жана тынч орун кылып: “Ибрахимдин ордун[1] ибадат жайы кылып алгыла” (деп буюрдук). Ибрахим менен Исмаилге: “Менин Үйүмдү тооп кылуучулар, эьтикафка отуруучулар[2], рүкү жана сажда кылуучулар үчүн (ширктен, күнөөдөн жана нажастардан) тазалагыла” деп вахий (буйрук) кылдык.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"[1] \"Ибрахимдин орду\" бул – Ибрахим пайгамбар Каабаны куруп жатканда бутунун астына койгон таш жана ага түшүп калган изи. (Тафсиру Муяссар). Ошондой эле, \"Ибрахимдин орду\" деген сөздү ажылыктын шарттарынан болгон тооп, саай (Сафа-Марва тоосунун аралыгында жүгүрүү), Арафат жана Муздалифа өрөөндөрүндө туруу, шайтанга таш атуу, курмандык чалуу ж.б. Ибрахим пайгамбар аткарган иштерге карата колдонсо да болот. Анткени, айтылган жерлердин ар биринде Ибрахимдин орду бар. (Садий).\n[2] \"Эьтикафка отуруу\" – бул мусулман пенденин үйдөн, дүйнө түйшүктөрүнөн арылып, белгилүү убакытты ниет кылып, кайсы бир мечитте ибадат, дуба менен күн өткөрүүсү.","lang":"ky"},{"name":"2:126","price":"Эстегин, Ибрахим (Раббисине дуба кылып) “Оо, Раббим! Бул жерди тынч шаар кылгын жана анын элинин арасынан Аллахка жана акырет күнүнө ишенген адамдарды (ар түркүн) мөмө-жемиштер менен ырыскылай көр!”- дегенде, Аллах айтты: “Каапыр болгон адамды дагы (ошол ырыскылар менен) бир аз пайдалантам. Анан тозок азабына мажбурлап киргизем. Ал кандай жаман акыбет!","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:127","price":"Эстегин, Ибрахим менен (баласы) Ысмайыл экөө Үйдүн (Каабанын) пайдубалын көтөрүп жатып (мындай деп дуба кылышты): “О, Раббибиз! Бизден (ушул ишибизди) кабыл кыла көр! Албетте, Сен Угуучу, Билүүчүсүң!","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:128","price":"Оо, Раббибиз! Бизди Өзүңө моюн сунуучулардан кыл! Биздин урпактарыбыздан Өзүңө мусулман (моюн сунуучу) үммөт (чыгар!) жана бизге (ажы мезгилинде жасалчу) ибадаттарыбызды үйрөт! Биздин тооболорубузду кабыл кыл! Албетте, Сен тообону кабыл кылуучу, Мээримдүүсүң!","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:129","price":"Оо, Раббибиз! Алардын (урпактарыбыздын) арасынан, аларга Сенин аяттарыңды окуп берүүчү, Китеп жана Даанышмандыкты үйрөтүүчү жана аларды (ширктен ж.б. күнөө иштерден) тазартуучу бир пайгамбар жибер! Албетте, Өзүң Жеңүүчү жана Даанышмансың!”[1]","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"[1] Ибрахим жана Исмаилдин бул дубалары кабыл болуп, Аллах таала Исмаил урпактарынын арасынан Мухаммад саллаллоху алайхи ва салламды чыгарды. Ал өз үммөттөрүнө Аллахтан келген китеп – Куранды окуп берди жана өзүнүн Даанышман Сүннөттөрүн үйрөттү. Ошондуктан, пайгамбарыбыз саллаллоху алайхи ва саллам бир хадисинде: “Мен - атам Ибрахимдин дубасымын” деген.","lang":"ky"},{"name":"2:130","price":"«Ибрахимдин Дининен[1] наадан адамдар гана баш тартат. Биз Ибрахимди бул дүйнөдө (элдерге жолбашчы кылып) тандап алдык жана ал Акыретте да (жогорку даражалуу) салих адамдардан».","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"[1] Ибрахимге берилген диндин негизин «Аллахтын шериги жана окшошу жок» деген ишеним (тавхид) түзгөн. Бул ишеним мусулмандарда гана бар. Демек, Ибрахим мусулман, анын дини ислам болгон!","lang":"ky"},{"name":"2:131","price":"Эстегин, Раббиси ага “Мусулман бол!” (Өзүмө гана моюн сун!) дегенде, ал (ыклас жана сүйүү менен) “Ааламдардын Раббисине моюн сундум (мусулман болдум)” деди.[1]","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"[1] Яхудилер Ибрахимдин дининде эмес. Анткени алар «Узайр – Аллахтын баласы» деп ширк кылышты. Христиандар дагы Ибрахимдин дининде эмес. Себеби алар «Иса – Аллахтын баласы» деп мушрик болушту. Ибрахим муваххид (Аллахка шерик кошпой, жалгыз Өзүнө сыйынуучу) болгон. Анын дини Тавхид эле. Бул дин азыр мусулмандарда гана бар.","lang":"ky"},{"name":"2:132","price":"Ибрахим өзүнүн балдарына ушул гана динди осуят кылып калтырган. Жана Яькуб дагы балдарына: “Оо, балдарым, Аллах силерге ушул динди тандады. Эми, силер (жалгыз Аллахтын Өзүнө) моюн сунган (мусулман) абалда гана өлгүлө” деп осуят кылган.","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:133","price":"Силер, Яькубга[1] өлүм келген убакытта күбө болдуңар беле?! Ал балдарына[2] :“Менден кийин эмнеге сыйынасыңар?” дегенде, алар: “Сенин жана аталарың Исхак, Ысмайыл, Ибрахимдердин кудайы – жалгыз Кудайга (Аллахка) сыйынабыз. Жана биз Ага моюн сунуучубуз” дешкен.","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"[1] Медина яхудилери пайгамбарыбыз саллаллоху алайхи ва салламга келип: “Биз бабабыз Ибрахимдин, андан соң чоң атабыз Яькубдун дининдебиз” дешти. Ошондуктан, Аллах кийинки аятта алардын ойлорун төмөндөгүчө жокко чыгарат:\n[2] Яькубдун он эки баласы бар эле. Ошол он экиден яхудилердин он эки уруусу тараган. Он эки баланын биринин аты Яхуда эле. «Яхуди» деген улуттук наам ошонун атынан алынган.","lang":"ky"},{"name":"2:134","price":"Бул үммөттөр өтүп кетишти. Алар өз иштерине жооп берет, силер өз ишиңерге жооп бересиңер. Алар жасаган иштер үчүн силер суракка тартылбайсыңар.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:135","price":"Алар “Яхуди же христиан болсоңор гана туура жол табасыңар” дешет. Сен аларга айт: “Андай эмес! Ибрахимдин таухидге негизделген дини(не гана ээрчийбиз!) Жана ал (Ибрахим) мушриктерден болбогон!”","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:136","price":"Айткыла (Оо, ыймандуулар): “Биз Аллахка, Бизге түшүрүлгөн нерселерге жана Ибрахимге, Исмаилге, Исхакка, Яькубга жана ошолордун урпактарына түшүрүлгөн нерселерге, жана Мусага, Исага жана башка пайгамбарларга Раббиси тарабынан берилген нерселерге ыйман келтирдик. Биз пайгамбарлардын эч биринин арасын ажыратпайбыз жана биз Аллахка моюн сунуучуларданбыз”.","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:137","price":"(Оо, момун-мусулмандар!) Эгер алар (яхудийлер менен христиандар) силер ыйман келтиргендей ыйман келтиришсе, (ошондо гана) туура жол табышат. А эгер жүз буруп кетишсе, анда алар (силерге) душман. Алардан сени Аллахтын Өзү сактайт. Ал – Угуучу, Билүүчү.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:138","price":"Аллахтын бойогу (дини менен бойонгула).[1] Ким Аллахтан жакшыраак бойой алат?! Жана “Биз Ага гана ибадат кылуучубуз” (дегиле).","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"[1] Чынында, Аллахтын дини – бойок сыяктуу. Эгер мусулман адам Дин-Ислам эрежелеринин бардыгын карманып жүрсө, жатканда, турганда, иштегенде, адамдар менен мамилесинде диний баалуулуктарды сактаса жана динчилдик анын табиятына айланып калса, ал адам дароо эле башкалардан өзгөчөлөнүп, жакшы жагына өзгөрүп калат.","lang":"ky"},{"name":"2:139","price":"Айткын: “Биз менен Аллах жөнүндө талашасыңарбы?” Ал биздин да Раббибиз, силердин да Раббиңер. Бизге өз иштерибиз, силерге өз иштериңер. Жана биз Анын Өзүнө гана ыклас кылуучуларбыз.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:140","price":"Же силер (оо, китеп ээлери): “Ибрахим, Исмаил, Исхак, Яькуб жана (алардан кийинки) муундар яхуди же христиан болгон” дейсиңерби? Айткын: “Силер көбүрөөк билесиңерби же Аллах (көбүрөөк билеби)?!” Өздөрүнүн алдындагы (китепте жазылган) күбөлүктү Аллахтан жашыргандардан өткөн залым барбы?! Аллах силер жасаган (бузуку) иштерден бейкапар эмес.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:141","price":"Бул үммөттөр өтүп кетишти. Алар өз иштерине жооп берет, силер өз ишиңерге жооп бересиңер. Алар жасаган иштер үчүн силер суракка тартылбайсыңар.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"ky"},{"name":"2:142","price":"Жакында адамдардын акылсыздары: “Аларды (мусулмандарды) мурун өздөрү жүздөнгөн кыбылаларынан жүз бурдурганы эмне?” дешет. Айткын: “Чыгыш дагы, Батыш дагы Аллахка таандык. Каалаган пендесин туура жолго баштайт».[1]","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"[1] Бул аят келечектен кабар берген моожиза болуу менен бирге мусулмандардын көңүлүн көтөрүү маанисин да өз ичине камтыган. Мусулмандар Мединага көчүп барганда бир жарым жыл аралыгында Байтул-Макдис (Иерусалим) тарапка карап намаз окууга буюрулушкан болчу. Мында Аллах тааланын хикмат – Даанышмандыгы бар эле. Аллах таала бул окуяны яхудийлер мыскылдап кабыл алышын, Аллахтын өкүмүнө каяша айтышаарын, «Мусулмандарды кыбылаларынан эмне бурду?» дешип, ызы-чуу көтөрүшүн алдын ала кабар берди жана бул алар тарабынан боло турган акмакчылык экенин айтты. Анткени, Динге моюн сунган акылдуу адамдар, Дин ээси болгон Аллахтан кандай буйрук келсе, аны талкуулап отурбай, дароо моюн сунушат. Аллах таала айтат: “Аллах жана Анын элчиси бир ишти буюрганда, эч бир момун эркек же момун аял үчүн аны талкуулоого эрк-ыктыяр калбайт”. Демек, дароо моюн сунуулары зарыл.","lang":"ky"},{"name":"2:143","price":"Ошондой эле, биз силерди, (өз илим-адилетиңер менен) адамдардын үстүндө күбө болуп турууңар үчүн жана пайгамбар силердин үстүңөрдө күбө болуп турушу үчүн орто үммөт кылдык. (Оо, Мухаммад) сен мурун жүздөнгөн кыбыланы Биз пайгамбарга ээрчиген адамдарды артына бурулуп, (динден кайтып) кеткен адамдардан билип (ажыратып) алыш үчүн өзгөрттүк. Бул (кыбыланы өзгөртүү) оор иш. Бирок, Аллах туура багыт берген адамдарга оор эмес.[1] Аллах силердин ыйманыңарды текке кетирбейт.[2] Аллах адамдарга өтө Ырайымдуу жана Мээримдүү. (Кыбыла Иерусалим тарапка бурулганы менен пайгамбарыбыз саллаллоху алайхи ва салламдын жүрөгү Каабаны самап, сагынып турат эле)","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"[1] Пайгамбарыбыз Мединага хижрат кылып барганда, Аллахтын буйругу менен, он алты же он жети ай Байтул Макдис (Иерусалим) тарапка карап намаз окуду. Бул мусулмандар үчүн оор иш эле. Ошентсе да, ыйманы бекем мусулмандар Аллахтын амирине кийгилишпей жана каяша кылбай, Байтул Макдиске карап намаз окуй беришти. Бирок, кээ бир ыйманы бош жана улутчул арабдар динден кайтып кетишти. Мына ушундай Даанышмандык менен Аллах таала Өз пайгамбарына \"(моюн сунуп) ээрчиген адамдарды артына бурулуп, (динден кайтып) кеткен адамдардан\" ажыратып, билгизип койду.\n[2] Бул аятта Ахлу Сунна вал Жамаа аалымдарынын \"мусулмандын дене мүчөлөрү менен аткарган амалдары дагы ыймандын курамына кирет\" деген пикирлерине далил бар. Анткенит, кыбла өзгөргөндө кээ бир мусулмандар \"биздин абалкы кыблага карап окуган намаздарыбыз эмне болот?\" деп кейий башташты. Ошондо, Аллах намазды ыйман деген сөз менен белгилеп, \"Аллах силердин ыйманыңарды текке кетирбейт\" деген аятты түшүрдү.","lang":"ky"},{"name":"2:144","price":"(Оо, Мухаммад!) Биз кээде жүзүңдүн «асманда кезгенин» көрөбүз жана сени өзүң ыраазы болгон кыбылага бурабыз. Эми сен жүзүңдү Масжид аль-Харам (Кааба) тарапка бур! (Оо, момундар, силер дагы) кайда болсоңор (намазда) жүзүңөрдү ошол тарапка бургула! Ал эми, китеп берилген элдер (яхудий жана христиандар) деле анын (кыбыланын Кааба тарапка бурулганын) Раббисинен келген чындык (вахий) экенин айкын билип турушат. Аллах силердин ишиңерден кабарсыз эмес!","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:145","price":"Эгер сен Китеп берилгендерге бардык далилдерди келтирип (алдына тизип) койсоң да, алар сенин кыбылаңа ээрчибейт. Сен да алардын кыбыласына эргешүүчү (эрчишүүчү) эмессиң. Дагы алар бири-биринин кыбыласына да ээрчишпейт. Эгер сен өзүңө (Аллахтан) келген илимден кийин деле алардын кызыкчылыгына эргешүүчү (эрчишүүчү) болсоң, анда сен сөзсүз заалымдардан болуп каласың.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:146","price":"Биз китеп (Тоорат жана Инжил) берген адамдар аны өз балдарын тааныган сыяктуу таанышат. (Анан ошол, пайгамбар – Мухаммад келгенде) алардан көпчүлүгү чындыкты билип туруп, жаап-жашыра башташты.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:147","price":"(Оо, Мухаммад) Акыйкат – Раббиң тарабынан! Демек сен эч качан шектенүүчүлөрдөн болбогун!","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:148","price":"Ар бир (диндеги) адамдын жүздөнөр тарабы (кыбыласы) бар. Бири-бириңерден озуп жакшылык жасагыла! Силер кайда болсоңор да, Аллах бардыгыңарды (Кыямат күндүн эсеп-китеби үчүн) чогултуп алат. Аллах бардык нерсеге Кудуреттүү.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:149","price":"Кай тараптан (сапарга) чыксаң да жүзүңдү “Аль-Харам” мечити тарапка бур! Ал – Раббиң тарабынан болгон (айныгыс) Чындык! Аллах силердин ишиңерден кабарсыз эмес.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:150","price":"Кай тараптан чыксаң да, жүзүңдү “Аль-Харам” мечити тарапка бур! Силер дагы (оо, момундар,) үстүңөрдөн адамдарга далил болуп калбаш үчүн, кай жерде болсоңор да жүзүңөрдү ал тарапка бургула! Ал эми, алардын арасынан заалым болуп бүткөн адамдар (далилге деле карабай, бузук сөздөрүн тарата беришет). Алардан коркпогула, Мен силерге жакшылыктарымды толук кылып берүүм үчүн жана туура жолго багыт алууңар үчүн Менден гана корккула![1]","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"[1] Аллах таала ыймандуулардын арасынан бекем ишенимдегилерди тандап алуу үчүн жана Өзүнө гана белгилүү себептерден улам Иерусалимди убактылуу кыбыла кылып бергенде, өчөшкөн дин душмандары, пайгамбарга каршы чоң далил таап алгансып: \"ал кантип Ибрахимдин дининдемин деп жүрөт? Анда Ибрахимдин жана Исмаилдин кыбласы (Кааба) бул жакта калып, Иерусалимге (Байтул Макдиске) карап намаз окуганы эмнеси - ыя?!\" деп чуу көтөрүшкөн. Бирок, Аллах таала кыбыланы кайрадан Каабага буруп берүү менен яхуди, христиан жана мушриктерден турган дин душмандарынын \"далилдерин\" жокко чыгарды. Бирок, кээ бир жүрөгүндө былыгы бар залым адамдар тынчып калган жок. Себеби, аларга далил таасир этпейт. Яхудилер, мунафыктар жана мушриктер кыбыланы алмаштыруунун тегерегинде чынында, аябай чоң фитна чыгарып жиберишкен. Ошондуктан, Аллах бул маселени мусулмандарга өтө кылдаттык менен, кайра-кайра кайталап чечип берди жана дин душмандарынын ызы-чуусунан коркпой, Өзүнөн гана коркууга буюрду. Ошондо гана аларга Аллахтын жакшылыктары толук берилмек. Ошондо гана алар дин жолунда адашпай туура жүрүшмөк.","lang":"ky"},{"name":"2:151","price":"Ошондой эле, Биз силерге өзүңөрдүн араңардан бир элчи-пайгамбар жибердик. Ал силерге (чындыкты жалгандан, таухидди ширктен ажыратып бере турган) жана силерди тазарта турган аяттарыбызды окуп берет. Жана ал силерге Китеп (Куран) менен Даанышмандыкты (Cүннөттү), ошондой эле, силер билбеген (көп башка) нерселерди таалим берет.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:152","price":"Мени эстегиле. Мен да силерди эстеймин. Жана (берген нээматтарым үчүн) Мага шүгүр кылгыла жана эч каапыр болбогула.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:153","price":"Оо, момундар! (диний жана дүйнөлүк ишиңерде) сабыр жана намаз[1] менен кубаттангыла! Албетте, Аллах, сабырдуулар менен бирге.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"[1] Намаз – диндин түркүгү, момундардын нуру жана пенде менен Аллахты байланыштырып турган “ыйык көпүрө”. Эгер адам баласы намазды бардык талаптары менен аткарса, анда “хузур” деген нерсе пайда болот. “Хузур” – бул намаздын маңызы. “Хузур” абалына кирүү үчүн адамдын жүрөгү “Мен Раббимдин хузурунда (алдында) олтурам” деп сезиш керек. Ошондо, анын жүрөгү ойгоо болот. Намаздагы ар бир сөз, ар бир кыймыл аракеттин маанисин түшүнөт. Раббисине кулдук макаамында (даражасында) туруп, өз муктаждыктарын жалбарып сурайт. Мындай намаз адамга чоң жардам (кубат) берет жана адамды жаман жөрөлгөлөрдөн кайтарат.","lang":"ky"},{"name":"2:154","price":"Силер Аллахтын жолунда өлтүрүлгөн адамдарды “өлүктөр” деп айтпагыла! Андай эмес, алар тирүү! Бирок, силер муну сезбейсиңер.[1]","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"[1] Аллахтын дининин жогору болуусу жолунда жан кыйган мусулман “шахид” (шейит) деп аталат. Шейиттер жөнүндө Курандын башка бир сүрөсүндө Аллах таала мындай деген: “Алар тирүү жана Раббисинин алдында (ар түрдүү азыктар) менен ырыскыландырылууда”. Пайгамбарыбыз саллаллоху алайхи ва саллам айтты: “Шейиттердин рухтары (жандары) бейиштеги жашыл куштардын ичинде болот. Ал куштар бейиш дарыяларынан суу ичишет. Бейиш мөмөлөрүнөн азыктанышат жана Аллахтын Аршына асып коюлган чырактарда баш калкалашат”.","lang":"ky"},{"name":"2:155","price":"Албетте, Биз силерди коркуу, ачкачылык, мал-мүлктүн, жан-дененин жана мөмө-жемиштердин каатчылыгы сыяктуу нерселер менен сынайбыз. Сабыр кылуучуларга (бейиштен) сүйүнүчтүү кабарды угуз.","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:156","price":"(Аллах таала тарабынан) бир кырсык (бактысыздык) жеткенде: “Бардыгыбыз Аллахтын мүлкү болобуз жана Анын Өзүнө кайтып барабыз” деген адамдарга…","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:157","price":"Дал ошолорго Раббиси тарабынан мактоо, ырайым бар. Жана ошолор гана туура жолго түшкөндөр.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:158","price":"Сафа менен Марва Аллахтын (дининин) белгилеринен. Ким ажылык же умра кылса, ал экөөсүнө (Сафа менен Марвага) тооп кылса (барып келсе) болот. Ким бир жакшылыкты кошумча жасаса, бул - өзүнө пайда. Албетте, Аллах Шаакир (шүгүр кылуучу) жана Билүүчү.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:159","price":"Биз түшүргөн (Мухаммад жөнүндөгү) далилдерди жана туура жолду китепте (Тооротто) адамдарга баян кылып бергенден кийин деле жаап-жашырып жүргөндөргө Аллах наалат айтат жана бардык наалат айтуучулар наалат айтышат.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:160","price":"Ал эми, (күнөөлөрүнө) тообо кылган, (акыйкатка кайтып, пейилин) түздөгөн жана (жаап-жашырган чындыктарды) ачык айткан адамдардын тооболорун кабыл аламын. Жана Мен тооболорду кабыл алуучу, Мээримдүүмүн.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:161","price":"Каапыр болгон жана ошол каапырчылыгы бойдон (тообо кылбай) өлгөн адамдарга Аллахтын, периштелердин жана бардык адамдардын наалаты болсун!","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:162","price":"Алар ошол наалаттын (тозок азабынын) ичинде түбөлүк калышат. Алардан азап жеңилдетилбейт жана аларга (тообо кылууга) мөөнөт берилбейт.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:163","price":"Силердин кудайыңар – жалгыз Кудай. Эч бир (сыйынууга татыктуу) кудай жок, жалгыз Ал – Ырайымдуу жана Мээримдүү (болгон Аллах) гана бар!","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:164","price":"Албетте, асмандардын жана жердин жаратылышында, түн менен күндүн алмашылып турушунда, деңиз үстүндө адамдарга пайда жеткирип сүзүп жүргөн кемелерде, Аллах асмандан түшүргөн сууда, ал суу менен Аллах жерди өлгөндөн соң тирилтип, үстүнө ар түркүн жаныбарларды тараткан эле, шамалдардын (бирде муздак, бирде ысык болуп) согуусунда жана асман менен жердин ортосунда моюн сундуруп коюлган булуттарда акылдуу адамдар үчүн (Аллахтын кудуретине) белгилер бар.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:165","price":"«Адамдардын арасында кээ бирөөлөр, Аллахтан башка нерселерди (Аллахка) тең (шерик) кылып алышат (жана) аларды Аллахты сүйгөндөй сүйүшөт. Ыймандуу адамдар Аллахты көбүрөөк сүйүшөт. Эгер (Аллахка башка нерселерди шерик кармаган) залымдар кыяматта азапты (өз көздөрү менен) көрүшсө жана күч-кудуреттин бардыгы Аллахка таандык экенин билишсе (Аллахка шерик кошушпайт болчу). Аллахтын азабы катуу!»","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:166","price":"«Ал (Кыямат) Күнү (Аллахтан башкага) ээрчигендерден ээрчиткендери (сыйынган, сүйгөн жалган кудайлары) чанып кетет жана бардыгы азапты өз көздөрү менен көрүшөт. Анан алардын арасындагы алака-мамилелери үзүлөт».","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:167","price":"Андан соң ээрчигендер: “Эгер бизге жашоо дагы бир ирет берилчү болсо, бизди чанган сыяктуу буларды (жасалма кудайларды) чанып (жалгыз Аллахка сыйынып) жашайт болчубуз”– дешет. Ошентип, Аллах аларга (ширк) амалдарын өз баштарына кайгы кылып көргөзөт. Алар экинчи чыккыс болуп тозокто калып кетишет.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:168","price":"Оо, адамдар! Жер бетиндеги нерселерден адал, таза болгондорун жегиле жана шайтан баштаган жолдорго жүрбөгүлө. Ал силерге анык душман!","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:169","price":"Шайтан силерди жаман, бузук иштерге жана Аллах жөнүндө билбеген нерсеңерди сүйлөөгө буюрат.[1]","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"[1] Аллах жөнүндө билбей сүйлөгөн адамдар төмөндөгүлөр: 1) Ким Аллахты Өзү жана пайгамбары сыпаттабаган сыпат менен сыпаттаса же Өзү жана пайгамбары атаган сыпат менен атабаса – Аллах жөнүндө билбей сүйлөгөн болот. 2) Ким “Аллахтын теңдеши, шериги, баласы бар» десе – Аллах жөнүндө билбей сүйлөгөн болот. 3) Ким “олуя кишилердин арбактары алардан жардам сураган кишини Аллахка жакындаштырат” деп тастыктаса – Аллах жөнүндө билбей сүйлөгөн болот. 4) Ким Курандан же хадистен далилин билбей туруп, “Аллах палан нерсени адал кылган, түкүнчө нерсени арам кылган” деген сыяктуу сөздөрдү сүйлөсө – Аллах жөнүндө билбей сүйлөгөн болот. 5) Ким Куран же сахих хадистен далили болбой туруп: “Аллах паландай макулукту түкүндөй максат менен жаратты” десе – Аллах жөнүндө билбей сүйлөгөн болот. 6) Ким Аллахтын жана элчисинин сөздөрүн өз оюна ылайыктап таавил кылып (бурмалап) сүйлөсө – Аллах жөнүндө билбей сүйлөгөн болот.","lang":"ky"},{"name":"2:170","price":"Качан (мушриктерге): “Аллах түшүргөн нерсеге (Куран өкүмдөрүнө) ээрчигиле” - деп айтылса, алар: “Жок, биз ата-бабаларыбыздын үрп-адаттарына ээрчийбиз” дешет. Эгер ата-бабалары эч нерсеге акыл калчабаган жана туура жол таппаган адамдар болсо да (ошенте беришеби)?!","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:171","price":"Каапыр болгон адамдар кишинин кыйкырыгынан чакыруу жана добуштан башка эч нерсени ылгай албаган айбандарга окшош. Алар дүлөй, дудук жана сокур! Демек, акылдарын иштетишпейт.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:172","price":"Оо, ыйман келтиргендер! Эгер Аллахтын Өзүнө ибадат кылчу болсоңор, Биз силерге ырыскы кылып берген таза нерселерден жегиле жана Аллахка шүгүр кылгыла.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:173","price":"Аллах силерге тарпты, (мууздаганда аккан) канды, доңуздун этин, Аллахтан башкага атап союлган жандыктын этин (жешти) арам кылды. Ал эми, кимде-ким, атайын издебей, чектен чыкпай (өлбөй калуу үчүн гана жегенге) мажбур болсо, ага күнөө болбойт. Аллах – Кечиримдүү, Мээримдүү.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:174","price":"Аллах түшүргөн китепти (Тооратты, анын ичиндеги чындыкты) жаап-жашырган жана аны арзыбаган баага сата турган адамдар өз курсактарына оттон бөлөк нерсени жешпейт. Аллах Кыямат күнү аларга сүйлөбөйт жана аларды (жаман пейилдеринен) тазартпайт. Аларга кыйноочу азап бар.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:175","price":"Алар адашууну хидаят (туура жол) ордуна, азапты кечирим ордуна сатып алган адамдар. Алар тозок отуна мынча сабырдуу?!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:176","price":"Бул – Аллах китепти чындык менен түшүргөнү (бирок, алар ошол чындыкты жашыргандары) себептүү. Аллахтын китеби (Тоорат) жөнүндө (бир өкүмүнө ишенип, экинчисине ишенбей) ар түрдүү (пикирде) болуп жаткан адамдар (чындыктан) алыс бөлүнүп-жарылууда калышат.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:177","price":"Жакшылык жүзүңөрдү Чыгыш жана Батышка бурушуңар эмес. Бирок, жакшылык – Аллахка, Акырет күнүнө, периштелерге, китепке, пайгамбарларга ишенген, өзү жакшы көргөн мал-дүйнөсүн тууган-уруктарга, жетимдерге, жакырларга, мусапырларга, (муктаж болуп) сурагандарга, башын азат кылууну каалаган кулдарга садака кылган, намазды толук аткарган, зекетти төлөгөн, убадалашканда убадасында бекем турган жана кембагалдык, оору-сыркоо жана согуш убакыттарында сабырдуу болгон адамдар(дын ыймандуу пейилдери).[1] Мына ушулар (өз ыймандарында) чынчыл жана ушулар гана такыба кишилер!","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"[1] Бул аяттын мааниси пайгамбарыбыздын: «Баатырлык курчтук менен эмес, ачуусун баса билүү менен өлчөнөт» деген хадисине үндөшөт.","lang":"ky"},{"name":"2:178","price":"Оо, ыйман келтиргендер! Өлтүрүлгөндөр үчүн өч алуу силерге парыз кылынды: азат адамга азат адам, кулга кул, аялга аял (өлтүрүлөт). Ал эми, кимге (өлгөн) бурадары(нын жакындары) тарабынан кечирим берилсе, анда жакшылык менен моюн сунуу жана ага жакшынакай кылып төлөп берүү (парыз). Бул – силерге Раббиңер тарабынан берилген жеңилдик жана ырайым. Ким ушундан соң чектен чыкса, ага жан кыйноочу азап бар.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:179","price":"Оо, акылдуулар! Силер үчүн өч алууда жашоо бар.[1] Кана эми, (ушул сырлардан сабак алып) такыба болсоңор!","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"[1] Эгерде өлтүрүүчүнүн жазасы өлтүрүү болбосо, анда коомдо адам өлтүрүү токтобойт. “Өч алууда жашоо бар” деген даанышмандыктын бир сыры ушунда.","lang":"ky"},{"name":"2:180","price":"Силерден бирөөңөргө өлүм жакындашса, мал-дүйнөсүн ата-энесине жана тууган уруктарына осуят кылып, жакшылык менен (өз абалына карап, ысырапсыз мурас) калтыруусу силерге парыз кылынды. Бул такыба кишилерге катуу милдет![1]","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"[1] Кээ бир тафсирчилер бул аяттын өкүмү мурас аяттарынын түшүшү менен өкүмүн жоготкон дешет.","lang":"ky"},{"name":"2:181","price":"Ким ушул керээзди уккандан (түшүнгөндөн) соң (аны) алмаштырып койсо, мунун күнөөсү алмаштырып койгондордун мойнунда! Аллах – Угуучу, Билүүчү.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:182","price":"Эми, кимде-ким осуят кылуучунун билип же билбей күнөө кылуусунан корксо, алардын арасын оңдоп койсун.[1] (Ошондо) ага күнөө болбойт. Аллах – Кечиримдүү, Мээримдүү.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"[1] Өлүм төшөгүндө жатып осуят кылуучунун алдында болгон кишилер анын шарият көргөзгөндөй бөлүштүрбөй, туугандарынан ким бирөөсүнө көбүрөөк, башкасына азыраак осуят кылууга ниеттенгенин билип, мындан коркчу болсо, ага туура кеңеш берсин. Бул осуят кылуучу менен осуят кылынган (мураскер) адамдардын арасын оңдогондук болуп саналат.","lang":"ky"},{"name":"2:183","price":"О, ыйман келтиргендер! Силерден мурунку элдерге парыз кылынганы сыяктуу, силерге да орозо кармоо парыз кылынды. Такыба болушуңар үчүн.[1]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"[1] Орозо адамдын такыбасын өстүрүүчү эң зор себептердин бири. Анткени, орозодо Аллах тааланын буюрганын жасоо жана кайтаргандарынан кайтуу амалдары бар. Адам баласы орозо кармаганда таң азандан кечке чейин Аллах тыюу салганы үчүн напси каалап турган тамак-аш, суусундук, жыныстык мамиле ж.б.дан өз ыктыяры менен баш тартат. Бул такыбалыктын белгиси. Экинчиден, орозо кармаган адам Аллахтын көзөмөлдөп турганын өзүнүн напсине үйрөтөт. Буга үйрөнгөн напси каалаган жана жетишке мүмкүн болгон нерселерден тыйылат. Үчүнчүдөн, жеп-ичүү кыскаргандан улам, адамдын кан тамырларындагы Шайтандын жолдору кысылат. Төртүнчүдөн, орозо кармоочу бул айда таат-ибадатты көбөйтөт. Көп ирекет намаз окуйт. Көп ибаадат кылуу дагы такыбалыктан. Бешинчиден, байлар ачкачылык, жетишсиздик эмне экенин орозо аркылуу өз баштарынан өткөрүп, кембагалдарга кайрымдуураак болушат. Бул да такыба дегендик. Орозонун мындан башка да пайдалары көп.","lang":"ky"},{"name":"2:184","price":"(Парз орозо) эсептүү күндөр(дө гана тутулат). Силерден кимиңер оорулуу же сапарда болсо, башка күндөрдүн эсебинен (кармап берет). Орозо кармаганга чыдаган (бирок, кыйналганы себептүү кармабаган) адамдарга (ар бир күн эсебине) бир жакыр адамды тойгузуу – фидья. Ким ашыгыраак адамды тойгузса, өзүнө жакшы. Бирок, орозо кармаганыңар (фидья төлөөдөн) жакшы, эгер билсеңер.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:185","price":"(Силер орозо кармай турган санактуу күндөр – бул) Рамазан айы. Бул айда адамдарга хидаят – туура жол болуп, хидаят жана фуркандан турган анык далилдер катары Куран түшүрүлдү. Жана силерден кимде ким (жаңы) айды көрсө – орозо кармасын! Жана ким оорулуу же сапарда болсо, башка күндөрдүн эсебинен (тутуп берет). Аллах силерге жеңил болуусун каалайт, оор болуусун каалабайт. (Орозо) санакты толук кылууңар (калтырбай тутууңар) жана силерди туура жолго салганы үчүн Аллахты даңазалашыңар үчүн жана Аллахка (көп-көп) шүгүр кылууңар үчүн (парз кылынды).","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:186","price":"(Оо, Мухаммад) эгер пенделерим сенден Мени сурашса (айткын) Мен (аларга) жакынмын. Мага дуба кылышса дуба кылуучунун дубасына жооп беремин. (Эми,) Мага да жооп беришсин жана ыйман келтиришсин! (Ошондо) туура жолго түшүп калышы ажеп эмес![1]","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"[1] Сахабалар Мухаммад саллаллоху алайхи ва салламдан: “Оо, Аллахтын элчиси. Аллах бизге жакынбы, алыспы? Ага шыбырап дуба кылалыбы же кыйкырып дуба кылалыбы?” – деп сурашканда ушул аят түшкөн.","lang":"ky"},{"name":"2:187","price":"Силерге орозо түнүндө аялыңар менен кошулуу адал кылынды. Алар силер үчүн кийим, силер алар үчүн кийим (сыяктуусуңар). Аллах силердин (орозо түндөрү) өзүңөргө зулум кылып алганыңарды билди жана тообаңарды кабыл кылып, кечирди. Мына эми, аялыңар менен (орозо түнүндө) кошула бергиле жана Аллах силерге жазган нерсени (адал кошулуу менен адал перзентти) ниет кылгыла. Жана тээ таң мезгилинен ак жип кара жиптен ажыраганы силерге анык билингенге чейин жей бергиле, иче бергиле. Андан (саарлыктан) кийин орозону кечке чейин толук уланткыла. Жана мечиттерде эьтикаф отурган мезгилиңерде аялыңарга жакындабагыла. Булар (тыюу салынган нерселер) – Аллахтын чек аралары. Алар(ды бузуу)га жакындабагыла! Аллах адамдарга Өз аяттарын мына ушинтип баян кылып берет, силердин такыба болууңар үчүн.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:188","price":"Бири-бириңердин акча-мүлкүңөрдү кыянат жолдор менен жебегиле жана адамдардын мал-дүйнөсүнөн бир бөлүгүн күнөө менен жеп алуу үчүн акча-мүлктү өкүм чыгаруучуларга (арам экенин) билип туруп (пара катары) бербегиле.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:189","price":"(О, Мухаммад) Сенден “хилалдар” (ичке орок сымал ай) жөнүндө сурашат. Айт: “Алар адамдарга убакытты жана хаж (ажылык) убактысын белгилөө үчүн. Үйүңөргө арт жагынан кирүүңөр жакшылык эмес, бирок, жакшылык – бул Аллахтан корккон киши(нин пейилдеринде жатат). Үйүңөргө эшиктеринен киргиле жана Аллахтан корккула! (Ошондо гана) жеңишке (бейишке) жетсеңер ажеп эмес!","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:190","price":"(Оо, мусулмандар!) Аллахтын жолунда (Анын дининин жогору болушу үчүн) силерге согуш ачкандарга каршы согушкула жана чектен чыкпагыла” Аллах чектен чыккандарды сүйбөйт.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:191","price":"Аларды тапкан жериңерде өлтүргүлө, силерди сүрүп чыгарган жерден аларды да сүрүп чыгаргыла. Фитна (динден азгыруу, бузукулук) адам өлтүрүүдөн да жаман. Алар менен “Масжид Аль-Харамдын” алдында силерге каршы согушмайынча согушпагыла, Эгер алар согушту баштаса, анда өлтүрө бергиле, каапырлардын жазасы – ушундай.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:192","price":"Эгер (согушту) токтотушса (каапырчылыктарынан кайтып, мусулман болушса) анда, Аллах Кечиримдүү, Мээримдүү.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:193","price":"Качан (жер бетинен) фитна (ширк, исламга тоскоолдук) жок болмоюнча жана дин Аллах үчүн болмоюнча согуша бергиле. Эгер токтошсо, заалымдарынан башкаларына тийбегиле.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:194","price":"«Шахрул-харамга» - «Шахрул-харам» жана арам кылынган нерселер(ди жасагандык үчүн) өч (алуу) бар![1] Ким силерге душмандык кылса, силер дагы дал өзүндөй душмандык кылгыла! Аллахтан корккула жана билгиле, Аллах такыба кишилер менен бирге.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"[1] Арабдардын үрп-адаты боюнча “шахрул-харам” деп аталган айларда согушуу мүмкүн эмес. Бирок, мушриктер көбүнчө бул адатты бузуп, мусулмандарга сокку урушкан. Ошондуктан, Аллах “Алар “шахрул-харамды” урматтабай силерге согуш ачса, силер да карап отурбай согуша бергиле, жана арам айлардын эрежесин сактабаганы үчүн өч алгыла” деп буюрду.","lang":"ky"},{"name":"2:195","price":"Аллахтын жолунда нафака (садака) чыгаргыла.[1] Колуңарды (өзүңөрдү) өлүмгө таштабагыла.[2] Жакшылык кылгыла. Аллах эхсан кылуучуларды сүйөт.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"[1] Аллахтын ыраазычылыгы, Анын дининин өнүгүшү, дүйнөгө жайылып, бардык диндерге үстөм болушу үчүн мусулман адам жанын, малын, бүт аракетин нафака (чыгаша) кылышы парыз. Аллах жолундагы эң зарыл жана башкаларына өбөлгө болгон нафака – бул материалдык садака. Эгер Аллахтын Дини жогору болушунун эң биринчи шарты жихад болсо жана жихаддын үч түрү болсо (кол менен, мал менен, калем – тил менен) ушул үчөө тең материалдык нафакасыз ишке ашпайт.\n[2] “Өзүңөрдү өлүмгө таштабагыла” дегендин мааниси “Аллахтын буйруктарын аткарбай, Анын Динине малыңар, жаныңар жана убакыт-арекетиңер менен жардам бербей отуруп балээге кабылып калбагыла” деген маанини туюндурат. Айрыкча, мусулмандар убактысын, аракетин, акча-байлыгын Аллах жолунда нафака кылбай отура берсе, тез эле башка диндердин, башка элдердин тепсендисинде калып, түз маанисинде чоң балээге кабылышат.","lang":"ky"},{"name":"2:196","price":"Хаж (ажылык) жана Умраны, Аллах үчүн (ыклас менен) толук аткаргыла. Эгер (бир тоскоол себептүү, Меккеге жете албай, жолдо) кармалып калсаңар, кудуретиңер жеткен (төө, уй же кой сыяктуу) курмандык(ты Меккеге жибересиңер.) Курмандык (малыңар) жайына жетип бармайынча (жана силерге анын союлганы жөнүндө кабар келмейинче) чачыңарды албайсыңар. Ал эми, силерден ким бирөөңөр ооругандан же башындагы бир зыяндан улам (чачын алдырууга туура келсе), анын ордуна (үч күн) орозо кармоо (алты жакырга) нафака берүү же (бир кой) союу менен фидья (төлөм) төлөсүн. А эгер (тоскоолдуктардан) аман болсоңор жана (Меккеге жетип), ким хаж(ибадаты башталган)га чейин умрадан да пайдаланган болсо, кудурети жеткен бир курмандык (сойсун). Ал эми ким (курмандыкты же анын баасын) таппай калса, хаж мезгилинде үч күн, үйүнө кайтып келгенде жети күн орозо тутсун! Бардыгы болуп он күн толук болот. Бул (өкүм) үй-бүлөсү Масжид аль-Харамда болбогон (алыстан келген) кишилер үчүн. Аллахтан корккула жана билгиле, Аллах – азабы катуу Зат!","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:197","price":"Хаж (сапары) – белгилүү айлар.[1] Ким ошол айларда (өзүнө) хаж (ибадатын) парыз кылса, (жана ихрам байласа) хажда (ихрамдан чыкканга чейин) жубайы менен (жыныстык) мамиле жасабайт, бардык күнөөлөрдөн тыйылат жана жаңжалдан алыс болот. Кандай гана жакшы амал кылсаңар да Аллах билип турат. Жана да жолго азык камдап алгыла. Эң жакшы жол азыгы – бул такыбалык. О, акылдуу адамдар, Менден корккула!","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"[1] Шаввал айы, Зул-Каада айы жана Зул-Хижжа айынын он күнү","lang":"ky"},{"name":"2:198","price":"(Хаж ибадаты мезгилинде адал кесип, же соода менен) Раббиңерден пазилет үмүт кылууңарда күнөө жок. Ал эми, Арафат тоосунан түшсөңөр, Машьар-ул-харамда (Муздалифа өрөөнүндө) токтоп, Аллахты зикир кылгыла жана Аллах силерди адашканыңардан кийин, туура жолго салганы үчүн, силер да Аны эстегиле.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:199","price":"Андан соң (Муздалифадан Каабаны көздөй) адамдар түшкөн багыт менен түшкүлө жана Аллахтан кечирим сурагыла. Албетте, Аллах Кечиримдүү, Мээримдүү.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:200","price":"Ал эми, ибадат - жөрөлгөңөрдү аткарып болгон соң (такбирлерди айтып) Аллахты, ата-бабаңарды эстегендей же андан да катуураак эстегиле. Адамдардан кээ бирөөлөрү (Акыретти унутуп): “О, Рабби! Бизге ушул дүйнөдө бер” - дешет. Андайларга Акыреттен насип жок!","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:201","price":"Алардан дагы бирөөлөрү: “О, Рабби! Бизге ушул дүйнөдө да, Акыретте да жакшылык бере көр жана бизди тозок азабынан сакта!” - дешет.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:202","price":"(Акыретте) дал ошол адамдар үчүн жасаган (жакшы) иштеринен насип бар. Аллах өтө тез эсептешет!","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:203","price":"Аллахты саналуу күндөрдө да эстегиле.[1] Ким эки күндө шашылса – ага күнөө жок. Жана ким кечиктирсе – ага да күнөө жок.[2] (Бул өкүмдөр) такыба кишилер үчүн. Аллахтан корккула жана билгиле: бардыгыңар (Кыяматта өз ишиңерден эсеп берүү үчүн) Аллахтын алдында чогултуласыңар.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"[1] Бул жерде “эсептелүү күндөр» дегенде Курбан майрамынан кийинки үч күнгө - Зул-хижжа айынын 11-12-13-күндөрүнө айтылат. Ал күндөрдө ажылар Мина өрөөнүндө болушуп, Аллахтын меймандары катары эсептелинет. Ошондуктан, пайгамбарыбыз: “Ташрик күндөрү жеп-ичүү жана Аллахты зикир кылуу күндөрү” деген. Шайтанга таш атуу (жамра) жана Курбандык кылуу мезгилиндеги зикирлер дагы “ташрик күндөрүнүн зикиринин курамына кирет.\n[2] Ким Минадагы (курмандык, жамра, зикир сыяктуу) амалдарын экинчи күндүн кечине чейин аткарып, шашылыш түрдө кайтып кетүү үчүн Каабага түшүп кетсе – уруксат. Ал эми, ким Минада үчүнчү күндүн түнүндө да калып, зикир кылып, эртеси эрте менен жамаратка таш атканы барып, андан кийин кайтып түшсө – анда да күнөө жок.","lang":"ky"},{"name":"2:204","price":"(О, Мухаммад!) Адамдардын арасында ушундайлары бар: бул дүйнө жашоосунда анын сөздөрү сени кызыктырып койот. Ал жүрөгүндөгү нерсеге Аллахты күбө кылат (ант ичет). Чынында, ал (Исламга) элдешкис душман![1]","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"[1] Бул аят Ахнас ибн Шарик деген мунафык жөнүндө түшкөн. Өзү Исламды жана мусулманды көргүсү келбеген кас душман болсо да пайгамбарыбыз саллаллоху алайхи ва салламга өтө сылык, жакшы сөздөрдү айтып, өзүнүн мусулман экенине Аллахтын аты менен касам ичип жиберчү. Ошентип, пайгамбарыбыз саллаллоху алайхи ва салламдын кээ бир мажилистерине катышчу болду. Бирок Аллах таала ушул аятты түшүрүп, анын чыныгы жүзүн ачып берди.","lang":"ky"},{"name":"2:205","price":"Ал сенин алдыңан кетээри менен, жер бетин бузукулуктарга толтуруш үчүн, эгиндерди, насилдерди курутуш үчүн аракеттерин баштайт. Аллах болсо, бузукулукту сүйбөйт.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:206","price":"Эгер ага “Аллахтан корк” деп айтылчу болсо, күнөө менен (бирге) текеберлиги (да) кармап калат. Ага тозок жетиштүү! Ал не деген жаман орун!","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:207","price":"Адамдардын арасында өз жанын Аллах ыраазычылыгы жолунда саткандары (курман кылгандары) да бар. Аллах өз пенделерине кайрымдуу.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:208","price":"Оо, ыйман келтиргендер! Исламга толук киргиле! Шайтандын изинен ээрчибегиле! Ал силерге анык душман!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:209","price":"Эгер силерге (Раббиңер тарабынан) анык илим-далилдер (Куран-Сүннөт) келгенден кийин деле жолдон тая берсеңер, билип койгула: Аллах – Кудуреттүү, Даанышман.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:210","price":"Алар (жер бетинде бузукулукту тараткандар менен шайтанга ээрчигендер, Кыяматта) Аллах жана периштелер булуттардын көлөкөсүндө келишинен (жана аларга адилеттүүлүк менен өкүм кылып, жаза беришинен) башканы күтүшпөйт. Анан иш бүтөт жана бардык иштер Аллахка кайтарылат.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:211","price":"(О, Мухаммад,) Исраил урпактарынан сурачы, Биз аларга (чындыкты далилдеген) анык аян-белгилерден канчасын бердик экен? Өзүнө келген Аллахтын нээматын кайсы (акылсыз) адам алмаштырат? Албетте, Аллах - азабы катуу Зат!","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:212","price":"Каапыр адамдарга (ушул) дүйнөнүн жашоосу кооз көргөзүлдү. Алар ыймандуу адамдарды мыскылдашат. Такыба адамдар Кыяматта алардан жогору (даражаларда) болушат. Аллах каалаган пенделерине эсепсиз ырыскы берет.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:213","price":"Адамдар (мурда) бир (динди гана кармаган) үммөт болгон.[1] Анан Аллах, (бейиштен) сүйүнүчтүү кабар берүүчү жана (тозоктон) эскертүүчү пайгамбарларды жиберип, адамдар арасындагы талашкан нерседе (динде) өкүм кылуу үчүн аларга (Аллахка гана сыйынуу жөнүндөгү) чындыкты камтыган китепти (Тоорот менен Инжилди) түшүрдү. Аны алган элдер, ал (дин) жөнүндө, өздөрүнө анык чындыктар келгенден кийин деле, (ага моюн сунбай) өз ара кыянаттык менен талаша башташты. Анан Аллах алар талашып жаткан чындыкка ыйман келтирген адамдарды Өз каалоосу менен туура жолго баштады. Аллах Өзү каалаган адамдарды туура жолго баштайт.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"[1] Бул Нух пайгамбардын мезгили жана чамасы андан он кылымдар кийинки заман эле. Адамдар али дүйнөгө чачырап кете элек, диндери бир, ширк, каапырчылык жок болгон доорлор. Анан эле, шайтан азгырган бирөөлөр чыгып, элдерди Аллахтан башкага сыйынууга же болбосо, Аллахка кошуп (тең кылып) башка нерселерге да сыйынууга үгүттөй башташты. Эки ортодо: жалгыз Аллахка сыйынуучулар (муваххиддер) менен мушриктердин арасында талаш-тартыштар күчөп, коом экиге ажырады. Көпчүлүк кимисине ишенишин билбей дендароо болуп туруп калат. Анан Аллах, бейиштен жана тозоктон кабар берүүчү пайгамбарларды жиберип, адамдар арасындагы талашкан маселелерине өкүм кылуу үчүн аларга чындыкты ичине камтыган китепти түшүрдү. Ошондой китеп өз мезгилинде, яхудилердин пайгамбарлары Муса менен Исага да түшүрүлгөн болчу. Бирок, яхудилер ал китептин өкүмдөрүнө моюн сунуунун ордуна бир бөлүгү ал китептин өзү жөнүндө талашып-тартыша башташат. Ошентип, алар адашуучулукка кайра чыккыс болуп батып кетишти.  \"Анан Аллах алар талашып жаткан чындыкка (Мухаммад менен ага түшкөн Куранга) ыйман келтирген адамдарды өз каалоосу менен туура жолго баштады. Аллах Өзү каалаган адамдарды туура жолго баштайт.","lang":"ky"},{"name":"2:214","price":"(Оо, ыймандуулар!) Силерге мурунку элдердин (машакаты жөнүндөгү) мисалдары келбей туруп, бейишке киребиз деп ойлодуңарбы. Аларга жакырлык, ар түрдүү ооруулар жеткен жана кооптуу коркунучтарга кабылтылган. Жадагалса, пайгамбар(дын өзү) жана аны менен бирге болгон ыймандуу адамдар: “Аллахтын жардамы качан келээр экен!” деп какшап жиберишкен. Уккула, Аллахтын жардамы жакын!","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:215","price":"Сенден эмнени (кандайча) кайыр-садака кылуу керектигин сурашат. Айткын: “(Колуңардан келген) садакаңар ата-энеңер үчүн, жакын тууганыңар үчүн, жетимдер үчүн, мискиндер (бей-бечаралар) үчүн жана мусапырлар үчүн болсун. Деги эле, кандай жакшылык - садака кылчу болсоңор, аныңарды Аллах Билүүчү.[1]","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"[1] Бул аятта Аллах кимге эң биринчи кайыр - садака (жакшылык) кылуу керектигин тизме менен көргөзүп берди. “Деги, кандай эле садака кылчу болсоңор” деген сөздөн садаканын чен-өлчөмү жок экени маалым болот. Жана бул сөздөн жогоруда саналгандардан башкаларга да садака кылуу мүмкүн экени түшүнүлөт.","lang":"ky"},{"name":"2:216","price":"Силер үчүн жагымсыз болгонуна карабай силерге согуш парыз кылынды. Анткени, (кээ бир учурда) бир нерсени жаман көрүшүңөр мүмкүн. Чынында, ал силер үчүн жакшылык. Ошондой эле (кээде) силер жакшы көргөн нерсе өзүңөргө жамандык болуп чыгат. Анткени, силер билбейсиңер, Аллах билет.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:217","price":"Сенден “шахрул-харам” айларында согушуу жөнүндө сурашат.[1] Айткын: “Бул айларда согушуу оор күнөө. А бирок, (мушриктердин мусулмандарды) Аллахтын жолунан, “Масжид-ал-Харамдан” тосуулары, Ага (Аллахка) каапыр болуулары, жана анын (Масжид аль-Харамдын) жашоочуларын андан чыгарып жиберүүлөрү Аллахтын алдында (шахрул-харамда согуш кылуудан) чоңураак (күнөө). Фитна (Аллахтын жолунан тосуу) адам өлтүрүүдөн чоңураак (күнөө)! Алар эгер колунан келсе, силерди диниңерден кайтарып жибергенге чейин, силерге каршы согушун уланта беришет. Эми, кимиңер дининен кайтып, каапыр бойдон өлсө, дүйнө-акыреттеги жакшы амалдарынын бардыгы күйүп кетет жана алар тозок ээлеринен болуп, анда түбөлүк калышат.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"[1] Риваяттарда айтылганына караганда, пайгамбарыбыз жиберген Абдуллах бин Жахш башчылыгындагы согушчандар отряды бир каапырды өлтүрүп, мал-мүлкүн олжолоп алышат. Бул окуя “шахрул-харам” (согуш тыюу салынган) айлардан бири Ражаб айында жүз берет. Мединадагы яхудийлер менен мушриктер бул окуяны катуу айыптап чыкканда, жогорудагы аят түшөт. Ал аяттын өкүмү боюнча “шахрул-харам” айларында басып алуучулук согушу тап-такыр арам. Ал эми, коргонуучулук согушуна уруксат.","lang":"ky"},{"name":"2:218","price":"Ал эми, ыйман келтирген, (динин жогору кылуу үчүн өз) журтунан хижрат кылган жана Аллах жолунда жихад кылган адамдар, мына ошолор Аллахтын ырайымынан үмүт кылышат. Аллах – Кечиримдүү, Мээримдүү.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:219","price":"Сенден “хамр” (арак) жана “майсир” (кумар) жөнүндө сурашат.[1] Айткын: “Ал экөөндө чоң күнөө жана адамдарга (дүйнөлүк) пайдалар бар. Бирок, күнөөсү пайдасынан чоңураак. «Сенден “Эмнени садака кылсак экен?”- деп сурашат. “(Өзүңөрдөн) артканын” - деп жооп бер». Аллах силерге аяттарын ушинтип баяндайт. Кана эми, пикир кылсаңар!","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"[1] “Хамр” сөздүктө “ороп алуу” деп которулат. Ушундан улам адамдын акыл-эсин тап-такыр ороп, кулпулап сала турган ар кандай нерсе – ал азбы, көппү, суюкпу, коюубу, ачыганбы, ачыбаганбы, буудайданбы же башкаданбы – “хамр” (арак) болуп эсептелинет. “Майсир” сөздүктө “жан кейитпей, жеңил жол менен жетүү” дегенди туюндурат. Эки тараптан акча сайылып өткөрүлө турган утуш оюндарынын бардыгы – майсир (кумар) болуп саналат, ал лотереябы, бильярдбы же шахматпы, картабы же нардабы,– мунун айырмасы жок. Ал эми, ат жарыштыруу, төө жарыштыруу, ок жарыштыруу оюндары – эгер кумар болбосо – буларга уруксат.","lang":"ky"},{"name":"2:220","price":"(Кана эми,) Дүйнө жана Акырет жөнүндө (пикир кылсаңар!). Сенден жетимдер жөнүндө сурашат. Айткын: “ Жетимдерди(н абалын) оңдоо – жакшы. Эгер жетимдерге (мүлктө шериктештик боюнча) аралашсаңар – алар силердин өз бурадарыңар. Аллах кимдин бузуку, кимдин оңдоочу экенин билет. Эгер Аллах кааласа, силерге оор кылып коймок. Аллах – Кудуреттүү, Даанышман!","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:221","price":"Силер мушрик аялдарга алар ыйман келтирмейинче үйлөнбөгүлө. (Анткени,) күң (болсо да) ыймандуу аял мушрик (сулуу, азат жана бай) аялдан артык! Эгер ал (мушрик аял) силердин купулуңарга толуп турса да. Ошондой эле, (өзүңөргө караштуу кыз-жубандарды) мушрик эркектерге – алар ыйманга келмейинче – никелеп бербегиле. (Анткени,) кул болсо да ыймандуу эркек мушрик эркектен, артык! Эгер ал (мушрик) силерге жагып турса да. (Себеби) Алар (мушриктер сөзү, пейили жана абал-көрүнүшү менен силерди) тозокко чакырышат. Аллах болсо, Өз каалоосу менен бейишке жана кечирим берүүгө чакырат. Жана аяттарын адамдарга (ушинтип) баяндайт. Кана эле, алар Аллахты эстешсе!","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:222","price":"Сенден айыз (каны) жөнүндө сурашат. Айткын: “Ал жагымсыз нерсе”. Демек, айыз убактысында аялдарга кошулбагыла. Жана таза болмоюнча аларга жакындабагыла.[1] Ал эми, алар таза болгондо, аларга Аллах буюрган тараптан келе бергиле. Аллах тообо кылуучуларды жана таза-пакиза адамдарды сүйөт.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"[1] “Таза болмоюнча аларга жакындабагыла” деген аяттын мааниси “айыз каны келчү орунга (жыныстык мүчөгө) жакындабагыла дегенди билдирет. Ошондуктан, пайгамбарыбыз аялынын айыз мезгилинде аны менен бир төшөктө жатууну кааласа “дамбалыңды кийип ал” деп буюрат эле. Айыздан таза болуунун эки шарты бар: 1) айыз канынын токтошу. 2) аялдын гусул кылуусу (оозу-мурдун үч жолу чайкап, бүт денесин жуусу).","lang":"ky"},{"name":"2:223","price":"Аялдарыңар силердин эгин (үчүн даярдалган) талааңар. Өзүңөрдүн эгин талааңарга каалаган тарабыңардан келе бергиле.[1] Жана өзүңөр үчүн (жакшы ниетти) алдыга койгула. Аллахтан корккула жана билгиле, силер Ага (Кыяматта) жолугасыңар. Жана ыйман келтиргендерге (бейишти) сүйүнчүлө!","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"[1] Пайгамбарыбыз саллаллоху алайхи ва саллам аркадан (клоака) «келүүнү» арам деген жана бул амалды кылуучуларга «Аллахтын наалаты болсун!» деп каргыш айткан. Жогорку аяттын дагы бир буйругу: “Эгин талаага келүү”, жакшы перзенттерди тилөө жана башка “эгин талаалардан” сактануу сыяктуу жакшы ниеттерди илгери коюу менен болушу керек.","lang":"ky"},{"name":"2:224","price":"Аллахты(н атына ичкен антыңарды) жакшылыгыңардан, такыбалыгыңардан жана адамдардын арасын түзөтүүңөрдөн тыюу (шылтоо) кылып албагыла.[1] Аллах – Угуучу, Билүүчү.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"[1] Аллах таала антка опа кылууга (аткарууга) буюрган. Бирок, бул жерде Аллах кээ бир анттарды бөлүп көргөзүп, аларды аткарбаш керек экенин айтууда. Эгер бир киши Аллахтын атын оозанып («Аллахка ант!» деп) Аллах сүйгөн бир жакшы нерсени жасабоого ант ичсе, анда бул антын аткарбасын! Аллахтын атынан ант ичип койдум эле дебестен, антын бузуп, жакшы ишти жасай берсин. Ошентип, ким бир важып ишти таштоого ант ичсе, ал антты бузуу важып, антын аткаруу – арам.","lang":"ky"},{"name":"2:225","price":"Аллах силерди (тил учунда айтылган) антыңардагы маанисиздик үчүн жазалабайт. Бирок, жүрөгүңөр чыгарган нерсе (ант) үчүн жазалайт.[1] Аллах - Кечиримдүү, (пейили) Жумшак.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"[1] Эл арасында үрп болуп кеткен “Кудай урсун, жок!” “Ооба, Кудай акы!” деген сыяктуу тил учунда айтылган анттар толтура. Андай анттардын каффараты (төлөмү) да болбойт.","lang":"ky"},{"name":"2:226","price":"Аялдарынан “ийлаа”[1] кылган күйөөлөр үчүн (эң узун) күтүү мөөнөтү төрт ай. Эгер (ниеттеринен) кайтышса, Аллах – Кечиримдүү, Мээримдүү.","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"[1] Бир эркек аялы менен чырдаша кетип: “Мен сен менен палан мөөнөткө чейин жатпайм!” деп ант ичсе, бул “ийлаа анты” деп аталат.","lang":"ky"},{"name":"2:227","price":"Жана эгер (төрт ай өткөн соң) талак берүүнү (ажырашууну) каалашса, (ажыраша берет). Аллах – Угуучу, Билүүчү.[1]","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"[1] Төрт айга же андан көбүрөөк мөөнөткө ант ичкен адам, төрт ай мөөнөт бүткөн соң, ажырашууну кааласа, ажыраша алат. Ал эми, “жок талак бербейм” десе, бул сөзү өтпөйт жана Шарият казысы тарабынан аялды ажыраштырып коюлат. Эгер Шарият казысы жок болсо, жогорудагы аят өкүмү менен өз-өзүнөн талак түшөт.","lang":"ky"},{"name":"2:228","price":"Талагы берилген аялдар үч (айыздан) тазалануу мөөнөтү (өткөнгө чейин) өздөрүн байкашат. Эгер алар Аллахка жана Акырет күнүнө ишенишсе, Аллах жатындарында жаратып койгон нерсени (түйүлдүктү) жаап-жашыруулары аларга адал эмес. Жана алардын күйөөлөрү эгер жашоону кааласа ушул (үч айыз) аралыгында аларды (өз никесине) кайтарууга көбүрөөк акылуу.[1] Ошондой эле, аларга үстүндөгү милдетине жараша жакшылыкка болгон акылары да бар. Жана да эркектерге аялдардан жогору даража бар. Аллах – Кудуреттүү, Даанышман.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"[1] Талагы берилген аялдардын үч айыз көрүү мөөнөтүнчө башка эрге тийбей, күйөөсүнөн түйүлдүк бар же жок экенин билүү үчүн өздөрүн байкап отуруулары - парыз. Бул мөөнөт Шариятта “идда сактоо” деп аталат. Аллахка жана Акырет күнүнө ишенген ыймандуу аялдар, эгер талак кылынса сөзсүз идда сакташы керек. Идда сактабай коюу жатындагы күмөндүн атасы белгисиз болуп калууга, анын натыйжасында бала өз урук-тукумун билбей, жетесиз болуп калууга жана насил-насаптардын аралашып кетүүсүнө себеп болот. Бул - ыйман келтирген аялдар үчүн адал эмес.","lang":"ky"},{"name":"2:229","price":"(Кайрадан нике кыюу мүмкүн болгон) талак эки ирет гана (берилет). Андан кийин (же) жакшы жашоо менен (аялды) кармап калуу же болбосо, жакшылыкча койо берүү (гана калат). Аларга (аялдарга) берген махырыңардан кээ бир бөлүгүн алып калуу силер үчүн адал эмес. Болгону, ал экөө (аялы менен күйөөсү) Аллахтын чек араларында тура албагандан корккондо гана (аялга берилген махырдан белгилүү өлчөмдө алып калуу адал болот.) Эгер силер ал экөөсүнүн Аллах чектеген чектерде тура албасынан корксоңор, аялы (өз башын азат кылуу үчүн) күйөөсүнө берген төлөмүндө эч күнөө жок. Ушулар Аллахтын чек-эрежелери, аларды бузбагыла! Ким Аллахтын чек-эрежелерин бузган болсо, ошолор гана залымдар![1]","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"[1] Аял күйөөсүнүн бир пейилин же өзүн жактырбай калганда, аятта айтылган “Аллахтын чек арасында тура албагандан корккон” абал пайда болот. Анткени, үй-бүлөдө эр - башчы. Ал эми эрди сүйбөгөн аял моюн сунгусу келбейт. Бул Аллахтын үй-бүлөдөгү чек-эрежесинин бузулуу коркунучун туудурат. Мына ушундай мезгилде, таамай айтканда аял күйөөсүнөн өз башын азат кылуу үчүн талак сураганда, күйөөсү махыр мүлкүн кайтарып алса - адал болот. Ошондой эле, күйөөсүнөн көңүлү калган аял өз башын азат кылуу үчүн күйөөсүнө: “Мен сага баланча акча-мүлк төлөймүн, анан менин талагымды бересиң” деп шартташса жана буга күйөө макул болсо бул келишимде ал экөөнө эч күнөө болбойт. Шариятта - бул эреже “хулуь” деп аталат.","lang":"ky"},{"name":"2:230","price":"Эгер эр аялын (үчүнчү ирет) талак кылса, кийин, андан башка эрге тийип чыкмайынча ага адал болбойт. Эгер ал аялды ал (кийинки эри) дагы талак кылса, кайрадан бири-бирине кайтуусунда экөөнө күнөө жок, эгер Аллахтын чек-эрежелеринде турууларына көздөрү жетсе. Ушулар Аллахтын чек-эрежелери. Аларды (Аллах) түшүнгөн коомдор үчүн баян кылып берет.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:231","price":"(Оо, эркектер!) Аялдарды талак кылганыңарда, (идда) мөөнөттөрүнө жетсе, аларды жакшылык менен алып калгыла же болбосо, жакшылыкча койо бергиле. Кандайдыр бир зыян жеткирип, чектен чыгуу үчүн аларды кармабагыла. Ким ушуну жасаган болсо, шексиз өзүнө зулум кылган болот! Аллахтын аяттарын оюн-эрмек кылып албагыла! Жана Аллахтын силерге берген нээматын жана силерге түшүргөн китеп (Куран) менен Хикматты (пайгамбардын Сүннөттөрүн) эстегиле. Аны менен Ал силерге насаат айтат. Аллахтан корккула жана билип алгыла: Аллах ар кандай нерсени Билүүчү.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:232","price":"Аялдарды талак кылганыңарда жана алар (идда) мөөнөттөрүнө жеткенде, (иддаларын толук сакташсын.) (Оо, талагы берилген аялдын жакындары!) Эгер жакшылык менен бири-бирине ыраазы болушса, аларды күйөөлөрү менен (кайрадан) никеленип алуусуна тоскоол болбогула! Силердин араңардан Аллахка жана Акырет күнүнө ишенгендер бул өкүмдөн насаат алышат. Ушунуңар силер үчүн тазараак жана пакизараак (болгон жорук). (Силерге эмне жакшы, эмне жаман экенин) Аллах билет, силер билбейсиңер.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:233","price":"Жана энелер бөбөктөрүн эки жыл толук эмизишет. (Бул өкүм) эмизүүнү толук кылууну каалагандар үчүн. Аларды (энелерди) жакшынакай жедирип-ичирүү жана кийинтүү - атанын мойнунда. (Бирок,) эч бир жан күчү жетпеген ишке мажбур кылынбайт. Эне дагы, ата дагы перзенти себептүү зыян тартпаш керек. Мураскордун мойнунда ушундай милдет бар. Эгер эрди-катын өз ара кеңеш менен, бири-биринин ыраазычылыгын алып, (баланы эмчектен) ажыратууну каалашса – аларга күнөө жок. Жана силер (О, жубайлар) өз бөбөгүңөргө (башка бир) эмизүүчү болушун кааласаңар – эгерде анын акысын жакшылык менен толук төлөп турсаңар – силерге күнөө болбойт. Силер Аллахтан корккула жана билип койгула: Аллах силердин (бардык) ишиңерди Көрүүчү!","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:234","price":"Силердин араңардан аялдарын (жесир) калтырып, өлүп кеткендердин (аялдары) өз алдынча төрт ай, он күн (идда) күтүшөт. Ал эми (идда) мөөнөттөрүн бүтүргөн соң, өздөрүнө жакшылык менен жасаган ишинде силерге күнөө болбойт. Аллах силердин ишиңерден Кабардар.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:235","price":"Ал (күйөөсү өлүп, идда отурган) аялдарга ишаарат менен өзүңөрдү сунуш кылышыңарда же болбосо, (аларга жуучу жиберүүнү) ичиңерде сыр сакташыңарда күнөө жок. Аллах аларды тез арада эстешиңерди билди. Бирок, алар менен жашыруун убадалашпагыла! Болгону, жакшы сөздөрдү айтсаңар жарайт. Жана китеп (идда эсеби) өз мөөнөтүнө жетмейинче нике кыюууга умтулбагыла. Жана билип койгула: Аллах ичиңердеги (жашыруун) нерсени да (айкын) билип турат. Демек, Андан сак болуп (дайым эстеп) жүргүлө жана да билгиле, Аллах – Кечиримдүү, (пейили) Жумшак!","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:236","price":"Эгер (никеңерге алган) аялдарды, жакындык кылбай туруп, же болбосо алар үчүн махырды белгилебей туруп талак кылсаңар – күнөө жок. Жана (никени бузганыңардын эсесине) аларды жакшы пайдалар менен – бай(лар) мүмкүнчүлүгүнө карап, кедей(лер) колунан келишинче – пайдаланткыла. Бул – жакшылык кылуучулар үчүн милдет.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:237","price":"Эгер аларга (жыныстык) жакындык кылбай туруп жана махырды белгилеп койгон соң талак кылсаңар, белгиленген махырдын жарымы(н кайтарып бересиңер.) Эгер алар (аялдар өздөрүнө тие турган жарым махырды алуудан) кечип жиберсе, же болбосо, нике келишими колунда болгон адам (күйөө, өзүнө алып калган махырдын жарымынан) кечип[1] жиберсе, кечип жиберишиңер такыбага жакыныраак (иш). Жана араңарда болгон пазилет-даражаны унутпагыла. Албетте, Аллах, силердин эмне кылып жатканыңарды Көрүүчү.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"[1] Талагын берип, ажырашкан аялга махырдын бардыгын берип жиберсе.","lang":"ky"},{"name":"2:238","price":"Намаздарга, айрыкча ортолук[1] намазга бекем болгула! Жана (намазда) Аллахка толук моюн сунган абалда тургула.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"[1] Аср (Дигер) намазы.","lang":"ky"},{"name":"2:239","price":"Эгер (душмандан, жырткычтан ж.б.у.с зыяндардан) корксоңор, жүргөн же минген абалыңарда (намаз окуй бергиле). Ал эми, (зыяндардан) тынч болгонуңарда, Ал (Аллах) билбеген нерсеңерди силерге кандай үйрөткөн болсо, дал ошондой (бардык шарттарын ордуна келтирип) Аллахты зикир кылгыла.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:240","price":"Силердин араңардан аялдарын калтырып көз жумуп бараткан кишилер (болсо), аялдарын бир жылга чейин үйдөн кууп жибербей, (зарыл болгон тиричилик каражаттары менен) пайдаландырууну (өз жакындарына) керээз кылсын. Эгер алар (аялдар) (бир жылга жетпей, өз каалоолору менен) чыгып кетсе, өз алдынча кылган жакшы иштеринде силер үчүн (эй, эрдин жакындары) күнөө жок. Аллах – Кудуреттүү, Даанышман.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:241","price":"Талагы берилген аялдарды жакшылык менен пайдалантуу такыба кишилердин мойнуна милдет![1]","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"[1] Ажырашкан аялдын жүрөк жараатын айыктыруу жана кээ бир укуктарын сактоо үчүн бул аяттын өкүмү боюнча эркектер өздөрүнүн социалдык абалына карап, талак берген аялдарына материалдык пайда берүүлөрү талап кылынат.","lang":"ky"},{"name":"2:242","price":"Ошентип, Аллах силерге Өзүнүн аяттарын, акылыңарды иштетүүңөр үчүн баян кылып берет.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:243","price":"(Оо, Мухаммад!) Өлүмдөн качып, журттарынан чыккан миңдеген адамдарды(н икаясын) укпадың беле? Аллах аларга: \"Өлгүлө!\" - деди. (Алар өлүштү). Анан, аларды кайра тирилтти.[1] Албетте, Аллах адамдарга пазилеттүү.[2] Бирок, көпчүлүк адамдар шүгүр кылышпайт.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"[1] Бул окуя байыркы яхуди шаарларынын биринде болгон. Шаарды өлөт (чума) каптаганда миңдеген адамдар өлүмдөн качып чыгышты. Бирок, бул качуу менен өлүмдөн кутулган эмес: Аллах алардын бардыгын \"өлгүлө!\" деген бир сөзү менен өлтүрүп, кайра тирилтти. Муну менен Аллах ошол коомго гана эмес, тээ Кыяматка чейинки инсаниятка эскертүү берди: Өлтүрүү да, жашатуу да жалгыз Өзүнүн колунда! Адамдардын куландай соо жана тирүү бойдон жүрүүлөрү - бул Аллахтын пазилет-берешендиги. Буга шүгүр кылуу керек. Бирок, көп адамдар муну унутуп коюшкан. Шүгүр (ибадат) кылышпайт!\n[2] «Пазилет» - Аллах тааланын берешендиги жана жоомарттыгы.","lang":"ky"},{"name":"2:244","price":"Аллахтын жолунда согушкула жана билгиле, Аллах – Угуучу, Билүүчү!","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:245","price":"Аллахка жакшынакай карыз бере турган адам барбы? Анан ага (Аллах) көп-көп (сооп) кошуп кайтарат. (Ырыскыларды) кең кылуучу да, тар кылуучу да Аллах! Анын Өзүнө гана кайтып барасыңар.[1]","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"[1] Аллах жолунда жанын, малын сарп кылган адам Аллахка жакшынакай карыз берген сыяктуу. Аллах таала аны кааласа жети жүз эсе көбөйтүп кайтарат. Эгер мусулман эсеп-чотун кучактап, сараңдык кыла бербей, мал-жанын Аллах жолуна иштете берсе, кең ырыскы берүүчү да, ырыскыны кысып коюуучу да Аллахтын Өзү. Бардык мүлк Өзүнүн колунда. Кааласа эсепсиз даражада көбөйтүп берет. Дал ушул сыяктуу дагы бир аятта Аллах таала мындай деген: \"Мал-дүйнөлөрүн Аллах жолунда сарптаган кишилердин мисалы жети машакты өндүргөн бир дан сыяктуу. Ар бир машакта жүздөн дан болот. Аллах каалаган адамына (ушул сыяктуу) көбөйтүп берет. Аллах (тын пейили, илими) Кенен (жана) Билүүчү\". Демек, Аллах жолунда малын, жанын сарптаган инсан эч нерсе жоготпойт.","lang":"ky"},{"name":"2:246","price":"Мусадан кийинки, Исраил урпактарынан болгон жамаатты(н кабарын) билбедиңби? Бир мезгилде алар өздөрүнүн пайгамбарына: \"бизге бир падыша дайындап бер, Аллах жолунда согушка чыгалы\" дешкенде, ал: \"Эгер силерге согуш парыз кылынган убакта, согуштан баш тартсаңарчы?\" деди. Алар айтышты: \"Кантип эле Аллахтын жолунда согушпай коёлу?! Биз журттарыбыздан жана бала-чакаларыбыздан айдап чыгарылдык!\" Ал эми, согуш парыз кылынганда болсо, аз гана бөлүгүнөн башка бардыгы (согуштан) баш тартышты. Аллах заалым адамдарды Билүүчү.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:247","price":"Аларга пайгамбары: \"Аллах силерге (мына бул) Таалутту падыша дайындады\" дегенде, алар: \"Ал кайдан бизге падыша болсун?! Андан көрө падышалыкка өзүбүз көбүрөөк акылуубуз. Жана ага кененирээк мал-дүйнө да берилген эмес\" дешти. (Анда пайгамбар) айтты: \"Аны силерге (падыша кылып, мен эмес) Аллах тандады жана аны (саясий) илимде жана денесинде(ги кубатты башкалардан) ашыкча кылды. Аллах (жердеги) падышалыгын Өзү каалаган адамга берет. Жана Аллах(тын пазилети) Кенен, Билүүчү\".","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:248","price":"Пайгамбары аларга: \"Анын падышалыгынын белгиси, силерге (душманыңар тартып алган) сандыктын[1] (кайра өзүңөргө) келиши. Анда (силер үчүн) Раббиңер тарабынан тынчтык-бейпилдик жана Муса менен Харундун үй-бүлөсүнөн калган (таберик) нерселер бар. Аны периштелер көтөрүп келишет. Эгер (чындап) ыймандуу болсоңор ушул окуяда силер үчүн аян-белги бар\" - деди.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"[1] Ал сандык Муса жана Харун пайгамбарлардан калган таберик сандык болуп, аны душмандар тартып алышкан болчу. Ушул сандыктын келиши, келгенде да аны периштелердин көтөрүп келиши көңүлдөрүнө канааттануу салды бейм, яхуди ак сөөктөрүнүн жамааты чуру-чууну токтотуп, пайгамбарга ынап, Таалуттун бийлигине моюн сунуп калышты. Бирок, аларда чечкиндүүлүк жетишпей турат эле. Мындай коом менен согушка аттанып болобу?! Ошондо Таалут Аллахтын буйругу менен сабырдууларды алсыздардан ажыратып алууну каалады.","lang":"ky"},{"name":"2:249","price":"Таалут аскерлер менен чыкканда (мындай) деди: \"Аллах силерди (суусаган мезгилиңерде) бир дарыя менен сынайт. Ким андан ичсе – менден эмес, (мени менен согушка барбайт, себеби ал – сабырсыз) жана ким андан ичпесе – ал менден (мени менен барат) Бирок, ким колу менен бир ууртам гана ичсе, мейли, (алардын өз ыктыяры: калгысы келсе – калат, мени менен кеткиси келсе – кетет)\". Анан (бардыгы жолго чыгып, дарыяга жеткенде) аз гана адамдан башка баарысы суу ичип алышты. Бир убакта ал (Таалут) жана аны менен бирге болгон ыймандуу адамдар дарыядан өттү эле, (көпчүлүк суу жүрөктөрү): \"Бүгүн Жаалут жана анын аскерлери менен согушууга алыбыз жетпейт\" дешти. Ал эми, (Кыяматта) Аллах менен жолугууга (бекем) ишенгендер: \"Нечендеген аз сандуу аскерлер Аллахтын каалоосу менен көп сандуу аскерлерди жеңип чыккан. Аллах сабырдуулар менен!\" дешти.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:250","price":"Жана Жаалут менен анын аскерлерине бетме-бет келгенде: \"О, Рабби! Үстүбүздөн сабыр - чыдамкайлык жаадыр, кадамыбызды бекем кыл жана каапыр коомдордун үстүнөн жеңиш бере көр!\" деп (дуба кылып согушка киришти).","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:251","price":"Кийин аларды Аллахтын каалоосу менен жеңип алышты Дауд Жалутту өлтүрдү. Аллах ага падышалык менен даанышмандык берип, Өзү каалаган илимдерди үйрөттү. Эгер Аллах адамдардын бир бөлүгүн башка бир бөлүгү менен жоготуп турбаса жер бузулуп кетмек. Бирок, Аллах ааламдардын үстүнөн - Пазилетүү.[1]","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"[1] Пазилеттүү - Жоомарт. Каалаган пендесине ашыкча дөөлөт-сыйлык берет.","lang":"ky"},{"name":"2:252","price":"Булар - Аллахтын далилдери. Аларды сага акыйкатттык менен айтып берүүдөбүз. Жана сен албетте пайгамбарлардын бирисиң.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"ky"},{"name":"2:253","price":"Биз бул пайгамбарлардан кээ бирлерин башка бирөөлөрүнөн абзел кылдык. Алардын арасында Аллах (ага) сүйлөгөндөрү бар жана (Аллах) кээ бирөөлөрүн жогору даражаларга көтөрдү. Биз Марямдын уулу Исага анык далилдер берип, аны Ыйык Рух менен кубаттадык. Эгер Аллах кааласа, алардан кийинкилер өздөрүнө анык далилдер келген соң өз ара согушпайт болчу. Бирок, каршылашып калышты: алардан ким бирөөсү ыйман келтирди, дагы бирөөлөрү каапыр болду. Эгер Аллах кааласа согушпайт эле. А бирок, Аллах каалаганын жасайт.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:254","price":"Оо, ыйман келтиргендер! (Башыңарга) алды-саттысы, жоро-жолдошчулугу жана шапаат-ортомчулугу жок Күн (Кыямат) келип кала электе Биз силерге ырыскы кылып берген нерселерден (бир бөлүгүн Аллахтын жолуна) сарп кылгыла! Жана каапырлар – ошолор гана заалым кишилер!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:255","price":"Аллах – Андан башка сыйынууга татыктуу кудай жок. Ал (түбөлүк) Тирүү, (бардыгын) башкарып Туруучу. Ал үргүлөбөйт жана уктабайт. Асмандар менен жердегинин баары Ага тандык. Эч ким Анын алдында, Анын уруксаты болмоюнча шапаат-колдоо көрсөтө албайт. Ал алардын келечегиндеги жана өтмүшүндөгү нерселерди билет. Ал эми, алар болсо, Анын илиминен Ал Өзү каалагандан башка эч нерсени билбейт. Анын Курсийи асмандар жана жерди камтып турат. Ал экөөнү (асмандар менен жерди) сактап туруу Ага эч тоскоолдук кылбайт. Ал Бийик жана Улуу Зат!","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:256","price":"Динде мажбурлоо жок.[1] Туура жол адашуучулуктан ажырап бүткөн. Ал эми, ким Тагутка[2] каапыр болуп, Аллахка ыйман келтирсе, эч качан ажырап кетпей турган, бекем тутканы кармаганы чын! Аллах – Угуучу. Билүүчү.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"[1] Ислам – акылдын, илимдин, табигыйлыктын жана Даанышмандыктын, оңолуунун жана оңдоонун, акыйкаттыктын жана тууралыктын дини! Ошондуктан ага жүрөктөрдүн, акылдардын өзү умтулат. Ага зордоп киргизүүнүн кажети жок. Зордоп киргизүү адамдын табигый психологиясына, акылына дал келбеген жолдордун амалы. Исламда адамдын табияты менен акылына каршы келген эч нерсе жок.\n[2] Аллах тааладан башка, элдер сыйынып жаткан ар кандай кудайлардын баары «тагуттар» деп аталат. Пенде Аллахка ыйман келтирүүдөн мурун, Аллахтан башка бардык \"кудайларга\" (тагуттарга) каапыр болушу, алардын кудайлыгын четке кагышы жана андан кийин гана кудайлыкты жеке-жалгыз Аллах таалага ыйгарышы керек. Ошондо гана ал \"эч качан ажырап кетпей турган, бекем тутканы\" (ыйманды) кармаган болот.","lang":"ky"},{"name":"2:257","price":"Аллах – ыйман келтирген адамдардын башчысы. Аларды караңгылыктардан (илим, ыйман сыяктуу) нурга чыгарат. Ал эми, каапыр болгон адамдардын башчысы – Тагут. Ал аларды нурдан караңгычылыктарга чыгарат. Ошолор гана тозок ээлери жана алар анда түбөлүк калышат.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:258","price":"Аллах падышалык бергени себептүү (текеберленип,) Ибрахим (пайгамбар) менен, анын Раббиси жөнүндө далилдешкен кишини(н кабарын) билбедиңби? Ибрахим ага: \"Менин Раббим өмүр жана өлүм берет\" дегенде, ал: \"Мен дагы өмүр жана өлүм бере алам\" - деди. (Анда) Ибрахим айтты: \"Аллах Күндү чыгыштан чыгарат. Сен (эгер кудай болсоң) аны батыштан чыгарып берчи, кана?! Анан каапыр адам (жооп бере албай) кеңгиреп калды. Аллах залымдарды туура жолго баштабайт![1]","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"[1] Бул окуядагы Ибрахим менен сөз талашкан каапыр Бабыл (Вавилон) падышасы Намруд болчу. Ал өз колундагы падышалыкты аны сынаш үчүн Аллах таала бергенин унутуп, падышалыгы себептүү менменсинип, \"Мен деле кудаймын\" деп калган. Анан Ибрахим аны даават кылганы барганда ушул окуя болуп өткөн. Ибрахим Аллахтын өмүр жана өлүм берүүчүлүгүн айтканда Намруд сөздү айлантып, өкүмдарлыгын далил кылып \"Мен деле кааласам бир адамды өлүмгө буюруп, өлүмгө буюрулган адамга жан соога кыла алам\" дегенде Ибрахим «Аллах күндү чыгыштан чыгарат. Сен (эгер сен кудай болсоң) аны батыштан чыгарып берчи, кана?!» - дейт. Каапыр Намруд «лам» деп ооз ачалбай сөзгө жыгылат.","lang":"ky"},{"name":"2:259","price":"Же болбосо (оо, Мухаммад) пайдубалдарына чейин ойрон болгон айылдан өткөн киши(нин окуясы) сыяктуу (кабар укпадыңбы?) Ал киши: (ойрон болгон айылдан өтүп бара жатып) \"Аллах ушуну(н элдерин) өлгөндөн соң кантип (кайра) тирилте алат?!\" деди. Аллах анын өзүн жүз жылга өлтүрүп койду да, кийин кайра тирилтип: \"Канча убак жаттың?\" – деди. \"Бир күн же бир күндүн бир аз бөлүгүнчөлүк\" деп жооп берди. (Аллах) айтты: \"Жок, жүз жыл (өлүп) жаттың. Тамак-ашыңды, суусундуктарыңды карачы – бузулган эмес. Жана эшегиңе (чирип кеткен сөөктөрүнө) да кара. Биз сени адамдарга (Өз кудуретибизден) аян - белги кылуу үчүн (ушундай) кылдык. Жана сөөктөргө кара: Биз аларды кантип чогултуп, кийин аларга эт каптайбыз. (Өз көзүң менен көрүп ал!). Анан бардыгы ага (көз алдында) анык билингенде: \"Мен (эми) Аллахтын ар кандай нерсеге Кудуреттүү экенин билемин!\" – деди.[1]","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"[1] Кээ бир тафсирчилер бул икаядагы адамды бир ыймандуу киши же болбосо Узайр пайгамбар дешет. Бирок, бул адамдын кайра тирилүүдөн шектенүүсү жана кайра тирилүүнү өз башынан өткөрүп, эшектин чачылган сөөктөрү кандайча чогулуп, кандайча эт капталып, жан киргенин өз көзү менен көргөндөн кийин гана Аллахтын Кудуретине ыйман келтиргени ал адамдын ыймандуу адам же пайгамбар эмес, шектенүүчү ыймансыз болгонун далилдейт. (Cадий)","lang":"ky"},{"name":"2:260","price":"Эстегин, Ибрахим: \"Оо, Раббим! Мага өлүктөрдү кандай тирилтээриңди көргөз\" дегенде, (Аллах): \"Ишенбей жатасыңбы?\" деди. Ибрахим айтты: \"Жок, андай эмес, бирок жүрөгүм бейпил болушу үчүн (сурап жатамын)\". (Аллах) айтты: \"Куштан төрттү карма дагы, аларды өзүңө жакындатып (союп, жиликтеп,) ар бир тоого алардын бөлүктөрүн (чачып) ташта. Анан аларды (өз аттары менен) чакыр – сага тез (учуп) келишет. Жана билип койгун, Аллах – Кудуреттүү, Даанышман.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:261","price":"Мал-дүйнөлөрүн Аллах жолунда сарптаган кишилердин мисалы жети машакты өндүргөн бир дан сыяктуу. Ар бир машакта жүздөн дан болот. Аллах каалаган пендесине (ушул сыяктуу) көбөйтүп берет. Аллах(тын пейили, илими) Кенен (жана) Билүүчү.[1]","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"[1] Аллахтын дининин өнүгүүсү үчүн болобу, же муктаж, кембагал, мусапыр адамдарга жардам катары болобу, эмнеси болсо да Аллахтын ыраазычылыгын тилеп сарп кылынган мал-дүйнө (мүлк) Аллахтын жолунда иштетилген болуп саналат. Бул сыяктуу садакага жети жүз эсе сооп болот. Жана \"Аллах каалаган адамына көбөйтүп да берет\". Жети жүз эсе көбөйүүнү ушул дүйнөдөгү мүлк-дүйнөсүнө ошончо береке кошулат деп да түшүнсө да болот.","lang":"ky"},{"name":"2:262","price":"Мал-дүйнөсүн Аллах жолунда сарп кылып, артынан колко кылбаган жана заар сөздү ээрчитпеген адамдар үчүн Раббисинин алдында (көптөн-көп) сооптор бар. Жана аларга эч коркунуч жок жана алар кайгы-капага да батышпайт.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:263","price":"Ширин сөз жана кечирүү - (өзүнүн артынан) заар сөз ээрчиген садакадан жакшы. Аллах – Беймуктаж (жана пейили) Жумшак.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:264","price":"Оо, ыйман келтирген адамдар! Аллахка жана Акырет күнүнө ишенбеген жана мал-дүйнөсүн, адамдарга эл көрсүн үчүн садака[1] кылуучу кишилерге окшоп (берген) садакаңарды колко кылуу жана заар сөз менен жокко чыгарып албагыла! Анын мисалы-үстүн топурак баскан аска-таш сыяктуу. Качан ага кара нөшөр жамгыр жааса (жууп) жылаңачтап койот. (Ушуга окшош) алар жасаган иштеринен эч нерсеге ээ болбой (куржалак) калышат. Аллах каапыр коомдорду туура жолго баштабайт.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"[1] Жогорудагы аяттарда садаканын төрт түрү баяндалды. Биринчиси жана эң абзели артынан сөз ээрчибеген садака. Экинчичи - бул ширин сөз. Көңүлү чөккөн бир адамды, же бир ооруган кишини ширин сөз менен көңүлүн көтөрүү, же болбосо суранган кишиге - эгер жок болсо - жакшы, жумшаак жооп кайтаруу ... булар дагы садак. Үчүнчү түр садака - бул сага жамандык кылган кишини кечирүү. Ал эми, эң начар садака (төртүнчү түрү) - бул, бергендин артынан милдет (колко) кылуу жана заар сөз ээрчитүү.","lang":"ky"},{"name":"2:265","price":"Мал-дүйнөлөрүн Аллахтын ыраазычылыгын көздөп жана (Аллах берчү соопко) бекем - чын ишенимдери менен садака кылган адамдардын мисалы, бийик, тегиз жердеги бак-бостон сыяктуу. Ага нөшөрлүү жамгыр жааса, түшүмүн эки эсе көп берет. Эгер ага нөшөрлүү жамгыр жетпесе, себелеп жааганы да (пайдалуу) боло берет. Жана Аллах силер жасаган (бардык) ишиңерди Көрүүчү.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:266","price":"Силерден бирөөңөр, астынан дарыялар аккан, ичинде ар түрдүү мөмөлөрү болгон жүзүм жана курма багы болушун, жана өзү картайып, бала-бакырасы да алсыз болгон бир мезгилде, бак-бостонуна оттуу бороон тийип, өрттөп кетишин каалайт беле?! Аллах силерге аяттарын ушинтип баян кылат, пикир кылышыңар үчүн.[1]","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"[1] Бул аятта Аллах таала, берген садакасын колко кылган жана артынан заар сөз ээрчиткен адамдарды картайганда эң чоң байлыгы – бак-бостону күйүп кеткен кишиге окшотту.","lang":"ky"},{"name":"2:267","price":"Оо, ыйман келтирген адамдар! Өзүңөр иштеп тапкан нерсеңерден жана Биз силер үчүн жерден чыгарып берген (дан, жер азыктары, мөмө-жемиш ж.б.у.с.) нерселерден эң асыл-тазаларын садака кылгыла. Жана алардан төмөн-начар болгондорун садака кылууну ниет кылбагыла.[1] Аны өзүңөр да албайт элеңер. Алсаңар да андан көзүңөрдү жумуп (жактырбай) аласыңар. Жана билгиле, Аллах Беймуктаж жана мактоого татыктуу.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"[1] Бул аятта Аллах таала, парыз садака (зекет) болсун же ыктыярдуу садака болсун, эмнеси болсо да адал - тазаларынан садака кылууну буюруп жатат. Садака эң улук, эң таза, пакиза Зат - Аллах жолунда болчу болсо, демек эң тазаларын берүү керек.","lang":"ky"},{"name":"2:268","price":"Шайтан силерди кембагалдык менен коркутат жана бузукулуктарга буюрат. Аллах болсо, силерге Өзүнүн кечиримин, пазилетин убада кылат. Аллах (тын ырайым-пазилети ) Кенен, Билүүчү.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:269","price":"(Аллах) каалаган пендесине хикмат (илим-даанышмандык) берет. Кимге даанышмандык берилген болсо, демек ага көп жакшылыктар берилиптир. (Муну) акылдуу адамдар гана баамдай алышат.[1]","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"[1] Бул аятта Аллах илим-даанышмандыктын (хикматтын) даражасы бай болуп, садака бергенден да жогору экенин айтууда. Анткени, илим-даанышмандык менен инсан караңгылыктан нурга, наадандыктан акылмандуулукка чыгат. Бардык иштердин жакшы болушу ушул хикматка көз каранды.","lang":"ky"},{"name":"2:270","price":"Силер кандай садака же назир[1] кылсаңар – Аллах аны билип турат. Залымдарга (Аллах тарабынан) жардамчы жок.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"[1] “Назир” - бул пенденин Аллах таалага атаган бир нерсеси. Маселен, бирөө ооруп калса «эгер ушул ооруудан айыксам Аллах үчүн түкүнчө күн орозо кармап беремин же паланча ирекет намаз окуп беремин» деген сыяктуу убадаларды берсе, ушул анын назири болот. Назир Аллах үчүн гана кылынат. Аллахтан башкага назир кылуу ширк болуп саналат.","lang":"ky"},{"name":"2:271","price":"Эгер садакаларды ашкере кылсаңар – бул жакшы.[1] Эгер жашыруун кылып, кембагалдарга берсеңер – бул да силерге жакшы. (Бул экөө тең) Силердин күнөөңөрдү жууйт. Жана Аллах силер кылып жаткан ишиңерден кабардар.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"[1] Садакаларды жарыя (ашкере) кылуу качан рия (эл көрсүн) үчүн эмес, адамдарга үлгү же болбосо, диндин абзелдигин көргөзүү үчүн болсо гана жакшы.","lang":"ky"},{"name":"2:272","price":"(Оо, пайгамбар!) Аларды туура жолго салуу сенин колуңда эмес. (Сен болгону аларга чындыкты жеткирүүчүсүң.) Бирок, Аллах Өзү каалаган пендесин туура жолго баштайт. (Оо, ыймандуу пенделер) кандай жакшылыкты (мүлктү) садака кылсаңар – ал өзүңөрдүн пайдаңарга. (Эгер чыныгы ыймандуу болсоңор) Аллахтын Жүзүн үмүт кылып гана садака кыласыңар.[1] Жана кандай гана жакшылыкты садака кылсаңар, силерге зулум кылынбаган абалда (сообу) өзүңөргө толук кайтарылат.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"[1] Эгер адам баласы \"Кыяматта Аллахтын ыраазылыгын тапсам экен, Анын Жүзүн көрсөм экен!\" деген аруу ниет, таза тилек менен садака кылса, ал садакасы аз же көп экенине карабай, кыяматта сообу өздөрүнө толук кайтарылат. Садакасынын кыпындай бөлүгү да кемитилбейт.","lang":"ky"},{"name":"2:273","price":"(Оо, момундар! Силер) Аллахтын жолунда (жүрүп, тиричиликтен) тосулган, жер бетинде сапар кылууга мүмкүнчүлүгү болбогон, (бирок) билбеген адам аларды (бирөөдөн сураганга) ыйба кылгандан улам бай деп ойлогон кембагалдарга (садака кылгыла). Аларды көрүнүшүнөн тааныйсыңар. Алар адамдардан суранышпайт. Кандай гана жакшы садака кылсаңар да, аны Аллах Билүүчү!","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:274","price":"Түнү-күнү (ар дайым) мал-дүйнөсүн жашыруун жана ашкере түрдө садака кылган адамдар үчүн Раббисинин алдында (көбөйтүрүлгөн) сооптору бар. Аларга коркунуч да жок жана алар капа болушпайт.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:275","price":"Сүткорлук (менен пайда) жеген адамдар (Кыяматта) шайтан уруп акылдан азган адам сыяктуу (мүрзөлөрүнөн) турушат. Бул алардын: \"Соода деле сүткорлук сыяктуу\" деген сөздөрү үчүн (жаза!). Аллах сооданы адал, сүткорлукту арам кылган. Ал эми, кимге Раббиси тарабынан (сүткорлуктун арамдыгы жөнүндө) насаат-баян келсе жана ал (тообо кылып) токтосо – өткөндөгүсү өзүнө (адал) жана (келечек) иштери Аллахка тапшырылат. Жана ким (сүткорлукка) кайтса – ошолор гана тозокулар жана алар анда түбөлүк калышат!","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:276","price":"Аллах сүткорлукту(н пайдасын) жоготот жана садакаларды пайдалуу кылат.[1] Аллах ар бир күнөөлүү каапырды сүйбөйт.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"[1] Үстүртөн караганда сүткорлук (процент) пайда келтиргендей, ал эми адал кирешеден садака берүү чоң чыгашадай көрүнөт. Чынында, абал мунун тескерисинче. Садака берген өнүп-өсүп, береке табат, сүткорлуктан пайда табам дегендер көп максаттарына жете албайт.","lang":"ky"},{"name":"2:277","price":"Ыйман келтирип, жакшы амалдарды жасаган, намазды (шарттары менен) аткарган жана зекетти берген адамдар үчүн Раббисинин алдында сооптору даяр. Жана аларга коркунуч да болбойт, кайгы-капага да батышпайт.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:278","price":"Оо, ыйман келтиргендер! Аллахтан корккула жана эгер ыймандуу болсоңор, (мурун алып жүргөн) сүткорлук пайдаңардын калганын албагыла!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:279","price":"Эгер андай кылбасаңар, Аллах жана анын элчиси тарабынан (силерге каршы жарыялана турган) согушту билип койгула! Жана эгер тообо кылсаңар (пайда кошулбаган) акча-мүлкүңөр өзүңөргө. (Ошондо бирөөгө да) зулум кылбайсыңар, силерге да зулум кылынбайт.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:280","price":"Эгер (карыз алуучу) начар (турмушта жашаган киши) болсо, бай болгонго чейин күткүлө. Эгер (карызыңарды) садака кылып жиберсеңер - өзүңөргө жакшы, эгер билсеңер.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:281","price":"Аллахка кайтарыла турган күнүңөрдөн (Кыяматтан) корккула! Кийин ар бир жан ээси өзүнүн ишине жараша толук (натыйжасын) алат, жана аларга зулум кылынбайт.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:282","price":"Оо, ыйман келтиргендер! Белгилүү мөөнөткө карыз алды-берди кылсаңар, ал мамилени жазып койгула. Ортоңордо бир жазуучу адилет менен жазсын. Ал Аллах үйрөткөндөй (адилеттик менен) жазуудан баш тартпасын. Сөзсүз жазсын жана мойнуна карыз алуучу киши айтып жаздырсын. Ал Раббиси – Аллахтан корксун жана андан (карыздан) бир нерсесин да кемитпесин. Эгер мойнуна карыз алуучу адам акылсызыраак, алсыз же айтып жаздыра албай турган (дудук) болсо, анын ишенимдүү өкүлү адилеттик менен айтып турсун. Жана өзүңөр ыраазы болгон күбөңөрдөн эки эркек кишиңерди, эгер эки эркек табылбай калса, бир эркек жана эки аялды күбөлүккө тарткыла. (Аялдардын) бири адашса, экинчиси эскертип турат. (Күбөлүккө) чакырылганда күбөлөр баш тартышпасын! Аны (карызды), аз болсо да, көп болсо да, өз мөөнөтүнө чейин жазып коюудан эрикпегиле. Ушунуңар Аллахтын алдында адилеттүүрөөк, күбөлүк үчүн бекемирээк жана шектенип калбашыңарга жакыныраак. Ал эми, араңарда айлантып жаткан накталай соодаңар болсо, аны жазбай эле коюшуңарда силер үчүн күнөө жок. (Бирок, эгер унутуп калуудан корксоңор же аныгыраак болушун кааласаңар) өз ара соода кылсаңар деле күбөлөрдү тарткыла жана жазуучу да, күбөлөр да зыян тартып калышпасын. Эгер (мунун тескерисин) жасасаңар бул силердин бузукулугуңар(дын белгиси). Аллахтан корккула! Аллах силерге (ушинтип) таалим берет. Аллах ар бир нерсени Билүүчү.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:283","price":"Эгер сапарда болуп, жазуучу таппай калсаңар (карыздын наркына тең) колго илингидей күрөө алсаңар болот. А, эгер бири-бириңерге ишенчү болсоңор (жаздырбай жана күрөө албай эле) ишенилген адам аманатын (өз мөөнөтүндө) аткарсын жана Раббиси – Аллахтан корксун! (Оо, момундар!) Күбөлүктү жаап-жашырбагыла! Ким жаап-жашырса – анын жүрөгү күнөөлүү. Аллах силердин ишиңерди Билүүчү.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:284","price":"Асмандардагы жана жердеги (бардык) нерселер Аллахка таандык. Эгер силер ичиңердеги (ой-кыял, пейил, максаттан турган) нерселерди жашырсаңар же ашкере кылсаңар да Аллах силерди ошол нерсе менен эсеп-китеп кылат, жана Өзү каалаган адамын кечирип, каалаганын азапка салат. Аллах ар бир нерсеге Кудуреттүү.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:285","price":"«Элчи өзүнө Раббиси тарабынан түшүрүлгөн нерсеге ыйман келтирди жана ыймандуу адамдар дагы (ыйман келтиришти). Бардыгы Аллахка, анын периштелерине, китептерине, пайгамбарларына ыйман келтирди (жана) \"Биз Аллахтын пайгамбарларынын арасынан эч кимисин ажыратып (ишенбей) койбойбуз. Оо, биздин Рабби! Биз (Сенин өкүмүңдү) уктук жана (аларга) моюн сундук! Бизди кечире көр! Жана сага гана кайтабыз\" деп айтышты».","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"2:286","price":"Аллах эч бир жанды кудурети жетпеген нерсеге буюрбайт (ар кимдин) пайдасы да өз иши(нен), зыяны да өз иши(нен) Оо, биздин Рабби! Эгер унутсак же ката кетирсек бизди жазалаба?! Оо, Раббибиз! Мойнубузга, бизден мурункуларга жүктөгөндөй оор ишти жүктөбө! Оо, Раббибиз! Биздин үстүбүзгө кудуретибиз жетпеген нерселерди жүктөбө! Биздин күнөөлөрүбүздү өчүр жана кечир, бизге ырайым кыл! Өзүң биздин Кожоюнубузсуң! Каапыр коомдорго каршы бизге жардам бер![1]","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"[1] Пайгамбарыбыз саллаллоху алайхи ва саллам: \"Ким түн ичинде \"Бакара\" сүрөсүнүн акыркы эки аятын окуса (жамандыктан коргонуу үчүн) жетишет\" - деген.","lang":"ky"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}