{"data":[{"name":"28:1","price":"Та. Син. Мим.[1]","arabic":"طسٓمٓ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3253,"juzNumber":20,"footnotes":"[1] Бакара сүрөсүнүн 1-аятын караңыз.","lang":"ky"},{"name":"28:2","price":"Булар анык Китеп аяттары.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3254,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:3","price":"(Оо, Мухаммад!) Биз сага (сен аркылуу ыймандуу адамдарга) Муса менен Фараондун окуясын акыйкат менен окуп беребиз.","arabic":"نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3255,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:4","price":"Чынында, Фараон жер бетинде (өзүнүн байлыгы, бийлиги, аскер күчү менен) текеберленип чектен чыкты. Жана (байыркы Египет) элдерин бөлүктөргө бөлүп салды. Алардан бир тайпа элге (Исраил урпактарына) зулум көргөзүп, эркек балдарын союп, кыз балдарын тирүү калтырып жатты.[1] Чынында ал бузуку адамдардан болгон.","arabic":"إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3256,"juzNumber":20,"footnotes":"[1] Ал «Бир күн келип ушул Исраил урпактары бизди Мисирден чыгарып жибербегей эле» деп кооптонду. Себеби, Исраил урпактарында туулуу жана адам санынын өсүшү Фараондун элине салыштырмалуу өтө жогору болгон. Ошондон улам, бул элдин эркек төрөлгөн балдарын өлтүрүп, кыз балдарын жөн коюуга буйрук берди. Аскерлер үймө-үй кыдырып жүрүп, кимдин үйүндө эркек бөбөк болсо, ата-энесин каратып туруп союп жатышты. Ошол мезгилде Муса жаңы эле төрөлгөн бөбөк болчу.","lang":"ky"},{"name":"28:5","price":"Анан биз жерде (Мисирде) зулумдук көргөн адамдарга (Исраил урпактарына) жакшылык кылып, аларды жол башчылар жана (жерде) мураскорлор кылууну кааладык.","arabic":"وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3257,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:6","price":"Жана Биз аларды жерде бекем жайгаштырууну, Фараон, Хаман[1] жана экөөсүнүн аскерлерине ушулар тарабынан өздөрү кооптонгон нерсени көргөзүүнү (кааладык).","arabic":"وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3258,"juzNumber":20,"footnotes":"[1] Хаман – бул Фараондун залым вазири.","lang":"ky"},{"name":"28:7","price":"Биз Мусанын апасына (мындай деп) илхам бердик: «Аны эмизе бер. Эгер (аскерлер келип) ага (зыян жетишинен) корксоң (сандыкка салып, Нил) дарыясына агызып жибер. Коркпогун жана кайгырбагын. Биз балаңды сага кайтарып беребиз жана аны пайгамбарлардан кылабыз».","arabic":"وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3259,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:8","price":"(Дарыяга агызылганда) аны Фараондун үй-бүлөсү, өздөрүнө душман жана кайгы болушу үчүн таап алды. Чынында, Фараон, Хаман жана экөөсүнүн аскерлери күнөө кылган (жазага ылайык) адамдар эле.","arabic":"فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3260,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:9","price":"Жана Фараондун аялы[1] айтты: «Бул бала мен үчүн да, сен үчүн да көз кубанычы! Аны өлтүрбөй эле койгулачы?! Бизге (чоңойгондо) пайдасы тийэр, же болбосо бала кылып аларбыз». Алар (келечекте эмне болоорун) сезишкен жок.","arabic":"وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3261,"juzNumber":20,"footnotes":"[1] Бул аял кийинчерээк, ыйман келтирип, Мусага көп камкордук кылган, Аллахтын жалгыз Өзүнө ибадат кылган Асия бинти Мазахим. Ал эринин зулумдугуна каршы болгон.","lang":"ky"},{"name":"28:10","price":"Ал эми, Мусанын апасынын көңүлү бошоп (капаланып) калды. Эгер Биз ыймандуулардан болушу үчүн анын жүрөгүн (сабыр) менен байлабаганда, аны (Мусаны) билдирип коюуга аз эле калган.","arabic":"وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3262,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:11","price":"Ал (баласын агызып жиберип) Мусанын эжесине: «Мусаны көзөмөлдөп бар» деди. (Ал жээк менен, акмалап барып, Фараондун үй-бүлөсүнүн кармап алганын көрдү) Ал Мусаны алыстан карап турду. Алар эч нерсени сезбей турушту. (Бөбөктү сарайга алып барышып, энекенин колуна тапшырышып, ага эмизүүчү жалдашты. Бирок…)","arabic":"وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3263,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:12","price":"Биз мындан мурда эле (тагдырда) (апасынан башка) эмизүүчүлөрдү(н көкүрөгүн сорууну) арам кылып койгон элек. (Ошондо Мусанын эжеси келип:) айтты: «Силер үчүн анын кепилдигин ала турган үй-бүлөнү көргөзөйүнбү? Алар буга насаат кылуучу (тарбиячы) болушат».","arabic":"۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3264,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:13","price":"Ошентип, Биз аны менен сүйүнсүн, кайгырбасын жана Аллахтын («кайгыга түшпө. Биз аны сага кайтарып беребиз» деген) убадасы акыйкат экенин билсин үчүн аны апасына кайтардык. Бирок, адамдардын көпчүлүгү муну (Аллахтын даанышмандыгын) билишпейт.","arabic":"فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3265,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:14","price":"Ал эми Муса эр жетип, (акыл-эси) жеткилең болгондо, Биз ага өкүм жана илим (пайгамбарчылык) бердик. Биз жакшы иш жасоочуларды ушинтип сыйлайбыз.[1]","arabic":"وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3266,"juzNumber":20,"footnotes":"[1] Уламалар эр кишинин ар тараптан жетилген курагы кырк жаш деп эсептешет. Көпчүлүк пайгамбарларга Илахий илим (пайгамбарлык) отуз менен кырк жаштын аралыгында берилген. Мусага да кырк жашына жеткенде пайгамбарлык берилет.","lang":"ky"},{"name":"28:15","price":"(Муса пайгамбар боло электе) элдери бейпил-бейкапар убакытта шаарга кирди. Анда эки адамдын мушташып жатканын көрдү. Бирөөсү өз жамаатынан, экинчиси душмандарынан. Өз жамаатынан болгон адам душман жамааттан болгон адамга каршы Мусадан жардам сурады эле, аны бир муштап өлтүрүп койду. (Анан бушайман болуп): «Бул шайтандын ишинен. Ал (инсанга) түбөлүк душман жана азгыруучу!» деди.","arabic":"وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3267,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:16","price":"(Дагы) айтты: «Оо, Раббим! Мен өзүмө зулумдук кылып алдым! Мени кечире көр! Анан Аллах аны кечирди. Чынында, Бир Өзү гана (күнөөлөрдү) Кечирүүчү, Мээримдүү!","arabic":"قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3268,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:17","price":"(Дагы) айтты: «Оо, Раббим! Эми, мага жакшылык кылып берген нерселериң (күч-кубат, илим, даанышмандык) менен, эч качан күнөөкөр адамдарга жардамчы болбоймун!».","arabic":"قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3269,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:18","price":"Эртеси (эртең менен) шаарда, алаңдап, коркуп бара жатса, капыстан, кече жардам сураган киши (дагы) жардамга чакырып калды. Муса ага: «Сен анык азгырылган (шайтан жолдон урган) адам экенсиң» деди. (Бирок, өз уруусундагы кишини жардамсыз калтырууну каалабады. Жок дегенде ажыратып коеюн деп…)","arabic":"فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3270,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:19","price":"Экөөсүнө тең душман болгон адамды (Египеттик кишини) күч менен кармоону каалады эле, ал (мени кармайт экен деп ойлоп): «Оо, Муса! Кечээ бир жанды өлтүргөнүң сыяктуу, мени да өлтүрөйүн дедиңби?! Сен жер бетинде зордукчул болууну каалап калгансың го! Сен (абалды) оңдоочулардан болууну каалабайсың!» - деди.","arabic":"فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3271,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:20","price":"Анан шаардын наркы четинен бир адам чуркап келип: «Оо, Муса! (Фараон коомунун) төбөлдөрү сени өлтүрүү жөнүндө кеңешип жатышат. (Шаардан тез) чыгып кет. Мен сага насаат айтуучуларданмын!» – деди.","arabic":"وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3272,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:21","price":"Муса, тараптарын баамдап, коркуп: «Оо, Раббим! Мени залым коомдордон куткара көр» деген бойдон (шаардан) дароо чыгып кетти.","arabic":"فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3273,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:22","price":"Ал Мадян тарапка жөнөгөндө (ээн чөлдө баратып): «Раббим мени туура жолго баштайт чыгаар» – деди.","arabic":"وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3274,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:23","price":"Качан Мадяндын суусуна (кудуктарына) жетип келгенде, анын үстүндө (үймөлөнүшүп, талашып-тартышып, кой эчкилерин) сугарып жаткан эркек кишилерди көрдү. Жана алардын алдында эки кыздын (сууга умтулган койлорун) кайтарып турганын көрдү. «Силерге эмне болду?» деди (Муса). Алар айтышты: «Биз (мына бул эркек) чабандар кайтып кетмейинче сугара албайбыз (аларга аралашуудан ыйба кылабыз). Ал эми, атабыз болсо, картайган чал.","arabic":"وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3275,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:24","price":"Анан Муса (чабандарды ары-бери сүрүп) экөөсүнө койлорун сугарып берди.[1] Кийин көлөкөгө кайтып барып: «Оо, Раббим! Өзүң мага түшүргөн кандай жакшылык болбосун, мен ага муктажмын!» – деди.","arabic":"فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3276,"juzNumber":20,"footnotes":"[1] Эки кыз сүйүнгөн бойдон койлорун айдап кетишкен. Барып, аталарына болгон окуяны айтып беришкен экен, жакшы кишиге ыраазычылык билдирип, акысын берип коеюн деп, бир кызын жибериптир.","lang":"ky"},{"name":"28:25","price":"Эки кыздан бири анын жанына ыйбаа менен басып келип: «Атам сизди чакырууда, бизге (койлорубузду) сугарып бергениңиздин сыйлыгын бериш үчүн» – деди. Анын алдына барып, ага башынан өткөндөрүн айтып бергенде, ал: «Коркпогун. Сен (Аллах кааласа) залым адамдардан кутулдуң» - деди.[1]","arabic":"فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3277,"juzNumber":20,"footnotes":"[1] Анткени, Мадян Мисирден алыс жана бул жерге Фараондун өкүмү анча деле таасир этпейт болчу.","lang":"ky"},{"name":"28:26","price":"Эки кыздын бири: «Атаке, аны (кой кайтарганга) жалдап алып кал. Чындыгында жалдангандардын эң жакшысы күчтүүсү жана аманаткөйү» – деди.[1]","arabic":"قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3278,"juzNumber":20,"footnotes":"[1] Бул сөз атага ылайык көрүнүп, Муса менен кеңири сүйлөшүүнү каалады. Анан калса, кызынын да көңүлү бар окшойт бул жигитке…","lang":"ky"},{"name":"28:27","price":"«Мен сага мына бул эки кызымдан бирин никелеп берүүнү каалаймын - деди (абышка)[1] - анын ордуна сен мага сегиз жыл жалчы болосуң. Эгер он жыл кылып, толуктап койсоң, анда сен тараптан (кошумча жакшылык) болот. Бирок, мен сага машакат жүктөгөндү каалабаймын. Аллах кааласа, жакында менин жакшы адам экенимди билип аласың».","arabic":"قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3279,"juzNumber":20,"footnotes":"[1] Бул абышканы кээ бир тафсирчи аалымдар Шуайб пайгамбар дешет. Бирок бул туура эмес. Анын Шуайб эместигине далил көп. Бир экөөсү мына бул: Муса пайгамбарлык даражасы боюнча Шуайбдан жогору. Шуайб эч качан Мусаны өзүнө жалчы кылып иштетмек эмес. …Шуайб коомундагы жаман, каапыр адамдар башына балээ түшүп кырылып калган соң жакшы, ынсаптуу, ыймандуу адамдар менен жашап калган. Ал адамдар эч качан картайган пайгамбарын, кыздарына кой кайтартып калган денгээлде кароосуз калтырмак эмес. (Садий)","lang":"ky"},{"name":"28:28","price":"«Бул мени менен сиздин арабыздагы (келишим болсун). Эки мөөнөттүн кай бирин аткарсам да, мага андан да кошумча тоскоолдук болбосун. Мен айткан сөздөргө Аллах Өзү күбө!» - деди (Муса).","arabic":"قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3280,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:29","price":"Муса мөөнөттү бүтүп, үй-бүлөсү менен жолго чыкты. Тур тоосунун (оң) тарабынан от көрдү жана үй-бүлөсүнө: «(Ушул жерде жылбай) тургула. Мен от көрдүм. Балким андан бир кабар же болбосо (тутантууга) бир тутам чок алып келсем. Жылынып алаар белеңер» деди.","arabic":"۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3281,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:30","price":"Отко жакындап барганда, берекеттүү (ыйык) жердеги өрөөндүн оң жагындагы дарак тараптан : «Оо, Муса! Акыйкатта, Мен – ааламдардын Раббиси Аллахмын!» – деген үн чыкты.","arabic":"فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3282,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:31","price":"Таягыңды (жерге) ташта! (Таштаганда анын) тез кыймылдаган жыландай көргөндө, аркасына карабай качып жөнөдү. «Оо, Муса! Бери кел, коркпо! Албетте сен, амандыкта болуучулардансың!","arabic":"وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3283,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:32","price":"Колуңду жакаңа (мойнуңдан ылдый) сал, ал эч бир жамандыксыз (ала оорусуна окшобогон) аппак болуп чыгат. Канатыңды (эки колуңду) коркуу (кетүү үчүн) өзүңө (көкүрөгүңө) кысып ал. Ушул экөө (таяк менен ак-нурлуу кол) Фараон жана анын (каапыр) элине (аларды ишендирүү үчүн) Раббиң тарабынан (сага берилген) далилдер». Чынында алар бузулган адамдар.","arabic":"ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3284,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:33","price":"(Муса) айтты: «Оо, Раббим! Мен алардан бир жанды өлтүрүп койгонмун. Эми мени да өлтүрүп коюууларынан коркомун.","arabic":"قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3285,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:34","price":"Менин бир тууганым Харун, ал мага караганда тагыраак сүйлөйт. Аны мага жардамчы-пайгамбар кылып бер. Мени тастыктап турат. (Анткени,) алар мени жалганга чыгарууларынан коркомун».","arabic":"وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3286,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:35","price":"(Аллах) айтты: «Биз сени бир тууганың менен кубаттандырабыз жана экөөңө ушундай бийлик беребиз, алар экөөңө (жамандык менен) жете албай калышат. Биздин аяттарыбыз менен сен экөөң жана экөөңө ээрчигендер жеңүүчү болосуңар».","arabic":"قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3287,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:36","price":"Эми, качан гана Муса Биздин анык баян-далилдерибиз менен аларга келгенде (жана жылан-далил менен кол-далилди көргөзгөндө): «Бул ойдон чыгарылган сыйкырдан башка нерсе эмес. Биз мындайды абалкы ата-бабаларыбыздан уккан эмеспиз» – дешти.","arabic":"فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3288,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:37","price":"(Муса) айтты: «Өзүнүн алдынан ким туура жол алып келгенин жана акыбет (бейиш) коргону кимдер үчүн болушун Раббим жакшыраак билет. (Силерге окшогон) залимдер эч качан (тозок азабынан) кутулушпайт!».","arabic":"وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3289,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:38","price":"Фараон айтты: «Эй, төбөлдөр! Мен силер үчүн Өзүмдөн башка кудай бар экенин билбеймин. Эй, Хаман! Ылайга оттон жагып (бышык кыш жасап) мага (бийик) мунара куруп бергиниң. Балким, ошого чыгып Мусанын (асмандагы) Кудайын көрөрмүн! Мен Мусаны анык эле жалганчылардан деп эсептеймин».","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3290,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:39","price":"Фараон менен анын желдеттери жер бетинде акыйкатсыздык менен аша чаап текеберленишти. Жана өздөрүн Бизге кайтып келбейт деп ойлошту.","arabic":"وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3291,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:40","price":"Анан Биз аны жана анын желдеттерин (азап менен) кармап, деңизге чөктүрүп жибердик! Залымдардын акыбети кандай болгонун көрүп ал.","arabic":"فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3292,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:41","price":"Биз аларды (каапырларды) тозокко чакыра турган жол башчылар кылдык.[1] Жана алар кыямат күнү эч кимден жардам ала алышпайт!","arabic":"وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3293,"juzNumber":20,"footnotes":"[1] Алардын деңиз толкундарынын койнунда аянычтуу өлүп кетүүлөрү ушул дүйнөлүк жаза. Ал эми, акыреттеги жаза мындан да оор болот.","lang":"ky"},{"name":"28:42","price":"Биз аларга ушул дүйнөдө наалат-каргыш ээрчитип койдук. Кыямат күндө да алар жийиркеничтүү адамдардан болот.","arabic":"وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3294,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:43","price":"Жана Биз Мусага Китепти (Тооратты) адамдар үчүн ырайым, туура жол жана (акыйкатты көрсөтүүчү) нур кылып бердик, абалкы муундарды (жалпысынан) кыйратканыбыздан кийин.[1] Кана эми, (адамдар) сабак алышса!","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3295,"juzNumber":20,"footnotes":"[1] Бул аяттагы «Китепти ... абалкы муундарды (жалпысынан) кыйратканыбыздан кийин бердик» деген сөзгө таянып, уламалар «Тоорат түшкөндөн баштап, пайгамбарларды жалганчы кылган элдерге жалпы кыйратуучу азаптын түшүүсү токтогон. Анын ордуна Аллах ыймандуу пенделерге жихад амалын парыз кылган» дешет.","lang":"ky"},{"name":"28:44","price":"(Оо, Мухаммад!) Биз Мусага ишти (динди) өкүм кылган мезгилде сен (Тур тоосунун) батыш тарабында жок болчусуң. Жана сен (Биздин Мусага сүйлөгөнүбүздө) күбө да болгон эмессиң.[1]","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3296,"juzNumber":20,"footnotes":"[1] Анда, Мухаммад саллаллоху алайхи ва саллам Мусага вахий түшкөн окуяларды: Мадяндан кайтканын, отту көргөнүн, Аллах менен сүйлөшкөнүн жана башка аңгемелерин кайдан билди? Ооба. Аллах ага да вахий түшүрүп, Өзү билдирди.","lang":"ky"},{"name":"28:45","price":"Бирок (андан кийин) Биз эл-улуттарды жараттык. Алар (бири өткөндөн соң экинчиси келип) көп-көп өмүр сүрүштү. Сен (оо, Мухаммад!) Мадян элинин арасында туруп, аларга Биздин аяттарыбызды окуп берген да эмес болчусуң. Бирок, Биз сени пайгамбар кылган элек. (Ошондуктан, Биз үйрөткөн вахийден улам Мадян окуясын адамдарга айтып жатасың)","arabic":"وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3297,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:46","price":"Жана Биз (Мусага) сүйлөгөнүбүздө сен Тур тоосунун жанында жок болчусуң. Бирок, сенден мурун (алыс жылдар бою) аларга эскертүүчү - пайгамбар келбей калган коомго (Курайш арабдарына) эскертүү беришиң үчүн, Раббиң тарабынан ырайым-боорукерлик иретинде (сага ошол окуялар билдирилди). Кана эми, алар эскеришсе!","arabic":"وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3298,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:47","price":"Өз колдору менен жасаган кылмыштары себептүү аларга бир кайгы жеткенде «Оо, Рабби! Эгерде бизге бир элчи-пайгамбар жибергениңде, аяттарыңа ээрчимекпиз жана момундардан болмокпуз» деп айтышмак.","arabic":"وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3299,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:48","price":"Эми качан аларга (сен аркылуу) Биздин акыйкатыбыз келгенде: «Кана эле, эгер бизге да Мусага берилген сыяктуу берилсе»[1] дешет. Алар мындан мурун Мусага берилген Тооратка да каапыр болушпады беле?! «Экөө (Куран менен Тоорат) бири-бирине жардам берүүчү эки сыйкыр» – дешкен. Дагы айтышты: «Биз бардыгына ишенбейбиз!».","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3300,"juzNumber":20,"footnotes":"[1] Алардын кезектеги шылтоосу ушул: «Эгер Куран дагы бөлүк-бөлүк болбой, Мусага берилген Тоорат сыяктуу бүтүн абалда түшсө ыйман келтирмекпиз» - дешет.","lang":"ky"},{"name":"28:49","price":"(Аларга) айт: «Анда өзүңөр Аллахтын алдынан экөөсүнөн туурараак бир китеп алып келгиле, мен ошого ээрчийин, эгер чынчыл болсоңор».","arabic":"قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3301,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:50","price":"Эгер сага жооп беришпесе, билгин, алар өз напси-каалоолоруна ээрчип жатышат. Аллах тарабынан келген туура жолго ээрчибей, өз напсинин каалосуна ээрчиген адамдардан көбүрөөк адашкан киши бар бекен?! Аллах, албетте залим коомдорду туура жолго баштабайт!","arabic":"فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3302,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:51","price":"Биз Сөздү (Куранды) аларга бирин-бирине улап (бөлүп-бөлүп, чечмелеп) жеткирдик. Кана эми акыл насаат алышса!","arabic":"۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3303,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:52","price":"Курандан мурун Биз Китеп (Тоорат жана Инжил) берген элдер ага (Куранга) ыйман келтиришет.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3304,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:53","price":"Жана эгер аларга Куран окуп берилчү болсо; «Биз буга ыйман келтирдик. Бул чынында Жаратканыбыздан келген акыйкат. Биз мындан мурун да Аллахка моюн сунуучу (мусулман) болгонбуз» дешти.[1]","arabic":"وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3305,"juzNumber":20,"footnotes":"[1] Курайш мушриктери эгер Куранга ишенбеген болсо, Тоорат окуган еврейлер менен Инжил окуган христиандардан кээ бирөөлөрү Куранга ыйман келтиришкен. Анткени, алар өздөрүнүн ыйык китептеринде Куран жөнүндө алдын ала айтылган кабарларды окушкан. Ал эми, бардык пайгамбарларга түз-туура ээрчиген адамдар Ислам динине чейин деле мусулмандар болушкан.","lang":"ky"},{"name":"28:54","price":"Алар эки эсе сооп ала турган адамдар.[1] Себеби, алар сабыр кылышты, күнөө иштерди сооп иштер менен өчүрүп турушту жана Биз ырыскы кылып берген нерселерден (жакшылыктарга) сарпташты.","arabic":"أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3306,"juzNumber":20,"footnotes":"[1] Өздөрүнүн пайгамбарларына жана китептерине ишенгендери үчүн бир сооп, ал эми, Мухаммад саллаллоху алайхи ва саллам менен Куранга ишенгендери үчүн экинчи сооп.","lang":"ky"},{"name":"28:55","price":"Жана пайдасыз сөздөрдү укканда, ага көңүл бурушпай: «Бизге өз ишибиз, силерге өз ишиңер. Силерге салам болсун! Жана Биз наадандардан болууну каалабайбыз» дешти.[1]","arabic":"وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3307,"juzNumber":20,"footnotes":"[1] Аларга кээ бир мушриктер жолугуп, азгырууга аракет жасаганда ошентишкен.","lang":"ky"},{"name":"28:56","price":"(Оо, Мухаммад!) Сен өзүң сүйгөн адамдарды туура жолго баштай албайсың. Бирок, Аллах гана Өзү каалаган адамын туура жолго баштайт. Туура жолго ким түшөөрүн Анын Өзү жакшы билет.","arabic":"إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3308,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:57","price":"Алар (мушриктер): «Эгер биз сени менен бирге туура жолго ээрчисек, жерибизден ажырап калабыз» – дешти.[1] Биз аларды (Ибрахим негиздеген) ыйык жерге жашатып койбодукбу? Ал шаарга түрдүү-түмөн мөмөлөр Бизден ырыскы болуп келет го! Бирок, алардан көпчүлүгү (муну) билишпейт.","arabic":"وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3309,"juzNumber":20,"footnotes":"[1] Анткени, Ислам жаңы келгенде Мекке коомчулугу түп көтөрүлө ага каршы чыгышкан. «Кимде-ким мусулман болсо, аны куугун-сүргүн кылабыз!» деп коркутушкан.","lang":"ky"},{"name":"28:58","price":"Биз жашоосунда кесирлик кылып,чектен чыккан нечендеген шаарларды кырып-жоюп салдык! Мына, алардын мекендери! Алардан кийин бир аз эле адамдарды айтпаганда, эч ким жашабай (ойрону чыгып) жатат! Аларга Биз мураскор болдук![1]","arabic":"وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3310,"juzNumber":20,"footnotes":"[1] Курган сарайлары, жыйнаган мүлк-дүйнөсү ардактаган перзенттерине калбады. Перзенттери менен кошо опат болушту. Бардыгы Аллах таалага калды!","lang":"ky"},{"name":"28:59","price":"Сенин Раббиң эч бир негизги шаарларды(н элинин) арасына Биздин аяттарыбызды окуп берүүчү бир пайгамбар жибермейинче кыйратпайт. Биз элдери (ошол пайгамбарга баш ийбей) залим болгон шаарларды гана кыйратуучубуз.","arabic":"وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3311,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:60","price":"Силерге (бул жашоодо) берилген нерселер дүйнө жашоосунун пайдалары жана кооздуктары гана. Ал эми Аллахтын алдындагы нерсе (бейиш) жакшы жана түбөлүктүү. Акылыңарды иштетпейсиңерби?!","arabic":"وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3312,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:61","price":"Биз ага сонун жашоону (бейишти) убада кылган жана ага (сөзсүз) жетүүчү киши бул дүйнөдө Биз ага пайдаларды (аябай) берип, кийин кыямат күндө (тозок алдына) алып келинген кишиге окшойбу?!","arabic":"أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3313,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:62","price":"Ал күндө (Аллах) аларга айтат: «Силер (Мага шерик деп) ойлогон «кудайларыңар кана?!».","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3314,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:63","price":"(Анан) Алардын үстүнө Сөз (азап) түшүүсү анык болуп калгандар:[1] «Оо, Рабби! Мына бул биз азгырган кишилер, биз аларды Өзүбүз азгырылган сыяктуу азгырганбыз. Биз Сага Өзүбүздү (алардан) актайбыз. Алар Бизге ибадат кылышкан эмес» – дешет.","arabic":"قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3315,"juzNumber":20,"footnotes":"[1] Бул аяттагы азапка дуушар болушу анык болуп калгандар мушрик элдерди Аллахка сыйынуудан азгырып, өздөрүнө сыйынта баштаган элбашылар, чоңдор, падышалар. Алар Аллахка актанышып «аларды биз эмес, шайтан азгырган. Ал (шайтан) бизди да азгырган болчу» дешет. Бирок, бул актануу өтпөйт.","lang":"ky"},{"name":"28:64","price":"(Анан мушрик элдерге) айтылат: «Мага шерик кылган «кудайыңарды» (жардамга) чакыргыла!» Чакырышат. Бирок, аларга («кудайлары») жооп бербейт. Кийин алар азапты көрүшөт. Кана эми, алар (бул дүйнөдө) туура жолдо болушканда. (Азапты көрбөй, бейишке түшмөк эмес беле!)","arabic":"وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3316,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:65","price":"Ошол күнү (Аллах) аларга: «Пайгамбарларга эмне деп жооп берген элеңер?!» – дейт.[1]","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3317,"juzNumber":20,"footnotes":"[1] Бул суроо билбегенден эмес, тескерисинче, күнөөлүүнүн күнөөсүн мойнуна алдыруу үчүн берилген суроо.","lang":"ky"},{"name":"28:66","price":"Ал күнү (коркуунун күчтүүлүгүнөн дүйнөдөгү айтып жүрүшкөн далилдердин) кабары аларга берилбей калат жана бири-биринен да сурай алышпайт.","arabic":"فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3318,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:67","price":"Ал эми тообо кылып, жакшы иштерди жасаган ыймандуулар (тозоктон) кутулуучулардан болушу күтүлөт!","arabic":"فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3319,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:68","price":"Сенин Раббиң Өзү каалаган нерсени жаратат жана ыктыяр кылат. Аларга (Аллахка каршы чыгууга) ыктыяр жок.[1] Аллах алардын ширктеринен аруу-таза!","arabic":"وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3320,"juzNumber":20,"footnotes":"[1] Инсан бул дүйнөдө жол тандоодо ыктыярдуу. Кааласа Ислам жолун тандайт. Кааласа башка азгырык жолдорду тандайт. Ал эми, Өз эрки, ыктыяры менен Исламды тандап, аны Диним деп, мыйзамдары ак, Куран өкүмү адилет деп ишенген соң андан ыктыяр кетет. Эми ал оюна келген ар нерсени жасай бербейт. Курандын буюрганын гана жасайт. Кээде анын напсиси каалаган нерсе Аллах каалаган нерсеге карама-каршы келип калса, өзүнүн каалосун Курандын каалосуна моюн сундурат.","lang":"ky"},{"name":"28:69","price":"Жана сенин Раббиң алардын (пенделердин) көкүрөктөрү жашырган нерселерди да, ашкере кылган нерселерди да билип турат.","arabic":"وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3321,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:70","price":"Ал – Аллах! Өзүнөн башка сыйынууга татыктуу кудай жок! Дүйнө-акыретте мактоолор жалгыз Өзүнө! Өкүм дагы Өзүнүн колунда! Жана Өзүнө кайтасыңар!","arabic":"وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3322,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:71","price":"Айт (оо, Мухаммад): «Эмне дейсиңер, эгер Аллах силердин үстүңөрдө түндү кыямат күнүнө чейин кеткис (түбөлүк) кылып койсо, Аллахтан башка кайсы «кудайыңар» силерге жарыкты алып келе алат? Эми (акыйкатты) укпайсыңарбы?!»","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3323,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:72","price":"Айткын: «Эмне деп ойлойсуңар, эгер Аллах үстүңөрдөгү күндүздү тээ кыяматка чейин түбөлүк кеткис кылып койсо, силер эс ала турган түндү Аллахтан башка кайсы «кудайыңар» келтирмек?! (Бул кереметтерди) көрбөй жатасыңарбы?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3324,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:73","price":"Силер анда эс алууңар үчүн жана Өзүнүн жакшылыгынан издешиңер үчүн түн менен күндүздү жаратып койгону Аллахтын ырайымдуулугунан. Кана эми, шүгүр кылсаңар!","arabic":"وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3325,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:74","price":"Жана ошол күнү (Аллах) аларга: «Силер (шерик деп) күмөн кылган Менин «шериктерим» кана?» – дейт.","arabic":"وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3326,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:75","price":"Анан Биз ар бир үммөттөн бир күбөнү (өздөрүнүн пайгамбарын) чыгарып (анын көзүнчө мушрик болгондорго): «Далилиңерди алып келгиле» дейбиз.[1] Анан алар акыйкат (кудайлык) Аллахка гана таандык экенин анык билишет. Өздөрү ойлоп тапкан (кудайлары) жок болуп кетет.","arabic":"وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3327,"juzNumber":20,"footnotes":"[1] Аларга «Аллахтан башка, өзүңөр кудай деп ишенген, сыйынган, алардан жардам, перзент, жардам, жакшылык сураган жана өзүңөр менен Аллахтын арасына ортомчу кылган «кудайыңардын» чыныгы кудай экенине далил алып келгиле» деп айтылат.","lang":"ky"},{"name":"28:76","price":"Чынында, Карун[1] Мусанын коомунан болгон. Ал аларга (өз элине) зулумдук көргөздү. Биз ага ачкычтары эле күчтүү жамаатка оор жүк болчудай казыналарды берген элек. Бир кезде коому ага (мындай) деди: «Оолукпагын, Аллах (текеберленип), оолуккандарды сүйбөйт!»","arabic":"۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3328,"juzNumber":20,"footnotes":"[1] Карун Муса алейхис саламдын коомунан болгон бай киши. Ал дүйнө байлыгына манчыркап, оолугуп, Аллахты унутканда Аллах таала ага аянычтуу азап жиберген.","lang":"ky"},{"name":"28:77","price":"«Аллах сага берген байлык менен акырет конушун талап кылсаңчы! Бирок, бул дүйнөдөн да насибиңди унутпа! Аллах сага жакшылык кылган сыяктуу, сен да (элдерге, динге) жакшылык кыл! Жер бетинде бузукулукту издебе! Аллах бузукуларды сүйбөйт!»[1]","arabic":"وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3329,"juzNumber":20,"footnotes":"[1] Бул аят исламдын байлык-мүлккө болгон көз карашын чагылдырат. Байлык - бул Аллахтын мүлкү. Демек, эң оболу адам байлыгын Дин жолуна, анын өнүгүп-өсүүсүнө жумшаш керек. Бирок, дүйнөдөн өз насибин унутпай, жакшы жеп-ичип, кооз кийинип жүрсө күнөө жок. Байлыкты эч качан бузукулук жолуна иштетпеш керек. «Аллах бузукуларды сүйбөйт!» Бай адамдар Карун сыяктуу «бул байлыкты Өзүмдүн кыйындыгыман тапкам» деп мактанбасын.","lang":"ky"},{"name":"28:78","price":"(Карун) айтты: «Бул байлыктар өзүмдүн билермандыгым себептүү берилген». Ал билбейт беле, Аллах андан мурунку муундардан андан да күчтүү, андан да бай адамдарды кыйратып салганын?! (Булар сыяктуу) күнөөкөр адамдар күнөө-кылмыштарынан суралып отурбайт![1]","arabic":"قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3330,"juzNumber":20,"footnotes":"[1] Суралса да, билинген күнөөсү үчүн казапка алынып суралат жана тозокко ыргытылат!","lang":"ky"},{"name":"28:79","price":"Ал (Карун) зыйнат-кооздуктары менен элине чыкканда, дүйнө жашоосун(ун ырахат-жыргалын) каалагандар: Кана эми, бизге да Карунга берилгендей нерселер берилсе! Ал улук кут-насиптин ээси!» – дешти.","arabic":"فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3331,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:80","price":"Ал эми, илимдүү адамдар болсо: «Азап болсун силерге, ыйман келтирип, жакшы иштерди кылгандар үчүн Аллахтын (акыреттик) сообу жакшы го! Аллахтын сообуна сабыр кылгандар гана жетет!» (дешти).","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3332,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:81","price":"Анан Биз аны (Карунду) үй-жайы менен кошуп жерге жуткуруп жибердик! Ага Аллахтан (коргоп) жардам берүүчү жамаат болбоду! Жана анын өзү да (азапты) жеңүүчүлөрдөн болгон жок.","arabic":"فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3333,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:82","price":"Кечээ гана анын (коомдогу) ордуна тамшанган адамдар: «Таң каласың! (Аллахтын кудуретине) пенделеринин арасынан Өзү каалагандарына гана ырыскыны кенен жана тар кылып коёт турбайбы?! Эгер Аллах бизге жакшылык кылбаганда (кечээки сөзүбүз үчүн) бизди деле жерге жуткуруп жибермек! Билбепбиз көрсө, каапырлар (Аллахтын азабынан) кутулбайт турбайбы?!» — деп калышты.","arabic":"وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3334,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:83","price":"Биз тиги жактагы акырет конушун жер бетинде бузгунчулук жана текеберленүүнү каалабаган (ыймандуу) адамдар үчүн (насип) кылабыз. Акыбет такыба кишилер үчүн!","arabic":"تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3335,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:84","price":"Ким (акыретке) сооп-жакшылык алып келсе, ага (өзү алып келген) жакшылыгынан жакшыраак сыйлыктар берилет. Ал эми, кимде-ким жамандык (күнөө) алып келсе, жамандык жасагандар өз кылмыштарына гана жараша жаза алышат.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3336,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:85","price":"(Оо, Мухаммад!) Чынында, сага Куранды түшүрүп, (аны жеткирүүнү, буйруктарын аткарууну парз кылган Зат сени эч шексиз кайтчу жерге (дүйнөдө Меккеге жеңиш менен, акыретте бейишке) кайтарат. Айткын: «Менин Раббим ким туура жол алып келгенин жана ким анык адашуучулукта болгонун эң жакшы билет».","arabic":"إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3337,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:86","price":"Сен (оо, Мухаммад), өзүңө Китеп түшүрүлүүсүн оюңа да келтирген эмес болчусуң. Бирок, (бул) Раббиңден Ырайым болду. Эми сен каапырларга жардамчы болбо!","arabic":"وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3338,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"28:87","price":"Сага (бекем, өзгөргүс болуп) түшүрүлгөндөн кийин Аллахтын аяттарынан (каапырлар) сени тосуп койбосун![1] Жана Раббиңе (Ага ыйман келтирүүгө) чакыр. Эч качан мушриктерден болбогун!","arabic":"وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3339,"juzNumber":20,"footnotes":"[1] Жер бетинде текеберлик кылууну каалагандар сага келип «Аллахтын өкүм-аяттарын кое тур. Мына бул биздин ойлорубузду ишке ашыралы» деп, сени Аллахтын аяттарынан тосуп койбосун! Сен алардын каалоолоруна ээрчип, аяттарды өзгөртүп же сатып койбогун!","lang":"ky"},{"name":"28:88","price":"Аллахка шерик кылып башка «кудайга» сыйынба! Андан башка (сыйынууга татыктуу) кудай жок. (Себеби) бардык нерсе жок болот, Бир Жүзү (Өзү) гана (түбөлүк) калат! Өкүм жалгыз Өзүнө таандык! Жана бардыгыңар Өзүнө кайтарыласыңар!","arabic":"وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas"],"ayahNumber":3340,"juzNumber":20,"footnotes":"","lang":"ky"}],"chapter":["28 (Al-Qasas)","Al-Qasas","Surah Al-Qasas","Chapter Al-Qasas","Qasas","Surah Qasas","Chapter Qasas","Al Qasas","Surah Al Qasas","Chapter Al Qasas","Surah 28","Chapter 28","The Stories","القَصَص"]}