{"data":[{"name":"29:1","price":"Алиф. Лам. Мим.[1]","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"[1] Бакара сүрөсүнүн 1-аятын караңыз.","lang":"ky"},{"name":"29:2","price":"Адамдар «ыйман келтирдик» деп айтса эле, (ар түрдүү машакаттар менен) сыналбай калабыз деп ойлошобу?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:3","price":"Чынында Биз алардан мурункуларды да (чоң машакаттар менен) сынаганбыз. Натыйжада Аллах («ыймандуубуз» деген сөздөрүндө) чынчыл болгондорду билет, жалганчыларды да билет.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:4","price":"Жаман (күнөө) иштерди жасаган адамдар Бизден кутулуп кетебиз деп ойлошобу?! Алардын чечимдери кандай жаман!","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:5","price":"Ал эми, ким (кыяматта) Аллахка жолугуудан үмүт кылса, Аллахтын (кыяматка) белгилеген убактысы (сөзсүз) келүүчү. Ал Угуучу, Билүүчү.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:6","price":"Жана ким (өз напсисине, шайтанга жана Аллахтын душмандарына каршы) жихад кылса, өзүнүн пайдасына жихад кылганы. Чынында, Аллах ааламдардан беймуктаж.[1]","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"[1] Аллах пендесинин жихад кылуусуна да муктаж эмес. Ал жихад кылып кыйналса, жадагалса, жанын жоготсо да, өз жанынын пайдасы: убактылуу жана азаптуу дүйнөдөн кетип, түбөлүк бейишке жетишет.","lang":"ky"},{"name":"29:7","price":"Биз ыйман келтирип, жакшы иштерди аткарган ыймандуулардын күнөөлөрүн өчүрүп, жасаган иштеринен жакшыраак кылып сыйлык беребиз.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:8","price":"Биз инсанга, ата-энесине жакшылык кылуусун буюрдук. Анан эгер сенин ата-энең өзүң билбеген бир нерсени Мага шерик (кудай) кылышына сени кыйнап-кыстачу болсо, аларга моюн сунбагын. Менин Өзүмө гана кайтасыңар. Анан Мен силерге жасаган иштериңердин кабарын беремин.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:9","price":"Ыйман келтирип, жакшы иштерди жасаган адамдарды жакшы иш жасоочу (бейиши болгон) адамдардын катарына кошобуз.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:10","price":"Адамдардын арасындагы кээ бирөөлөр «Аллахка ыйман келтирдик» - дешет. Бирок, Аллахтын жолунда бир зыянга жолугуп калчу болсо, адамдардын сыноосун Аллахтын азабындай кабыл алат. Ал эми, эгер Раббиң тарабынан (мусулмандарга) жеңиш келип калса дароо «Биз силер менен бирге болчубуз» дешет. Аллах ааламдардын (адамдардын) көкүрөгүндөгү (жашырган) нерселерин билбейт бекен?!","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:11","price":"Аллах (чындап) ыйман келтиргендерди да, эки жүздүүлөрдү да анык билип турат!","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:12","price":"Каапырлар ыймандууларга: «Биздин жолубузду ээрчигиле. Күнөө ишиңерди (мына) биз моюнга алабыз» дешет. Алардын каталарынан эч нерсени өз моюндарына алышпайт.[1] Чынында, алар - жалганчылар!","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"[1] Кыяматта ар бир адам өзү үчүн жооп берет. Ошондуктан «мен жооп беремин» дегендерге ишенбеш керек. Бирок, кайсы бир азгыруучу бирөөнү же бир элди азгырса, өз күнөөсүнө кошуп азгырылгандардын күнөөсүн да көтөрөт. Бул жерде түшүнүш керек болгон нерсе, азгырылгандар күнөөдөн кутулушпайт.","lang":"ky"},{"name":"29:13","price":"Алар (азгыргандар) өздөрүнүн күнөөсүн да көтөрөт, өз күнөөлөрү менен бирге башка күнөөлөрдү да көтөрөт жана кыямат күнү ойлоп тапкан күнөөлөрү жөнүндө сурак беришет.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:14","price":"Биз Нухту өз коомуна пайгамбар кылып жибердик. Ал элинин арасында элүү жылы кем миң жыл турду.[1] Анан аларды залым болуп турган жеринде топон суу каптады.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"[1] Ушунун аралыгында тынымсыз даават кылды. Залым эл, кайра өзүн мыскылдап, кордоп, зулум көргөздү. Нух аларды каргап дуба кылды.","lang":"ky"},{"name":"29:15","price":"Кийин Биз аны (Нухту) жана кемедегилерди куткардык жана кемени (бүт) ааламдарга (кудуретибизден) белги кылдык.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:16","price":"Жана Биз Ибрахимди да (пайгамбар кылып жибердик). Бир кезде ал өз коомуна: «Аллахка гана сыйынгыла! Ага такыбалык кылгыла! Эгер билсеңер, ушунуңар өзүңөргө жакшы.","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:17","price":"Чынында, силер Аллахтан башка буттарга ибадат кылып, (аларды «кудай» деп атап) жалганды жасап жатасыңар! Аллахтан башка силер сыйынып жаткан «кудайыңар» силерге ырыскы берүүгө да кудуреттүү эмес! Ырыскыны Аллахтан сурагыла жана Өзүнө гана ибадат кылып, жалгыз Өзүнө шүгүр кылгыла! (Анткени,) Өзүнө гана кайтып барасыңар!","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:18","price":"Эгер (мени) «жалганчы» десеңер, силерден мурунку (каапыр) элдер дагы (өз пайгамбарын) «жалганчы» дешкен. Пайгамбардын милдети болгону анык жеткирип коюудан гана турат».","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:19","price":"Алар (инсандар) Аллах жаратылышты алгач ирет кандай жаратканына карап көрүшпөйбү? Анан (алардын бардыгын) кайра жаратат. Чынында, бул Аллах үчүн жеңил.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:20","price":"Айт, (оо, Мухаммад): «Жер бетинде кезип жүрүп, (Аллах) жаратылышты (калк-калайыкты) абалкы ирет кантип жаратканына назар салгыла! Кийин Аллах (аларды Акыретте) экинчи ирет пайда кылат. Чындыгында Аллах бардык нерсеге Кудуреттүү!»","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:21","price":"Ал (Аллах) каалаган пендесине азап берет. Каалаганына ырайым көргөзөт. Силер Анын Өзүнө гана кайтарыласыңар.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:22","price":"Силер жерде да, асманда да Аллахтан (качып) кутула албайсыңар! Силерге Аллахтан башка дос-жардамчы жок!","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:23","price":"Аллахтын аяттарына жана Ага жолугууга ишенбеген каапырлар Менин ырайымымдан үмүт үзгөндөр. Мына ошолорго жан ооруткан азап бар!","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:24","price":"Ага (Ибрахимге) коомунун берген жообу: «Аны өлтүргүлө же болбосо, өрттөп салгыла» деп айтуудан башкача болбоду. (Ибрахимди улуу оттун ичине ыргытышты. Бирок) Кийин аны Аллах оттон (аман-эсен) куткарып алды. Албетте, бул окуяда ыймандуу коом үчүн (кудуретибизге) белгилер бар.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:25","price":"(Ибрахим элине) айтты: «Силер дүйнө жашоосунда өз ара бири-бириңерди сүйүү үчүн, Аллахтан башка буттарды (кудай кылып) кармадыңар. Кийин кыямат күнү болсо, бири-бирине каапыр (каршы) болушуп, наалат айтышат. Силердин жайыңар тозок жана силерге эч бир жардамчы болбойт!","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:26","price":"Ага (Ибрахимге) Лут ыйман келтирди. Жана (Ибрахим) айтты: «Мен Раббим (буюрган) тарапка кетемин. Чынында, Ал (Аллах) - Кудуреттүү, Даанышман!»","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:27","price":"Жана Биз ага Исхак менен Яькубду белек (бала жана небере) кылып бердик. Анын урпактарынын арасында пайгамбарлык жана Китеп (пайда) кылдык. Жана ага дүйнөдө өз сыйлыгын бердик. Ал акыретте да жакшы-такыбалуу кишилерден.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:28","price":"Жана Лутту да (пайгамбар кылып жибердик). Бир кезде ал коомуна: «Силер өзүңөрдөн мурун өткөн ааламдардан эч ким жасабаган бузук ишти жасап жатасыңар.","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:29","price":"Чындыгында силер эркектерге (бачабаздык кылып) кошулуп, жол тосуучулук кылып жатасыңар жана чогулган жериңерде күнөө иштерди жасап жатасыңар! (Каапыр, бузук, бачабаз) коомунун жообу: «Эгер чынчылдардан (пайгамбарлардан) болсоң, бизге Аллахтын азабын алып келчи!» – деген сөздөр гана болду.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:30","price":"(Анда Лут): «Оо, Раббим! Бузулган коомго каршы мага жардам бер!» - деди.","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:31","price":"Биздин (периште) элчилерибиз Ибрахимге (бала көрүшү жөнүндө) кушкабар алып келген учурда (ага): «Биз мына бул шаардын элин кыйратуучуларбыз. Чынында, анын элдери залим болушту» – дешти.[1]","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"[1] Эки периште Лут коомуна азап алып келишкен. Ошол эле мезгилде алар жол үстүндө Ибрахимге жолугуп, Аллах дайындаган кушкабарды билдирүү үчүн адам кейпинде анын үйүнө киришкен.","lang":"ky"},{"name":"29:32","price":"«Ал шаардын ичинде Лут бар го!» - деди (Ибрахим). «Ал жерде ким бар экенин жакшы билебиз. Биз Лут менен үй-бүлөсүн куткарабыз. Бирок, анын аялын гана куткарбайбыз. Ал кыйроочулардан болду.","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:33","price":"Жана качан Биздин периште-элчилерибиз (сулуу жигиттердин түспөлүндө) Лутка келген учурда, ал алар үчүн кайгырып (коому билип калса, бузукулукка зордоосунан коркуп), көкүрөгү кысылды. Алар (Лутка өздөрүн таанытып): «Коркпогун жана капа болбогун. Биз сени жана үй-бүлөңдү – бир аялыңдан башкасын – куткарабыз. (Ал эми, аялың) кыйроого учурай тургандардан болду.","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:34","price":"Албетте биз бул шаардын (бузулган) элине, бузукулуктарды кылып жаткандыктары үчүн асмандан катуу азап түшүрөбүз» – дешти.[1]","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"[1] Периштелер Аллахтын буйругу менен асмандан таш жаадырып, бардык бузукуларды кыйратты. Жебирейил периште бузукулардын жерин оодарып салды. Бардыгы жер түбүндө калышты.","lang":"ky"},{"name":"29:35","price":"Биз ал шаардын (кээ бир жерлерин) акылдуу адамдарга (кудуретибизден) белги болсун деп жөн койдук.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:36","price":"Мадянга алардын тектеш тууганы Шуайбды (пайгамбар кылып жибердик). Ал айтты: «Оо, коомум! Аллахка гана ибадат кылгыла! Акырет күндөн үмүт кылгыла! Жана жер бетинде бузукулук кылбагыла!»[1]","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"[1] Шуайбдын коому таразадан алдоо жана соодадагы башка арам иштер менен бузулган жана Акыретке ыйман келтирбеген адамдар эле.","lang":"ky"},{"name":"29:37","price":"Бирок, аны «жалганчы» дешти. Ошондон соң аларды (катуу айкырык аралашкан) жер титирөө кармап, чөгөлөгөн бойдон кыйрап калышты.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:38","price":"(Ошондой эле) Аад, Самуд элдерин да (кыйраттык). Силерге алардын жашаган орундары(нын ойрондолгон издери) анык билинип турат. (Кыйраган себептери) шайтан аларга (бузук) иштерин кооздоп көргөзгөн жана (ак) жолдон тоскон. Бирок алардын акыл-эси жайында эле.[1]","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"[1] Алардын акыл-эси жайында болгон. Күнөө ишке, көрүп, билип туруп барышкан. Эч ким эч кандай таасир менен алардын акылын уурдап албаган. Болгону, Шайтан аларга күнөө иштерин кооз көргөзгөн. Демек, алар Кыяматта «билбей калыптырбыз» деп шылтоо-себеп айта албайт.","lang":"ky"},{"name":"29:39","price":"(Жана Биз) Карун, Фараон, Хамандарды да (кыйраттык). Аларга Муса анык аят-далилдер алып келген. Бирок, жер бетинде текеберленишти. Жана (баштарына Аллахтын азабы келгенде) качып кутулуучулардан болбоду.","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:40","price":"Бардыгын өз күнөөлөрү себептүү азапка дуушар кылдык: Кээ бирөөсүнө таш-жамгыр жаадырдык, кээ бирөөлөрүн ачуу айкырык кыйратты, кээ бирөөсүн жерге жуткурдук жана кээ бирин (сууга) чөктүрдүк. (Демек) Аларга Аллах зулум кылбады. Бирок, өздөрүнө-өздөрү зулум кылышты.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:41","price":"Аллахтан башка («кудайларды») дос-башчы туткан адамдардын мисалы (өзүнө ичке желелерден) үй куруп алган жөргөмүшкө окшойт.[1] Алар (мушриктер) эгер билсе, үйлөрдүн эң алсызы жөргөмүштүн үйү.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"[1] Жөргөмүштүн желе-уясы аны зыяндан сактай албаганы сыяктуу мушриктердин кудайлары да аларды эч кандай зыяндан сактай албайт.","lang":"ky"},{"name":"29:42","price":"Албетте, Аллах алар дуба (ибадат) кылып жаткан башка «кудайларын(ын» алсыздыгын) билет. Ал – Кудуреттүү, Даанышман!","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:43","price":"Биз адамдарга мына ушул мисалдарды келтирдик. Аларды илимдүүлөр гана акыл жүргүзүп түшүнөт.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:44","price":"Аллах асмандарды жана Жерди акыйкат менен жаратты. Чынында, бул нерседе ыймандуу адамдар үчүн (Биздин кудуретибизге) белги бар.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:45","price":"(Оо, Мухаммад!) Өзүңө вахий кылынган Китепти (Куранды адамдарга) окуп бер жана намазды (толук түрдө) тургуз. Чынында, намаз бузук жана жамандык иштерден кайтарат. Аллахты зикир кылуу эң улук нерсе. Аллах силердин эмне жасаганыңарды билип турат.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"ky"},{"name":"29:46","price":"Силер (оо, ыймандуулар) китеп элдери (жөөттөр, христиандар) менен талашып-тартышып калсаңар, эң жакшы (сөздөр) менен талашкыла. Ал эми, алардын арасынан (акыйкатка каршы чыгып) зулум кылгандар (менен катуу-бекем талашкыла) Жана айткыла: «Биз өзүбүзгө түшүрүлгөн нерсеге (Куранга) жана силерге түшүрүлгөн нерсеге (Тооратка, Инжилге) ыйман келтиргенбиз. Биздин кудайыбыз жана силердин кудайыңар бир (- Аллах). Биз Ага моюн сунуучуларбыз».","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:47","price":"Ошондой эле, (оо, Мухаммад!) сага Китеп түшүрдүк. Биз китеп түшүргөндөр (яхудилер менен христиандар) дагы ал китепке (Куранга) ыйман келтиришүүдө.[1] Тигилердин (араб мушриктеринин) арасында деле Куранга ыйман келтиргендер бар. Биздин аяттарыбызды каапыр адамдар гана четке кагат.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"[1] Ынсаптуу яхуди жана христиан аалымдары өздөрүнүн ыйык китептериндеги Мухаммад саллаллоху алайхи ва салламдын ысымын, сыпатын окуп билген соң, ыйман келтирип мусулман болушкан жана бул жараян азыркы күндөрдө да жүрүп жатат.","lang":"ky"},{"name":"29:48","price":"Сен Курандан мурда эч бир китепти окуган эмессиң. Сен аны (китеп-катты) өзүңдүн оң колуң менен жазууну билген эмессиң. (Эгер сен окуу-жазууну билген болсоң) анда, кара ниеттер (Куранды өзү жазып алган деп) шектенип калышмак.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:49","price":"Жок! Ал (Куран) - илимдүү кишилердин көкүрөгүндөгү ачык-айкын аяттар! Биздин аяттарыбызды залым адамдар гана четке кагат.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:50","price":"Жана алар (мушриктер): «Мухаммадга Раббиси тарабынан (көз көрүнөө бир) аят-белгилер келсе (гана ыйман келтирет элек)» дешет. Айткын: «Аят-белгилер Аллахтын ыктыярында. Мен болгону, анык эскертүүчүмүн.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:51","price":"(Оо, Мухаммад!) Биз сага түшүргөн (далил-баяндуу Куран) китеп аларга жетиштүү эмес бекен?! Аларга окуп берилүүдө го?! Чынында бул китепте ыйман келтирген элдер үчүн ырайым жана акыл-насааттар бар.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:52","price":"(Сен аларга): «Мени менен силердин араңарда күбө болуу үчүн Аллахтын Өзү жетиштүү! Ал асмандардагы жана жердеги бардык нерселерди билет. Ал эми, жалганга ыйман келтирип, Аллахга каапыр болгондор дал ошолор гана зыян тартуучулар» дегин.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:53","price":"«Азабыңды алып кел» деп сени шаштырып жатышат.[1] Эгер белгиленген мөөнөт болбогондо, аларга азап тез эле келмек.[2] Жана аларга азап капысынан, (эч нерсени) сезбей турган учурда келип калат!","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"[1] Жалган кудайларга ыйман келтирип, аларды Беймуктаж Аллахка шерик, теңдеш, ортомчу кылып, ошолорго дуба, ибадат кылып жаткандарга Мухаммад саллаллоху алайхи ва саллам: «Мунуңарды койгула! Эгер ушинте берсеңер Аллахтын азабы ушул эле дүйнөдө башыңарга түшүп калышы мүмкүн!» деп эскерткенде ушинтип шаштырышкан.\n[2] Акыры, ошол Аллах белгилеген мөөнөт да келди: «Бадр» согушу, мушриктер үчүн күтүлбөгөн зор азап болду. Андан жабыр тартпаган каапыр үй-бүлөлөр аз эле калды.","lang":"ky"},{"name":"29:54","price":"Сени шаштырып, азап сурап жатышат! Тозок каапырларды сөзсүз ороп алуучу!","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:55","price":"Ал күнү аларды үстүнөн да буттарынын түбүнөн да азап ороп алат жана (Аллах): «Өзүңөр жасаган иштерди(н жазасын) тарткыла!» дейт.","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:56","price":"Оо, ыймандуу пенделерим! Менин жерим кенен. Менин Өзүмө гана ибадат кылгыла![1]","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"[1] Эгер кайсыл бир өлкөдө мусулмандарга кысым көргөзүлүп, Аллахка эч нерсени шерик кылбай ибадат кылуу жана даават (дин таратуу) мүмкүнчүлүгү болбосо, ал жерди таштап, Аллахтын Өзүнө ибадат кылуу мүмкүн болгон журттарга чыгып кетүү ушул аяттын өкүмү менен парыз.","lang":"ky"},{"name":"29:57","price":"Ар бир жан өлүмдү татуучу. (Өлүмдөн) кийин Бизге гана кайтарыласыңар.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:58","price":"Ыйман келтирип, жакшылык (сооп) иштерди жасаган адамдарды Биз бейиштин эң бийик орундарына жайгаштырабыз. Анын түбүнөн дарыялар агып турат жана алар анда түбөлүккө (жашап) калышат. (Жакшылык) иш кылуучу адамдардын сыйлыгы кандай сонун!","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:59","price":"Алар сабыр кылган жана Раббилерине тобокел кылган адамдар.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:60","price":"Өз азыгын (эртеңкисине) камдап, сактабаган нечен-нечен жаныбарлар бар. Аларга да, силерге да Аллах ырыскы берет. Ал – Угуучу, Билүүчү.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:61","price":"Эгер сен алардан (араб мушриктеринен): «Асмандар менен Жерди ким жараткан жана Күн менен Айды ким (Өзүнө) моюн сундурган?» - деп сурасаң, «Аллах» – дешет. (Ошол Аллахка сыйынбай ) дагы кайда кетип жатышат?!","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:62","price":"Аллах пенделеринин арасынан каалаганына кенен, каалаганына ченеп ырыскы берет. Аллах – ар нерсени Билүүчү.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:63","price":"(Оо, Мухаммад!) Эгер сен алардан: «Асмандардан суу түшүрүп, аны менен, өлүк жерди тирилткен ким?» - деп сурасаң, албетте «Аллах» – дешет. Айткын: «Аллахка мактоо болсун!» Жок! Алардын көпчүлүгү акылдарын иштетпей жатышат!","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:64","price":"Бул дүйнө жашоосу оюн-зоок, (утурумдук) жыргалчылыктардан башка (нерсе) эмес. Чыныгы жашоо – бул акырет жашоосу, эгер билишсе.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:65","price":"Эгер алар кемеге минишсе (жана катуу добул болуп, кеме чайпала баштаса) Аллахтын жалгыз Өзүнө, түздөн-түз, ыклас менен дуба (ибадат) кылышат. Ал эми, Аллах аларды (апааттан) куткарып, жээкке чыгарып койсо, кайрадан ширк кыла башташат.","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:66","price":"Биз (жакшылык кылып) берген нерселерге (ушинтип) шүгүрсүз боло беришсин жана (өткөөл, убактылуу жашоо жыргалдарынан) пайдаланып калышсын. Жакында (адашкандарын) билип алышат.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:67","price":"Алар (Мекке мушриктери) ойлонушпайбы: Биз (алар жашаган Меккени) ыйык (Анда таланчылык, адам өлтүрүү арам жана) тынч (шаар) кылдык. Алардын тегерегиндеги адамдар (ыйык шаарда жашабаганы себептүү) таланып-тонолууда. (Дагы эле) жалган(кудайлар)га ыйман келтирип, Аллахтын жакшылыктарына каапыр боло беришеби?!","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:68","price":"(Жаратканга бизди ортомчу-кудайлар жакындаштырат деп) Аллахка калпты жалаа жапкан же болбосо, өзүнө келген акыйкатты (Куранды) жалганга чыгарган кишиден да көбүрөөк залым (каапыр) адам бар бекен?! Баса, каапырлардын жайы – тозок эмеспи?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"ky"},{"name":"29:69","price":"Биздин жолубузда (жаман напси, шайтан, Аллахтын душмандары) күрөшкөн кишилерди Өз жолубузга баштап койобуз. Аллах (ар дайым) жакшылык кылуучулар менен!","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"ky"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}