{"data":[{"name":"3:1","price":"Алиф, Лам, Мим.[1]","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"[1] Бакара сүрөсүнүн 1-аятын караңыз.","lang":"ky"},{"name":"3:2","price":"Аллах… Андан башка сыйынууга татыктуу кудай жок. Ал – түбөлүк Тирүү жана (түбөлүк башкарып) Туруучу.[1]","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"[1] «Бакара» сүрөсүнүн 255-аятынын тафсирине кайрылыңыз.","lang":"ky"},{"name":"3:3","price":"«(Оо, Мухаммад!) Ал сага, өзүнөн мурунку (ыйык китептер жана алардагы кабарлардан турган) нерселерди тастыктаган Китепти (Куранды) акыйкат менен түшүрдү. Андан мурун адамдарга туура жол кылып Тоорат менен Инжилди түшүргөн».","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:4","price":"«(Эми, чындык менен жалгандын арасын) ажыратып берүүчүнү (Куранды) түшүрдү.[1] Аллахтын аяттарына каапыр болгон адамдар үчүн катуу азап бар. Аллах Кудуреттүү, өч алуучу!»","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"[1] Байыркы пайгамбарларга түшкөн китептер деле Аллах таала тарабынан болгондуктан, Куран алардын кабарын тастыктайт. Бирок, мурунку китептерге адамдардын жалган сөздөрү да аралашып кеткен. Ал китептердеги кайсы сөз чындык (Аллахтан) жана кайсынысы жалган (адамдар кошкон) экенин Куран китеби ажыратып берет. Ошондуктан Курандын бир ысымы «Фуркан» (“Ажыратуучу”) Демек, адамдардын кол астында бир гана акыйкат китеп - Куран калган. Анын ичиндегинин бардыгы - Аллахтын аяттары.","lang":"ky"},{"name":"3:5","price":"Албетте, Аллахка жердеги жана асмандагы эч бир нерсе жашыруун эмес.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:6","price":"Ал силерди (энеңердин) жатындар(ын)да Өзү каалаган кейипке киргизет. Эч бир сыйынууга татыктуу кудай жок, жалгыз Анын Өзү бар. (Ал) Кудуреттүү, Даанышман.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:7","price":"(О, Мухаммад!) Ал сага (теңдешсиз) Китеп (Куран) түшүргөн Зат. Анын (Курандын) ичинен Китептин энеси (маңызы сыяктуу) болгон мухкам - анык аяттар жана алардан башка муташабих (түшүнүлүшү оор) аяттар орун алган. Ал эми, жүрөгүндө илдет-ийрилик болгон адамдар аны (өз каалоолоруна ылайыктап) түшүндүрүүнү жана бузукулукту үмүт кылып, муташабих аяттарды ээрчишет. Ал (муташабих) аяттын (толук) түшүндүрмөсүн Аллахтан бөлөк эч ким (анык) билбейт. (Ошондуктан) терең илимдүү адамдар: \"Биз ага (Куранга) ыйман келтиргенбиз. Анын (аяттарынын) бардыгы (мухкамы дагы, муташабихи дагы) Раббибибиздин алдынан (келген акыйкат)\" дешет. Акылдуу адамдар гана (мындан) зикир (эскерме) алат.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:8","price":"О, Рабби! Бизди туура жолго салганыңдан кийин жүрөктөрүбүздү адаштырба! Жана бизге Өзүңдүн ырайым-рахматыңды белек кыл! Албетте, Сен белектерди көп берүүчү – Ваххабсың.","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:9","price":"О, биздин Рабби! Албетте, Сен адамдарды, анда шек-күмөн болбогон (Кыямат) Күн үчүн чогултуучусуң. Аллах эч качан убадасын бузбайт!","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:10","price":"Каапыр адамдарды Аллахтан (Анын азабынан) мал-дүйнөсү да, бала-чакалары да куткара албайт. Алар - тозоктун отундары!","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:11","price":"(Алардын абалы) Фараондун адамдарынын жана алардан мурунку каапырлардын абалына окшош: Биздин аяттарыбызды жалганга чыгарышты эле, Аллах аларды күнөөлөрү себептүү азапка салды. Аллах – азабы катуу Зат.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:12","price":"(О, Мухаммад!) Каапырларга: \"Силер жакында жеңилесиңер жана (Кыяматта) тозокто чогултуласыңар. Ал кандай жаман орун!\" - деп айткын.","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:13","price":"(Оо, яхудилер!) (Согуш майданында) жолугушкан эки жамаатта (Биздин кудуретибизге) силер үчүн белги бар болчу. Бир жамаат Аллахтын жолунда согушуп жатышты жана экинчиси каапыр эле. (Аллахтын жолунда согушка чыккандар) алардын (душмандардын) өздөрүнөн эки эсе көп экенин анык көрүп турушту. Аллах каалаган адамдарды Өзүнүн жардамы менен колдойт. Мында акыл ээлери үчүн үлгү - сабак бар.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:14","price":"Адамдар үчүн (бул дүйнөдө) аялдардан, перзенттерден, кинтар-кинтар[1] алтын-күмүштөрдөн, даңктуу-шоораттуу тулпар аттардан, (короо-короо) малдардан жана эгиндерден турган жыргалдарды сүйүү кооз көргөзүлдү.[2] Булар (опосуз) дүйнө жашоосунун пайдалары. Аллахтын алдында (булардан) жакшыраак кайтуучу жай-бейиш бар.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"[1] Кинтар - өлчөм бирдиги. Бир кинтар 45 кг. га жакын салмакка барабар.\n[2] Ушул аят мусулмандар үчүн аталган жашоо жыргалдары адал экенине далил. Ислам инсан табияты каалаган, сүйгөн нерселерге тыюу салбайт. Болгону, алардын адалдан болуусун талап кылат.","lang":"ky"},{"name":"3:15","price":"Айт (О, Мухаммад): \"Силерге мунуңардан (дүйнө жыргалынан) да жакшы нерсе жөнүндө кабар берейинби? Такыба кишилер үчүн Раббисинин алдында, астынан дарыялар аккан жана анда түбөлүк жашай турган бейиштер, таза-пакиза жубайлар жана Аллахтын ыраазычылыгы бар. Аллах пенделерин Көрүүчү.","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:16","price":"(Алар:) \"О, Рабби! Биз ыйман келтирдик. Эми, биздин күнөөлөрүбүздү кечирип, тозок азабынан сакта!\" деп (дуба кыла турган),","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:17","price":"сабырдуу, чынчыл, моюн сунуучу, садака кылуучу жана таң-заарларда (туруп) Аллахтан кечирим суроочу пенделер.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:18","price":"«Аллах, Анын периштелери жана илимдүү адамдар андан (Аллахтан) башка сыйынууга татыктуу кудай жок экенине, (жана Аллах өз иштеринде) адилет менен Туруучу экенине күбөлүк беришти. Анын Өзүнөн башка сыйынууга татыктуу кудай жок. (Ал) - Кудуреттүү, Даанышман».","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:19","price":"«Албетте, Аллахтын алдында (кабыл боло турган) дин – бул Ислам. Китеп берилген адамдар (Тоорат менен Инжил китептеринде) өздөрүнө (Мухаммаддын пайгамбарлыгы жана дининин чындыгы жөнүндөгү) илим келгенден кийин гана өз ара көралбастыктан улам каршылык кылышты. Ким Аллахтын аяттарына каапыр болсо, (билип алсын:) Аллах - тез эсептешүүчү».","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:20","price":"(О, Мухаммад!) Эгер (адамдар) сени менен талашып калышса, аларга: \"Мен өзүмдү ээрчигендер менен бирге жүзүмдү (өзүмдү) Аллахга моюн сундурдум\" деп айткын. Жана китеп берилген адамдар менен сабатсыздарга: \"Силер (дагы) моюн сундуңарбы?\" дегин. Эгер (Исламды кабыл алып) моюн сунушса, анда туура жолду табышты. Эгер жүз бурушса, сенин мойнуңда (чындыкты) жеткирүү гана бар. Аллах пенделерди Көрүүчү.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:21","price":"Аллахтын аяттарына каапыр болуп (ушуну менен жөн калбай) пайгамбарларды жана адамдар арасындагы адилетке (Исламга) буюруп жүргөндөрдү акыйкатсыздык менен өлтүргөндөргө жан ооруткан азаптан кабар бер.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:22","price":"Алар, ушул дүйнөдө да, Акыретте да амалдары (жакшы иштери) күйүп кеткен (каапыр) адамдар. Аларга (Аллах тарабынан) жардамчылар жок!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:23","price":"(Оо, Мухаммад! Аллахтан келген) китептен насип-үлүш берилген адамдарга (яхудийлерге) карабайсыңбы, өз араларында(гы талаш маселеге) өкүм кылып бериш үчүн Аллахтын китебине (Куранга) чакырылганда, (сен Аллахтын китеби боюнча өкүм чыгарып бергениңден) кийин алардан бир бөлүгү (чындыкты билип турса да) жүз бурган бойдон кетип калышты.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:24","price":"Мунун себеби алар: \"Биз тозокко түшпөйбүз, түшсөк да саналуу күндөр гана түшөбүз\" деп айтышчу. Өздөрү ойдон чыгарып алган (ушул сыяктуу) сөздөр аларды диндеринде адаштырып койду.[1]","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"[1] Бул аяттан дагы бир сабак: Эч качан динде ойдон чыгарылган сөздөргө таянылбайт. Жалаң Аллахтын жана пайгамбардын сөздөрүнө таянылат. Ким динде бирөөлөр ойлоп чыгарган нерсеге ээрчисе – адашат.","lang":"ky"},{"name":"3:25","price":"Эми, биз аларды, анда шек-күмөн болбогон жана ар бир жанга өзү жасаган иштери(нин натыйжасы) эч зулум кылынбай, толук кайтарыла турган Күн (Кыямат) үчүн чогултканда эмне кылышат?!","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:26","price":"Айткын: \"Оо, Аллахым! Бардык мүлктүн Падышасы! Сен мүлктү каалаган пендеңе бересиң жана каалаган пендеңден мүлктү тартып аласың. Жана кимди кааласаң ардактуу кыласың, кимди кааласаң кор кыласың. Жакшылык Сенин гана колуңда. Сен бардык нерсеге Кудуреттүүсүң.[1]","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"[1] Бул аяттагы «Сен мүлктү Өзүң каалаган адамыңа бересиң жана каалаганыңдан тартып аласың» деген сөз менен Аллах таала тез арада мүлк-бийликти Перс, Рум (Византия) падышаларынан тартып алып, Мухаммад үммөтүнө өткөрүп беришине ишаарат кылууда.","lang":"ky"},{"name":"3:27","price":"Сен (О, Аллахым!) түндү күндүзгө, күндүздү түнгө киргизесиң. Өлүктөн тирүүнү, тирүүдөн өлүктү чыгарасың жана Өзүң каалаган адамга эсепсиз ырыскы бересиң!\"","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:28","price":"Ыймандуулар (өздөрү сыяктуу) ыймандууларды таштап, каапырларды дос тутпасын! Ким ушундай иш жасаса - анын Аллах менен арасы ачык! Ал эми, алардан (каапырлардан) сак болуу үчүн (тилиңерде достук мамиле кылсаңар) уруксат. Аллах силерди Өзүнөн эскертет. Кайтуу - Аллахтын Өзүнө.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:29","price":"(О, Мухаммад, адамдарга) айт: \"Эгер көкүрөгүңөрдөгү нерселерди жашырсаңар да, жарыяласаңар да Аллах билип турат. Ал асмандар менен жерде болгон бардык нерсени да билет. Аллах бардык нерсеге Кудуреттүү\".","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:30","price":"(Кыямат) күндө ар бир жан өзү жасаган (бардык) жакшы-жаман иштерин алып келинген абалда табат. (Ошондо, жамандык жасаган жан) өзү менен кылмышынын арасы өтө алыс болушун самайт. (Билип койгула), Аллах Өзүнөн силерди эскертет. Аллах - пенделерге Мээримдүү.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:31","price":"Айт: \"Эгер Аллахты сүйчү болсоңор, анда мени ээрчигиле. (Ошондо гана) Аллах силерди сүйөт жана күнөөңөрдү кечирет. Аллах - Кечиримдүү, Мээримдүү\".","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:32","price":"Айт: \"Аллахка жана пайгамбарга моюн сунгула! Эгер жүз бурушса, Аллах каапырларды сүйбөйт!","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:33","price":"Албетте, Аллах Адамды, Нухту, Ибрахимдин үй-бүлөсүн жана Имрандын урпактарын бүт ааламдардын үстүнө (пайгамбарлык үчүн) тандап алды.[1]","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"[1] Куранда эскерилген бардык пайгамбарлар аталган улуктардын урук-урпактарынан чыккан. Биздин пайгамбарыбыз Мухаммад саллаллоху алайхи ва саллам дагы Ибрахим алейхи саламдын уулу Исмаил алейхи саламдын урпактарынан.","lang":"ky"},{"name":"3:34","price":"Алар бир-бирөөлөрүнө жек-жаат (болгон адамдар) эле. Аллах Угуучу, Билүүчү.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:35","price":"(Оо, Мухаммад эстегин, бир кезде) Имрандын аялы айтты: \"Оо, Раббим! Мен ичимдеги баламды Сага, (дүйнө иштеринен үзүлгөн кызматчы катарында) назир кылдым (арнадым). Менден кабыл кыл! Өзүң Угуучу, Билүүчүсүң!\"","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:36","price":"Ал ичиндегисин төрөгөн соң (эркек болбогонуна өкүнүп) “Оо, Раббим! Мен кыз төрөдүм” деди. Чынында, Аллах анын эмне төрөгөнүн жана (көпчүлүк) эркек(тер) (ушул төрөлгөн) ургаачыдай эмес экенин андан жакшыраак билген. (Ал дагы сөзүн улады): “Мен ага “Марям” деп ысым койдум. Мен аны жана анын урпактарын ырайымыңдан куулган шайтандан коргооңду тилеп, Сага жалбарамын”.","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:37","price":"Раббиси аны (назирди) жакшынакай кабыл алып, жакшынакай өстүрдү жана ага Закарияны кепил (камкор) кылды. Ар качан Закария анын үстүнө - михрапка кирсе, анын алдында (ширин-шербет жемиштерден) ырыскы турганын көрдү. Ал: “Оо, Марям, булар сага кайдан?” деди. Ал: “Аллахтын алдынан. Албетте, Аллах Өзү каалаган адамына эсепсиз ырыскы берет” деди.","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:38","price":"Ошондо, Закария Раббисине дуба кылып: “О, Раббим! Мага да Өзүңдүн дар­гөйүңдөн пакиза бир урпак бере көр! Албетте, Сен дубаны Угуучусуң!” деди.","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:39","price":"Анан (күндөрдүн бир күнүндө) ал михрапта намаз окуп турганда периштелер ага: “(О, Закария!) Аллах сени Яхья (деген перзент) менен сүйүнтөт. (Ал бала) Аллахтын Сөзүн (Исаны) тастыктоочу, улукзаада, дене кумарларынан өзүн кармай билген жана (жогорку даражалуу) салих пайгамбарлардан бири болот!” деп добуш беришти.","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:40","price":"(Закария) айтты: “О, Раббим! Мага кайдан бала болсун, өзүм картаң, аялым туубас болсо?!” (Аллах) айтты: “Ушундай. Аллах каалаган ишин аткарат».","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:41","price":"(Закария) айтты: “О, Раббим! (жүрөгүм тынчтанып, санаасыз болушум үчүн) мага (кемпиримдин боюнда болгонун билдирген) бир сыр - белги бере көр!” (Аллах) Айтты: “Сенин белгиң: (тилден калып) үч күн адамдарга ишаарат менен гана сүйлөп каласың.[1] Эми, Раббиңди көп зикир кыл жана эртели-кеч Аны даңктап, тасбих айт!”\n(Кийинки аятта Аллах таала Имрандын кызы Марямдын окуясын улантат. Ошентип, Марям кыз чоңойгондо ибадатта, тазалык-такыбаада эң бир жогорку даражага жетет).","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"[1] Ошол аяндан соң Закария үч күн тилден калып, ишаарат менен гана сүйлөшө баштады. Бирок, адамдарга сүйлөгөнгө айланбаган тили Аллахты зикир кылганда, тасбих (даңктоо сөздөрү) айтканда кадимкидей эле сөзгө келе берди. Демек, Аллах ошондо Закарияга эки сыр-белги берген экен: биринчиси - үч күн тилден калуусу, экинчиси - сакоо (дудук) тилинин Аллахты эскергенде сүйлөп калышы.","lang":"ky"},{"name":"3:42","price":"Ошондо периштелер: “Оо, Марям! Аллах сени тандап, (жаман пейил-сыпаттардан) тазалады жана ааламдагы бардык аялдардан абзел кылды.","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:43","price":"О, Марям! Раббиңе моюн сунуу менен (көп) ибадат кыл. Жана намаз окуучулар менен бирге сажда, үрүкү кыл” - дешти.","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:44","price":"Бул окуялар[1] (о, Мухаммад, сен үчүн) кайып кабарлары. Биз ал кабарды сага (Жебирейил периште аркылуу) кабарлап жатабыз. Анткени, (Марям төрөлүп, апасы аны назир кылуу үчүн ибадатканага алып келгенде, ибадаткана кызматчылары) “Эми кимибиз Марямга кепил (камкор) болот”- деп, калемдерин (чүчүкулак катары) таштап жатышканда жана (Марямды талашып) жаңжалдашып турганда сен алардын арасында жок болчусуң.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"[1] Бул тарыхый окуяларды пайгамбарыбыз тарабынан окулуп берилүүсү, анын Аллахтан кабар (вахий) алган элчи экенине эң чоң далилдердин бири. Болбосо, эч кимден эч кандай илим-таалим албаган, жазууну билбеген Мухаммад (ага Аллахтын саламы болсун) өз заманынан 570 жыл мурун болуп өткөн бул окуяларды кайдан билмек эле?","lang":"ky"},{"name":"3:45","price":"Бир кезде периштелер айтты: “Оо, Марям! Аллах сени, ысымы Иса Масих ибн Марям болгон Өзүнүн Сөзү менен сүйүнтөт. (Ал) Дүйнө-Акыретте мартабалуу жана Аллахка эң жакын адамдардан болот.","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:46","price":"Дагы, ал адамдарга бешикте жана чоңойгондо сүйлөйт[1] жана салих-таза адамдардан болот”.","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"[1] Марям төрөгөндө кара мүртөз яхудийлер аны жаман атты кылып, жалаа жабышат. Ошондо, бешиктеги Исаны Аллах сүйлөткөндө апасынын тазалыгын айтат. Ал эми, чоңойгондо болсо, өзүнүн пайгамбар болгонун жана Аллахтан Дин-Шарият алып келгенин сүйлөйт.","lang":"ky"},{"name":"3:47","price":"Марям айтты: “О, Раббим! Мени эч бир (эркек) адам «кармабаган» болсо, кайдан бала болсун?!” (Аллах) айтты: “Ушундай. Аллах Өзү каалагандай жаратат. Ал бир ишти өкүм кылса, ага “бол!” дейт жана ал иш (ошол замат) болуп калат”.[1]","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"[1] Иса пайгамбардын “Калимуллах”, башкача айтканда “Аллахтын Сөзү” экендигинин төркүнү ушул жерден маалым болот. Анткени, ал Аллахтын “Бол!” деген сөзүнөн улам, атасыз эле жаралып калган.","lang":"ky"},{"name":"3:48","price":"Жана (Аллах) ага жазууну, даанышмандыкты, Тооратты жана Инжилди үйрөтөт,","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:49","price":"Исраил урпактарына элчи - пайгамбар кылат. (Анан Иса аларга айтат:) “Мен силерге Раббиңерден (менин чын пайгамбар экенимди далилдей турган төмөндөгүчө) белгилер (моожизалар) алып келдим: силерге ылайдан куштун сөлөкөтүн жасап, ага үйлөсөм, Аллахтын уруксаты менен (тирүү) куш болуп калат, Аллахтын уруксаты менен сокурларды, пес (ала) оорулууларды айыктырам, өлүктөрдү тирилтем. Жана мен силерге үйүңөрдө эмнени жеп, эмнени сактап койгонуңарды да айтып бере алам. Албетте, ушул нерселерде силер үчүн (менин пайгамбар экениме далил болгон) белгилер бар, эгер ишенсеңер.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:50","price":"(Мен) силерге өзүмдөн мурунку Тооратты тастыкташ үчүн, жана силерге (Тооратта) арам кылынган кээ бир нерселерди адал кылыш үчүн (пайгамбар кылып жиберилдим) жана мен силерге Раббиңерден аят-далилдерди алып келдим. Эми, Аллахтан корккула жана Мага моюн сунгула.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:51","price":"Албетте, Аллах менин да Раббим, силердин да Раббиңер. Анын Өзүнө гана ибадат кылгыла! Туура жол - ушул!”.","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:52","price":"Ал (Иса) алардан каапырчылыкты сезип калганда (шакирттерине) “Аллахтын жолунда ким мага жардамчы болот” деди эле, шакирттери: “Биз Аллахтын жардамчылары болобуз? Аллахка ыйман келтирдик. Жана күбө болгун (О, Иса) биз – мусулмандарбыз.","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:53","price":"Оо, Рабби! Биз Сен түшүргөн нерсеге ыйман келтирдик жана (Сен жиберген) пайгамбарга ээрчидик. Эми бизди (Өзүңдүн жалгыздыгыңа, диниңдин акыйкаттыгына) күбө болуучулардын катарына жазып кой!” дешти.[1]","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"[1] Кийин яхудилер “Исаны кармап, айкашкан жыгачка асып өлтүрөбүз” дешип, айлакерлик менен бул пландарын аткарууга киришишти. Бирок, алардан көрө көбүрөөк амалкер болгон Аллах таала башка бир адамды Исага түспөлдөштүрүп, Исаны тирүү бойдон асманга көтөрүп кетти. Яхудилер Исага түспөлдөштүрүлгөн кишини кармап, айкашкан жыгачка асып өлтүрүшүп, “Исаны өлтүрдүк” деп ишенип калышты.","lang":"ky"},{"name":"3:54","price":"Алар айлакерлик кылышты эле, Аллах да амалкерлик кылды. Аллах амалкерлердин эң мыктысы.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:55","price":"Бир кезде Аллах айтты: “О, Иса, мен сени Өзүмө Алуучу, Өзүмө Көтөрүүчү жана сени каапырлардан тазартуучумун. Жана сага ээрчиген адамдарды кыямат күнүнө чейин каапырлардан жогору кылуучумун. Кийин (бардыгыңар) Мага кайтасыңар. Анан Мен силер талашкан нерсеңер боюнча араңарда өкүм кыламын.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:56","price":"Ал эми, каапырларга Мен дүйнөдө да, акыретте да катуу азап беремин. Жана аларга жардамчылар болбойт.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:57","price":"Ыйман келтирип, салих (жакшы) амал кылгандардын соопторун (Аллах) толук берет. Жана Аллах заалым (каапыр) адамдарды сүйбөйт.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:58","price":"(О, Мухаммад!) Биз сага айтып берген бул (Курандагы) нерселер (Аллахтын) аяттарынан жана даанышман эскермелерден.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:59","price":"Албетте, Аллахтын назарында Исанын мисалы Адам (Ата) сыяктуу. Аллах аны топурактан жаратып: “бол!” дегенде, дароо болуп (жаралып) калган.[1]","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"[1] Бул аят “Иса эгер кудай болбосо, башкалардан өзгөчө (энесиз) туулбайт эле” деп Исаны кудай кылып алгандарга жооп. Эгер Иса Аллахтын Сөзү болсо, Адам-Ата деле Аллахтын Сөзү. Эгер Иса атасыз жаратылган болсо, Адам-Ата атасыз гана эмес, керек болсо энесиз да жаратылган. Бирок, эч ким Адам-Атаны кудай кылып алган жок го!","lang":"ky"},{"name":"3:60","price":"(Оо, Мухаммад,) Акыйкат – Раббиң тарабынан! Демек сен эч качан шектенүүчүлөрдөн болбогун!","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:61","price":"Ким бул маселеде, сага (анык) илим келгенден кийин деле (көшөрүп) далил талаша берсе, аларга айт: “Келгиле, балдарыбызды жана балдарыңарды, аялдарыбызды жана аялдарыңарды, өзүбүздү жана өзүңөрдү чакырып, “Жалганчыларга Аллахтын наалаты болсун!” - деп каргыш айтышалы!”.","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:62","price":"Албетте, бул (Исанын Кудай эмес экени) акыйкат баян. Чынында, бир Аллахтан башка эч бир сыйынууга татыктуу Кудай жок. Жана Аллахтын бир Өзү гана Кудуреттүү, Даанышман.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:63","price":"Эгер (бул акыйкаттан) жүз үйрүшсө, Аллах албетте, бузукуларды Билүүчү.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:64","price":"Айткын: “О, китеп ээлери! Биз менен силердин араңарда окшош болгон сөзгө келгиле.[1] (Ал сөз төмөндөгүчө:) “Аллахтан башкага ибадат-кулчулук кылбайлы, Ага эч нерсени шерик келтирбейли жана Аллахты таштап, кээ бирөөлөрүбүз башка бирөөлөрүбүздү Рабби-Кудай кылып албасын!” Эгер жүз бурушса, айткыла: “Күбө болгула, Биз – мусулмандарбыз”.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"[1] “Окшош болгон сөз” дегендин мааниси, яхудилердин пайгамбары Муса менен христиандардын пайгамбары Иса экөө тең элдерди “Аллахтан башкага ибадат-кулчулук кылбайлы, Ага эч нерсени шерик келтирбейли жана кээ бирөөлөрүбүз башка бирөөлөрүбүздү, Аллахты коюп Рабби-Кудай кылып албасын!” деген сөздөргө даават кылган. Бул аятты пайгамбарыбыз саллаллоху алайхи ва саллам яхуди жана христиандардын падышаларына жазган катында да эскерткен.","lang":"ky"},{"name":"3:65","price":"О, китеп ээлери! Эмне үчүн Ибрахим жөнүндө (бириңер “Ал - яхуди дининде болгон” десеңер, экинчиңер: “Жок, христиан болгон” деп) талашасыңар?! Тоорат менен Инжил андан кийин түшкөн го! Акылыңарды иштетпейсиңерби?!","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:66","price":"О, силер! Билген нерсеңер жөнүндө талашып бүттүңөр. Дагы эмне үчүн билбеген нерсеңер жөнүндө талашып жатасыңар?! (Ибрахимдин дини кандай болгонун) Аллах гана билет, силер билбейсиңер.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:67","price":"Ибрахим яхуди да, христиан да болгон эмес. А бирок, ханиф (жеке Аллах таалага сыйынуучу жана) муслим (жалгыз Аллахка моюн сунуучу) болгон. Жана ал эч качан мушриктерден (Аллахка шерик кошуучулардан) болбогон.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:68","price":"Ибрахимге эң жакын адамдар – ага ээрчигендер, мына бул пайгамбар (Мухаммад) жана (жалгыз Аллахка) ыйман келтиргендер. Аллах ыймандуу адамдардын башчысы.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:69","price":"Китеп ээлеринен бир тайпасы силерди жолдон азгырууну эңсешет. Бирок, өздөрүн азгырып жатканын билбей калышат.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:70","price":"О, китеп ээлери! Эмне үчүн силер көрүп, билип туруп Аллахтын аяттарына каапыр болуп жатасыңар?!","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:71","price":"О, китеп ээлери! Эмне үчүн акыйкатка жалганды аралаштырасыңар жана билип туруп, акыйкатты жашырасыңар?!","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:72","price":"Китеп ээлеринен бир тайпасы (башкаларына) айтышат: “Момундарга түшүрүлгөн нерсеге (Куранга) күндүн башында ыйман келтиргиле дагы, күндүн акырында ыйманыңардан кайткыла. Балким (ошондо, “ушуларда Тоорат илими бар, бир нерсени билет го” деп ойлоп) алар дагы (ыймандарынан) кайтышса ажеп эмес.","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:73","price":"Өзүңөрдүн (яхудилик) диниңерге ээрчигендерден башкаларга ишенбегиле. (Мунун себеби) алардан (момундардан) бирөө-жарымы силер билген нерсени билип алышы же болбосо, (сырыңарды билип) Раббиңердин алдында силер менен далил талашышы (мүмкүн)”. (О, Мухаммад, сен аларга) айткын: «Туура жол - бул Аллахтын туура жолу. Пазилет-абзелдик Аллахтын колунда. Аны Өзү каалаган адамдарга берет. Аллах(тын пазилети) Кенен, Билүүчү!","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:74","price":"Ал Өз ырайымын Өзү каалаган пендеге ыроолойт. Жана Аллах - чоң пазилет Ээси!”","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:75","price":"Китеп ээлеринин арасында көп байлыкты ишенип тапшырсаң аны (кыянат кылбай) өзүңө кайтара тургандары да бар. Ошондой эле, алардын арасында бир динарды ишенип тапшырсаң кайтарбай, качан үстүндө (доолашып) туруп алганыңдан кийин гана тапшыра тургандары да бар. Мунун себеби алар: “Сабатсыз (Тоорат окубаган) адамдарда бизге каршы (Тооратта) тыюу жок” дешет. Жана билип туруп Аллахка жалаа жабышат.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:76","price":"Жок, андай эмес! Ким убадасын аткарса (Аллахтын жана пенделердин укуктарын урматтаса) жана (Аллахтан) корксо (мына ушул адам - такыба). Аллах такыбаа кишилерди сүйөт.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:77","price":"Ал эми, Аллахка берген убадаларын жана анттарын арзыбаган баага сатып жиберген кишилер үчүн Акыретте насип жок. Кыямат күндө Аллах аларга сүйлөбөйт, (ырайым назары менен) карабайт жана (күнөөлөрүнөн) тазартпайт. Аларга жан ооруткан азап бар.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:78","price":"Алардан (яхудилерден) дагы бир жамаат бар: китепти (Тооратты) тилдери менен бурмалап (өзгөртүп) окушат, силер аны китептен деп ойлошуңар үчүн. Чынында, ал китептен эмес. Жана алар “Бул - Аллахтын алдынан” дешет. Чынында, ал Аллахтан эмес. Алар билип туруп Аллахка жалган айтышат.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:79","price":"Аллах Китеп, өкүм жана пайгамбарлык бергенден кийин ал адам элдерге карап: “Аллахты таштап, мага пенде болгула” деп айтуусу мүмкүн эмес. Бирок, ал: “Силер китептен таалим бергениңер жана дарс кылып окуганыңар боюнча, жалгыз Рабби - Аллахка ибадат кылуучу болгула!” деп буюрат.","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:80","price":"Жана ал (пайгамбар) силерди, периштелер менен пайгамбарларды өзүңөргө Рабби-Кудай кылып алууга да буюрбайт. Мусулман болгонуңардан кийин каапырчылыкка буюрмак беле?!","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:81","price":"Бир кезде Аллах бардык пайгамбарлардан, “Мен силерге китеп жана пайгамбарлык бергенден кийин силерге, пайгамбарлыгыңарды тастыктаган бир пайгамбар (Мухаммад) келсе, сөзсүз ага ыйман келтирип, дароо жардам бересиңер» – деп убада алды жана: “Макул болдуңарбы, ушунуңар менен Менин убадамды (мойнуңарга) алдыңарбы?” деди. Алар (бир добуштан): “Макул болдук” – дешти. (Анда Аллах): “Күбө болгула, Мен дагы силер менен бирге күбө болуучуларданмын” – деди.[1]","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"[1] Мухаммад саллаллоху алайхи ва саллам алып келген дин бардык пайгамбарлардын дининин мүдөө-максаттарын өзүнө сиңиргени себептүү, Аллах бардык пайгамбарларды анын динин колдоого буюрду. Мунун мааниси, ошол пайгамбарларды ээрчиген адамдар эми, алардын максаттарын (б.а: жалгыз Аллахка сыйынуу ибадатын) толук аягына чыгаруу үчүн келген акыркы пайгамбар Мухаммад саллаллоху алайхи ва салламга эргешүү парыз болот. Ошондо, алар өз пайгамбарларын да ээрчиген болушат.","lang":"ky"},{"name":"3:82","price":"Мына ушундан кийин ким жүз үйрүсө, ошолор гана бузуку адамдар.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:83","price":"Алар Аллахтын дининен (Исламдан) башка динди каалашабы?! Асмандар жана жердегинин баары кааласа да, каалабаса да Ага (Аллахка) моюн сунушту го! Алар(дын өздөрү дагы) Аллахка кайтарылат.","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:84","price":"Айткыла (Оо, ыймандуулар): “Биз Аллахка, Бизге түшүрүлгөн нерселерге жана Ибрахимге, Исмаилге, Исхакка, Яькубга жана ошолордун урпактарына түшүрүлгөн нерселерге, жана Мусага, Исага жана башка пайгамбарларга Раббиси тарабынан берилген нерселерге ыйман келтирдик. Биз пайгамбарлардын эч биринин арасын ажыратпайбыз жана биз Аллахка моюн сунуучуларданбыз”.","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:85","price":"«Жана ким Исламдан башка динди кааласа, андан (ибадаттары) кабыл алынбайт жана ал Акыретте зыян тартуучулардан болот».","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:86","price":"Аларга ачык-айкын далилдер келген соң, “Пайгамбар - акыйкат” деп күбөлүк берип, ыйман келтиргендеринен кийин, дагы каапыр болуп кеткен коомду Аллах кантип туура жолго баштасын?! Аллах заалым адамдарды туура жолго баштабайт.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:87","price":"Алардын жазасы, аларга Аллахтын, периштелердин жана бардык адамдардын наалат-каргышы!","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:88","price":"Алар ошол наалаттын (тозок азабынын) ичинде түбөлүк калышат. Алардан азап жеңилдетилбейт жана аларга (тообо кылууга) мөөнөт берилбейт.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:89","price":"А бирок, ушундан (каапыр болгондон) кийин тообо келтирип, (айып-күнөөлөрүн) тазалаган адамдар (андай жазага тартылбайт). Аллах Ырайымдуу, Кечиримдүү.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:90","price":"Ал эми, ыйманга келгенден соң каапыр болуп, (тообонун ордуна) каапырчылыгын күчөткөн адамдардын тооболору эч качан кабыл алынбайт. Дал ошолор гана адашуучулар!","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:91","price":"Каапыр болуп, каапыр бойдон өлүп кеткен адамдардын бири эгер күнөөлөрүнө төлөм катары жер жүзү толо алтын берсе да эч качан кабыл кылынбайт. Алар үчүн жан оорутуучу азап бар жана аларга эч жардамчы болбойт!","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:92","price":"Жакшылыкка, (бейишке) өзүңөр сүйгөн нерселерди садака кылмайынча жете албайсыңар. Жана кандай гана нерсени садака кылсаңар, аны Аллах Билүүчү.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"ky"},{"name":"3:93","price":"Исраил (пайгамбар ооруп калганы себептүү) өзүнө кээ бир тамактарды арам кылып алганын эсепке албаганда, Тоорот түшкөнгө чейин Исраил урпактарына бардык тамак-аштар адал болгон. (Оо, Мухаммад, буга ишенбеген яхудийлерге): “Тооротту алып келип, окуп көргүлө, эгер чынчыл болсоңор” - деп айткын.[1]","arabic":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":386,"juzNumber":4,"footnotes":"[1] Исраил (Яькуб) пайгамбар ооруп калганда, Аллах арам кылбаса деле, өзүнө төөнүн эти менен сүтүн арам кылып алганын эсепке албаганда, яхудийлерге Муса пайгамбардын заманына чейин бардык тамак аштар адал кылынган эле. Анан, Мусанын доорундагы кыянат иштеринин жазасына Аллах Тоорат китебиндеги мурдагы өкүмдү өзгөртүп, яхудийлерге кээ бир тамак-аштарды арам кылган. Яхудилер Исламдагы “насих-мансух” (жоюучу - жоюлган) өкүмдөрдү айыптап: “Бул болбогон нерсе”, “пайгамбарлар эч качан өзү жана өзүнөн илгерки пайгамбар адал же арам кылган нерсени өзгөрткөн өкүмдөрдү алып келишпейт” деп ишенишчү жана ушул ишенимге таянып, яхудийлерге арам болгон тамактарды адал кылган өкүмдөрдү алып келген Иса менен Мухаммадга каапыр болушту. Аллах жогорудагы аят менен алардын жалганчылыгын ашкере кылды.","lang":"ky"},{"name":"3:94","price":"Ким мына ушундан кийин деле Аллахка доомат сүйлөсө, алар - заалымдар!","arabic":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":387,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:95","price":"Айткын: “Аллах туура сүйлөдү. Ханиф (жеке Аллахка сыйынуучу) болгон абалда Ибрахимдин динине ээрчигиле. Ал (Ибрахим) мушриктерден эмес эле.[1]","arabic":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":388,"juzNumber":4,"footnotes":"[1] Ибрахимдин дини Исламдын дал өзүндөй, балким Исламдын өзү эле: Аллахтын таухидин орнотуу, Ага шерик кошпостон сыйынуу, бузук диндерден жүз буруу…","lang":"ky"},{"name":"3:96","price":"Адамдар (Аллахка сыйынуулары) үчүн курулган эң биринчи Үй (Кааба мечити) Меккеде. Ал ыйык жана ааламдар (адамдар) үчүн туура жол.","arabic":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":389,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:97","price":"«Анда (бир нече) анык белгилер бар. (Атап айтканда:) Ибрахимдин орду[1] жана ага (Кааба мечитине) кирген адамдын (ар кандай коркунуч-зыяндан) аман болушу. Адамдардын мойнунда Аллах үчүн ошол (Ыйык) Үйгө ажылык кылуу милдети бар. (Бирок, ар кимге эмес) жолго (материалдык жана денелик) кудурети жеткендерге гана. Ал эми, ким каапыр болсо, Аллах ааламдардан Беймуктаж».","arabic":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":390,"juzNumber":4,"footnotes":"[1] Ибрахим Каабаны куруп жатканда дубалы көкүрөк тушка келгенде, бутунун астына бир таш коюп, ошого чыгып ишин улантат. Ошол ташка таманынын изи түшүп калат.","lang":"ky"},{"name":"3:98","price":"Айт: “О, китеп ээлери! Эмне үчүн, Аллах силер жасап жаткан иштерге күбө болуп турса да, Аллахтын аяттарына каапыр боло бересиңер?!”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":391,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:99","price":"Айт: “О, китеп ээлери! Эмне үчүн ыйман келтирген адамдарды Аллахтын жолунан тососуңар, аны бурмалоого аракет кыласыңар?! (Ал Жол чындык экенине) өзүңөр күбө элеңер го?! Аллах силердин ишиңерден кабарсыз эмес!”","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":392,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:100","price":"О, ыйман келтирген адамдар! Эгер китеп ээлеринен кээ бир жамааттарга ээрчисеңер, силерди ыйман келтиргениңерден кийин каапырчылыкка кайтарып койот.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":393,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:101","price":"Силерге Аллахтын аяттары окулуп, араңарда Анын элчиси туруп, кантип эле каапыр болуп кетесиңер. Жана ким Аллахты(н динин) бекем кармаса, сөзсүз туура жолго багытталат.","arabic":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":394,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:102","price":"О, ыйман келтирген адамдар! Аллахтан чындап корккула жана мусулман (ыймандуу) болуп гана өлгүлө.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":395,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:103","price":"Бардыгыңар Аллахтын жибин (динин) бекем кармагыла жана бөлүнбөгүлө! Аллахтын берген нээматын эстегиле: Бир кезде силер өз ара душман болуп (токтоосуз согушуп) турганыңарда жүрөгүңөрдү үлпөт кылды жана Анын (бул) нээматы себептүү (бир туугандай) дос-бурадар болуп калдыңар. Жана силер тозок чуңкурунун жээгинде элеңер, Андан силерди куткарды. Аллах силерге Өзүнүн аяттарын – туура жолго түшөөрсүңөр деп – ушинтип баяндайт.","arabic":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":396,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:104","price":"Силердин араңардан (адамдарды) жакшылыкка (динге) чакырган жана (акыл, шарият боюнча) жакшы адат саналган нерселерге буюруп, жаман адаттардан кайтарган бир жамаат болсун. Ошолор гана жеңишке жетүүчүлөр.[1]","arabic":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":397,"juzNumber":4,"footnotes":"[1] Ар дайым жеңиш үстүндө болуучу Аллах тарабынан белгиленген бул тайпага илим-таалим адамдары, акыл-насаат айткан ак таңдай аксакалдар, шарият иштерин көзөмөлдөп, алга жүргүзүп турган илимдүүлөр жана башка ушул сыяктуу азаматтар кирет.","lang":"ky"},{"name":"3:105","price":"Өздөрүнө анык баяндар келгенден кийин өз ара каршылашып, бөлүнүп кеткен адамдар (яхудийлер) сыяктуу болбогула. Мына ошол адамдар үчүн чоң азаптар бар.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":398,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:106","price":"Ал (Кыямат) Күндө (кээ бир) жүздөр агарып, (кээ бир) жүздөр карарат. Ошондо, жүзү карарган адамдарга “ыйманга келгенден кийин каапыр болдуңар беле? Эми, каапыр болгонуңардын эсебине азап чеге бергиле!” (деп айтылат).","arabic":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":399,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:107","price":"Ал эми, жүздөрү агарган адамдар болсо, түбөлүккө Аллахтын ырайымында (бейиште) болушат. Алар анда түбөлүккө калышат.","arabic":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":400,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:108","price":"(О, Мухаммад!) Булар - Аллахтын аяттары. Биз аларды сага акыйкат менен окуп беребиз. Аллах ааламдарга зулумду каалабайт.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":401,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:109","price":"Асмандардагы жана жердеги бардык нерселер Аллахтын мүлкү. Жана бардык иштер Аллахка кайтарылат.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":402,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:110","price":"(О, мусулмандар!) Силер (ааламдагы бардык) адамдар үчүн чыгарылган жакшы үммөт болдуңар. (Адамдарды) жакшы адаттарга буюруп, жаман жоруктардан кайтарасыңар жана Аллахка ыйман келтиресиңер. Эгер китеп ээлери ыйман келтиришсе, өздөрүнө жакшы болмок. Алардын арасында (силерге окшоп) ыйман келтиргендери да бар. Бирок, көпчүлүгү бузукулар.[1]","arabic":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":403,"juzNumber":4,"footnotes":"[1] Бул аят Ислам үммөтүнүн абзелдигин, эң жакшы үммөт экенин баяндайт. Бирок, бул абзелдик алардын мойнуна жоопкерчилик жүктөйт: алар өздөрүнүн жыргалдарын ойлошпойт, “адамдар үчүн чыгарылган”. Дүйнө элдерин туура жолго (Исламга) багыттоо үчүн насаат, даават, таалим-тарбия иштерин жүргүзөт. Китеп ээлери да ушул дааватты угуп, ыйман келтиришсе жакшы болмок. Бирок, бир аз бөлүгү гана ыйманга келип, калгандары бузукулук менен Исламга каршы майданга өтүштү.","lang":"ky"},{"name":"3:111","price":"(О, ыймандуулар!) Алар силерге зыян жеткире албайт. Эгер жеткирсе (заар тилдери менен гана) зыян жеткиришет. Эгер силер менен согушуп калса, артына карап качышат. Анан аларга жардам берилбейт.","arabic":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":404,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:112","price":"Кайда барышса да аларга кордук жазып коюлду. Бир гана Аллахтын жана адамдардын убада-келишиминин астында болгон учурларда гана (кор болбой жашашат). Алар Аллахтын каарына калышты жана аларга бечаралык(та жашоо) жазып коюлду. Бул (жазалар) Аллахтын аяттарына каапыр болгондору, пайгамбарларды кыянаттык менен өлтүргөндөрү жана күнөөкөр болуп, чектен чыккандары себептүү.","arabic":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":405,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:113","price":"Алардын баары бирдей (жаман) эмес. Китеп ээлеринин арасында динде туура жүргөн тайпалар да бар. Алар түнү менен сажда кылган абалда Аллахтын аяттарын окушат.","arabic":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":406,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:114","price":"Аллахка, Акырет күнүнө ыйман келтиришет, жакшы амалдарга буюруп, жаман жоруктардан кайтарышат жана жакшы иштерге шашылышат. Ошолор ийги кишилерден.","arabic":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":407,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:115","price":"Жана алар эмне жакшылык кылышса ал иши(нин сообу) жоголбойт. Аллах такыба кишилерди Билүүчү.","arabic":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":408,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:116","price":"Каапыр адамдарды Аллахтан (берилүүчү азаптан) мал-дүйнөлөрү да, бала-чакалары да куткарып кала албайт. Алар - тозок ээлери. Анда түбөлүк калышат.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":409,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:117","price":"Алар ушул дүйнө жашоосунда (сооп ниетинде, кайрымдуулук үчүн) жумшаган байлыктарынын мисалы, өздөрүнө зулум кылган коомдун эгиндерине тийип, жок кылган суук шамалга окшойт.[1] Аларга Аллах зулумдук кылган жок. Бирок, өздөрүнө-өздөрү зулум кылышты.","arabic":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":410,"juzNumber":4,"footnotes":"[1] Б.а. шамал сого баштаганда алар ырахаттана башташат. Бирок, бул, аларга ырахат бере турган шамал эмес, эгиндерин тоңдура турган шамал болчу...","lang":"ky"},{"name":"3:118","price":"О, ыйман келтирген адамдар! Бири-бириңерди колдоп, аларды (каапырларды) сырдаш-дос кылбагыла! (Момундардын сырларын аларга ташыбагыла). Алар силерге зыян жеткирүүдөн күчтөрүн аяшпайт жана силерге бир жамандык болушун эңсешет. Алардын жек көрүүлөрү сөздөрүнөн байкалат. Бирок, жүрөктөрүнө жашырган (жек көрүүлөрү) чоңураак. Эгер акылыңарды жакшы иштетсеңер, Биз силерге (душманыңар жөнүндөгү) белгилерди баян кылып бердик.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":411,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:119","price":"О, силер (момундар!) Аларды сүйөсүңөр, алар силерди сүйбөйт. Силер бардык (илахий) китептерге (жана бардык пайгамбарларга) ишенесиңер. (Алар болсо, силердин китебиңерге да, пайгамбарыңарга да ишенбейт). Жана силерге жолукса: “Ыйман келтирдик” дешет, а (өздөрү) жалгыз калышканда силерди жек көргөнү себептүү манжаларын чайнашат. Айт (оо, Мухаммад): “Жек көрүүңөр менен өлгүлө!” Аллах жүрөктөрдү ээлеген сырларды Билүүчү.","arabic":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":412,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:120","price":"Эгер силерге бир жакшылык жетсе, бул аларды капа кылат. А эгер силерге бир жамандык жетсе муну менен сүйүнүшөт. Жана эгер силер такыба болсоңор жана (каапырлардын айла-амалдарына) сабыр кылсаңар, алардын айлакерлиги силерге эч кандай зыян жеткирбейт. (Анткени,) Аллах алардын иштерин Камтуучу.","arabic":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":413,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:121","price":"Бир кезде, сен (о, Мухаммад!) үй-бүлөңдөн чыгып, момундарды согуш орундарына (көрөгөчтүк менен) жайгаштырдың. Аллах - Угуучу, Билүүчү.","arabic":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":414,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:122","price":"Ошондо, силерден эки тайпа адамдар үмүтсүздүккө түшүп калышты. Чынында, Аллахтын Өзү алардын жетекчиси эле. Жана момундар Аллахка гана өздөрүн тапшырышсын!","arabic":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":415,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:123","price":"Аллах силерге Бадрда (сан жана даярдык жагынан) төмөн болгонуңарга карабай жеңиш берген.[1] Аллахтан корккула. (Балким) шүгүр кылуучу болуп калаарсыңар.","arabic":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":416,"juzNumber":4,"footnotes":"[1] “Бадр” согушунда мусулмандардын саны үч жүз ондон бир аз ашыгыраак, курал-жарактары жана даярдыгы начар эле. Ал эми мушриктерде мыкты куралдуу, жакшы машыккан миң чакты аскер бар эле.","lang":"ky"},{"name":"3:124","price":"Ошондо, сен ыймандууларга айттың: “Раббиңер, асмандан түшүрүлгөн үч миң периште менен силерди колдоп коюшу силерге жетиштүү болбойбу?","arabic":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":417,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:125","price":"Жок (жетиштүү болот). Эгер силер, такыба болуп, сабыр кылсаңар, (каапырлар) кол салаары менен, силерге периштелер жетип келет. (Анан) Раббиңер силерди беш миң (кайраттуулук) белгиси бар периште менен кубаттандырат.","arabic":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":418,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:126","price":"Аллах бул ишти силерге куш кабар үчүн жана аны менен жүрөгүңөр тынчтансын үчүн гана жасады. Жеңиш-жардам Кудуреттүү, Даанышман Аллах тарабынан гана келет.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":419,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:127","price":"(Бадрдагы бул жеңиш) каапырлардын бир ныптасын кесип, (бир сыйра) эзип, (канчалык ачуулары келсе да) үмүтсүз абалда кайтып кетүүлөрү үчүн (берилди).[1]","arabic":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":420,"juzNumber":4,"footnotes":"[1] Бир жолу талкаланып кеткен мушриктер кайрадан күч жыйнап “Ухуд” согушу үчүн келишет. Пайгамбарыбыз кайрадан (121-аятта айтылгандай) Мединадан чыгып, өз аскерлерин майдандарга эң жакшы орноштурат. Бирок, ал көргөзгөн согуш орундарында бекем турбагандыктан жана айтылган сөзгө кулак салбагандыктан улам бул ирет мусулмандар жеңилип, улук пайгамбардын тиштери сынып, чыкыйы жарылат. Бул согушта мушриктердин жеңилбей, аман кеткендеринин дагы бир сыры, кийин ал мушриктердин көпчүлүгү Исламга кирет. Аллах алардын тообаларын кабыл алат жана күнөөлөрүн кечирет. Ошентип, ошол согуштан кийин пайгамбарыбыз саллаллоху алайхи ва саллам каапырлардын жеңип кеткенине өкүнүп, “Өз пайгамбарынын бетин жардырып, тишин сындыртып отурган коом кантип жеңишке жетмек!” - деп, коомунан наалып, Абу Суфян, Сафван бин Умайя, Хаарис бин Хаашим сыяктуу мушриктердин жетекчилерин каргап, каңырыгы түтөп отурганда ушул аят түшөт.","lang":"ky"},{"name":"3:128","price":"(О, Мухаммад!) эч бир иш сенин колуңда эмес.[1] (Бардыгы Аллахтын колунда) Ал кааласа (каапырларды Исламга киргизип) тооболорун кабыл алат, кааласа заалым болгондору себептүү азаптайт.","arabic":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":421,"juzNumber":4,"footnotes":"[1] Бул аяттан алчу дагы бир сабак - пенде канчалык улук даражалуу болсо да, анын колунан эч бир пайда-зыян келбейт. Пайгамбарыбыз Мухаммад саллаллоху алайхи ва салламдан улук даражалуу адам жок. Аллах таала ушул затка да «эч бир иш сенин колуңда эмес», Аллахтын гана каалаганы болот деп жатат. Пайгамбарыбыз өз алдынча эч кандай пайда-зыян жеткире албагандан кийин бер жактагы олуя-эшендердин арбактарына жалбарып, алардан колдоо, жардам сураш - накта ширктин өзү эмеспи!","lang":"ky"},{"name":"3:129","price":"Асмандардагы жана жердеги бардык нерселер Аллахтын мүлкү. Ал каалаган адамын кечирип, каалаган адамын азаптайт. Аллах Кечиримдүү, Мээримдүү.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":422,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:130","price":"О, ыймандуулар! Көп-көп кошумчасы бар пайданы (сүткорлуктун акчасын) жебегиле жана Аллахтан корккула, ошондо жеңишке (бейишке) жетээрсиңер.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":423,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:131","price":"Жана каапырлар үчүн даярдап коюлган тозоктон корккула!","arabic":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":424,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:132","price":"Аллахка жана пайгамбарга моюн сунгула! (Ошондо) Силерге ырайым кылынса ажеп эмес.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":425,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:133","price":"Раббиңердин кечиримине жана такыба кишилер үчүн даярдап коюлган, кеңдиги асмандар менен жердей болгон бейишке шашылгыла.","arabic":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":426,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:134","price":"(Такыба кишилер) жокчулук жана бардарчылык мезгилдеринде (бирдей) садака-ихсан кылышат, ачууларын жутушат жана адамдарга кечиримдүү болушат. Аллах жакшылык кылуучуларды сүйөт.[1]","arabic":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":427,"juzNumber":4,"footnotes":"[1] Ихсандын эки түрү бар: 1) Аллахка ибадат кылуудагы эхсан. 2) Макулуктарга мамиле кылуудагы эхсан. Ибадаттагы эхсанды пайгамбарыбыз: “Ихсан - бул Аллахка Аны көрүп тургандай ибадат кылууң. Эгер сен Аны көрбөсөң да, Ал сени көрүп турат” деп түшүндүргөн.","lang":"ky"},{"name":"3:135","price":"(Такыба кишилер) бир бузук иш же өздөрүнө зулум (күнөө) кылып коюшса, дароо Аллахты эстешип, күнөөлөрүн кечиришин сурашат – күнөөлөрдү Аллахтан башка ким кечирмек эле – жана жасаган (күнөө) иштерин билип туруп, кайталай беришпейт.","arabic":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":428,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:136","price":"Ошол адамдардын сыйлыгы: Раббисинен болгон кечирим жана анда түбөлүк калуучу, астынан дарыялар агып турган бейиш бактары. (Жакшы) амал кылуучулардын сообу кандай сонун!","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":429,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:137","price":"Силерден мурун да бул жолдор (сыноолор) өткөн. Жер жүзүн кезгиле жана (Аллахтын динин) жалганга чыгаргандардын акыр түбү кандай болгонун көргүлө.","arabic":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":430,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:138","price":"Бул (окуялар)[1] адамдар үчүн баян, туура жол жана такыба кишилер үчүн эскертүү - насаат.","arabic":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":431,"juzNumber":4,"footnotes":"[1] Кээ бир аалымдар бул аяттагы “Бул (окуялар)” деген сөздү “Бул (Куран...)” деп да түшүндүрүшөт. Эки түшүндүрмө тең туура.","lang":"ky"},{"name":"3:139","price":"(О, момундар, “жеңилип калдык” деп) алсырабагыла жана кайгырбагыла! Ыймандуу болсоңор эле, силер жогорусуңар![1]","arabic":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":432,"juzNumber":4,"footnotes":"[1] Анткени, силерде ыйман бар, Аллахтын жеңиш беришине болгон үмүт бар. Эң негизгиси Акыретте силерди күткөн бейиш бар.","lang":"ky"},{"name":"3:140","price":"Эгер (бул согушта) силерге жараат (жеңилүү) жеткен болсо, ушундай эле жараат (Бадр согушунда, каапыр) коомго да жеткен. Биз бул (жеңген жана жеңилген) күндөрдү адамдар арасында (кезектештире) айлантып турабыз. Жана (мунун себеби): Аллах (араңардагы чыныгы) момундарды билиши үчүн жана силердин араңардан шейиттерди алыш үчүн. Аллах заалымдарды сүйбөйт.","arabic":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":433,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:141","price":"Ошондой эле, Аллах (чындап) ыйман келтиргендерди (күнөөлүүлөрдөн жана эки жүздүүлөрдөн) тазалап, каапырларды өлтүрүү үчүн (жеңген-жеңилген күндөрдү адамдар арасында кезеги менен алмаштырып турат).","arabic":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":434,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:142","price":"Же болбосо, силер, Аллах араңардагы (жан үрөп) жихад кылгандар менен (жихад машакаттарына) сабыр кылгандарды билип (ажыратып) албай туруп эле, бейишке киребиз деп ойлодуңарбы?","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":435,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:143","price":"Силер (шейит болуп) өлүүнү, ага жолукканга чейин үмүт кылган элеңер го?! Мына эми, аны өз көзүңөр менен көрдүңөр!","arabic":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":436,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:144","price":"Мухаммад болгону бир пайгамбар. Андан мурун да пайгамбарлар өткөн. Эми, эгер ал өлсө, же өлтүрүлсө артыңарга (каапырлыкка) кайтып кетесиңерби? Ким артына кайтып кетсе, Аллахка эч бир зыян жеткире албайт! Аллах жакында (динде бекем болгон) шүгүр кылуучуларга сыйлык берет.[1]","arabic":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":437,"juzNumber":4,"footnotes":"[1] Бул аятта дагы улук сахаба Абу Бакр Сыддыктын жана аны менен бирге муртаддарга (динден кайткандарга) каршы күрөшкөн сахабалардын пазилет-абзелдигине ишаараттар бар. Пайгамбарыбыз саллаллоху алайхи ва саллам каза болгондо кээ бир мусулмандар «пайгамбар дагы өлчү беле?!» дешип, динден кайтып (муртад болуп) кетишкен. Анан, Абу Бакр разияллоху анху «Сен дагы өлүксүң, сенден илгерки пайгамбарлар дагы өлүк» деген маанидеги аятты окуп, пайгамбарлардын өлүшү Аллахтын сүннөтү – жолу экенин далилдеп, «ким Мухаммадка ибадат кылган болсо, ал өлдү, ким Аллахка ибадат кылса, билип алгыла, Ал эч качан өлбөйт» деп, мусулмандардын көзүн ачкан. Кийин мусулмандар аны көпчүлүк добуш менен халифалыкка шайлашканда, кээ бир мусулмандар беш парздын бири зекетти төлөштөн баш тартып, муртад болушат. Абу Бакр аларга каршы согушка аттанып, жеңишке жетишет жана Исламдын беш түркүгүнүн бирин өз калыбына келтирет.","lang":"ky"},{"name":"3:145","price":"Эч бир жан Аллахтын уруксаты менен (Лавхул-Махфузда) жазылган жана белгиленген мөөнөтү (ажалы) келмейинче өлбөйт. Ким дүйнө сообун кааласа, андан (үлүш) беребиз жана ким Акырет сообун кааласа, андан (үлүш) беребиз. Жана Биз шүгүр кылуучуларга жакында сыйлык беребиз.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":438,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:146","price":"(Тарыхта) нечендеген пайгамбарлардын жанында көптөгөн cахабалары согушушкан. Алар Аллахтын жолунда өздөрүнө жеткен машакаттар себептүү тунжурап, алсырап, коркуп калышпаган. Аллах (ушундай) сабырдууларды сүйөт.","arabic":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":439,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:147","price":"(Ошол оор мезгилдерде) Алардын айткан сөздөрү: “Оо, Раббибиз! Биздин күнөөлөрүбүздү, ысыраптарыбызды кечир! Жана кадамдарыбызды бекем кыл! Каапыр коомго каршы бизге жардам бер” деген (дубалар) болгон.","arabic":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":440,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:148","price":"Кийин Аллах аларга (жеңиш жана олжодон турган) дүйнө сообун, ошондой эле, Акырет сообунун эң жакшыларынан берди. Аллах жакшы иш кылуучуларды сүйөт","arabic":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":441,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:149","price":"О, ыймандуулар! Эгер каапырларга моюн сунчу болсоңор, силерди (динден) кайтарып жиберет. Анан (эки дүйнөдө) зыян көрүүчүлөргө айланып каласыңар","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":442,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:150","price":"Силердин дос-жетекчиңер - Аллах! Ал эң жакшы жардамчы.[1]","arabic":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":443,"juzNumber":4,"footnotes":"[1] Аллахтын жардамынан бири - мушриктер “Ухуд” согушунан жеңүүчү болуп кайтаарда “Ушул бойдон кайтып кете беребизби? Ыңгайы келип турганда Мухаммадды Мадинага чейин кууп барып, акырына чейин талкалап келбейлиби?” деп масилет курушат. Бирок, Аллах дароо алардын жүрөктөрүнө коркуу салып, пикирлеринен кандай кайтканын өздөрү дагы билбей калышат. Кийинки аят ошол окуя жөнүндө.","lang":"ky"},{"name":"3:151","price":"Биз жакында, Аллах эч кандай далил түшүрбөгөн нерселерди Аллахка шерик кылып алгандары себептүү, каапырлардын жүрөгүнө коркуу салып койобуз. Алардын жайлары - тозок! Залымдардын жайлары кандай жаман!","arabic":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":444,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:152","price":"Силер (Ухуд согушу башталганда) Анын уруксаты менен каапырларды талкалап киргениңерде, Аллах (жеңиш беремин) деген убадасынын үстүнөн чыккан болчу. Анан качан, Аллах силер сүйгөн нерсени (жеңишти) көзүңөргө көргөзүп койгондон кийин гана өзүңөр алсыз болуп, (пайгамбар берген) буйрук тууралуу (өз ара) талашып, анын буйругун аткарбай койгонуңарда - силерден кээ бирөөлөр дүйнөнү (олжону), кээ бирөөлөр Акыретти каалайт экен - ошондон кийин гана Аллах, силерди сынаш үчүн силерди(н жүзүңөрдү) алард(ын аркаларын)ан буруп койду. (Кийин алардын жүзү силердин аркаңарды карап, силерди кубалап калды). Жана (андан кийин) Ал силерди кечирди. (Анткени,) Аллах – ыймандууларга пазилеттүү![1]","arabic":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":445,"juzNumber":4,"footnotes":"[1] Пайгамбарыбыз саллаллоху алайхи ва саллам “Ухуд” тоосунун үстүнө тандалган жаачы-мергенчилерди коюп “ушул жерден жылбайсыңар” деп буйрук берген болчу. Согуш башталып, адегенде эле мусулмандар душман тобун бузуп, аларды чачырата кууп жөнөгөндө, тоонун үстүндөгү жаачылардын бир тобу “душман качты, жүргүлө биз дагы олжолуу болуп калалы” дешет. Башка бирөөлөрү “пайгамбар жылбагыла деген” - деп, талашып, акыры олжого кызыккандар басымдуулук кылып түшүп кетишет. Ал эми, ушуну гана күтүп турган буктурмадагы мушрик атчандары, тоону айланып өтүп, мусулмандарга артынан кол салышат. Ошентип, мусулмандардын алга караган жүздөрү артка бурулуп, жеңилип калышат.","lang":"ky"},{"name":"3:153","price":"Ошондо, силер эч кимге карабай (тоо) таянып (качып) жөнөдүңөр. Пайгамбар болсо, (“Оо, Аллахтын пенделери бери келгиле!” - деп) эң акыркыңардын арасында силерди чакырып жатты. Кийин Аллах, силер жетпей калган жеңишке жана силерге жеткен жеңилүүгө капа болбошуңар үчүн кайгы үстүнө (андан да чоңураак) кайгы берди.[1] Аллах силердин ишиңерден Кабардар.","arabic":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":446,"juzNumber":4,"footnotes":"[1] Бул аятта айтылган “(чоңураак) кайгы” мусулмандар арасында “пайгамбар өлтүрүлүптүр” деген суук кабардын тарап кетиши. Мусулмандар үчүн, жеңилүү, олжодон куржалак калуу сыяктуу кайгылар бул суук кабардын алдында эч капа болбой турган нерсеге айланып калды.","lang":"ky"},{"name":"3:154","price":"Кийин, (ошол чоң) кайгынын артынан, Аллах силерге (көз ирмемдик, эс алдыруучу) уйку берди. (Ал уйку) силердин араңардан (динге жан күйдүргөн) бир тайпаны өз кучагына алды.[1] (Силердин араңардагы) дагы бир тайпаны (мунафыктарды) өз жандары кайгыга салып, Аллахка адилетсиздик менен, нааданчасынан күмөн санап: “Эми, бизге иш жок” (жеңилип бүттүк) дешти. Айт: “Иш Аллахтын колунда”. Алар сага айтпаган нерселерин жүрөктөрүнө катып: “Эгер бул (согуштук) иште биздин пикирибиз эсепке алынганда, бул жерде өлүп кетпейт элек” дешет. Айт: “Эгер үйүңөрдүн ичинде болсоңор дагы, (тагдырында) өлтүрүлүү жазып коюлган киши, өлтүрүлө турган жайына келет.” (Аллах бул иштерди) силердин жүрөгүңөрдөгү нерсени (ал ыйманбы, мунафыктыкпы) сынаш жана жүрөгүңөрдөгү (шайтандын азгырыгынан турган) нерсени тазалаш үчүн кылды. Аллах – жүрөктөрдөгү cырларды да Билүүчү.","arabic":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":447,"juzNumber":4,"footnotes":"[1] Бул көз ирмемдик керемет уйку Аллахтын ырайымы болчу. Аллах таала “Пайгамбар өлтүрүлүптүр” деген кабардан катуу коркуп кеткен мусулмандардын жүрөгүнөн оболу коркууну сууруп алып, кийин уйку берди. Анткени, катуу корккон адам уктай албайт эмеспи.","lang":"ky"},{"name":"3:155","price":"(Оо, ыймандуулар, Ухудда) эки (согушкер) жамаат жолуккан күндө артына качкан адамдарыңарды, кээ бир күнөөлөрү себептүү, шайтан гана жолдон азгырган.[1] Аллах алардын күнөөсүн кечирди. Аллах Кечиримдүү, (пейили) Жумшак.","arabic":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":448,"juzNumber":4,"footnotes":"[1] Демек, күнөөнүн жаралышына шайтан себепчи деп, шайтанга шылтоологон туура эмес экен. Шайтандын келишине да адамдын «кээ бир күнөөлөрү» жана ыйманынын алсыздыгы себеп болот экен. Анткени, Аллах таала башка бир аятта: { إن عبادي ليس لك عليهم سلطان }«(Эй, Иблис!) Менин (чыныгы) пенделеримдин үстүнөн сенин бийлигиң жок!» деген.","lang":"ky"},{"name":"3:156","price":"Оо, ыйман келтиргендер! (Алыс) жерге сапарга же болбосо казатка чыккан бурадарлары жөнүндө “Эгер биздин алдыбызда болсо өлбөйт жана өлтүрүлбөйт эле” деген каапырларга окшобогула. Аллах алардын бул (жалган) сөздөрүн өздөрүнүн жүрөктөрүнө кайгы кылып койот. Чынында, Аллах өлтүрөт жана тирилтет. Аллах силер жасап жаткан иштерди Көрүүчү.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":449,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:157","price":"Эгер силер Аллахтын жолунда өлсөңөр же өлтүрүлсөңөр..., Аллахтан болгон кечирим жана ырайым (дүйнө кулдары) жыйнаган нерседен жакшы","arabic":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":450,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:158","price":"Эгер өлсөңөр же өлтүрүлсөңөр, сөзсүз Аллахтын алдына чогултуласыңар.","arabic":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":451,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:159","price":"(Оо, Мухаммад!) Раббиң тарабынан болгон ырайым себептүү сен аларга (сахабаларыңа) жумшак мамиле жасадың. Эгер орой, таш боор болсоң, алар сенин айланаңдан тарап кетишмек.[1] Аларды кечир жана Алар үчүн (Аллахдан) кечирим сура. Жана (өзүң ылайык көргөн) иште алар менен кеңеш. Эгер (бир ишке) киришчү болсоң, Аллахка тобокел кыл. Албетте, Аллах тобокел кылуучуларды сүйөт.","arabic":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":452,"juzNumber":4,"footnotes":"[1] Бул аятта айтылган сонун адеп-ахлак үлгүлөрү диний жетекчи үчүн айрыкча зарыл нерсе. Анткени, адамдар анда ушундай сонун мүнөздөрдү көрсө гана динге жабалактап келишет. Ал эми, ал орой, адепсиз болсо, адамдар анын өзүнөн гана эмес, динден да түңүлүшөт.","lang":"ky"},{"name":"3:160","price":"Эгер Аллах жардам берсе, силерди эч ким жеңе албайт. Эгерде жардамсыз (өзүңөрдү-өзүңөргө) таштап койсо, Аллахтан кийин силерге ким жардам берет?! Ыймандуулар Аллахка гана тобокел кылышсын!","arabic":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":453,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:161","price":"Эч бир пайгамбарга “гулул” кылуу[1] мүмкүн эмес! Жана кимде-ким “гулул” кылса, Кыяматта “гулул” кылган ишин (желкесине) көтөрүп келет. Кийин ар бир жан адилет менен өз иштеринин толук тиешесин алат.","arabic":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":454,"juzNumber":4,"footnotes":"[1] Гулул – согуштан түшкөн олжону жашырып алуу жана башка иштерде кыянат кылуу.","lang":"ky"},{"name":"3:162","price":"Аллахтын ыраазычылыгын максат кылган адам менен Аллахтын каарына жолугуп, барар жери тозок болгон адам теңби?! Бул кандай жаман акыбет!","arabic":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":455,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:163","price":"(Жок тең эмес) Алар Аллахтын алдында ар кандай даражаларда болушат. Аллах алардын эмне жасаганын Көрүүчү.","arabic":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":456,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:164","price":"Өздөрүнүн арасынан, аларга Аллахтын аяттарын окуп бере турган, аларды (күнөөлөрдөн) тазалай турган жана мындан мурун анык адашууда болушса да, Китеп (Куран) менен Хикматты (Сүннөттү) үйрөтө турган бир пайгамбарды жиберүү менен Аллах ыймандууларга (теңдешсиз) жакшылык кылган.","arabic":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":457,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:165","price":"Силерге (Ухуд согушунда мушриктерден) кырсык жеткенде – аларга (Бадр согушунда) эки эсе көп кырсык жеткизген болсоңор да – “Бул кайгы кайдан келди” - деген элеңер. Айт: “Бул – өзүңөрдөн”. Албетте, Аллах ар нерсеге Кудуреттүү.[1]","arabic":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":458,"juzNumber":4,"footnotes":"[1] Ухуд согушунда мусулмандардан жетимиш киши шейит болуп, кайгы чегишип “Бул кайдан?!” деп турганда Аллах, өзүңөрдүн күнөөңөр, пайгамбардын тилин албаганыңар себептүү деп, бир жактан аларга таалим-сабак берсе, экинчи жактан “Бадр согушунда аларга эки эсе көп сокку жеткиргенсиңер” (жетимишин өлтүрүп, жетимишин туткунга түшүргөнсүңөр) деп көңүлүн көтөрүп жатат.","lang":"ky"},{"name":"3:166","price":"Эки жамаат тирешкенде силерге жеткен сыноолор араңардагы ыймандууларды билиш үчүн Аллахтын гана уруксаты менен болду.","arabic":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":459,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:167","price":"Жана, мунафык-чыккынчыларды билиш үчүн. Аларга “Жүргүлө, Аллахтын жолунда же болбосо (мекениңерди, абийир-намысыңарды) коргоп согушкула” деп айтылганда, алар: “Биз эгер согуш болоорун билгенде силерге кошулмакпыз” дешкен. Алар ошол убакта ыймандан көрө каапырлыкка жакыныраак эле. (Ошондуктан,) жүрөктөрүндө жок нерсени ооздору менен айтышты. Аллах алардын жашырган нерселерин жакшыраак билет.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":460,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:168","price":"(О, Мухаммад!) өздөрүнүн (согушка катышкан) бурадарлары жөнүндө: “Эгер биздин тилибизге киргенде (согушка чыкпаганда) өлтүрүлбөйт эле” деп (үйүндө) олтургандарга айткын: “Эгер чынчыл болсоңор, өзүңөрдөн өлүмдү кайтаргылачы?!”","arabic":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":461,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:169","price":"Аллахтын жолунда (динди өркүндөтөм деп жүрүп) өлтүрүлгөн адамдарды өлүктөр деп ойлобогула! Алар Раббисинин алдында (ар кандай нээматтар менен сыйланып) ырыскы тартууланган абалда тирүү.","arabic":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":462,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:170","price":"Аллах өз пазилетинен (аларга) берген нерселер (сыйлыктар) менен шат-курсант. Алар артында калган, өздөрүнө жетип келбеген бурадарларына (бул жакта) аларга коркунуч жок экени жана кайгырышпасы жөнүндө сүйүнүчтүү кабар беришет.[1]","arabic":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":463,"juzNumber":4,"footnotes":"[1] Ушул (169-170-) жана мындан кийинки аяттар өлгөндөн кийин мүрзө (Барзах) жашоосу бар экенине, жана жакшы адамдардын рухтары өз ара алака-байланышка кирише алаарына далил болот. Дагы бул аяттардан маалым болушунча, өлгөндөн соңку ырахат-нээматтар денеге да, рухка да бирдей болот экен.","lang":"ky"},{"name":"3:171","price":"Алар (шейиттердин рухтары) Аллахтын нээматы, пазилети жөнүндө (бири-бирине) сүйүнчүлөшөт. Чынында, Аллах ыймандуулардын сообун текке кетирбейт.","arabic":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":464,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:172","price":"Аларга катуу сокку жеткенден кийин деле, Аллах менен пайгамбардын (“согушка!” деген) чакырыгына жооп берген момундар (жана) алардын арасынан сонун ибадат кылган, такыба кишилер үчүн улуу сыйлыктар бар.[1]","arabic":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":465,"juzNumber":4,"footnotes":"[1] “Аллах менен пайгамбардын (“согушка!” деген) чакырыгы, Ухуддан катуу сокку жеп, арып, чарчап Мединага келгенден кийин, мушриктердин “Мединага чейин барып Мухаммаддын динин биротоло жок кылсак кантет” деп кеңеш жасагандары пайгамбарыбызга жеткенде жаңырган. Пайгамбарыбыз күтүп турбай алардын артынан баруу үчүн сахабаларына кайрылып “дагы согушка киребиз!” дейт жана бул чакырыкка жооп бергендерди ээрчитип алып “Хумра-аль-Асад” деген жерге барганда, бирөөлөр келип: “Курайштар силерге каршы чоң күч чогултушкан” - деп коркутат. (Алар адам келбетинде көрүнгөн шайтан эле) Ошондо мусулмандар коркпой: “Бизге Аллах жетишет, Аллах эң жакшы жөлөк” деп жооп берип, алга басышат. Бирок, Аллах мушриктердин жүрөгүнө коркуу салат жана алар Меккеге кайтып кетишет. Момундар Аллахтын нээмат-пазилети себептүү эсен-аман Мединага кайтып келишет. Ушул жүрүшкө чыккандарга, согуш болбосо да мужаахид (Аллах жолунда согушуучунун) сообу жазылат.","lang":"ky"},{"name":"3:173","price":"Ошолорго (мусулмандарга) кишилер (келип): “Адамдар (мушриктер) силерге каршы (чоң күч) чогултушкан, алардан корккула!”- дегенде, (бул кабар) алардын ыйманын көбөйттү жана: “Бизге Аллах жетишет жана Ал эң жакшы Колдоочу” дешти.","arabic":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":466,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:174","price":"Анан, Аллахтын нээматы, пазилети себептүү, аларга эч бир жамандык жетпей кайтып келишти жана Аллахтын ыразычылыгына ээрчишти. Аллах - улук пазилет ээси.","arabic":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":467,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:175","price":"Албетте, ошол (силерге жолуккан жана силерди коркуткан) - шайтан. Ал (силерди) өзүнүн досторунан (мушриктерден) коркутууда. Алардан коркпогула. Эгер ыймандуу болсоңор, Менден гана корккула!","arabic":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":468,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:176","price":"(О, Мухаммад!) каапырчылыкка шашып бараткандар сени капа кылбасын. Алар (муну менен) Аллахка эч нерсени зыян жеткире алышпайт. Аллах Акыретте аларга эч насип болтурбоону каалайт. Аларга улук азап бар.","arabic":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":469,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:177","price":"Албетте, ыймандын ордуна каапырлыкты сатып алган адамдар Аллахка эч нерсени зыян жеткире алышпайт. Аларга жан ооруткан азап бар!","arabic":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":470,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:178","price":"Каапыр адамдар, биз алардын (жашоо) мөөнөттөрүн узартып койгонубузду өздөрү үчүн жакшылык деп ойлошпосун! Биз (болгону) өздөрүнүн күнөөлөрүн көбөйтүш үчүн гана аларга мөөнөт бердик. Аларга кордук азабы бар!","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":471,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:179","price":"Аллах ыйман келтиргендерди ушул (кимдин ким экени белгисиз) абалыңарда таштап койбойт. Ыпыластан тазаны ажыратат. Жана Аллах силерди кайыпты билүүчү кылбады. Бирок, Аллах өз пайгамбарларынан каалагандарын тандап алат (жана аларга кээ бир учурларда кайыпты билдирип турат). Эми, Аллахка жана пайгамбарларына ыйман келтиргиле. Эгер ыйман келтирип, такыба болсоңор, силерге улуу сооп-сыйлыктар бар.","arabic":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":472,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:180","price":"Аллах Өзүнүн пазилети себептүү берген (байлык, мансап, илим, ж.б.у.с.) нерселерден кызганган адамдар, бул жоругу өздөрүнө жакшы (пайда) деп ойлобосун. Бул алар үчүн жамандык: жакында, Кыямат күндө кызганган нерселери алардын мойнуна оролуп муунтат.[1] Асмандар менен жердин мурасы Аллахка таандык. Аллах силердин ишиңерден кабардар.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":473,"juzNumber":4,"footnotes":"[1] Пайгамбарыбыздан риваят кылынган бир сахих хадисте айтылат: “Кыямат күндө бакылдын кызганган мал-дүйнөсү бир кайраттуу киши сүрөтүндө келип, аны капшыра кармап: “Мен сенин дүйнөң боломун! Мен сенин казнаң боломун!” дейт.","lang":"ky"},{"name":"3:181","price":"“Аллах кембагал, биз байбыз” деген адамдардын сөздөрүн Аллах укту.[1] Биз алар айткан сөздөрдү жана пайгамбарларды кыянаттык менен өлтүргөндөрүн жазып койобуз. Жана (аларга) күйдүрүүчү азаптын даамын таткыла” дейбиз.","arabic":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":474,"juzNumber":4,"footnotes":"[1] Тафсир аалымдарынын айтымында бул аят, Мединадагы яхудийлерден бир коом, айрыкча алардын Пинхас бин Азуре деген чоң аалымы Курандагы “Ким Аллахка жакшы карыз берет” деген аятын угуп, текеберленип, «Аллах кембагал, биз байбыз» дегенден кийин наазыл болгон (түшкөн) экен.","lang":"ky"},{"name":"3:182","price":"Бул (азап) өз колуңар менен жасаган ишиңер себептүү. Аллах пенделерге залым эмес.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":475,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:183","price":"Ошол адамдар (яхудийлер): «Пайгамбар (Мухаммад) бизге бир курмандык союп, аны (асмандан түшкөн) от күйдүрмөйүнчө ага ыйман келтирбешибизди Аллах бизге осуят кылган» дешет. (Оо, Мухаммад!) Сен аларга: “Менден мурун деле силерге пайгамбарлар далилдерди жана силер айткан нерсени да келтиришкен. Анда, эмне үчүн аларды өлтүрүп салдыңар, эгер чынчыл болсоңор?!” деп айткын.[1]","arabic":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":476,"juzNumber":4,"footnotes":"[1] Бул залымдардын (каапырлардын) адаты. Яхудилер моожизаны өздөрү каалагандай болушун каалашууда. Тим эле, Мухаммад аларга бир курмандык союп, ал курмандыкты асмандан түшкөн от жалмап кетмейинче ыйман келтиришпейт экен. Дагы муну аларга Аллах таала айткан имиш. Бул сөздөр накта жалгандын өзү. Себеби, аларга илгерки пайгамбарлар ушул сыяктуу моожизаларды, жадагалса, өздөрү сураган ушул моожизанын дал өзүн көргөзүп беришкенде да, ыйман келтирүүнүн ордуна, аларды өлтүрүп салышкан.","lang":"ky"},{"name":"3:184","price":"(О, Мухаммад!) эгер алар сени жалганчыга чыгарышкан болсо, сага чейин деле далилдер, ыйык жазуулар жана (Шарият өкүмдөрүнөн турган) нурлуу китептерди алып келген пайгамбарлар (ушулар тарабынан) жалганчыга чыгарылган.","arabic":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":477,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:185","price":"Ар бир жан өлүмдү(н даамын) татуучу. Албетте, силер Кыямат Күнү өзүңөрдүн сооп-сыйлыгыңарды толук-түгөл аласыңар.[1] Ал эми, ким тозоктон четтетилип, бейишке киргизилсе – жеңишке чындап жетиптир. Дүйнө жашоосу азгыруучу пайдалардан башка эч нерсе эмес.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":478,"juzNumber":4,"footnotes":"[1] Аяттагы “Кыямат күндө сыйлыгыңарды толук-түгөл аласыңар” деген сөз Барзах (мүрзө) жашоосунун жана ал жердеги ырахат-сыйлыктын (же азаптын) бар экенине далил болот. Анткени, кабырда адамга анын сооп-үлүшүнүн кээ бир бөлүктөрү гана берилет. Ал эми, Кыяматтан соң “толук-түгөл” алышат.","lang":"ky"},{"name":"3:186","price":"(О, момундар!) Албетте, силер малыңарда жана жаныңарда сыналасыңар. Жана, сөзсүз түрдө, силерден мурда китеп берилген (яхудий, христиан ж.б.) адамдардан жана мушриктерден көп заар сөздөрдү угасыңар. Эгер (ошондо) сабыр кылсаңар жана такыба болсоңор, албетте, бул өтө улук иштерден.","arabic":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":479,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:187","price":"Эстегин: Аллах (ыйык) китеп берилген коомдордон, ал китепти(н чындыктарын) элдерге сөзсүз баян кылып бересиңер жана аны(н чындыктарын) жашырбайсыңар деп катуу убада алган эле. Кийин алар анттарын артына таштап коюшту жана аны (Тоорот менен Инжилдеги чындыктарды) арзыбаган баага сатып жиберишти. (Чындыктын ордуна) сатып алган нерселери кандай жаман!","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":480,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:188","price":"(О, Мухаммад!) Жасаган (кыянат) иштери менен сүйүнүп, али жасай элек (жакшы) иштери менен даңазаланууну сүйгөн адамдарды азаптан оолак болот деп эч ойлобогун! Аларга жан ооруткан азап бар!","arabic":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":481,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:189","price":"Асмандар жана жер мүлкү Аллахга таандык. Аллах бардык нерсеге Кудуреттүү.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":482,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:190","price":"Албетте, асмандар менен жердин жаратылышында жана түн менен күндүн (токтоосуз) алмашып турушунда акылдуу адамдар үчүн (Аллахтын кудуретине далил болуучу көптөгөн) белгилер бар.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":483,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:191","price":"Турган, отурган жана жамбаштап жаткан абалында да Аллахты эстеп, асмандардын жана жердин жаратылышын пикир кыла турган адамдар (Аллахтын улуулугуна кулдук кылып) “О, биздин Рабби! Сен буларды жөн эле жаратканың жок. Сен (бир нерсени эрмек үчүн жаратуудан жана бардык кемчилдиктүү сыпаттардан) Аруусуң! Бизди тозок азабынан сактай көр!” - дешет.","arabic":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":484,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:192","price":"О, Раббибиз! Сен кимди тозокко киргизсең – аны шерменде кылганың. Заалымдарга жардамчылар болбойт.","arabic":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":485,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:193","price":"О, Раббибиз! Биз бир чакыруучунун (Мухаммаддын) “Раббиңерге ыйман келтиргиле!” деп, ыйманга чакырып жатканын уктук жана дароо ыйман келтирдик. О, биздин Рабби! Күнөөлөрүбүздү кечир жана каталарыбызды өчүр! Биздин жаныбызды жакшы кишилердин катарында ала көр!","arabic":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":486,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:194","price":"О, Раббибиз! Бизге пайгамбарларыңа убада кылган (жеңиш, бейиш, дүйнөлүк бакыт сыяктуу) нерселериңди бере көр! Албетте, Сен убаданы бузуучу эмессиң!","arabic":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":487,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:195","price":"Алардын Раббиси дубаларын кабыл алды (жана мындай деди:) “Албетте, Мен, эркек же аял болобу, силерден эч бир амал кылуучунун амалын текке кетирбейм. Бирөөңөр бирөөңөрдөн жаралгансыңар. Менин жолумда журттарынан чыгарылган, хижрат кылган (көчкөн), кордук-зомбулук көргөн, согушкан жана өлтүрүлгөн адамдардын (бардык) күнөө-кемчилдиктерин өчүрөмүн жана Аллах тарабынан берилген сооп иретинде, астынан дарыялар агып турган бейиш бактарына киргиземин. Аллахтын алдында эң жакшы сооп-сыйлыктар бар”","arabic":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":488,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:196","price":"\"(Оо, Мухаммад) сени каапырлардын шаар-өлкөлөрдө кезип жүрүүлөрү алдап койбосун\"","arabic":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":489,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:197","price":"(Булардын баары) бир аз гана пайдалар. Кийин алардын орду тозок! Ал кандай жаман орун!","arabic":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":490,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:198","price":"Раббисинен корккондор үчүн Аллах тарабынан сый-зыяпат түрүндө, астынан дарыялар агып турган бейиш бактары бар. Алар анда түбөлүк калышат. (Ою, сөзү жана иши) жакшы адамдар үчүн Аллахтын алдындагы нерселер жакшы.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":491,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:199","price":"Албетте, китеп ээлеринин арасында Аллахка ишенген, силерге, түшүрүлгөн нерсеге (Куранга) да, өздөрүнө түшүрүлгөн нерселерге да ыйман келтирген, Аллахтан корккон, Аллахтын аяттарын арзыбаган баага сатып жибербеген адамдар бар экени анык. Аларга да Раббисинин алдында сооп-сыйлыктары бар. Аллах тез эсептешүүчү.","arabic":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":492,"juzNumber":4,"footnotes":"","lang":"ky"},{"name":"3:200","price":"О, ыйман келтиргендер! сабырдуу болгула, ар дайым сабырдуу болгула жана (чек араларды коргоп, дайыма) даяр тургула. Аллахтан корккула, ошондо жеңишке жетерсиңер.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":493,"juzNumber":4,"footnotes":"","lang":"ky"}],"chapter":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"]}