{"data":[{"name":"43:1","price":"Хаа, Миим.[1]","arabic":"حمٓ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4326,"juzNumber":25,"footnotes":"[1] Бакара сүрөсүнүн 1-аятын караңыз.","lang":"ky"},{"name":"43:2","price":"Ачык баяндоочу Китепке ант!","arabic":"وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4327,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:3","price":"Силер (анын маанисин) акыл калчашыңар үчүн Биз аны арабча Куран кылдык.","arabic":"إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4328,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:4","price":"Ал (Куран) Биздин алдыбыздагы Китептердин Энесинде (Лавхул махфузда) эң жогорку, даанышман (даражада турат).","arabic":"وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4329,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:5","price":"(Эй, Мушриктер!) Эгер силер чектен чыккан (кылмышкер) коом болсоңор эле, Биз силерге зикирди (Куранды) багыттабай коймок белек.[1]","arabic":"أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4330,"juzNumber":25,"footnotes":"[1] Аллах Өз китебин жакшы-жаман дебей, инсанияттын бардыгына арнайт. Ким анын даанышман өкүмдөрүнө ээрчисе – бактылуу болот. Ким жүз бурса - өзүнө зыян.","lang":"ky"},{"name":"43:6","price":"Биз абалкы элдерге нечендеген пайгамбарларды (Куран сыяктуу ыйык китептер менен) жибердик.","arabic":"وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4331,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:7","price":"Аларга качан бир пайгамбар келсе, аны шылдыңдап күлүшкөн.[1]","arabic":"وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4332,"juzNumber":25,"footnotes":"[1] Курайш мушриктери дагы пайгамбарыбызга «Биз кубаттуубуз, сен алсызсың. Сага ээрчимек белек» деп күлгөн.","lang":"ky"},{"name":"43:8","price":"Анан Биз аларды кыйраттык. Алар булардан (Курайш каапырларынан) кубаттуураак болчу жана абалкылардын мисалдары (ушул Китепте) өткөн.","arabic":"فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4333,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:9","price":"Эгер сен алардан «Асмандар менен жерди ким жараткан?» деп сурасаң, «Кудуреттүү, Илимдүү (Аллах) жараткан» дешет.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4334,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:10","price":"Ал силер үчүн жерди килем (сыяктуу) кылды жана туура багыт алууңар үчүн анда жолдорду жаратты.","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4335,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:11","price":"Жана ал асмандардан чен-өлчөм менен суу түшүрдү. Анан ошол суу менен өлүк шаарды тирилттик (жана ар түркүн өсүмдүктөр чыгардык). Силер да ушул сыяктуу (мүрзөңөрдөн) чыгарыласыңар.","arabic":"وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4336,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:12","price":"Жана Ал бардык жуптарды жаратты.[1] Жана силер үчүн кемелерден, айбандардан турган унааларды, улоолорду жаратты.","arabic":"وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4337,"juzNumber":25,"footnotes":"[1] Аллах бардык нерселерди жуп-түгөй жараткан. Маселен: эркек-ургаачы, ак-кара, ысык-суук, түн-күн, ачуу-таттуу ж.б.у.с. Ал эми Өзү болсо, бардык ааламдардан өзгөчө: жуп-түгөйү жок.","lang":"ky"},{"name":"43:13","price":"Алардын үстүнө минип, андан кийин Раббиңердин нээматын эскерип: «Бизге ушуну моюн сундурган Аллах (кемчиликтүү сыпаттардан) Аруу-Таза! (Эгер Ал моюн сундурбаса) өзүбүздүн кудуретибиз жетмек эмес.","arabic":"لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4338,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:14","price":"Жана биз Раббибизге кайтып барабыз» – дешиңер үчүн.","arabic":"وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4339,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:15","price":"Алар Аллахка Өзүнүн пенделеринен бир бөлүктү (периштелерди «Аллахтын кыздары» деп өкүм) кылышты. Инсан чынында жакшылыкты билбейт!","arabic":"وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4340,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:16","price":"(Эй, мушриктер!) же болбосо, Аллах жараткан макулуктарынан кыз балдарды Өзү алып, силерге уул балдарды тандап бериптирби?!","arabic":"أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4341,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:17","price":"Эгер алардан бирине Чексиз Ырайымдуу үчүн мисал келтирген (кыз перзент туулду деп) сүйүнчүлөп барылса, ачууланып, жүзү карарып кетет.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4342,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:18","price":"(Жана): «Силер эмне, кооздуктардын ичинде (назик абалда) өстүрүлө турган жана талаш учурунда (бир сөздү) даана айталбай турган кыз перзенттерди (Аллахка таңуулап жатасыңарбы?!»).","arabic":"أَوَمَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4343,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:19","price":"Алар Чексиз Ырайымдуунун пенделери болгон периштелерди «кыздар» дешет. Эмне, алардын (кыз кылып) жаратылганын көрүп коюшуптурбу?! Алардын (бул жалган) күбөлүктөрү жазып коюлат жана (Акыретте катуу) сурак беришет!","arabic":"وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4344,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:20","price":"Жана алар: «Эгер Чексиз Ырайымдуу каалаганда биз аларга ибадат кылбайт элек (жана аларды «Аллахтын кызы» дебейт элек») дешет. Бул (маселе) боюнча алардын эч кандай илими жок. Алар болгону алжып калган адамдар.","arabic":"وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4345,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:21","price":"Же болбосо Биз аларга аны (далил катары) бекем кармап алгыдай,[1] Курандан мурун бир китеп түшүрүптүрбүзбү?!","arabic":"أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4346,"juzNumber":25,"footnotes":"[1] Жок! Аларга Исмаил алейхи саламдан кийин тээ Мухаммад саллаллооху алайхи ва салламга чейин пайгамбар да, Ыйык Китеп да келген эмес. Ошондуктан «Ата-бабаларыбыз ...» деген тантырак сөздөрдөн башка далил келтире алышпайт.","lang":"ky"},{"name":"43:22","price":"Жок! Алар: «Биз ата-бабаларыбызды (ушундай) дин-ишеним үстүндө тапкан элек. Биз ошолордун изи менен (жүргөндө гана) адашпайбыз» – дешет.","arabic":"بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4347,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:23","price":"Дал ушул сыяктуу, сенден мурун бир айыл-шаарга эскертүүчү-пайгамбар жиберсек, ысырапкор (бай) адамдары: «Биз ата-бабаларыбызды (белгилүү) ишенимдин үстүндө тапканбыз. Биз ошолордун изине гана ээрчийбиз» – дешкен.","arabic":"وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4348,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:24","price":"(Анда пайгамбар) айткан: «Биз силерге ата-бабаңар кармаган диниңерден туурараак дин алып келсекчи? Алар (дагы эле): «Биз силер алып келген динге ишенбейбиз», – дешти.","arabic":"۞ قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4349,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:25","price":"Анан... Биз алардан өч алдык. (Аллахтын пайгамбарын) «жалганчы» деген адамдардын акыбети кандай болгонун көрүп ал.[1]","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4350,"juzNumber":25,"footnotes":"[1] Алардын канчасын жер жутту, канчасынын башына таш жамгыры жаады..., Дагы канчасы башка балээлер менен кыйрап калды.","lang":"ky"},{"name":"43:26","price":"Жана (эстегин): Бир кезде Ибрахим атасына жана (мушрик) коомуна «Мен силерден жана силер сыйынган «кудайыңардан» кол үздүм!","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4351,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:27","price":"Мени жараткан Аллахтын Өзү(нө гана сыйынамын). Ал мени туура жолго баштайт» – деди.","arabic":"إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4352,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:28","price":"(Ибрахим) ал сөздү (ширк ибадатынан) кайтышса ажеп эмес (деп), (урпактарына) түбөлүк (мурас кылып) калтырды.","arabic":"وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4353,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:29","price":"Мен аларды (Мекке мушриктерин) жана ата-бабаларын, өздөрүнө Акыйкат (Ислам) жана анык пайгамбар (Мухаммад) келгенге чейин (кенен жашоо-ырыскы менен) пайдалантырдым.","arabic":"بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4354,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:30","price":"Ал эми, качан аларга Акыйкат келгенде: «Бул – сыйкыр! Биз буга ишенбейбиз!» – дешти.","arabic":"وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4355,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:31","price":"Жана айтышты: «Бул Куран эки улук шаардагы (улук) адамдарга түшсө болмок».[1]","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4356,"juzNumber":25,"footnotes":"[1] Алардын түшүнүгү боюнча пайгамбарчылык чоң шаарларда жашаган байлык же бийлик ээлерине гана түшсө чындык болушу мүмкүн экен. Алар «Эки улук шаар» дегенде Мекке менен Таиф шаарларын, «улук адам» дегенде Меккенин бай адамы – Валид ибн Мугира менен Таифтин байы Урва ибн Масуд дегендерди назарда туткан.","lang":"ky"},{"name":"43:32","price":"Раббиңдин (сага берген) ырайымын (пайгамбарчылыгын) ошолор бөлүштүргөн бекен? (Жок! Андай эмес) алардын дүйнө жашоосундагы өз-ара тиричилик-ырыскыларын да Биз бөлүштүргөнбүз жана бирин-бирине моюн сундуруп алуулары үчүн кээ бирөөлөрүнүн даражасын башкаларынан бийик кылып койгонбуз. Бирок, алар чогулткан (байлык, даңк сыяктуу) нерселерден Раббиңдин ырайымы артыгыраак.","arabic":"أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4357,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:33","price":"Эгер адамдар(дын бардыгы каапырлардын байлыгына азгырылып) бир (каапыр) үммөт болуп кетүү (коркунучу) болбогондо, Биз Рахманга каапыр болгондордун тамдарын жана аларга чыга турган шатыларынан өйдө күмүштөн кылып коймокпуз.","arabic":"وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4358,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:34","price":"Жана үйлөрүнүн эшиктерин, жазданып (жөлөнүп) отурчу сөрүлөрүн,","arabic":"وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4359,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:35","price":"Жана (башка) жасалга-зыйнаттарын (бүт бойдон күмүштөн кылмакпыз). Бирок, булардын бардыгы дүйнө(нүн опасыз) пайдалары. Раббиңдин алдындагы Акырет (зыйнаттары) такыба кишилерге арналган.","arabic":"وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4360,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:36","price":"Ким Рахмандын зикири – Курандан жүз бурса, ага Шайтанды жолдош кылып койобуз. Анан (Шайтан) анын жакыны болуп калат.","arabic":"وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4361,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:37","price":"Жана ал(шайтанд)ар аларды (туура) жолдон тосушат жана алар өздөрүн туура жолдо деп ойлоп жүрө беришет.","arabic":"وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4362,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:38","price":"Анан качан гана (ошол бойдон өлүп) Бизге кайтып келгенде (шайтан-шеригине карап) «Эми, экөөбүздүн арабыз эки чыгыштын[1] арасындай алыс болгон болсо кана, (атаганат)! (Сен) аябай жаман жолдошсуң!» дейт.","arabic":"حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4363,"juzNumber":25,"footnotes":"[1] Кыяматтын белгилеринин бири – Күндүн батыштан чыгышы. Демек, «эки чыгыш» деген сөздү батыш менен чыгыш деп түшүнүш керек.","lang":"ky"},{"name":"43:39","price":"(Ширк жолун тандап өзүңөргө) зулумдук кылганыңар себептүү, бүгүн силерге (шериктигиңер) эч пайда бербейт. Силер азапта (дагы аны менен) шерик болосуңар!","arabic":"وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4364,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:40","price":"(Оо, Мухаммад!) Сен дүлөйгө сөз уктура аласыңбы же болбосо, сокур менен анык адашуудагы адамды туура жолго баштай аласыңбы?!","arabic":"أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4365,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:41","price":"Же Биз сени (алардан мурун Акырет сапарына) кетиребиз жана алардан (ошол жакта) өч алабыз.","arabic":"فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4366,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:42","price":"Же болбосо, аларга убада кылган нерсебизди (баштарына түшүрчү азапты) сага (ушул дүйнөдө) көргөзөбүз. Аларга Биздин Кудуретибиз жетет!","arabic":"أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4367,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:43","price":"Сен Өзүңө аян-кабар кылынган Куранды бекем карма! Сен туура жолдун үстүндөсүң!","arabic":"فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4368,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:44","price":"Жана бул (Куран) сен үчүн, сенин коомуң үчүн атак-даңк (жана сыймык)![1] Жакында сураласыңар!","arabic":"وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4369,"juzNumber":25,"footnotes":"[1] Куран өкүмдөрүн өз жашоосуна негиз катары кармаган жеке адам, же коом, же мамлекет тез эле оңолуп, аброй-урматы көтөрүлүп, дүйнөгө таанылып, эки дүйнө шооратына жетет. Аллах Куранды, анын өкүмдөрү менен амал кылып, эки дүйнө бактысына жетүү үчүн түшүргөн.","lang":"ky"},{"name":"43:45","price":"Биз сенден мурун жиберген пайгамбарларыбыздан сурачы, Биз (элдерге) Рахмандан башка кудайлар(га сыйынууга уруксат) бердик бекен?","arabic":"وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4370,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:46","price":"Биз Мусаны аят-кереметтерибиз менен, Фараон жана анын элине жибердик. Ал (барып) «Мен (силерге) ааламдардын Раббиси тарабынан жиберилген элчимин» – деди.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4371,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:47","price":"Аларга биздин аят-кереметтерибизди[1] алып келгенде алардын үстүнөн күлүштү.[2]","arabic":"فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4372,"juzNumber":25,"footnotes":"[1] Жыланга айланган таягы менен койнуна салганда ап-апак болуп чыга турган колун – Аллахтын кереметтерин көргөзгөндө.\n[2] «Бул кызык сыйкыр экен» дешти. Кийин Аллах таала Мисир (Египет) өлкөсүн басып кеткен бит, бака, чегиртке, кан сыяктуу кереметтерин жиберди.","lang":"ky"},{"name":"43:48","price":"Аларга көргөзгөн ар бир (азап-)моожизабыз (абалкы) түгөйүнөн чоңураак. (Туура жолго) кайтаар бекен деп, аларды (ушундай) азап менен кармадык.","arabic":"وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4373,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:49","price":"Жана алар (Мусага) айтышты: «Оо, сыйкырчы! (Аллах) берген (пайгамбарлык) касиет(иң) менен Раббиңе дуба кыл. (Бизден балээни арылтсын) Биз туура жолго жүрөбүз».","arabic":"وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4374,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:50","price":"Качан Биз алардан азапты алып койсок, ошол замат (сөздөрүнөн) кайтып кетишти.","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4375,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:51","price":"(Жана Фараон өз элине ) бийик добуш менен ( мындай деди: «Оо, элим! Мен Мисир мамлекетинин жана бутумдун астынан агып турган мына бул (Нил) дарыяларынын падышасы эмесминби?! (Падышалыгымды) көрбөй жатасыңарбы?!","arabic":"وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4376,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:52","price":"Мен мына бул (кекечтенип) араң сүйлөгөн төмөн адамдан (Мусадан) артык эмесминби?!»","arabic":"أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4377,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:53","price":"«Эгер ага (асмандан) алтын билериктер ташталса, же аны жандап периштелер түшсө, (анда пайгамбар экенине ишенсе болот)».","arabic":"فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4378,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:54","price":"Ал өз элин(ин акылын ушинтип) кордоду эле, эли дагы моюн сунду. Алар (түпкүлүгүндө) бузуку эл болгон.","arabic":"فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4379,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:55","price":"Алар (ошол иштери менен) Биздин ачуубузга тийди. Анан Биз алардан өч алып, бардыгын (деңизге) чөктүрүп жибердик.","arabic":"فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4380,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:56","price":"(Ошентип), аларды өтмүш-тарых жана кийинки муундар үчүн (ачуу) сабак кылдык.","arabic":"فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4381,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:57","price":"Жана качан гана Марямдын уулу (Иса тууралуу) мисал келтирилгенде, андан сенин коомуң ызы-чуу көтөрүшөт.[1]","arabic":"۞ وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4382,"juzNumber":25,"footnotes":"[1] Пайгамбарыбыз мушриктерге «Силер жана Аллахтан башка силер сыйынган (бардык «кудайлар» тозокко отун болуп келесиңер» деген аятты окуп бергенде, ызы-чуу көтөрүшүп «Эгер бардык «кудайлар» тозокко түшчү болсо, анда христиандар деле Исага сыйынышат го?! Эмне, анда Иса дагы тозокко түшөбү?! Ал эми сен Исаны пайгамбар дейсиң!» - дешет. Бул маселенин жообу кийинки аяттарда.","lang":"ky"},{"name":"43:58","price":"Жана (сага): «Биздин (арабдардын) кудайларыбыз жакшыбы же ал (Иса) жакшыбы?» дешет. Алар сага жаңжалдашуу үчүн гана мисал келтиришет. Алар жаңжалкеч элдер.","arabic":"وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4383,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:59","price":"Ал (Иса) болгону Биз (пайгамбарчылыкты) жакшылык кылып берген кул(убуз). Биз аны Исраил урпактары үчүн (Өз кудуретибизден) мисал кылып (атасыз) жаратканбыз.","arabic":"إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4384,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:60","price":"Эгер кааласак силердин ордуңарга, жер бетинде халифа-орун басар боло турган периштелерди жаратып коймокпуз.[1]","arabic":"وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4385,"juzNumber":25,"footnotes":"[1] Эгер адамдар Аллахтын Өзүнө ибадат кылып, жер бетинде Ага татыктуу орунбасар боло албаса, аларды кыйратып, ыклас менен Өзүнө гана ибадат кыла турган периштелерге жерди мурас кылып берүү Аллахка жеңил.","lang":"ky"},{"name":"43:61","price":"Жана ал (Иса) – Кыяматтын белгиси.[1] Силер андан (Кыяматтан) эч шек санабагыла. Жана Менин Өзүмө гана моюн сунгула! Туура жол – ушул!","arabic":"وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4386,"juzNumber":25,"footnotes":"[1] Кыяматка жакын асмандан Иса пайгамбар түшүп, Дажжалды өлтүрүп, Ислам өкүмүн орнотушу сахих хадистерде айтылган.","lang":"ky"},{"name":"43:62","price":"Шайтан силерди (туура жолдон) тосуп койбосун! Ал силерге анык душман!","arabic":"وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4387,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:63","price":"Жана Иса (өз элине) анык далил-аяттар менен келгенде, айткан «Мен силерге (Аллах таала тарабынан берилген) пайгамбарлык менен, силер талашып калган кээ бир нерселерди анык баяндап берүү үчүн келдим. Эми, Аллахтан коркуп, мага моюн сунгула!","arabic":"وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4388,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:64","price":"Чынында, менин да, силердин да Раббиңер – Аллах! Анын Өзүнө гана ибадат кылгыла! Туура жол – ушул!","arabic":"إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4389,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:65","price":"Анан (яхуди) жамааттар өз ара талашка түшүштү. Залым адамдарга азаптуу Күндүн азабынын балээси болсун!","arabic":"فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4390,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:66","price":"Алар өздөрүнө Кыямат Күндүн, (эч нерсени) сезбей турган абалдарында, капысынан келип калуусунан башка нерсени күтүшкөн жок.","arabic":"هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4391,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:67","price":"Ал күнү достор бири-бирине душман болуп калышат.[1] Такыба кишилер гана андай болбойт.","arabic":"ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4392,"juzNumber":25,"footnotes":"[1] Дүйнөдө жакын дос болуп жүргөн мушриктер «Мени сен азгыргансың» деп бири-бирин күнөөлөшөт.","lang":"ky"},{"name":"43:68","price":"«Оо, Менин (такыба) пенделерим! Бүгүн силерге коркунуч жок! Силер (бүгүн) капа да болбойсуңар!»","arabic":"يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4393,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:69","price":"Алар Биздин аяттарыбызга ыйман келтирип, мусулман болгон адамдар.","arabic":"ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4394,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:70","price":"«(Оо, ыймандуу пенделер!) Силер жубайларыңар менен бирге сүйүнгөн абалда бейишке киргиле!»","arabic":"ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4395,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:71","price":"Аларга алтын идиштер менен чөйчөктөр (тамак-шарабы менен) айлантып турулат. Ал жерде көңүл каалаган, көз кубанган бардык нерселер бар. Жана силер анда түбөлүк жашайсыңар.","arabic":"يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4396,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:72","price":"Бул бейиш... Аны силер (дүйнөдө) жасаган (сооптуу) амалыңар үчүн Аллахтан мурас алдыңар.","arabic":"وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4397,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:73","price":"Силер үчүн анда көп мөмө-жемиштер бар. Алардан (каалаганыңарча) жейсиңер.","arabic":"لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4398,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:74","price":"(Ал эми) күнөөкөр адамдар тозок азабында түбөлүк калышат.","arabic":"إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4399,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:75","price":"(Азап) алардан (эч) азайтылбайт жана алар анда (тозокто) үмүтсүз калуучулар.","arabic":"لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4400,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:76","price":"Аларга Биз зулумдук кылбадык. Өздөрүнө-өздөрү зулум кылышты.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4401,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:77","price":"Жана алар (тозоктун кызматчы периштесине): «Оо, Малик, (Раббиңе айтчы) бизге (өлүмдү) өкүм кылсынчы» дешет. (Анда) ал айтат: «Силер (ушул жерде ушул бойдон түбөлүк) туруучусуңар!","arabic":"وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4402,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:78","price":"Чынында, Биз силерге Акыйкатты алып келдик, бирок, көпчүлүгүңөр аны жаман көрүп жатасыңар».","arabic":"لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4403,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:79","price":"Же болбосо, (динге каршы) бир ишти эрежелештирет. Биз да (аларга каршы) эреже түзүп койгонбуз.","arabic":"أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4404,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:80","price":"Же болбосо, Биз алардын сырлары менен шыбыраган добуштарын укпайбыз деп ойлошобу! Жок! Угабыз! Жана алардын алдында (бардык кыймыл-аракет, шыбыраган добушунан өйдө) жаза турган элчилерибиз (периштелер) бар.","arabic":"أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4405,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:81","price":"Айт (оо, Мухаммад): «Эгер Аллахтын баласы (чындап) бар болгондо, эң оболу ага өзүм ибадат кылмакмын.","arabic":"قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4406,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:82","price":"(Бирок) Асмандар менен жердин жана (улук) Арштын Раббиси силердин («баласы бар» деп) сыпаттооңордон Таза!»","arabic":"سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4407,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:83","price":"(Эгер дааватыңа муюбаса) аларды жөн кой. Убада кылынган (Кыямат) күндөрүнө жолукканга чейин ойноп-күлүп, (күнөө иштерине) чумкуп жүрө беришсин!","arabic":"فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4408,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:84","price":"Ал (Аллах) асманда да Кудай, жерде да Кудай. Жана Ал – Билүүчү, Даанышман!","arabic":"وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4409,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:85","price":"Асмандардагы, жердеги жана экөөнүн арасындагы (бардык) нерселердин Ээси болгон Аллах Улук-Таберик! Кыяматтын илими Бир Өзүнүн алдында. Жана (бардыгыңар) Өзүнө гана кайтарыласыңар.","arabic":"وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4410,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:86","price":"Алар (мушриктер) дуба кылып жаткан Аллахтан башка «кудайлардын» колунда шапаат-актоо жок! Билген абалда Акыйкатка күбө болгон[1] адамдар(га гана шапаат насип кылат).","arabic":"وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4411,"juzNumber":25,"footnotes":"[1] «Акыйкатка билген абал күбө болуунун» мааниси, «Эч бир сыйынууга татыктуу кудай жок, бир гана Аллах бар» деп күбөлүк берүүнү билдирет.","lang":"ky"},{"name":"43:87","price":"Эгер сен алардан: «Силерди ким жараткан?» – деп сурасаң, «Аллах», дешет. Дагы кайда баратасыңар?!","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4412,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:88","price":"Жана (Аллах пайгамбарынын): «Оо, Раббим! Чынында, тиги адамдар ыйман келтирбеген коом» – деген сөзүн да билет.","arabic":"وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4413,"juzNumber":25,"footnotes":"","lang":"ky"},{"name":"43:89","price":"Демек, сен аларды кечир жана: «Силерге салам, (бирок) жакында билип аласыңар» – дегин.[1]","arabic":"فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ","category":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf"],"ayahNumber":4414,"juzNumber":25,"footnotes":"[1] Пайгамбар саллаллоху алайхи ва саллам Раббисинин буйругуна баш ийип, ыймансыздардын жоруктарына сабыр кылып, аларга теңелбей, кечирип, жогорку адеп-ахлак менен Исламды жайылтты. Натыйжада, көпчүлүк адамдар анын исламдык пейилин көрүп, ыйманга келишти.","lang":"ky"}],"chapter":["43 (Az-Zukhruf)","Az-Zukhruf","Surah Az-Zukhruf","Chapter Az-Zukhruf","Zukhruf","Surah Zukhruf","Chapter Zukhruf","Az Zukhruf","Surah Az Zukhruf","Chapter Az Zukhruf","Surah 43","Chapter 43","The Gold Adornments","الزُّخْرُف"]}