{"data":[{"name":"48:1","price":"(Оо, Мухаммад), Чынында, Биз сага анык жеңиш бердик.[1]","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":"[1] Хижранын алтынчы жылында Мухаммад саллаллоху алайхи ва саллам миңден ашык сахабалары менен Умра зыяратын жасоо үчүн Меккеге келишет. Бирок, шаарга жакын «Худайбия» деген жерден аларды Мекке мушриктери шаарга киргизбей тосуп чыгышат. Ортодо чоң чыр, талаш-тартыш башталып, мусулмандар акыркы деми, бир тамчы каны калганга чейин душман менен кармашууга ант (байьат) беришет. Бул антташуу «Байьатур-ризван» (Аллахты ыраазы кылган ант) деген ат менен Ислам тарыхына кирген. Талаш-тартыштын натыйжасы мусулмандар менен мушриктердин ортосунда он жылдык тынчтык, өз ара кол салбастык келишиминин түзүлүшү менен бүтөт. Келишим боюнча мусулмандар бул жолкусунда Меккеге кирбей кайтып кетишет. Кийинки жылда келишкенде мушриктер шаарды бошотуп беришет. Араб урууларынан каалаганы мусулмандарга, каалаганы мушриктерге кошулууга укуктуу болот ж.б.у.с. көп маселелер каралат. Бул келишимде мушриктерге көбүрөөк укук каралгандыктан жана Меккеде төрөлүп чоңойгон мусулмандар алты жылдык сагыныч-кусалыктарынан кийин «Туулган шаарымды көрөмүн, Байтуллахты тооп кылып, Аллахка ибадат кыламын» деп турганда, шаардын астанасынан кайтып кетип жатышкандыктан, кээ бирөөлөр муну жеңилиш катары кабыл алышат. Бирок, Аллах тааланын вахийи менен гана иш жүргүзгөн пайгамбарыбыз келишим шарттары канчалык оор болсо да, он жылдык тынчтык мөөнөтүндө Ислам динин көбүрөөк жүрөктөргө жеткирүү мүмкүнчүлүгү тургандыктан, сабыр кылат жана момундарды да сабыр кылууга чакырат. «Худайбия келишими» чын-чынына келгенде мусулмандар үчүн жеңиштин башталышы болду. Ушул жылдан кийин оож алган даават натыйжасында тегеректеги араб уруулары, топ-топ болуп Исламды кабыл ала башташты. Бул сүрө мусулмандар Худайбиядан кайтып келе жатышканда түшкөн.","lang":"ky"},{"name":"48:2","price":"Аллах сенин өткөндөгү жана келерки (бардык) күнөөлөрүңдү кечирип, жакшылыгын толук-кемчилдиксиз берип, туура жолго башташы үчүн","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:3","price":"жана Аллах сага чоң жардам бериши үчүн.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:4","price":"(Аллах) алардын ыймандарынын үстүнө(дагы) ыйманды көбөйтүп бериши үчүн[1] момундардын жүрөгүнө бейпилдик түшүрдү. Асмандар менен жердин (бардык) аскерлери Аллахтын колунда. Аллах Билүүчү, Даанышман.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":"[1] Бул – ыймандын көбөйүп-азайып турушуна далил болгон аяттардын бири.","lang":"ky"},{"name":"48:5","price":"Момун эркектерди жана момун аялдарды (сыноодон өткөргөндөн соң) түбүнөн дарыялар агып турган жана анда түбөлүк кала турган бейиштерге киргизүү үчүн. Жана алардын күнөөлөрүн өчүрүш үчүн. Бул нерсе Аллахтын алдында чоң жеңиш!","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:6","price":"Жана Аллах жөнүндө жаман ойлогон[1] мунаафык эркектерди, мунаафык аялдарды, мушрик эркектерди жана мушрик аялдарды (Дүйнө-Акыретте) азаптоо үчүн. Алардын (мушриктердин өз) башына балээ түштү. Аллах аларга каарын төгүп, наалат айтты жана тозокту даярдап койду. Ал кандай жаман орун!","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":"[1] Сыртынан мушриктердин жеңишиндей көрүнгөн Худайбия келишими түзүлгөндө кээ бир мунаафык, мушрик адамдар «Аллах момундарга жардам бербеди. Эми алардын башына балээ келет» деп Аллахка жаман күмөндө болушкан.","lang":"ky"},{"name":"48:7","price":"Асмандардын жана жердин аскерлери Аллахтын Колунда жана Аллах Кудуреттүү, Даанышман!","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:8","price":"(Оо, Мухаммад!) Биз сени (Аллахтын жалгыз кудай экенине) күбө болуучу, (бейиштен) куш кабар берүүчү жана (тозоктон) эскертүүчү пайгамбар кылып жибердик.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:9","price":"Жана силер Аллахка, Анын пайгамбарына ыйман келтиришиңер үчүн, аны урматтап, кадырлап жүрүшүңөр үчүн жана Аны эртели-кеч аруулап турушуңар үчүн (силерге пайгамбар жибердик).","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:10","price":"Сага ант берген адамдар, чынында Аллахка ант беришти. Аллахтын Колу[1] алардын колунун үстүндө. Эми, кимде-ким убадасын бузса – ал өзүнүн зыянына бузганы. Жана кимде-ким Аллахка берген убадасын аткарса – ага Аллах тез аранын ичинде улук сооп берет.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":"[1] «Тафсирул Муяссарда» бул аят: «Оо, пайгамбар! Худайбияда сага кол узатып, сени менен бирге согушууга байат (ант) берген адамдар, чынында Аллахка байат берген сыяктуу. Аллахтын Колу алардын колунун үстүндө, Ал алар менен, алардын сөзүн угат, кайда болушса көрүп турат жана алардын ичи-тышын билип турат...» деп түшүндүрүлгөн.","lang":"ky"},{"name":"48:11","price":"Жакында сага (согуштан) калып калган бедуиндер «Бизди мал-мүлкүбүз жана үй-бүлөбүз бошотпой койду. Эми биз үчүн (Аллахтан) кечирим сура» - дешет. Алар жүрөгүндө жок нерсени тили менен айтышууда. Аларга айткын: «Эгер Аллах силерге бир зыян жеткирүүнү кааласа Аллахтан ким сактап калат? Же болбосо, (Аллах) силерге бир пайда (келишин) кааласа (аны ким токтото алат)?» Жок! Аллах силердин (бардык) ишиңерден кабардар!","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:12","price":"Жок! Силер, Пайгамбар менен момундар эч качан үй-бүлөлөрүнө кайтып келбейт деп ойлогон элеңер. Силердин жүрөгүңөргө ушул нерсе (шайтан тарабынан) кооз көргөзүлгөн жана (натыйжада Аллахка да) жаман күмөн кылып, өлө турган коом болуп калган элеңер.","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:13","price":"Кимде-ким Аллахка жана Анын пайгамбарына ыйман келтирбесе, Биз каапырларга тозокту даярдап койгонбуз.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:14","price":"Асмандардын жана жердин мүлк-падышалыгы Аллахка таандык. Ал каалаган пендесин кечирет жана каалаган пендесин азапка салат. Аллах - Кечиримдүү, Ырайымдуу!","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:15","price":"Силер олжолор[1] үчүн, аны алып келгени баратканыңарда (согуштан) калып калган адамдар: «Бизди да ээрчитип алгылачы?» – дешет. Алар Аллахтын Сөзүн өзгөртүүнү каалашат.[2] Айткын: «Бизге ээрчибегиле! Аллах мурун да ушундай деген». Анда алар «Жок, силер бизден кызганып жатасыңар» – дешет. Жок! (Андай эмес) алар (Шариятты) өтө аз түшүнүшөт.[3]","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":"[1] Меккеге кире албай, ызага толгон жүрөктөрү менен Мединага кайтканда, Аллах алардын сабырдуулугуна сыйлык иретинде Хайбар деген жердеги яхуди каапырларынын үстүнөн жеңиш берип, көп олжолорго эгедер кылган.\n [2] Анткени, Аллах «Олжолор – Худайбияда ант бергендер үчүн гана» деп өкүм кылган.\n[3] Алар: «Эгер согуштан калган болсок, мунун жазасы Акыретте берилет. Эмнеге бизди олжого шерик кылбай жатасыңар» - дешти. Бул алардын шариятты жакшы түшүнбөгөнү. Шариятта күнөөлөр үчүн ушул дүйнөлүк жаза берүү да көргөзүлгөн. Алардын олжодон бейнасип кылынышы алар үчүн жаза эле.","lang":"ky"},{"name":"48:16","price":"(Согуштан) калып калган бедуиндерге айт: «Силер жакынкы мезгилдерде өтө кубаттуу элдерге каршы чакырыласыңар. Алар менен согушасыңар же болбосо алар (согушсуз) Исламды кабыл алышат. Эгер (ошондо чакырууга) моюн сунсаңар, Аллах силерге эң сонун сыйлыктарды берет. Ал эми, мурун качканыңар сыяктуу качып жөнөсөңөр, катуу азап менен азаптайт!»","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:17","price":"Сокурга күнөө жок, чолокко да күнөө жок. Оорулуу адамга да күнөө жок.[1] Кимде-ким Аллахка жана Анын элчисине моюн сунса, (Аллах) аны, түбүнөн дарыялар агып турган бейиштерге киргизет. Ал эми, ким тескери басып кетсе, ага катуу азап берет!","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":"[1] Бул аятта согушка катышпай койсо күнөө болбой турган адамдардын тизмеси келтирилди.","lang":"ky"},{"name":"48:18","price":"(Худайбиядагы) дарактын түбүндө сага ант (кол) берген кезде, Аллах момундардан ыраазы болду. Алардын жүрөгүндөгү (изги) ниеттерин билди жана аларга тынчтык-бейпилдик түшүрүп, жакынкы жеңиш (Хайбарды каратып алуу) менен сыйлады.","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:19","price":"Жана (Хайбардан) ала турган көп олжолор (менен сыйлады). Аллах – Кудуреттүү, Даанышман.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:20","price":"Аллах силерге (келечекте) ала турган (дагы) көп олжолорду убада кылды. Анан силер үчүн мына бул (Хайбардагы) олжону тездетип берди жана (ушул олжолор) момундар үчүн (Аллахтын Кудуретинен) белги болушу үчүн жана силерди туура жолго баштоосу үчүн (душман) адамдардын колун силерден тосуп койду.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:21","price":"Жана башка (олжолор да бар). Силер аларга (азырынча) ээ боло албайсыңар. Аллах аларды (Өз илими менен) ороп (билип) турат. Аллах ар бир нерсеге Кудуреттүү!","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:22","price":"Эгер (Худайбияда) каапырлар силерге согуш ачса да, өздөрү артка качып жөнөшмөк. Анан (эч бир) дос-жардамчы таппай калышат.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:23","price":"(Бул) илгертеден бери келе жаткан Аллахтын Жолу. Сен Аллахтын Жолун эч өзгөртө албайсың!","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:24","price":"Жана (Аллах) Меккенин (чекарасынын) ичинде, силерди алардан үстөм кылып койсо да, силердин колуңарды алардан, алардын колун силерден тыйып койду.[1] Аллах жасаган ишиңерди Көрүүчү!","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":"[1] Худайбияда мусулмандардын жолун сексен чакты мушрик атчандары тосуп чыгышат. Албетте, бир жарым миңге жакын мусулмандар алардан үстөм-жогору эле. Бирок, өз ара кол салышуу болбоду.","lang":"ky"},{"name":"48:25","price":"Алар каапыр болгон, силерди «Аль-Харам» мечитинен тоскон жана туткундалган белек-курмандык жаныбарларды да союлчу жайына жетип барышынан тоскон адамдар. Эгерде (Мекке мушриктеринин арасында) силер тааныбаган момун эркектер, момун аялдар бар болбогондо, аларды тааныбай басып кирсеңер (жана өлтүрүп койсоңор) алар себептүү силерге күнөө жетип калбаганда (Аллах Меккеге күч менен киришиңерге уруксат бермек. Бирок,) Аллах каалаган (момун) пенделерин Өз ырайымынын астына калкалашы үчүн (согушка уруксат бербеди). Эгер (Меккедеги ыймандуулар өзүнчө) бөлүнүп турса, алардан (Мекке элинен) каапыр болгондорун (силердин колуңар менен) катуу азаптаган болоор элек.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:26","price":"Ошондо, каапырлар жүрөктөрүнө жахилия кызуу кандуулугун салганда, Аллах Өз пайгамбарына жана момундарга бейпилдигин түшүрдү жана аларга такыба келмесин (бекем) кармоого буюрду. Алар бул сөзгө акысы көбүрөөк жана ылайыгыраак болчу. Аллах ар бир нерсени Билүүчү![1]","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":"[1] Мушриктер пайгамбар саллаллоху алайхи ва салламдын алдына келишим түзгөнү келип, пайгамбарыбыз өзүнүн катчысына «Бисмиллаахир Рахмаанир Рахиим» деп жаздырганда мушриктердин өкүлү Сухайл кызаңдап: «Жок, биз мындай сөздү билбейбиз! Ата-бабаларыбыздай эле «Бисмикаллаахум» деп жаз!» - дейт. Ошондой эле, келишимдеги \"Аллахтын элчиси\" деген сөздү алып салуусун көшөрүп талап кылат. Алар канчалык кызуу кандуулукка алдырган сайын, пайгамбарыбыз ошончолук салабаттуулук менен талаптарды кабыл алат. Аяттагы \"такыба сөзү\" - бул ыйман келмеси. Мусулмандар ыйман келмесин жүрөктөрүнө бекем сактаганы үчүн гана мындай орой мамилеге сабыр кылып турушту. Улук пайгамбар аларды ушуга ылайык кылып тарбиялаган болчу.","lang":"ky"},{"name":"48:27","price":"Аллах Өз пайгамбарынын чын түшүн оңунан келтирди.[1] (Оо, момундар!) Силер Аллах кааласа, албетте тынчтык-бейпилдик менен, чачыңарды кырдырткан жана кыскарттырган абалда, эч коркпой «Аль-Харам» мечитине киресиңер. (Аллах) силер билбеген нерсени билди жана (азырынча силерге) андан (Меккеге кирүүдөн) башка жакын жеңишти (Хайбарды багынтууну) берди.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":"[1] Пайгамбарыбыз Мединада көргөн түшүндө сахабалары менен чачтарын кырдырып жана кыскартып, тынчтык-бейпилдик менен Каабаны тооп кылып жүрүшүптүр. Ушул түштүн негизинде (пайгамбарлардын түшү - вахий болуп саналат) умра ибадатына сахабаларын баштап келген болчу. Бирок, был жылкысында кирбей, кайтып кетүү шарты келишимге жазылганы менен, Аллах таала Өз пайгамбарына көргөзгөн түшүн бир жылдан кийин оңунан берип, мусулмандар Меккени фатх кылышат.","lang":"ky"},{"name":"48:28","price":"«Ал Өз пайгамбарын туура жол жана Акыйкат Дин менен, аны бардык диндерден жогору кылуу үчүн жиберди. Аллах жетиштүү Күбө!»","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":"","lang":"ky"},{"name":"48:29","price":"Мухаммад – Аллахтын элчиси! Аны менен бирге (сахаба) болгон кишилер каапырларга катуу-өктөм, бири-бирине боорукер! Сен аларды рукуу-сажда кылган абалында Аллахтан пазилет жана ыраазычылык сурап жаткандарын көрөсүң. Алардын жүздөрүндө сажданын белгилери бар. Бул алардын Тоораттагы сыпаттары. Ал эми, алардын Инжилдеги сыпаттары - өзүнөн көп шак-бутак чыгарып, кубаттанып, анан (ал бутактар) жоон болуп, анан денесин кере түздөп, дыйкандарды таң калтырган дарак сыяктуу. (Бул мисал) каапырлардын көңүлүн чөктүрүү үчүн. Аллах алардын арасынан ыйман келтирип, салих амал кылган момундарга (күнөөлөрүн) кечирүүнү жана улук соопту убада кылды.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":"","lang":"ky"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}