{"data":[{"name":"61:1","price":"Аллахка асмандардагы жана жердеги бардык нерселер тасбих айтты. Ал – Кудуреттүү, Даанышман!","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5164,"juzNumber":28,"footnotes":"","lang":"ky"},{"name":"61:2","price":"Оо, момундар! Эмне үчүн жасабаган ишиңерди сүйлөйсүңөр?!","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5165,"juzNumber":28,"footnotes":"","lang":"ky"},{"name":"61:3","price":"Жасабаган ишиңерди сүйлөө Аллахтын алдында эң чоң күнөө![1]","arabic":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5166,"juzNumber":28,"footnotes":"[1] Кээ бир мусулмандар каапырлардын зулумдугуна чыдабай кеткенде \"Эх, качан Аллахтан согуш жөнүндө өкүм келээр экен\" деп бейсабыр болушкан. Анан, убактысы жетип, Аллах тааладан жихадка чыккыла деген өкүм келгенде, жанагы \"баатырлар\" болбогур нерселерди шылтоолоп согуштан кара жанын калкалап калышты.","lang":"ky"},{"name":"61:4","price":"Аллах Өзүнүн Жолунда тегиз курулган үйлөр сыяктуу сап-сап болуп согушкан пенделерин сүйөт.","arabic":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5167,"juzNumber":28,"footnotes":"","lang":"ky"},{"name":"61:5","price":"(Оо, Мухаммад!) эстегин, бир кезде Муса өзүнүн коомуна «Оо, коомум! Эмнеге мени ирээнжитип жатасыңар? Мен Аллахтын силерге жиберилген пайгамбары экенимди билесиңер го!» деди. Анан качан гана алар (акыйкаттан) бурулуп кеткенде, Аллах дагы алардын жүрөгүн (акыйкатты кабыл алуудан) буруп койду. Аллах бузуку коомду туура жолго баштабайт!","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5168,"juzNumber":28,"footnotes":"","lang":"ky"},{"name":"61:6","price":"Эстегин, (бир кезде) Марямдын уулу Иса (мындай) деди: «Оо, Исраил урпактары! Мен силерге Аллахтан жиберилген пайгамбар боломун. (Мен) өзүмдөн мурдагы Тооратты(н өкүмдөрүн) тастыктаймын жана менден кийин келе турган, ысымы «Ахмад» болгон пайгамбар жөнүндө (алдын ала) сүйүнчү кабар айтамын\".[1] Анан качан ал (Мухаммад) аларга анык далилдерди алып келгенде (ыйман келтирүүнүн ордуна) «бул анык сыйкыр го!» дешти.","arabic":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5169,"juzNumber":28,"footnotes":"[1] «Ахмад» - бул пайгамбарыбыздын Инжилде жазылган аты. Бул ысымдын биринчи мааниси «Аллахты мактаган», экинчи мааниси «Макталган». Христиандар Инжилди өзгөрткөндө ал ысымды өчүрүп жиберишкен. Бирок, байыркы латын тилиндеги нускаларында «Параклет» (Макталган) деген ысым сакталып калган.","lang":"ky"},{"name":"61:7","price":"Исламга чакырылганда Аллахка жалаа жапкан адамдан залымыраак ким бар?! Аллах залым адамдарды туура жолго баштабайт!","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5170,"juzNumber":28,"footnotes":"","lang":"ky"},{"name":"61:8","price":"Аллахтын Нурун ооздору менен (үйлөп) өчүрүүнү каалашат! Бирок, каапырлар жаман көргөнү менен Аллах Өзүнүн Нурун толук (бүт ааламга) жеткирет!","arabic":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5171,"juzNumber":28,"footnotes":"","lang":"ky"},{"name":"61:9","price":"Ал Өзүнүн пайгамбарын туура жол жана Акыйкат Дин менен – ал динди бардык диндерден үстөм кылуу үчүн – жиберди.[1] Эгер мушриктер жаман көрсө да.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5172,"juzNumber":28,"footnotes":"[1] Ушул күндөрдөгү акыркы маалыматтар ырастагандай, тутунган, ээрчиген адамдарынын саны боюнча, Ислам Дини дүйнөдө алдынкы орунга чыкты!","lang":"ky"},{"name":"61:10","price":"Оо, ыйман келтирген пенделер! Мен силерди жан ооруткан азаптан сактап калчу «соодага» баштайынбы?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5173,"juzNumber":28,"footnotes":"","lang":"ky"},{"name":"61:11","price":"(Ал соода төмөндөгүчө:) Аллахка жана Анын пайгамбарына ыйман келтиресиңер, Аллахтын Жолунда малыңар жана жаныңар менен жихад кыласыңар. Ушул силер үчүн жакшы (соода) эгер билсеңер.","arabic":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5174,"juzNumber":28,"footnotes":"","lang":"ky"},{"name":"61:12","price":"(Ошондо Аллах) силердин күнөөңөрдү кечирип, түбүнөн дарыялар аккан бейиштерге жана Адн (түбөлүктүүлүк) бейиштериндеги пакиза жашоо жайларына киргизет. Бул – Улуу Жеңиш!","arabic":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5175,"juzNumber":28,"footnotes":"","lang":"ky"},{"name":"61:13","price":"Дагы силер жакшы көргөн нерсени (да Аллах силерге белек кылат. Ал –) Аллахтын жардамы жана жакында келе турган жеңиш! (Оо, Мухаммад! Сен ушул жеңишти) ыймандууларга сүйүнчүлө!","arabic":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5176,"juzNumber":28,"footnotes":"","lang":"ky"},{"name":"61:14","price":"Оо, ыйман келтирген пенделер! Аллахтын (дининин) жардамчылары болгула! Ушул сыяктуу Марямдын уулу Иса дагы шакирттерине «Аллах Жолунда ким мага жардамчы болот?» дегенде, шакирттери «Биз – Аллахтын жардамчылары!» дешкен. Анан, Исраил урпактарынан бир тайпасы (Исанын динине) ыйман келтирип, дагы бир тайпалары каапыр болушту. Биз ыйман келтиргендерди душмандарынан кубаттуу кылдык эле, натыйжада алар жеңип чыгышты.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5177,"juzNumber":28,"footnotes":"","lang":"ky"}],"chapter":["61 (As-Saff)","As-Saff","Surah As-Saff","Chapter As-Saff","Saff","Surah Saff","Chapter Saff","As Saff","Surah As Saff","Chapter As Saff","Surah 61","Chapter 61","The Ranks","الصَّف"]}