{"data":[{"name":"71:1","price":"Биз Нухту өз коомуна элчи-пайгамбар кылып жибердик (жана ага): «Аларга катуу азап келишинен мурда коомуңду (тозок азабынан) эскерткин»[1] - (деп вахий кылдык).","arabic":"إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5420,"juzNumber":29,"footnotes":"[1] Аллах таала эч бир элди жана эч бир адамды эскертмейинче жазалабайт. “Эскертүү” дегени эмне? Эмне үчүн Аллах таала көп аяттарда Өзүнүн пайгамбарларына “коомуңа үйрөткүн” дебей, “коомуңа эскерткин” деп буюрат? Анткени, ар бир пайгамбардын элдери көп учурда Аллах таала, акырет, бейиш жана тозок бар экенин эң жакшы билишкен. Анда алардын каапырчылыгы эмнеде? Алардын каапырчылыгы өздөрүнүн пенделик милдеттерин унутканында! Аллах таалага ишенип, бирок ибадат кылбаганында! Жок. Алар Аллахты жана акыретти тап-такыр эстеринен чыгарып жиберишкен эмес. Кез-кези менен Аллах тааланы эстеп калышчу. Кайсы мезгилдерде? Ооба. Баштарына кайгы-капа түшкөндө. Ошондо алар Аллах таалага өтө ыклас менен дуба жана тообо кылышып, эгер ушул кырсыктан аман сактаса, Өзүнө гана сыйынууга убада берип жиберишет. Аллах таала алардан кайгыны арылтканда, азыр эле айткан сөздөрүн, берген убадаларын унутуп, дагы каапырчылык иштерин улантышат.","lang":"ky"},{"name":"71:2","price":"Ал айтты: «Оо, коомум! Мен силерге анык эскертүүчү-пайгамбармын.","arabic":"قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5421,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:3","price":"Аллахка гана ибадат кылып, Андан корккула жана мага моюн сунгула!","arabic":"أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5422,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:4","price":"(Ошондо) Ал силердин күнөөңөрдү кечирип, белгилүү күндөргө (дүйнө жашоосун жашап бүткөнүңөргө) чейин силерди(н өлүмүңөрдү) кечиктирет. (Ал эми) Аллахтын (белгилеген) ажалы келип калганда эч кечиктирилбейт, эгер билсеңер».[1]","arabic":"يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5423,"juzNumber":29,"footnotes":"[1] Белгилүү болгондой Нухтун коому Аллах жана пайгамбарына моюн сунбаганы себептүү Топон суу балээси менен кыйратылган. Бирок, ошол жазаны жибергенге чейин Аллах таала аларга ар кимиси өз үйүндө бутун узун сунган бойдон, азап-жазасыз өлүү үчүн мүмкүнчүлүк берген. Эгер алар Нухтун дааватын угуп, Аллахтан башка кудайларга сыйынуусун токтотуп, кудуреттүү Аллахтын Өзүнө гана сыйынып жашаганда, ажал аларды дүйнө дооранын сүрүп бүткөндө гана алмак.","lang":"ky"},{"name":"71:5","price":"(Нух) айтты : «Оо, Раббим! Мен коомумду түнү-күнү (токтоосуз) даават кылдым.[1]","arabic":"قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5424,"juzNumber":29,"footnotes":"[1] Бул аятта дааватчыга чоң сабак бар. Демек, даават деген белгилүү убакытка чектелбейт, өмүр бою жасалат. Нух пайгамбардын иштеген иши, сүйлөгөн сөзү, жасаган кыймыл аракети, адеп-ахлагы, коомдогу мамилесинин өзү даават болду. Эл динди анын өзүнөн, сөзүнөн, ар бир кыймылынан, жүрүш-турушунан, адамдар менен мамилесинен көрө алды. Мына ушундай даават кылгандан кийин кандай натыйжа болду? Өзү айтат: “Бирок менин дааватым алардын (акыйкаттан) качуусун гана көбөйттү! (Оо, Аллахым) Сен аларды кечирүүң үчүн мен ар качан аларды даават кылып баштасам, манжаларын кулактарына тыгып, кийимдери менен оронуп алып (мени укпай, көшөргөн бойдон ширк ибадаттарын) уланта беришти жана аябай текеберленишти” Мунун мааниси эмне? Нух түшүнүктүү кылып жеткире албадыбы динди? Жок, андай эмес. Мунун эки себеби бар эле:\n 1) Аллахтын туура жолуна багытталуу (хидаят) Аллах тааланын гана колунда. Аллах хидаятка баштабаган адамдар пайгамбар даават кылса да туура жолго түшпөйт.\n 2) Көралбастык жана текеберлик. Ар бир коомдун бузуку каапырлары көбүнчө мансаптуу жана бай адамдардан болот. Аларга Аллах тааланы эскертип даават кылынса, “Биздей ак сөөктөргө ушул кембагал акыл үйрөтөбү?” деп ичи тарлык жана текеберчилик менен дааватты четке кагышат.","lang":"ky"},{"name":"71:6","price":"Бирок менин дааватым алардын (акыйкаттан) качуусун гана көбөйттү!","arabic":"فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5425,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:7","price":"Сен аларды кечирүүң үчүн мен ар качан аларды даават кыла баштасам, манжаларын кулактарына тыгып, кийимдери менен оронуп алып (мени укпай, көшөргөн бойдон ширк ибадаттарын) уланта беришти жана аябай текеберленишти.","arabic":"وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5426,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:8","price":"Кийин мен аларды ашкере түрдө даават кылдым.","arabic":"ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5427,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:9","price":"Андан соң аларга (дааватымды) ачык-жарыя айттым жана (кези келгенде) жашыруун түрдө да айтым.","arabic":"ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5428,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:10","price":"Анан мен аларга (мындай) дедим: «Раббиңерден кечирим сурагыла! Ал чынында Кечиримдүү!","arabic":"فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5429,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:11","price":"Cилерге асмандан себелеген жамгыр жиберет.","arabic":"يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5430,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:12","price":"Жана дүйнө-мүлк, перзенттер менен кубаттап, бак-бостондорду жана (соолубас) дарыяларды берет.[1]","arabic":"وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5431,"juzNumber":29,"footnotes":"[1] Демек, ар дайым Аллах тааладан кечирим сурап туруу ырыскынын мол болуусуна себеп болот экен.","lang":"ky"},{"name":"71:13","price":"Силерге эмне болгон, Аллахка улуулукту каалабайсыңар?[1]","arabic":"مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5432,"juzNumber":29,"footnotes":"[1] Ага баш ийип, ибадат кылбайсыңар?","lang":"ky"},{"name":"71:14","price":"Ал силерди доор - доор менен жаратты го![1]","arabic":"وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5433,"juzNumber":29,"footnotes":"[1] Бул аяттагы «доор» деген сөздү кээ бир аалымдар эненин жатынындагы түйүлдүк доорунан баштап, төрөлгөндөн кийинки бөбөктүк, балалык, өспүрүмдүк, жигиттик (селкилик) орто жаш, карылык доорлору деп түшүндүрүшөт.","lang":"ky"},{"name":"71:15","price":"Аллах (таала) жети асманды кабат-кабаты менен кандай (чеберчиликте) жаратканына карабайсыңарбы?!","arabic":"أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5434,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:16","price":"Жана Ал асмандардын койнундагы Айды нур, ал эми Күндү (аалам үчүн) чырак кылып койгон.","arabic":"وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5435,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:17","price":"Жана Аллах силерди жерден гана өстүрүп чыгарган.[1]","arabic":"وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5436,"juzNumber":29,"footnotes":"[1] Бардык инсанияттын атасы Адам алейхи саламды топурактан жараткан.","lang":"ky"},{"name":"71:18","price":"Кийин силерди (өлгөн күнүңөрдө) кайра топуракка кайтарып, (Кыяматта) дагы (топурактан) чыгарып алат.[1]","arabic":"ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5437,"juzNumber":29,"footnotes":"[1] Имам Бухарий жана Имам Муслимдердин \"Сахих\" китептеринде Абу Хурайра деген сахабадан риваят кылынган хадисте айтылышы боюнча адамдар өлгөндө денеси чирип, топуракка айланат. Бир гана омуртканын эң этегиндеги чычаң сөөк чирибейт. Кыяматта асмандан инсандын бел суусу сыяктанган жамгыр жаайт жана мүрзөлөрдө чирип жаткан денелер ошол чычаң сөөктөгү данегинен кудум өсүмдүктөр сыяктуу өнүп чыгат.","lang":"ky"},{"name":"71:19","price":"Аллах силер үчүн жерди(н бетин) тегиз кылды.","arabic":"وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5438,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:20","price":"Анда(гы) кең жолдордон жүрүүңөр үчүн.","arabic":"لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5439,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:21","price":"Нух айтты: “О, Раббим! Алар мага каршы чыгышты жана дүйнөсү менен бала-чакасы зыяндан башканы көбөйтпөй турган адам(дар)ды ээрчип кетишти.[1]","arabic":"قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5440,"juzNumber":29,"footnotes":"[1] Нухтун дааватына эң ириде дүйнөсү, бала-чакасы көп байлар, күч-кубаттуу адамдар каршы чыгышты. Алар элди Нухка каршы кайраштырып, натыйжада эл дагы аларды ээрчиди.","lang":"ky"},{"name":"71:22","price":"Алар (байлар динге каршы) өтө чоң айла-амалдарды жасашты.","arabic":"وَمَكَرُواْ مَكۡرٗا كُبَّارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5441,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:23","price":"Жана (элдерге) “бут-кудайыңарды таштабагыла “Вадды” дагы, “Суваны” дагы, “Ягусту” дагы, “Яукту” дагы, “Насрды” дагы таштабагыла!” дешти.[1]","arabic":"وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5442,"juzNumber":29,"footnotes":"[1] Нухтун эли “Вадд”, “Сува”, “Ягус”, “Яук” жана “Наср” деп аталган бут-кудайларга ибадат кылышчу. Аталган ысымдар Нух коомунун илгерки-илгерки заманда жашап өткөн олуя ата-бабаларынын ысымдары эле. Алар өлгөндө эл өтө кайгырып калган. Анан күндөрдүн биринде Шайтан келип адамдарга “Эгер азрети Вадд, Сува, Ягус, Наср жана Яуктарды сыйласаңар айкелдерин жасап, ибадат учурунда кыбыла тарапка коюп алгыла” деп азгырган. Эл олуялардын урматы үчүн муну жасаган. Анан алардан кийин келген муундар Аллах таалага дуба кылганда ушул олуяларды ортомчу кыла баштаган. Ушинтип отуруп, бир мезгилдердеги олуялар элдин кудайына айланып калган.","lang":"ky"},{"name":"71:24","price":"Алар көп элдерди азгырышты. Жана Сен (оо, Аллахым!) залымдарга адашуучулуктан башканы көбөйтпө!","arabic":"وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5443,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:25","price":"Күнөөлөрү себептүү (топон сууга) чөктүрүлүштү! Анан (наркы дүйнөдө) отко кириптер кылынышты дагы, өздөрүнө Аллахтан башка жардамчы таппай калышты![1]","arabic":"مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5444,"juzNumber":29,"footnotes":"[1] Денелери сууга кетти, жандары отко кетти. Жардам берсе аларга чыныгы Кудай – Аллах таала гана жардам бермек. Аллах таала кайра аларды жазалап жатса, кайсы кудайы жардамга келет?! Ошентип, каапыр эл топон суунун астында калды. Асмандан да, жерден да, жадагалса, тандырлардын ичинен да оргуштап суу чыга келди! Нух болсо, бул каапыр элге каргыш үстүнө каргыш жаадырды.","lang":"ky"},{"name":"71:26","price":"Нух айтты: “Оо, Раббим! Жер бетинде каапырлардын эч бирин калтырбагын!","arabic":"وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5445,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:27","price":"Эгер аларды (тирүү) койсоң пенделериңди азгырышат жана бузуку, каапырларды гана насил (урпак) кылып калтырышат!","arabic":"إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5446,"juzNumber":29,"footnotes":"","lang":"ky"},{"name":"71:28","price":"Оо, Раббим! Мени, менин ата-энемди, ыйман келтирип менин үйүмө киргендерди жана (бардык) ыймандуу эркектер менен ыймандуу аялдарды кечир! Залымдарга өлүмдөн башканы көбөйтпө!","arabic":"رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا","category":["71 (Nuh)","Nuh","Surah Nuh"],"ayahNumber":5447,"juzNumber":29,"footnotes":"","lang":"ky"}],"chapter":["71 (Nuh)","Nuh","Surah Nuh","Chapter Nuh","Surah 71","Chapter 71","Noah","نوح"]}