{"data":[{"name":"2:253","price":"253. Those Messengers! We preferred some of them to others; to some of them Allâh spoke (directly); others He raised to degrees (of honour); and to ‘Îsâ (Jesus), the son of Maryam (Mary), We gave clear proofs and evidence, and supported him with Rûh-ul-Qudus [Jibrael (Gabriel)]. If Allâh had willed, succeeding generations would not have fought against each other, after clear Verses of Allâh had come to them, but they differed - some of them believed and others disbelieved. If Allâh had willed, they would not have fought against one another, but Allâh does what He likes.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:254","price":" 254. O you who believe! Spend of that with which We have provided for you, before a Day comes when there will be no bargaining, nor friendship, nor intercession. And it is the disbelievers who are the Zâlimûn (wrong-doers).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:255","price":" 255. Allâh! Lâ ilâha illa Huwa (none has the right to be worshipped but He), Al-Hayyul-Qayyum (the Ever Living, the One Who sustains and protects all that exists). Neither slumber nor sleep overtakes Him. To Him belongs whatever is in the heavens and whatever is on the earth. Who is he that can intercede with Him except with His Permission? He knows what happens to them (His creatures) in this world, and what will happen to them in the Hereafter. And they will never compass anything of His Knowledge except that which He wills. His Kursî [1] extends over the heavens and the earth, and He feels no fatigue in guarding and preserving them. And He is the Most High, the Most Great. [This Verse 2:255 is called Ayat-ul-Kursî ]","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"(V.2:255). Kursî: literally a footstool or chair, and sometimes wrongly translated as Throne. The Kursî mentioned in this Verse should be distinguished from the ‘Arsh (Throne) mentioned in V.7:54, 10:3, 85:15 and elsewhere. Prophet Muhammad صلى الله عليه وسلم said: \"The Kursî compared to the ‘Arsh is nothing but like a ring thrown out upon open space of the desert.\" If the Kursî extends over the entire universe, then how much greater is the ‘Arsh Indeed Allâh, the Creator of both the Kursî and the ‘Arsh , is the Most Great. Ibn Taimiyah said:\na) To believe in the Kursî\nb) To believe in the ‘Arsh (Throne). It is narrated from Muhammad bin ‘Abdullâh and from other religious scholars that the Kursî is in front of the ‘Arsh (Throne) and it is at the level of the Feet. [Fatawa Ibn Taimiyah , Vol.5, Pages 54,55]\nNarrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم ordered me to guard the Zakât revenue of Ramadân. Then somebody came to me and started stealing of the foodstuff. I caught him and said, \"I will take you to Allâh’s Messenger صلى الله عليه وسلم!\" Then Abu Hurairah described the whole narration and said: That person said (to me), \"(Please don’t take me to Allâh’s Messenger صلى الله عليه وسلم and I will tell you a few words by which Allâh will benefit you). When you go to your bed, recite Ayat-ul-Kursî , (2:255) for then there will be a guard from Allâh who will protect you all night long, and Satan will not be able to come near you till dawn.\" (When the Prophet صلى الله عليه وسلم heard the story) he said (to me), \"He (who came to you at night) told you the truth although he is a liar; and it was Satan.\" (Sahih Al-Bukhâri, Vol. 6, Hadîth No.530).","lang":"en"},{"name":"2:256","price":" 256. There is no compulsion in religion. Verily, the Right Path has become distinct from the wrong path. Whoever disbelieves in Tâghût [2] and believes in Allâh, then he has grasped the most trustworthy handhold that will never break. And Allâh is All-Hearer, All-Knower.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"(V.2:256) الطاغوت هو كل ما عبد من دون الله إلا من لم يرض بعبادته فلا يعتبر طاغوتا The word Tâghût covers a wide range of meanings: It means anything worshipped other than the Real God (Allâh), but the one who does not accept to be worshipped will not be considered as a Tâghût, i.e. all the false deities. It may be Satan, devils, idols, stones, sun, stars, angels, human beings, who were falsely worshipped and taken as Tâghûts Likewise saints, graves, rulers, leaders, etc., are falsely worshipped and wrongly followed. Sometimes \"Tâghût\" means a false judge who gives a false judgement (see V.4:60). [See Tafsir Ibn Kathir and (V.4:51)].","lang":"en"},{"name":"2:257","price":"257. Allâh is the Walî (Protector or Guardian) of those who believe. He brings them out from darkness into light. But as for those who disbelieve, their Auliyâ (supporters and helpers) are Tâghût [false deities and false leaders], they bring them out from light into darkness. Those are the dwellers of the Fire, and they will abide therein forever. (See V.2:81,82)","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:258","price":" 258. Have you not looked at him who disputed with Ibrâhîm (Abraham) about his Lord (Allâh), because Allâh had given him the kingdom? When Ibrâhîm (Abraham) said (to him): \"My Lord (Allâh) is He Who gives life and causes death.\" He said, \"I give life and cause death.\" Ibrâhîm (Abraham) said, \"Verily! Allâh brings the sun from the east; then bring it you from the west.\" So the disbeliever was utterly defeated. And Allâh guides not the people, who are Zâlimûn (wrong-doers).","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:259","price":" 259. Or like the one who passed by a town while it had tumbled over its roofs. He said: \"Oh! How will Allâh ever bring it to life after its death?\" So Allâh caused him to die for a hundred years, then raised him up (again). He said: \"How long did you remain (dead)?\" He (the man) said: \"(Perhaps) I remained (dead) a day or part of a day\". He said: \"Nay, you have remained (dead) for a hundred years, look at your food and your drink, they show no change; and look at your donkey! And thus We have made of you a sign for the people. Look at the bones, how We bring them together and clothe them with flesh\". When this was clearly shown to him, he said, \"I know (now) that Allâh is Able to do all things.\"","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:260","price":" 260. And (remember) when Ibrâhîm (Abraham) said, \"My Lord! Show me how You give life to the dead.\" He (Allâh) said: \"Do you not believe?\" He [Ibrâhîm (Abraham)] said: \"Yes (I believe), but to be stronger in Faith.\" He said: \"Take four birds, then cause them to incline towards you (then slaughter them, cut them into pieces), and then put a portion of them on every hill, and call them, they will come to you in haste. And know that Allâh is All-Mighty, All-Wise.\"","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:261","price":" 261. The likeness of those who spend their wealth in the Way of Allâh, is as the likeness of a grain (of corn); it grows seven ears, and each ear has a hundred grains. Allâh gives manifold increase to whom He wills. And Allâh is All-Sufficient for His creatures’ needs, All-Knower.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:262","price":" 262. Those who spend their wealth in the Cause of Allâh, and do not follow up their gifts with reminders of their generosity or with injury, their reward is with their Lord. On them shall be no fear, nor shall they grieve.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:263","price":" 263. Kind words and forgiving of faults are better than Sadaqah (charity) followed by injury. And Allâh is Rich (Free of all needs) and He is Most-Forbearing.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:264","price":" 264. O you who believe! Do not render in vain your Sadaqah (charity) by reminders of your generosity or by injury, like him who spends his wealth to be seen of men, and he does not believe in Allâh, nor in the Last Day. His likeness is the likeness of a smooth rock on which is a little dust; on it falls heavy rain which leaves it bare. They are not able to do anything with what they have earned. And Allâh does not guide the disbelieving people.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:265","price":"265. And the likeness of those who spend their wealth seeking Allâh’s Pleasure while they in their ownselves are sure and certain that Allâh will reward them (for their spending in His Cause), is the likeness of a garden on a height; heavy rain falls on it and it doubles its yield of harvest. And if it does not receive heavy rain, light rain suffices it. And Allâh is All-Seer (knows well) of what you do.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:266","price":" 266. Would any of you wish to have a garden with date-palms and vines, with rivers flowing underneath, and all kinds of fruits for him therein, while he is striken with old age, and his children are weak (not able to look after themselves), then it is struck with a fiery whirlwind, so that it is burnt? Thus does Allâh make clear His Ayât (proofs, evidence, verses) to you that you may give thought.[1]","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"(V.2:266) ‘Umar رضي الله عنه said, \"This is an example for a rich man who does good deeds out of obedience to Allâh, and then Allâh sends him Satan whereupon he commits sins till all his good deeds are lost.\" (Sahih Al-Bukhâri, Vol. 6, Hadîth No.62).","lang":"en"},{"name":"2:267","price":" 267. O you who believe! Spend of the good things which you have (legally) earned, and of that which We have produced from the earth for you, and do not aim at that which is bad to spend from it, (though) you would not accept it save if you close your eyes and tolerate therein. And know that Allâh is Rich (Free of all needs), and Worthy of all praise.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:268","price":" 268. Shaitân (Satan) threatens you with poverty and orders you to commit Fahshâ (evil deeds, illegal sexual intercourse, sins); whereas Allâh promises you Forgiveness from Himself and Bounty, and Allâh is All-Sufficient for His creatures’ needs, All-Knower.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:269","price":" 269. He grants Hikmah[2] to whom He pleases, and he, to whom Hikmah is granted, is indeed granted abundant good. But none remember (will receive admonition) except men of understanding.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"(V.2:269) Hikmah literally means wisdom, but it means here the knowledge, and the understanding of the Qur’ân, and the Sunnah and one’s ability to speak and act in the correct and right way.","lang":"en"},{"name":"2:270","price":" 270. And whatever you spend for spendings (e.g., in Sadaqah - charity for Allâh’s Cause) or whatever vow you make, be sure Allâh knows it all. And for the Zâlimûn (wrong-doers) there are no helpers.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:271","price":" 271. If you disclose your Sadaqât (alms-giving), it is well; but if you conceal them and give them to the poor, that is better for you. (Allâh) will expiate you some of your sins. And Allâh is Well-Acquainted with what you do.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:272","price":" 272. Not upon you (Muhammad صلى الله عليه وسلم) is their guidance, but Allâh guides whom He wills. And whatever you spend in good, it is for yourselves, when you spend not except seeking Allâh’s Countenance. And whatever you spend in good, it will be repaid to you in full, and you shall not be wronged.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:273","price":" 273. (Charity is) for Fuqarâ (the poor), who in Allâh’s Cause are restricted (from travel), and cannot move about in the land (for trade or work). The one who knows them not, thinks that they are rich because of their modesty. You may know them by their mark, they do not beg of people at all.[1] And whatever you spend in good, surely, Allâh knows it well.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":" (V.2:273) The Arabic word Ilhâfa literally means: \"to beg with importunity,\" but Imâm Tabari in his Tafsir and the majority of the religious scholars agree that the Verse means: \"They do not beg of people at all.\"","lang":"en"},{"name":"2:274","price":" 274. Those who spend their wealth (in Allâh’s Cause) by night and day, in secret and in public, they shall have their reward with their Lord. On them shall be no fear, nor shall they grieve.[2]","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"(V.2:274) Narrated Abu Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"Seven people will be shaded by Allâh under His Shade on the Day (i.e. the Day of Resurrection) when there will be no shade except His. They are:\na) a just ruler;\nb) a young man who has been brought up in the worship of Allâh, [i.e. worships Allâh (Alone) sincerely from his childhood];\nc) a man whose heart is attached to the mosques (who offers the five compulsory congregational prayers in the mosques);\nd) two persons who love each other only for Allâh’s sake, and they meet and part in Allâh’s Cause only;\ne) a man who refuses the call of a charming woman of noble birth for illegal sexual intercourse with her and says: I fear Allâh;\nf) a person who practises charity so secretly that his left hand does not know what his right hand has given (i.e., nobody knows how much he has given in charity).\ng) a person who remembers Allâh in seclusion and his eyes become flooded with tears.\" (Sahih Al-Bukhâri, Vol. 2, Hadîth No.504).","lang":"en"},{"name":"2:275","price":" 275. Those who eat Ribâ [1] (usury) will not stand (on the Day of Resurrection) except like the standing of a person beaten by Shaitân (Satan) leading him to insanity. That is because they say: \"Trading is only like Ribâ (usury),\" whereas Allâh has permitted trading and forbidden Ribâ (usury). So whosoever receives an admonition from his Lord and stops eating Ribâ (usury) shall not be punished for the past; his case is for Allâh (to judge); but whoever returns [to Ribâ (usury)], such are the dwellers of the Fire - they will abide therein.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"(V.2:275) Riba: Usury which is of two major kinds; (A) Riba An-Nasî’a i.e. interest on lent money; (B) Riba Al-Fadl, i.e. taking a superior thing of the same kind of goods by giving more of the same kind of goods of inferior quality, e.g., dates of superior quality for dates of inferior quality in great amounts.","lang":"en"},{"name":"2:276","price":" 276. Allâh will destroy Ribâ (usury) and will give increase for Sadaqât (deeds of charity, alms, etc.) And Allâh likes not the disbelievers, sinners.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:277","price":" 277. Truly those who believe, and do deeds of righteousness, and perform As-Salât (Iqâmat-as-Salât), and give Zakât they will have their reward with their Lord. On them shall be no fear, nor shall they grieve.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:278","price":" 278. O you who believe! Be afraid of Allâh and give up what remains (due to you) from Ribâ (usury) (from now onward), if you are (really) believers.[2]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"(V.2:278)\na) Narrated ‘Aun bin Abu Juhaifah رضي الله عنه: My father bought a slave who practised the profession of cupping. (My father broke the slave’s instruments of cupping). I asked my father why he had done so. He replied, \"The Prophet صلى الله عليه وسلم forbade the acceptance of the price of a dog or blood, and also forbade the profession of tattooing, or getting tattooed and receiving or giving Ribâ (usury), and cursed the picture-makers.\" (Sahih Al-Bukhâri, Vol. 3, Hadîth No.299).\nb) Narrated Abu Juhaifah that he had bought a slave whose profession was cupping and then said: The Prophet صلى الله عليه وسلم forbade taking the price of blood and the price of a dog and the earnings of a prostitute, and cursed the one who took or gave Ribâ (usury), and the lady who tattooed others or got herself tattooed, and the picture-maker. (Sahih Al-Bukhâri, Vol. 7, Hadîth No.845).","lang":"en"},{"name":"2:279","price":" 279. And if you do not do it, then take a notice of war from Allâh and His Messenger[3] but if you repent, you shall have your capital sums. Deal not unjustly (by asking more than your capital sums), and you shall not be dealt with unjustly (by receiving less than your capital sums).","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":" (2:279)\na) Narrated Abu Sa‘îd Al-Khudrî رضي الله عنه: Once Bilâl brought Bami (a kind of) dates to the Prophet صلى الله عليه وسلم and the Prophet صلى الله عليه وسلم asked him, \"From where have you brought these?\" Bilâl replied, \"I had some inferior kind of dates and exchanged two Sâ‘ of it for one Sâ‘ of Bami dates, in order to give it to the Prophet صلى الله عليه وسلم to eat.\" Thereupon the Prophet صلى الله عليه وسلم said, \"Beware! Beware! This is definitely Ribâ (usury)! This is definitely Ribâ (usury)! Don’t do so, but if you want to buy (a superior kind of dates) sell the inferior kind of dates for money and then, buy the superior kind of dates with that money.\" (Sahih Al-Bukhari, Vol. 3, Hadîth No.506).\nb) Narrated Samura bin Jundub رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم very often used to ask his companions, \"Did anyone of you see a dream?\" So, dreams would be narrated to him by those whom Allâh willed to relate. One morning the Prophet صلى الله عليه وسلم said, \"Last night two persons (angels) came to me (in a dream) and woke me up and said to me, ‘Proceed!’ I set out with them and we came across a man lying down, and behold, another man was standing over his head, holding a big rock. Behold, he was throwing the rock at the man’s head, smashing it. The rock rolled away and the thrower followed it and took it back. By the time he reached the man, his head returned to its normal state. The thrower then did the same as he had done before. I said to my two companions, ‘Subhan Allâh! Who are these two persons?’ They said, ‘Proceed!’ So we proceeded and came to a man lying in a prone position, and another man standing over his head with an iron hook, and behold, he would put the hook in one side of the man’s mouth and tear off that side of his face to the back (of the neck), and similarly tear his nose from front to back, and his eye from front to back. Then he turned to the other (second) side of the man’s face and did just as he had done with the first side. He hardly completed that (second) side when the first side returned to its normal state. Then he returned to it to repeat what he had done before. I said to my two companions, ‘Subhan Allâh! Who are these two persons?’ They said to me, ‘Proceed!’ So we proceeded and came across something like a Tannur (a kind of baking oven, a pit usually clay-lined for baking bread).\" I think the Prophet صلى الله عليه وسلم said, \"In that oven there was much noise and voices.\" The Prophet صلى الله عليه وسلم added, \"We looked into it and found naked men and women, and behold, a flame of fire was reaching to them from underneath, and when it reached them, they cried loudly. I asked them, ‘Who are these?’ They said to me, ‘Proceed!’ And so we proceeded and came across a river.\" I think he said, \"- red like blood.\" The Prophet صلى الله عليه وسلم added, \"And behold, in the river there was a man swimming, and on the bank there was a man who had collected many stones. Behold, while the other man was swimming, he went near him. The former opened his mouth and the latter (on the bank) threw a stone into his mouth whereupon he went swimming again. Then again he (the former) returned to him (the latter), and every time the former returned, he opened his mouth, and the latter threw a stone into his mouth, (and so on) the performance was repeated. I asked my two companions, ‘Who are these two persons?’ They replied, ‘Proceed! Proceed!’ And we proceeded till we came to a man with a repulsive appearance, the most repulsive appearance you ever saw a man having! Beside him there was a fire, and he was kindling it and running around it. I asked my companions, ‘Who is this (man)?’ They said to me, ‘Proceed! Proceed!’ So we proceeded till we reached a garden of deep green dense vegetation, having all sorts of spring colours. In the midst of the garden there was a very tall man, and I could hardly see his head because of his great height, and around him there were children in such a large number as I have never seen. I said to my companions, ‘Who is this?’ They replied, ‘Proceed! Proceed!’ So we proceeded till we came to a majestic huge garden, greater and better than I have ever seen! My two companions said to me, ‘Ascend up’ and I ascended up.\" The Prophet صلى الله عليه وسلم added, \"So we ascended till we reached a city built of gold and silver bricks, and we went to its gate and asked (the gatekeeper) to open the gate, and it was opened and we entered the city and found in it men with one side of their bodies as handsome as the most handsome person you have ever seen, and the other side as ugly as the ugliest person you have ever seen. My two companions ordered those men to throw themselves into the river. Behold, there was a river flowing across (the city), and its water was like milk in whiteness. Those men went and threw themselves in it and then returned to us after the ugliness (of their bodies) had disappeared, and they became in the best shape.\" The Prophet صلى الله عليه وسلم further added, \"My two companions (angels) said to me: ‘This place is the ‘Adn Paradise, and that is your place.’ I raised up my sight, and behold, there I saw a palace like a white cloud! My two companions said to me: ‘That (palace) is your place’ I said to them: ‘May Allâh bless you both! Let me enter it.’ They replied, ‘As for now, you will not enter it, but you shall enter it (one day).’ I said to them, ‘I have seen many wonders tonight. What does all that mean which I have seen?’ They replied, ‘We will inform you: As for the first man you came upon whose head was being smashed with the rock, he is the symbol of the one who studies the Qur’ân, and then neither recites it, nor acts on its orders, and sleeps, neglecting the enjoined prayers. As for the man you came upon, whose sides of mouth, nostrils, and eyes were torn off from front to back, he is the symbol of the man who goes out of his house in the morning and tells lies that are spread all over the world. And those naked men and women whom you saw in a construction resembling an oven, they are the adulterers-fornicators and the adulteresses-fornicatresses, and the man whom you saw swimming in the river, and was given a stone to swallow, is the eater of Ribâ (usury), and the bad looking man whom you saw near the fire kindling it and going around it, is Mâlik; the gatekeeper of Hell, and the tall man whom you saw in the garden, is Ibrâhîm (Abraham), and the children around him are those who die on Al-Fitrah (the Islâmic Faith of Monotheism).’ \" The narrator added : Some Muslims asked the Prophet صلى الله عليه وسلم Allâh’s Messenger! What about the children of Al-Mushrikûn?*\" The Prophet صلى الله عليه وسلم replied, \"And also the children of Al-Mushrikûn.\" The Prophet صلى الله عليه وسلم added, \"My two companions added, ‘The men you saw half handsome and half ugly were those persons who had mixed an act that was good with another that was evil, but Allâh forgave them.’ \" (Sahih Al-Bukhâri, Vol. 9, Hadîth No. 171).\n* Al-Mushrikûn: polytheists, pagans, idolaters, and disbelievers in the Oneness of Allâh and in His Messenger Muhammad صلى الله عليه وسلم.","lang":"en"},{"name":"2:280","price":" 280. And if the debtor is in a hard time (has no money), then grant him time till it is easy for him to repay, but if you remit it by way of charity, that is better for you if you did but know.[4]","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"(V.2:280) Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said; \"A man used to give loans to the people, and used to say to his servant, ‘If the debtor is poor, forgive him, so that Allâh may forgive us.’ So when he met Allâh (after his death), Allâh forgave him.\" (Sahih Al-Bukhâri, Vol. 4, Hadîth No.687).","lang":"en"},{"name":"2:281","price":" 281. And be afraid of the Day when you shall be brought back to Allâh. Then every person shall be paid what he earned, and they shall not be dealt with unjustly.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:282","price":"282. O you who believe! When you contract a debt for a fixed period, write it down. Let a scribe write it down in justice between you. Let not the scribe refuse to write as Allâh has taught him, so let him write. Let him (the debtor) who incurs the liability dictate, and he must fear Allâh, his Lord, and diminish not anything of what he owes. But if the debtor is of poor understanding, or weak, or is unable to dictate for himself, then let his guardian dictate in justice. And get two witnesses out of your own men. And if there are not two men (available), then a man and two women, such as you agree for witnesses, so that if one of them (two women) errs, the other can remind her. And the witnesses should not refuse when they are called (for evidence). You should not become weary to write it (your contract), whether it be small or big, for its fixed term, that is more just with Allâh; more solid as evidence, and more convenient to prevent doubts among yourselves, save when it is a present trade which you carry out on the spot among yourselves, then there is no sin on you if you do not write it down. But take witnesses whenever you make a commercial contract. Let neither scribe nor witness suffer any harm, but if you do (such harm), it would be wickedness in you. So be afraid of Allâh; and Allâh teaches you. And Allâh is the All-Knower of each and everything.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:283","price":"283. And if you are on a journey and cannot find a scribe, then let there be a pledge taken (mortgaging)[1]; then if one of you entrust the other, let the one who is entrusted discharge his trust (faithfully), and let him be afraid of Allâh, his Lord. And conceal not the evidence for he, who hides it, surely his heart is sinful. And Allâh is All-Knower of what you do.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"(V.2:283) Narrated ‘Âishah رضي الله عنها: The Prophet صلى الله عليه وسلم bought some foodstuff on credit for a limited period and mortgaged his armour for it. (Sahih Al-Bukhâri, Vol. 3, Hadîth No.686)","lang":"en"},{"name":"2:284","price":" 284. To Allâh belongs all that is in the heavens and all that is on the earth, and whether you disclose what is in your ownselves or conceal it, Allâh will call you to account for it. Then He forgives whom He wills and punishes whom He wills. And Allâh is Able to do all things.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:285","price":" 285. The Messenger (Muhammad صلى الله عليه وسلم) believes in what has been sent down to him from his Lord, and (so do) the believers. Each one believes in Allâh, His Angels, His Books, and His Messengers. (They say), \"We make no distinction between one another of His Messengers\" - and they say, \"We hear, and we obey. (We seek) Your Forgiveness, our Lord, and to You is the return (of all).\"","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"2:286","price":" 286. Allâh burdens not a person beyond his scope. He gets reward for that (good) which he has earned, and he is punished for that (evil) which he has earned. \"Our Lord! Punish us not if we forget or fall into error, our Lord! Lay not on us a burden like that which You did lay on those before us (Jews and Christians); our Lord! Put not on us a burden greater than we have strength to bear. Pardon us and grant us Forgiveness. Have mercy on us. You are our Maulâ (Patron, Supporter and Protector, etc.) and give us victory over the disbelieving people.[2]\"","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"(V.2:286) Narrated Abu Mas‘ûd Al-Badri رضي الله عنه Allâh’s Messenger صلى الله عليه وسلم said, \"Whosoever recited the last two Verses of Sûrat Al-Baqarah at night, that will be sufficient for him.\" (Sahih Al-Bukhâri, Vol. 5, Hadîth No.345).","lang":"en"},{"name":"3:1","price":"1. Alif-Lâm-Mîm. [These letters are one of the miracles of the Qur’ân, and none but Allâh (Alone) knows their meanings].","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:2","price":" 2. Allâh! Lâ ilâha illa Huwa (none has the right to be worshipped but He), Al-Hayyul-Qayyum (the Ever Living, the One Who sustains and protects all that exists).","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:3","price":" 3. It is He Who has sent down the Book (the Qur’ân) to you (O Muhammad صلى الله عليه وسلم) with truth, confirming what came before it. And He sent down the Taurât (Torah) and the Injeel (Gospel),","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:4","price":" 4. Aforetime, as a guidance to mankind. And He sent down the criterion [of judgement between right and wrong (this Qur’ân)]. Truly, those who disbelieve in the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh, for them there is a severe torment; and Allâh is All-Mighty, All-Able of Retribution.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:5","price":" 5. Truly, nothing is hidden from Allâh, in the earth or in the heaven.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:6","price":" 6. He it is Who shapes you in the wombs as He wills. Lâ ilâha illa Huwa (none has the right to be worshipped but He), the All-Mighty, the All-Wise.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:7","price":" 7. It is He Who has sent down to you (Muhammad صلى الله عليه وسلم) the Book (this Qur’ân). In it are Verses that are entirely clear, they are the foundations of the Book [and those are the Verses of Al-Ahkâm (commandments), Al-Fara’id (obligatory duties) and Al-Hudud (legal laws for the punishment of thieves, adulterers)]; and others not entirely clear. So as for those in whose hearts there is a deviation (from the truth) they follow that which is not entirely clear thereof, seeking Al-Fitnah (polytheism and trials), and seeking for its hidden meanings, but none knows its hidden meanings save Allâh. And those who are firmly grounded in knowledge say: \"We believe in it; the whole of it (clear and unclear Verses) are from our Lord.\" And none receive admonition except men of understanding. (Tafsir At-Tabarî).","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:8","price":" 8. (They say): \"Our Lord! Let not our hearts deviate (from the truth) after You have guided us, and grant us mercy from You. Truly, You are the Bestower.\"","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:9","price":" 9. \"Our Lord! Verily, it is You Who will gather mankind together on the Day about which there is no doubt. Verily, Allâh never breaks His Promise\".","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:10","price":"10. Verily, those who disbelieve, neither their properties nor their offspring will avail them whatsoever against Allâh; and it is they who will be fuel of the Fire.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:11","price":" 11. Like the behaviour of the people of Fir‘aun (Pharaoh) and those before them; they belied Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.). So Allâh seized (destroyed) them for their sins. And Allâh is Severe in punishment.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:12","price":" 12. Say (O Muhammad صلى الله عليه وسلم) to those who disbelieve: \"You will be defeated and gathered together to Hell, and worst indeed is that place to rest.\"","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:13","price":" 13. There has already been a sign for you (O Jews) in the two armies that met (in combat i.e. the battle of Badr). One was fighting in the Cause of Allâh, and as for the other, (they) were disbelievers. They (the believers) saw them (the disbelievers) with their own eyes twice their number (although they were thrice their number). And Allâh supports with His Victory whom He wills. Verily, in this is a lesson for those who understand. (See Verse 8:44). (Tafsir At-Tabarî)","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:14","price":" 14. Beautified for men is the love of things they covet; women, children, much of gold and silver (wealth), branded beautiful horses, cattle and well-tilled land. This is the pleasure of the present world’s life; but Allâh has the excellent return (Paradise with flowing rivers) with Him.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:15","price":" 15. Say: \"Shall I inform you of things far better than those? For Al-Muttaqûn (the pious - See V.2:2) there are Gardens (Paradise) with their Lord, underneath which rivers flow. Therein (is their) eternal (home) and Azwâjun Mutahharatun [1] (purified mates or wives). And Allâh will be pleased with them. And Allâh is All-Seer of the (His) slaves\".","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":" (V.3:15) i.e. they will have no menses, urine, or stool, See Tafsir Ibn Kathir and also see footnote of (V.29:64).","lang":"en"},{"name":"3:16","price":"16. Those who say: \"Our Lord! We have indeed believed, so forgive us our sins and save us from the punishment of the Fire.\"","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:17","price":" 17. (They are) those who are patient, those who are true (in Faith, words, and deeds), and obedient with sincere devotion in worship to Allâh. Those who spend [give the Zakât and alms in the Way of Allâh] and those who pray and beg Allâh’s Pardon in the last hours of the night.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:18","price":" 18. Allâh bears witness that Lâ ilâha illa Huwa (none has the right to be worshipped but He), and the angels, and those having knowledge (also give this witness); (He always) maintains His creation in Justice. Lâ ilâha illa Huwa (none has the right to be worshipped but He), the All-Mighty, the All-Wise.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:19","price":" 19. Truly, the religion with Allâh is Islâm. Those who were given the Scripture (Jews and Christians) did not differ except, out of mutual jealousy, after knowledge had come to them. And whoever disbelieves in the Ayât (proofs, evidence, verses, signs, revelations, etc.) of Allâh, then surely, Allâh is Swift in calling to account.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:20","price":" 20. So if they dispute with you (Muhammad صلى الله عليه وسلم) say: \"I have submitted myself to Allâh (in Islâm), and (so have) those who follow me.\" And say to those who were given the Scripture (Jews and Christians) and to those who are illiterates (Arab pagans): \"Do you (also) submit yourselves (to Allâh in Islâm)?\" If they do, they are rightly guided; but if they turn away, your duty is only to convey the Message; and Allâh is All-Seer of (His) slaves[1].","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"(V.3:20): See footnote of (V.3:85).","lang":"en"},{"name":"3:21","price":" 21. Verily! Those who disbelieve in the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh and kill the Prophets without right, and kill those men who order just dealings, ... then announce to them a painful torment.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:22","price":" 22. They are those whose works will be lost in this world and in the Hereafter, and they will have no helpers.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:23","price":" 23. Have you not seen those who have been given a portion of the Scripture? They are being invited to the Book of Allâh to settle their dispute, then a party of them turn away, and they are averse.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:24","price":" 24. This is because they say: \"The Fire shall not touch us but for a number of days.\" And that which they used to invent regarding their religion has deceived them.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:25","price":" 25. How (will it be) when We gather them together on the Day about which there is no doubt (i.e. the Day of Resurrection). And each person will be paid in full what he has earned? And they will not be dealt with unjustly.","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:26","price":" 26. Say (O Muhammad صلى الله عليه وسلم): \"O Allâh! Possessor of the kingdom, You give the kingdom to whom You will, and You take the kingdom from whom You will, and You endue with honour whom You will, and You humiliate whom You will. In Your Hand[1] is the good. Verily, You are Able to do all things.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"(V.3:26): See the footnote of (V.3:73)","lang":"en"},{"name":"3:27","price":" 27. You make the night to enter into the day, and You make the day to enter into the night (i.e. increase and decrease in the hours of the night and the day during winter and summer), You bring the living out of the dead, and You bring the dead out of the living. And You give wealth and sustenance to whom You will, without limit (measure or account).","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:28","price":" 28. Let not the believers take the disbelievers as Auliyâ (supporters, helpers) instead of the believers, and whoever does that will never be helped by Allâh in any way, except if you indeed fear a danger from them. And Allâh warns you against Himself (His punishment)[2], and to Allâh is the final return.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"(V.3:28) The Statement of Allâh عز وجل \"But Allâh warns you against Himself (i.e. His Punishment).\" (3:28).\nNarrated ‘Abdullâh رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"There is none who has a greater sense of Ghairah * than Allâh, and for that reason He has forbidden Al-Fawâhish , (the shameful deeds and sins, e.g. illegal sexual intercourse). And there is none who likes to be praised more than Allâh does.\" (Sahih Al-Bukhâri, Vol.9, Hadîth No.500).\n* Ghairah: a feeling of great fury and anger when one’s honour and prestige are injured or challenged.","lang":"en"},{"name":"3:29","price":" 29. Say (O Muhammad صلى الله عليه وسلم): \"Whether you hide what is in your breasts or reveal it, Allâh knows it, and He knows what is in the heavens and what is in the earth. And Allâh is Able to do all things.\"","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:30","price":" 30. On the Day when every person will be confronted with all the good he has done, and all the evil he has done, he will wish that there were a great distance between him and his evil. And Allâh warns you against Himself (His punishment) and Allâh is full of kindness to (His) slaves.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:31","price":" 31. Say (O Muhammad صلى الله عليه وسلم to mankind): \"If you (really) love Allâh then follow me (i.e. accept Islâmic Monotheism, follow the Qur’ân and the Sunnah), Allâh will love you and forgive you your sins. And Allâh is Oft-Forgiving, Most Merciful.\"","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:32","price":" 32. Say (O Muhammad صلى الله عليه وسلم): \"Obey Allâh and the Messenger (Muhammad صلى الله عليه وسلم).\" But if they turn away, then Allâh does not like the disbelievers[1].","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"(V.3:32) See the footnote of (V.3:85).","lang":"en"},{"name":"3:33","price":" 33. Allâh chose Adam, Nûh (Noah), the family of Ibrâhîm (Abraham) and the family of ‘Imrân above the ‘Âlamîn (mankind and jinn) (of their times).","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:34","price":" 34. Offspring, one of the other, and Allâh is All-Hearer, All-Knower.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:35","price":" 35. (Remember) when the wife of ‘Imrân said: \"O my Lord! I have vowed to You what (the child that) is in my womb to be dedicated for Your services (free from all worldly work; to serve Your Place of worship), so accept this from me. Verily, You are the All-Hearer, the All-Knowing.\"","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:36","price":" 36. Then when she gave birth to her [child Maryam (Mary)], she said: \"O my Lord! I have given birth to a female child,\" - and Allâh knew better what she brought forth, - \"And the male is not like the female, and I have named her Maryam[2] (Mary), and I seek refuge with You (Allâh) for her and for her offspring from Shaitân (Satan), the outcast.\"","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"(V.3:36) Maryam (مريم) literally means: maidservant of Allâh.","lang":"en"},{"name":"3:37","price":" 37. So her Lord (Allâh) accepted her with goodly acceptance. He made her grow in a good manner and put her under the care of Zakariyâ (Zachariya). Every time he entered Al-Mihrâb [3] to (visit) her, he found her supplied with sustenance. He said: \"O Maryam (Mary)! From where have you got this?\" She said, \"This is from Allâh.\" Verily, Allâh provides sustenance to whom He wills, without limit.\"","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"(V.3:37) Al-Mihrâb: a praying place or a private room.","lang":"en"},{"name":"3:38","price":"38. At that time Zakariyâ (Zachariya) invoked his Lord, saying: \"O my Lord! Grant me from You, a good offspring. You are indeed the All-Hearer of invocation.\"","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:39","price":" 39. Then the angels called him, while he was standing in prayer in Al-Mihrâb (a praying place or a private room), (saying): \"Allâh gives you glad tidings of Yahya (John), confirming (believing in) the word from Allâh [i.e. the creation of ‘Îsâ (Jesus) عليه السلام, the Word from Allâh (\"Be!\" - and he was!)], noble, keeping away from sexual relations with women, a Prophet, from among the righteous.\"","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:40","price":" 40. He said: \"O my Lord! How can I have a son when I am very old, and my wife is barren?\" (Allâh) said: \"Thus Allâh does what He wills.\"","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:41","price":" 41. He said: \"O my Lord! Make a sign for me.\" Allâh said: \"Your sign is that you shall not speak to mankind for three days except with signals. And remember your Lord much (by praising Him again and again), and glorify (Him) in the afternoon and in the morning.[1]\"","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"(V.3:41) See Tafsir Al-Qurtubi, Vol.4, Page.82.","lang":"en"},{"name":"3:42","price":" 42. And (remember) when the angels said: \"O Maryam (Mary)! Verily, Allâh has chosen you, purified you (from polytheism and disbelief), and chosen you above the women of the ‘Âlamîn (mankind and jinn) (of her lifetime).\"","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:43","price":" 43. O Mary! \"Submit yourself with obedience to your Lord (Allâh, by worshipping none but Him Alone) and prostrate yourself, and Irkâ‘i (bow down) along with Ar-Râki‘ûn (those who bow down).\"","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:44","price":" 44. This is a part of the news of the Ghaib (unseen, i.e. the news of the past nations of which you have no knowledge) which We reveal to you (O Muhammad صلى الله عليه وسلم). You were not with them, when they cast lots with their pens as to which of them should be charged with the care of Maryam (Mary); nor were you with them when they disputed.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:45","price":" 45. (Remember) when the angels said: \"O Maryam (Mary)! Verily, Allâh gives you the glad tidings of a Word [\"Be!\" - and he was! i.e. ‘Îsâ (Jesus) the son of Maryam (Mary)] from Him, his name will be the Messiah ‘Îsâ (Jesus), the son of Maryam (Mary), held in honour in this world and in the Hereafter, and will be one of those who are near to Allâh.\"","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:46","price":"46. \"He will speak to the people in the cradle[1] and in manhood, and he will be one of the righteous.\"","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"(V.3:46) Narrated Abu Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"None spoke in cradle but three: (The first was) Jesus, (the second child was): There was a man from Banî Israel called Juraij. While he was offering prayer, his mother came and called him. He said (to himself), \"Shall I answer her or keep on praying?\" (He went on praying and did not answer her). His mother said, \"O Allâh! Do not let him die till he sees the faces of prostitutes.\" So while he was in his hermitage, a lady came and sought to seduce him, but he refused. So she went to a shepherd and presented herself to him to commit illegal sexual intercourse with her, and then later she gave birth to a child and claimed that it belonged to Juraij. The people, therefore, came to him and dismantled his hermitage and expelled him out of it and abused him. Juraij performed ablution and offered prayer, and then came to the child and said: \"O child! Who is your father?\" The child replied, \"The shepherd\" (after hearing this) the people said, \"We shall rebuild your hermitage of gold,\" but he said: \"No, of nothing but mud.\" (The third was the hero of the following story): A lady from Banî Israel was nursing her child at her breast when a handsome rider passed by her. She said, \"O Allâh! Make my child like him.\" On that the child left her breast and facing the rider said: \"O Allâh! Do not make me like him.\" The child then started to suck her breast again. [Abu Hurairah further said, \"As if I were now looking at the Prophet صلى الله عليه و سلم sucking his finger (in way of demonstration.\")]. After a while they (some people) passed by, with a lady slave and she (i.e. the child’s mother) said, \"O Allâh! Do not make my child like this (slave-girl)!\" On that the child left her breast, and said, \"O Allâh! Make me like her.\" When she asked why, the child replied, \"The rider is one of the tyrants while this slave-girl is falsely accused of theft and illegal sexual intercourse.\" (Sahih Al-Bukhâri, Vol.4, Hadîth No.645).","lang":"en"},{"name":"3:47","price":" 47. She said: \"O my Lord! How shall I have a son when no man has touched me.\" He said: \"So (it will be) for Allâh creates what He wills. When He has decreed something, He says to it only: \"Be!\" - and it is.","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:48","price":" 48. And He (Allâh) will teach him [(‘Îsâ (Jesus)] the Book and Al-Hikmah (i.e. the Sunnah, the faultless speech of the Prophets, wisdom), (and) the Taurât (Torah) and the Injeel (Gospel).","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:49","price":" 49. And will make him [(‘Îsâ (Jesus)] a Messenger to the Children of Israel (saying): \"I have come to you with a sign from your Lord, that I design for you out of clay, a figure like that of a bird, and breathe into it, and it becomes a bird by Allâh’s Leave; and I heal him who was born blind, and the leper, and I bring the dead to life by Allâh’s Leave. And I inform you of what you eat, and what you store in your houses. Surely, therein is a sign for you, if you believe.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:50","price":" 50. And I have come confirming that which was before me of the Taurât (Torah), and to make lawful to you part of what was forbidden to you, and I have come to you with a proof from your Lord. So fear Allâh and obey me.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:51","price":" 51. Truly! Allâh is my Lord and your Lord, so worship Him (Alone). This is the Straight Path.","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:52","price":" 52. Then when ‘Îsâ (Jesus) came to know of their disbelief, he said: \"Who will be my helpers in Allâh’s Cause?\" Al-Hawâriyyûn (the disciples) said: \"We are the helpers of Allâh; we believe in Allâh, and bear witness that we are Muslims (i.e. we submit to Allâh).\"","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:53","price":"53. Our Lord! We believe in what You have sent down, and we follow the Messenger [(‘Îsâ (Jesus)]; so write us down among those who bear witness (to the truth i.e. Lâ ilâha illallâh - none has the right to be worshipped but Allâh).","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:54","price":" 54. And they (disbelievers) plotted to kill ‘Îsâ [(Jesus) عليه السلام], and Allâh plotted too. And Allâh is the Best of those who plot.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:55","price":" 55. And (remember) when Allâh said: \"O ‘Îsâ (Jesus)! I will take you and raise you to Myself and clear you [of the forged statement that ‘Îsâ (Jesus) is Allâh’s son] of those who disbelieve, and I will make those who follow you (Monotheists, who worship none but Allâh) superior to those who disbelieve [in the Oneness of Allâh, or disbelieve in some of His Messengers, e.g. Muhammad صلى الله عليه وسلم, ‘Îsâ (Jesus), Mûsâ (Moses), etc., or in His Holy Books, e.g. the Taurât (Torah), the Injeel (Gospel), the Qur’ân] till the Day of Resurrection[1]. Then you will return to Me and I will judge between you in the matters in which you used to dispute.\"","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"(V.3:55) The advent (descent) of ‘Îsâ (Jesus), [son of Maryam (Mary)] عليه السلام .\na) Narrated Abu Hurairah رضي الله عنه Allâh’s Messenger صلى الله عليه و سلم said, \"By Him in Whose Hand my soul is, surely [‘Îsâ (Jesus)], the son of Maryam (Mary) عليه السلامwill shortly descend amongst you (Muslims), and will judge mankind justly by the law of the Qur’ân (as a just ruler); he will break the cross and kill the pigs and there will be no Jîzyah\" (i.e. taxation taken from non-Muslims). Money will be in abundance so that nobody will accept it, and a single prostration to Allâh (in prayer) will be better than the whole world and whatever is in it.\" Abu Hurairah added: \"If you wish, you can recite (this Verse of the Qur’ân): \"And there is none of the people of the Scriptures (Jews and Christians) but must believe in him [i.e. ‘Îsâ (Jesus) عليه السلام as a Messenger of Allâh and a human being] before his [‘Îsâ (Jesus) عليه السلام or a Jew’s or Christian’s] death, and on the Day of Resurrection, he [‘Îsâ (Jesus) عليه السلام] will be a witness against them.\" (4:159).\n(See Fath Al-Bari , Vol.7, Page No.302) According to the quotation of Kushmaihani there is the word Al-Jizyah * instead of Al-Harb (Sahih Al-Bukhâri, Vol.4, Hadîth No.657).\nb) Narrated Abu Hurairah رضي الله عنه Allâh’s Messenger صلى الله عليه وسلم said: \"How will you be when the son of Maryam (Mary) [i.e. ‘Îsâ (Jesus) عليه السلام descends amongst you, and he will judge people by the Law of the Qur’ân and not by the law of the Injeel (Gospel).\" (Fath Al-Bari, Vol.7, Pages 304 and 305) (Sahih Al-Bukhâri, Vol.4, Hadîth No.658).\n* The Jizyah: a tax imposed on non-Muslims who would keep their own religion, rather than embrace Islâm) will not be accepted by ‘Îsâ (Jesus) عليه السلام, but all people will be required to embrace Islâm and there will be no other alternative.","lang":"en"},{"name":"3:56","price":" 56. \"As to those who disbelieve, I will punish them with a severe torment in this world and in the Hereafter, and they will have no helpers.\"","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"[2] (V.16:92) See the footnote of (V.3:85).","lang":"en"},{"name":"3:57","price":" 57. And as for those who believe (in the Oneness of Allâh) and do righteous good deeds, Allâh will pay them their reward in full. And Allâh does not like the Zâlimun (polytheists and wrong-doers).","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:58","price":" 58. This is what We recite to you (O Muhammad صلى الله عليه وسلم) of the Verses and the Wise Reminder (i.e. the Qur’ân).","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:59","price":" 59. Verily, the likeness of ‘Îsâ (Jesus) before Allâh is the likeness of Adam. He created him from dust, then (He) said to him: \"Be!\" - and he was.","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:60","price":" 60. (This is) the truth from your Lord, so be not of those who doubt.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:61","price":" 61. Then whoever disputes with you concerning him [‘Îsâ (Jesus)] after (all this) knowledge that has come to you [i.e. ‘Îsâ (Jesus) being a slave of Allâh, and having no share in Divinity], say: (O Muhammad صلى الله عليه وسلم) \"Come, let us call our sons and your sons, our women and your women, ourselves and yourselves - then we pray and invoke (sincerely) the Curse of Allâh upon those who lie.\"","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:62","price":" 62. Verily! This is the true narrative [about the story of ‘Îsâ (Jesus)], and Lâ ilâha illallâh (none has the right to be worshipped but Allâh, the One and the Only True God, Who has neither a wife nor a son). And indeed, Allâh is the All-Mighty, the All-Wise.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:63","price":" 63. And if they turn away (and do not accept these true proofs and evidence), then surely, Allâh is All-Aware of those who do mischief.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:64","price":" 64. Say (O Muhammad صلى الله عليه وسلم): \"O people of the Scripture (Jews and Christians): Come to a word that is just between us and you, that we worship none but Allâh (Alone), and that we associate no partners with Him, and that none of us shall take others as lords besides Allâh[1]. Then, if they turn away, say: \"Bear witness that we are Muslims.\"","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"(V.3:64) Narrated Ibn ‘Abbâs رضي الله عنهما: Abu Sufyân narrated to me personally, saying, \"I set out during the truce that had been concluded between me and Allâh’s Messenger صلى الله عليه وسلم. While I was in Shâm, a letter sent by the Prophet صلى الله عليه وسلم was brought to Heraclius. Dihya Al-Kalbi had brought and given it to the governor of Busra, and the latter forwarded it to Heraclius. Heraclius said, ‘Is there anyone from the people of this man who claims to be a Prophet?’ The people replied, ‘Yes,’ so, along with some other Quraishi men, I was called and we entered upon Heraclius, and we were seated in front of him. Then he said, ‘Who amongst you is the nearest relative to the man who claims to be a Prophet?’ I (Abu Sufyân) replied: ‘I am the nearest relative to him from amongst the group.’ So they made me sit in front of him and made my companions sit behind me. Then he called upon his translator and said (to him). ‘Tell them (i.e. Abu Sufyân’s companions) that I am going to ask him (i.e. Abu Sufyân) regarding that man who claims to be a Prophet. So, if he tells me a lie, they should contradict him (instantly).’ By Allâh, had I not been afraid that my companions would consider me a liar, I would have told lies. Heraclius then said to his translator, ‘Ask him: What is his (i.e. the Prophet’s) family status amongst you?’ I said, ‘He belongs to a noble family amongst us.’ Heraclius said, ‘Was any of his ancestors a king?’ I said, ‘No’. He said, ‘Did you ever accuse him of telling lies before his saying what he has said?’ I said, ‘No’. He said, ‘Do the nobles follow him or the poor people?’ I said, ‘It is the poor who follow him.’ He said, ‘Is the number of his followers increasing or decreasing?’ I said, ‘They are increasing.’ He said, ‘Does anyone renounce his religion (i.e. Islâm) after embracing it, being displeased with it?’ I said, ‘No.’ He said, ‘Did you fight with him?’ I replied, ‘Yes.’ He said, ‘How was your fighting with him?’ I said, ‘The fighting between us was undecided and victory was shared by him and us in turns. He inflicts casualties upon us and we inflict casualties upon him.’ He said, ‘Did he ever betray?’ I said, ‘No, but now we are away from him in this truce and we do not know what he will do in it.’ \" Abu Sufyân added, \"By Allâh, I was not able to insert in my speech a word (against him) except that. Heraclius said, ‘Did anybody else (amongst you) ever claim the same (i.e. to be Allâh’s Prophet) before him?’ I said, ‘No’. Then Heraclius told his translator to tell me (i.e. Abu Sufyân), ‘I asked you about his family status amongst you, and you told me that he comes from a noble family amongst you. Verily, all Messengers come from the noblest family among their people. Then I asked you whether any of his ancestors was a king, and you denied that. Thereupon I thought that had one of his forefathers been a king, I would have said that he (i.e. Muhammad صلى الله عليه وسلم) was seeking to rule the kingdom of his forefathers. Then I asked you regarding his followers, whether they were the noble or the poor among the people, and you said that they were only poor (who follow him). In fact, such are the followers of the Messengers. Then I asked you whether you have ever accused him of telling lies before he said what he said, and your reply was in the negative. Therefore, I took for granted that a man who did not tell a lie about others, could never tell a lie about Allâh. Then I asked you whether anyone of his followers had renounced his religion (i.e. Islâm) after embracing it, being displeased with it, and you denied that. And such is faith when its delight enters the heart and mixes with it completely. Then I asked you whether his followers were increasing or decreasing. You claimed that they were increasing, that is the way of true faith till it is complete. Then I asked you whether you had ever fought with him, and you claimed that you had fought with him and the battle between you and him was undecided and the victory was shared by you and him in turns; he inflicted casualties upon you and you inflicted casualties upon them. Such is the case with the Messengers, they are put to trials and the final victory is for them. Then I asked you whether he has ever betrayed anyone; you claimed that he had never betrayed. Indeed, Messengers never betray. Then I asked you whether anyone had said this statement before him; and you denied that. Thereupon I thought if somebody had said that statement before him, then I would have said that he was but a man copying some sayings said before him.’ Abu Sufyân said, \"Heraclius then asked me, ‘What does he order you to do?’ I said, ‘He orders us (to offer) prayers and (to pay) Zakât, and to keep good relationship with the kith and kin, and to be chaste.’ Then Heraclius said, ‘If whatever you have said is true, then he is really a Prophet. I knew that he (i.e. the Prophet صلى الله عليه وسلم) was going to appear, but I never thought that he would be from amongst you. If I were certain that I can reach him, I would like to meet him and if I were with him, I would wash his feet; and his kingdom will expand (surely) to what is under my feet.’ Then Heraclius asked for the letter of Allâh’s. Messenger صلى الله عليه وسلم and read it, wherein was written: In the Name of Allâh, the Most Gracious, the Most Merciful\n(This letter is) from Muhammad, Messenger of Allâh, to Heraclius, the sovereign of Byzantine\nPeace be upon him who follows the Right Path. Now then, I call you to embrace Islâm. Embrace Islâm and you will be saved (from Allâh’s punishment); embrace Islâm, and Allâh will give you a double reward, but if you reject this, you will be responsible for the sins of all the people of your kingdom: (Allâh’s Statement): \"O people of the Scripture (Jews and Christians)! Come to a word that is just between us and you, that we worship none but Allâh (Alone) ... bear witness that we are Muslims.\" (3:64). \"When he finished reading the letter, voices grew louder near him and there was a great hue and cry, and we were ordered to go out.\" Abu Sufyân added, \"While coming out, I said to my companions, ‘The matter of Ibn Abu Kabshah* (i.e. Muhammad صلى الله عليه وسلم has become so prominent that even the king of Banu Al-Asfar (i.e. the Romans) is afraid of him.’ So I continued to believe that Allâh’s Messengerصلى الله عليه وسلم would be victorious, till Allâh made me embrace Islâm.\" Az-Zuhri said, \"Heraclius then invited all the chiefs of the Byzantine and had them assembled in his house and said, ‘O group of Byzantine! Do you wish to have a permanent success and guidance and that your kingdom should remain with you?’ (Immediately after hearing that), they rushed towards the gate like onagers, but they found them closed. Heraclius then said, ‘Bring them back to me.’ So he called them and said, ‘I just wanted to test the strength of your adherence to your religion. Now I have observed of you that which I like.’ Then the people fell in prostration before him and became pleased with him.\" (Sahih Al-Bukhâri Vol.6, Hadîth No.75).\n* Abu Kabshah was not the father of the Prophet صلى الله عليه وسلم but it was a mockery done by Abu Sufyân out of hostility against the Prophet صلى الله عليه وسلم.","lang":"en"},{"name":"3:65","price":" 65. O people of the Scripture (Jews and Christians)! Why do you dispute about Ibrâhîm (Abraham), while the Taurât (Torah) and the Injeel (Gospel) were not revealed till after him? Have you then no sense?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:66","price":" 66. Verily, you are those who have disputed about that of which you have knowledge. Why do you then dispute concerning that of which you have no knowledge? It is Allâh Who knows, and you know not.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:67","price":" 67. Ibrâhîm (Abraham) was neither a Jew nor a Christian, but he was a true Muslim Hanîfa (Islâmic Monotheism - to worship none but Allâh Alone) and he was not of Al-Mushrikûn (See V.2:105)[2].","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"(V.3:67) See the footnote of (V.2:135).","lang":"en"},{"name":"3:68","price":" 68. Verily, among mankind who have the best claim to Ibrâhîm (Abraham) are those who followed him, and this Prophet (Muhammad صلى الله عليه وسلم) and those who have believed (Muslims). And Allâh is the Walî (Protector and Helper) of the believers.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:69","price":" 69. A party of the people of the Scripture (Jews and Christians) wish to lead you astray. But they shall not lead astray anyone except themselves, and they perceive not.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:70","price":" 70. O people of the Scripture! (Jews and Christians): \"Why do you disbelieve in the Ayât of Allâh, [the Verses about Prophet Muhammad صلى الله عليه وسلم present in the Taurât (Torah) and the Injeel (Gospel)] while you (yourselves) bear witness (to their truth).\"","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:71","price":" 71. O people of the Scripture (Jews and Christians): \"Why do you mix truth with falsehood and conceal the truth while you know?\"[1]","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":" (V.3:71) Narrated Anas رضي الله عنه : There was a christian who embraced Islâm and read Sûrat-Al-Baqara and Al-‘Imrân, and he used to write (the revelations) for the Prophet صلى الله عليه وسلم. Later on he reverted to Christianity again, and he used to say: \"Muhammad صلى الله عليه وسلم knows nothing but what I have written for him.\" Then Allâh caused him to die, and the people buried him, but in the morning they saw that the earth had thrown his body out. They said, \"This is the act of Muhammad صلى الله عليه وسلم and his companions. They dug the grave of our companion and took his body out because he had run away from them.\" They again dug the grave deeply for him, but in the morning they again saw that the earth had thrown his body out. They said, \"This is an act of Muhammad صلى الله عليه وسلم and his companions. They dug the grave of our companion and took his body outside it, for he had run away from them.\" They dug the grave for him as deep as they could, but in the morning they again saw that the earth had thrown his body out. So they believed that what had befallen him was not done by human beings and had to leave him thrown (on the ground). (Sahih Al-Bukhâri, Vol.4, Hadîth No.814).","lang":"en"},{"name":"3:72","price":" 72. And a party of the people of the Scripture say: \"Believe in the morning in that which is revealed to the believers (Muslims), and reject it at the end of the day, so that they may turn back.","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:73","price":" 73. And believe no one except the one who follows your religion. Say (O Muhammad صلى الله عليه وسلم): \"Verily! Right guidance is the Guidance of Allâh\" and do not believe that anyone can receive like that which you have received, otherwise they would engage you in argument before your Lord. Say (O Muhammad صلى الله عليه وسلم): \"All the bounty is in the Hand[2] of Allâh; He grants to whom He wills. And Allâh is All-Sufficient for His creatures’ needs, All-Knower.\"","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"(V.3:73) \"The Qualities of Allâh عز وجل \"\nصفات الله عز وجل\nإن جميع ما ورد في كتاب الله عز وجل من صفات الله تعالى كالوجه والعين واليد والساق والمجيء، والاستواء وغيرها من الصفات ، أو مما وصفه الرسول صلى الله عليه وسلم وثبت في الأحاديث النبوية الصحيحة كالنزول ، والضحك ، وغيرها فإن العلماء بالكتاب والسنة يؤمنون بهذه الصفات ، ويثبتونها لله تعالى من غير تأويل أو تشبيه أو تعطيل ، وهي صفات تليق بالله تعالى لا تشبه صفات أحد من المخلوقين لقوله تعالى (لَيْسَ كَمِثْلِهِ شَيْءٌ) 42/11 وقوله تعالى (وَلَمْ يَكُن لَّهُ كُفُواً أَحَدُ) 112/4 .\n\nSifât-ullâh (Qualities of Allâh).\nAll that has been revealed in Allâh’s Book [the Qur’ân] as regards the [Sifâf ] Qualities of Allâh عز وجل , the Most High, like His Face, Eyes, Hands, Shins, (Legs), His Coming, His (Istawa ) rising over His Throne and others, or all that Allâh’s Messenger صلى الله عليه وسلم qualified Him in the true authentic Prophet’s Ahadith (narrations) as regards His Qualities like [Nuzûl ], His Descent or His laughing and others, the religious scholars of the Qur’ân and the Sunnah believe in these Qualities of Allâh and they confirm that these are really His Qualities, without Ta’wîl (interpreting their meanings into different things) or Tashbîh\" (giving resemblance or similarity to any of the creatures) or [Ta‘tîl ] (completely ignoring or denying them i.e., there is no Face, or Eyes or Hands, or Shins for Allâh). These Qualities befit or suit only for Allâh Alone, and He does not resemble any of (His) creatures. As Allâh’s Statement (in the Qur’ân): (1) \"There is nothing like Him, and He is the All-Hearer, The All-Seer\" (V.42.11) There is none comparable unto him (V.112:4).\"","lang":"en"},{"name":"3:74","price":" 74. He selects for His Mercy (Islâm and the Qur’ân with Prophethood) whom He wills and Allâh is the Owner of Great Bounty.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:75","price":" 75. Among the people of the Scripture (Jews and Christians) is he who, if entrusted with a Qintâr (a great amount of wealth, etc.), will readily pay it back; and among them there is he who, if entrusted with a single silver coin, will not repay it unless you constantly stand demanding, because they say: \"There is no blame on us to betray and take the properties of the illiterates (Arabs).\" But they tell a lie against Allâh while they know it.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:76","price":" 76. Yes, whoever fulfils his pledge and fears Allâh much; verily, then Allâh loves those who are Al-Muttaqûn (the pious - See V.2:2).","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:77","price":" 77. Verily, those who purchase a small gain at the cost of Allâh’s Covenant and their oaths, they shall have no portion in the Hereafter (Paradise). Neither will Allâh speak to them, nor look at them on the Day of Resurrection, nor will He purify them, and they shall have a painful torment.","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:78","price":" 78. And verily, among them is a party who distort the Book with their tongues (as they read), so that you may think it is from the Book, but it is not from the Book, and they say: \"This is from Allâh,\" but it is not from Allâh; and they speak a lie against Allâh while they know it.","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:79","price":" 79. It is not (possible) for any human being to whom Allâh has given the Book and Al-Hukm (the knowledge and understanding of the laws of religion) and Prophethood to say to the people: \"Be my worshippers rather than Allâh’s.\" On the contrary (he would say): \"Be you Rabbâniyyûn (learned men of religion who practise what they know and also preach others), because you are teaching the Book, and you are studying it.\"","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:80","price":" 80. Nor would he order you to take angels and Prophets for lords (gods)[1]. Would he order you to disbelieve after you have submitted to Allâh’s Will? (Tafsir At-Tabarî).","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"(V.3:80) Narrated ‘Umar رضي الله عنه: I heard the Prophet صلى الله عليه وسلم saying, \"Do not exaggerate in praising me as the Christians praised the son of Maryam (Mary)*, for I am only a slave. So call me the slave of Allâh and His Messenger.\" (Sahih Al-Bukhâri, Vol.4, Hadîth No. 654).\n* The Christians overpraised ‘Îsâ (Jesus) عليه السلام till they took him as a god besides Allâh.","lang":"en"},{"name":"3:81","price":" 81. And (remember) when Allâh took the Covenant of the Prophets, saying: \"Take whatever I gave you from the Book and Hikmah (understanding of the Laws of Allâh), and afterwards there will come to you a Messenger (Muhammad صلى الله عليه وسلم) confirming what is with you; you must, then, believe in him and help him.\" Allâh said: \"Do you agree (to it) and will you take up My Covenant (which I conclude with you)?\" They said: \"We agree.\" He said: \"Then bear witness; and I am with you among the witnesses (for this).\"","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:82","price":" 82. Then whoever turns away after this, they are the Fâsiqûn (rebellious: those who turn away from Allâh’s Obedience).","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:83","price":" 83. Do they seek other than the religion of Allâh (the true Islâmic Monotheism - worshipping none but Allâh Alone), while to Him submitted all creatures in the heavens and the earth, willingly or unwillingly. And to Him shall they all be returned.","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:84","price":" 84. Say (O Muhammad صلى الله عليه وسلم): \"We believe in Allâh and in what has been sent down to us, and what was sent down to Ibrâhîm (Abraham), Ismâ‘îl (Ishmael), Ishâq (Isaac), Ya‘qûb (Jacob) and Al-Asbât [the offspring of the twelve sons of Ya‘qûb (Jacob)] and what was given to Mûsâ (Moses), ‘Îsâ (Jesus) and the Prophets from their Lord. We make no distinction between one another among them and to Him (Allâh) we have submitted (in Islâm).\"","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:85","price":" 85. And whoever seeks a religion other than Islâm, it will never be accepted of him, and in the Hereafter he will be one of the losers[1].","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"(V.3:85).\na) It is obligatory to have Belief in the Messengership of the Prophet (Muhammad صلى الله عليه وسلم). Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said: \"By Him (Allâh) in Whose Hand Muhammad’s soul is, there is none from amongst the Jews and the Christians (of these present nations) who hears about me and then dies without believing in the Message with which I have been sent (i.e. Islâmic Monotheism), but he will be from the dwellers of the (Hell) Fire.\" (Sahih Muslim , the Book of Faith, Vol.1, Hadith No.240). [See also (V.3:116)]\nb) The asking of (angel) Jibrael (Gabriel) from the Prophet صلى الله عليه وسلم about Belief, Islâm, Ihsân (perfection) and the knowledge of the Hour (Doomsday), and their explanation given to him by the Prophet صلى الله عليه وسلم. Then the Prophet صلى الله عليه وسلم said (to his companions): \"Jibrael (Gabriel) عليه السلام came to teach you your religion.\" So the Prophet صلى الله عليه وسلم regarded all that as a religion. And all that which the Prophet صلى الله عليه وسلم explained to the delegation of ‘Abdûl-Qais was a part of faith. (See Sahih Al-Bukhâri, Vol.1, Hadîth No.50 and 87) And the Statement of Allâhعز وجل : \"And whoever seeks a religion other than Islam, it will never be accepted of him.\" (3:85).\nNarrated Abu Hurairah رضي الله عنه : One day while the Prophet صلى الله عليه وسلم was sitting in the company of some people, (The angel) Jibrael (Gabriel) عليه السلام came and asked, \"What is Faith?\" Allâh’s Messenger صلى الله عليه وسلم replied, \"Faith is to believe in Allâh, His angels, (the) meeting with Him, His messengers, and to believe in Resurrection.\"* Then he further asked, \"What is Islâm?\" Allâh’s Messenger صلى الله عليه وسلم replied, \"To worship Allâh Alone and none else, to perform As-Salât (Iqamât-as-Salât), to give the Zakât and to observe Saum (fasts) during the month of Ramadân,\"** then he further asked, \"What is Ihsân (perfection)?\" Allâh’s Messenger صلى الله عليه وسلم replied, \"To worship Allâh عز وجل as if you see Him, and if you cannot achieve this state of devotion then you must consider that He is looking at you.\" Then he further asked, \"When will the Hour be established?\" Allâh’s Messenger صلى الله عليه وسلم replied, \"The answerer has no better knowledge than the questioner. But I will inform you about its portents:\n(1) When a slave (lady) gives birth to her master.\n(2) When the shepherds of black camels start boasting and competing with others in the construction of higher buildings. And the Hour is one of the five things which nobody knows except Allâh.\nThe Prophet صلى الله عليه وسلم then recited: \"Verily, the knowledge of the Hour is with Allâh (Alone).\" (31:34). Then that man (Gabriel عليه السلام) left and the Prophet صلى الله عليه وسلم asked his Companions to call him back, but they could not see him. Then the Prophet صلى الله عليه وسلم said, \"That was (angel) Gabriel عليه السلام who came to teach the people their religion.\"\nAbu ‘Abdullâh رضي الله عنه said: He (the Prophet صلى الله عليه وسلم) considered all that as a part of faith. (Sahih Al-Bukhâri, Vol.1, Hadîth No.47).\n*In this Hadîth, only 4 articles are mentioned, while in another Hadîth, 6 articles are mentioned: (i) Allâh, (ii) His Angels, (iii) His Books (The Torah, The Gospel, The Qur’ân and all the other Holy Books revealed by Allâh), (iv) His Messengers, (v) Day of Resurrection and (vi) Al-Qadar (Divine Pre-ordainments), i.e. whatever Allâh has ordained, must come to pass.\n**Again the principles of Islâm mentioned here are 4, but in other narrations, they are 5 - 5th is the pilgrimage (Haji ) to Makkah for the one who can afford it once in a lifetime.","lang":"en"},{"name":"3:86","price":" 86. How shall Allâh guide a people who disbelieved after their belief and after they bore witness that the Messenger (Muhammad صلى الله عليه وسلم) is true and after clear proofs had come unto them? And Allâh guides not the people who are Zâlimûn (polytheists and wrong-doers).","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:87","price":" 87. They are those whose recompense is that on them (rests) the Curse of Allâh, of the angels, and of all mankind.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:88","price":" 88. They will abide therein (Hell). Neither will their torment be lightened, nor will it be delayed or postponed (for a while).","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:89","price":" 89. Except for those who repent after that and do righteous deeds. Verily, Allâh is Oft-Forgiving, Most Merciful.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:90","price":" 90. Verily, those who disbelieved after their Belief and then went on increasing in their disbelief (i.e. disbelief in the Qur’ân and in Prophet Muhammad صلى الله عليه وسلم) - never will their repentance be accepted [because they repent only by their tongues and not from their hearts]. And they are those who are astray.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"en"},{"name":"3:91","price":" 91. Verily, those who disbelieved, and died while they were disbelievers, the (whole) earth full of gold will not be accepted from anyone of them even if they offered it as a ransom[2]. For them is a painful torment and they will have no helpers.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"(V.3:91). Narrated Anas bin Mâlik رضي الله عنه: Allâh’s Prophet صلى الله عليه وسلم used to say, \"A disbeliever will be asked: ‘Suppose you had as much gold as to fill the earth, would you offer it to ransom yourself (from the Hell-Fire)?’ He will reply, ‘Yes.’ Then it will be said to him, ‘You were asked for something easier than that (to join none in worship) with Allâh (i.e. to accept Islâm, but you refused.)’ \" (Sahih Al-Bukhâri, Vol. 8, Hadîth No. 546).","lang":"en"},{"name":"3:92","price":"92. By no means shall you attain Al-Birr (piety, righteousness - here it means Allâh’s Reward, i.e. Paradise), unless you spend (in Allâh’s Cause) of that which you love; and whatever of good you spend, Allâh knows it well.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"en"}],"juz":{"id":3,"name":"تِلْكَ الرُّسُلُ","transliteration":"Tilka’r Rusul","transEn":"Those Messengers","startVerse":"2:253","endVerse":"3:92","totalVerses":126}}