{"data":[{"name":"6:111","price":" 111. And even if We had sent down unto them angels, and the dead had spoken unto them, and We had gathered together all things before their very eyes, they would not have believed, unless Allâh willed, but most of them behave ignorantly.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:112","price":" 112. And so We have appointed for every Prophet enemies - Shayâtîn (devils) among mankind and jinn, inspiring one another with adorned speech as a delusion (or by way of deception). If your Lord had so willed, they would not have done it; so leave them alone with their fabrications. (Tafsîr Qurtubi)","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:113","price":" 113. (And this is in order) that the hearts of those who disbelieve in the Hereafter may incline to such (deceit), and that they may remain pleased with it, and that they may commit what they are committing (all kinds of sins and evil deeds).","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:114","price":" 114. [Say (O Muhammad صلى الله عليه وسلم)] \"Shall I seek a judge other than Allâh while it is He Who has sent down unto you the Book (the Qur’ân), explained in detail.\" Those unto whom We gave the Scripture [the Taurât (Torah) and the Injeel (Gospel)] know that it is revealed from your Lord in truth. So be not you of those who doubt.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:115","price":" 115. And the Word of your Lord has been fulfilled in truth and in justice. None can change His Words. And He is the All-Hearer, the All-Knower.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:116","price":" 116. And if you obey most of those on the earth, they will mislead you far away from Allâh’s Path. They follow nothing but conjectures, and they do nothing but lie.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:117","price":" 117. Verily, your Lord! It is He Who knows best who strays from His Way, and He knows best the rightly guided ones.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:118","price":" 118. So eat of that (meat) on which Allâh’s Name has been pronounced (while slaughtering the animal), if you are believers in His Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.).","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:119","price":" 119. And why should you not eat of that (meat) on which Allâh’s Name has been pronounced (at the time of slaughtering the animal), while He has explained to you in detail what is forbidden to you, except under compulsion of necessity? And surely many do lead (mankind) astray by their own desires through lack of knowledge. Certainly your Lord knows best the transgressors.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:120","price":" 120. Leave (O mankind, all kinds of) sin, open and secret. Verily, those who commit sin will get due recompense for that which they used to commit.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:121","price":" 121. Eat not (O believers) of that (meat) on which Allâh’s Name has not been pronounced (at the time of the slaughtering of the animal), for sure it is Fisq (a sin and disobedience of Allâh). And certainly, the Shayâtîn (devils) do inspire their friends (from mankind) to dispute with you, and if you obey them[1] [by making Al-Maitah (a dead animal) legal by eating it], then you would indeed be Mushrikûn (polytheists); [because they (devils and their friends) made lawful to you to eat that which Allâh has made unlawful to eat and you obeyed them by considering it lawful to eat, and by doing so you worshipped them; and to worship others besides Allâh is polytheism].","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"(V.6:121) Narrated by Ahmad, At-Tirmidhi, and Ibn Jarîr: Once while Allâh’s Messenger صلى الله عليه وسلم was reciting the Verse (9:31) ‘Adî bin Hâtim said, \"O Allâh’s Messenger! They do not worship them (i.e., rabbis and monks).\" Allâh’s Messenger صلى الله عليه وسلم said: \"They certainly do. They (i.e., rabbis and monks) made lawful things as unlawful, and unlawful things as lawful, and they (i.e. Jews and Christians) followed them; and by doing so, they really worshipped them.\" (Tafsir At-Tabari ).","lang":"en"},{"name":"6:122","price":" 122. Is he who was dead (without Faith by ignorance and disbelief) and We gave him life (by knowledge and Faith) and set for him a light (of Belief) whereby he can walk amongst men - like him who is in the darkness (of disbelief, polytheism and hypocrisy) from which he can never come out? Thus it is made fair-seeming to the disbelievers that which they used to do.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:123","price":" 123. And thus We have set up in every town great ones of its wicked people to plot therein. But they plot not except against their ownselves, and they perceive (it) not.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:124","price":" 124. And when there comes to them a sign (from Allâh) they say: \"We shall not believe until we receive the like of that which the Messengers of Allâh had received.\" Allâh knows best with whom to place His Message. Humiliation and disgrace from Allâh and a severe torment will overtake the criminals (polytheists, sinners) for that which they used to plot.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:125","price":" 125. And whomsoever Allâh wills to guide, He opens his breast to Islâm; and whomsoever He wills to send astray, He makes his breast closed and constricted, as if he is climbing up to the sky. Thus Allâh puts the wrath on those who believe not.[1]","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"(V.6:125) If Allâh تعالى wants to do good to a person, He makes him comprehend the religion [the understanding of the Qur’ân and the Sunnah (legal ways) of the Prophet صلى الله عليه وسلم].\nNarrated Mu‘âwiya رضي الله عنه in a Khuthah (religious talk): I heard Allâh’s Messenger صلى الله عليه وسلم saying, \"If Allâh wants to do good to a person, He makes him comprehend the religion [the understanding of the Qur’ân and the Sunnah (legal ways) of the Prophet صلى الله عليه وسلم]. I am just a distributor, but the grant is from Allâh. (And remember) that this nation (true Muslims, real followers of Islâmic Monotheism) will remain obedient to Allâh’s Orders [i.e., following strictly Allâh’s Book (the Qur’ân) and the Prophet’s Sunnah (legal ways)] and they will not be harmed by anyone who will oppose them (going on a different path) till Allâh’s Order (Day of Judgement) is established.\" (Sahih Al-Bukhâri, Vol.1, Hadîth No.71).","lang":"en"},{"name":"6:126","price":" 126. And this is the Path of your Lord (the Qur’ân and Islâm) leading Straight. We have detailed Our Revelations for a people who take heed.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:127","price":" 127. For them will be the home of peace (Paradise) with their Lord. And He will be their Walî (Helper and Protector) because of what they used to do.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:128","price":" 128. And on the Day when He will gather them (all) together (and say): \"O you assembly of jinn! Many did you mislead of men,\" and their Auliyâ’ (friends and helpers) amongst men will say: \"Our Lord! We benefited one from the other, but now we have reached our appointed term which You did appoint for us.\" He will say: \"The Fire be your dwelling-place, you will dwell therein forever, except as Allâh may will. Certainly your Lord is All-Wise, All-Knowing.\"","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:129","price":" 129. And thus We do make the Zâlimûn (polytheists and wrong-doers) Auliyâ’ (supporters and helpers) of one another (in committing crimes), because of that which they used to earn.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:130","price":" 130. O you assembly of jinn and mankind! \"Did not there come to you Messengers from amongst you, reciting unto you My Verses and warning you of the meeting of this Day of yours?\" They will say: \"We bear witness against ourselves.\" It was the life of this world that deceived them. And they will bear witness against themselves that they were disbelievers.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:131","price":" 131. This is because your Lord would not destroy the (populations of) towns for their wrong-doing (i.e. associating others in worship along with Allâh) while their people were unaware (so the Messengers were sent).","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:132","price":"132. For all there will be degrees (or ranks) according to what they did. And your Lord is not unaware of what they do.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:133","price":" 133. And your Lord is Rich (Free of all needs), full of Mercy; if He wills, He can destroy you, and in your place make whom He wills as your successors, as He raised you from the seed of other people.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:134","price":" 134. Surely, that which you are promised will verily come to pass, and you cannot escape (from the punishment of Allâh).","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:135","price":" 135. Say (O Muhammad صلى الله عليه وسلم): \"O my people! Work according to your way, surely, I too am working (in my way), and you will come to know for which of us will be the (happy) end in the Hereafter. Certainly the Zâlimûn (polytheists and wrong-doers) will not be successful.\"","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:136","price":" 136. And they assign to Allâh a share of the tilth and cattle which He has created, and they say: \"This is for Allâh according to their claim, and this is for our (Allâh’s so-called) partners.\" But the share of their (Allâh’s so-called) \"partners\" reaches not Allâh, while the share of Allâh reaches their (Allâh’s so-called) \"partners\"! Evil is the way they judge!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:137","price":" 137. And so to many of the Mushrikûn (polytheists - see V.2:105) their (Allâh’s so-called) \"partners\" have made fair-seeming the killing of their children, in order to lead them to their own destruction and cause confusion in their religion. And if Allâh had willed, they would not have done so. So leave them alone with their fabrications.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:138","price":"138. And according to their claim, they say that such and such cattle and crops are forbidden, and none should eat of them except those whom we allow. And (they say) there are cattle forbidden to be used for burden (or any other work), and cattle on which (at slaughtering) the Name of Allâh is not pronounced; lying against Him (Allâh). He will recompense them for what they used to fabricate.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:139","price":" 139. And they say: \"What is in the bellies of such and such cattle (milk or foetus) is for our males alone, and forbidden to our females (girls and women), but if it is born dead, then all have shares therein.\" He will punish them for their attribution (of such false orders to Allâh). Verily, He is All-Wise, All-Knower. (Tafsir At-Tabarî).","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:140","price":" 140. Indeed lost are they who have killed their children, foolishly, without knowledge, and have forbidden that which Allâh has provided for them, inventing a lie against Allâh. They have indeed gone astray and were not guided.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:141","price":" 141. And it is He Who produces gardens trellised and untrellised, and date-palms, and crops of different shape and taste (their fruits and their seeds) and olives, and pomegranates, similar (in kind) and different (in taste). Eat of their fruit when they ripen, but pay the due thereof (its Zakât according to Allâh’s Orders 1/10th or 1/20th) on the day of its harvest, and waste not by extravagance[1]. Verily, He likes not Al-Musrifûn (those who waste by extravagance),","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"(V.6:141): See the footnote of (V.4:5).","lang":"en"},{"name":"6:142","price":" 142. And of the cattle (are some) for burden (like camels) and (some are) small (unable to carry burden like sheep and goats - for food, meat, milk and wool). Eat of what Allâh has provided for you, and follow not the footsteps of Shaitân (Satan). Surely he is to you an open enemy.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:143","price":" 143. Eight pairs: of the sheep two (male and female),[1] and of the goats two (male and female). Say: \"Has He forbidden the two males or the two females, or (the young) which the wombs of the two females enclose? Inform me with knowledge if you are truthful.\"","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"(V.6:143) Narrated Abu Hurairah رضي الله عنه: I heard Allâh’s Messenger صلى الله عليه وسلم saying, \"While a shepherd was amongst his sheep, a wolf attacked them and took away one sheep. When the shepherd chased the wolf, the wolf turned towards him and said, ‘Who will be their guard on the day of wild animals when nobody except I will be their shepherd’*. And while a man was driving a cow with a load on it, it turned towards him and spoke to him saying, ‘I have not been created for this purpose, but for ploughing.’\" The people said, \"Glorified be Allâh.\" The Prophetصلى الله عليه وسلم said, \"But I believe in it and so does Abu Bakr and ‘Umar رضي الله عنهم.\" (Sahih Al-Bukhâri, Vol.5, Hadîth No.15).\n* It has been written that a wolf also spoke to a shepherd during the Prophet’s lifetime near Al-Madinah, as narrated in Musnad Imam Ahmad in the Musnad of Abu Sa‘îd Al-Khudri رضي الله عنه (Vol.3, Page 83): Narrated Abu Sa‘îd Al-Khudri رضي الله عنه: (While a shepherd was in his hered of sheep), suddenly a wolf attacked a sheep and took it away, the shepherd chased the wolf and took back the sheep, the wolf sat on its tail and addressed the shepherd saying: \"Be afraid of Allâh, you have taken the provision from me which Allâh gave me.\" The shepherd said: \"What an amazing thing! A wolf sitting on its tail speaks to me in the language of a human being.\" The wolf said: \"Shall I tell you something more amazing than this? There is Muhammad صلى الله عليه وسلم the Messenger of Allâh in Yathrib (Al-Madinah) informing the people about the news of the past.\" Then the shepherd (after hearing that) proceeded (towards Al-Madinah) driving his sheep till he entered Al-Madinah, cornered his sheep in a place, and came to Allâh’s Messenger (Muhammad صلى الله عليه وسلم and informed the whole story. Allâh’s Messenger صلى الله عليه وسلم ordered for the proclamation of a congregational salat (صلاة جامعة) then he صلى الله عليه وسلم came out and asked the shepherd to inform the people (about the story), and he informed them. Then Allâh’s Messenger صلى الله عليه وسلم said: \"He (the shepherd) has spoken the truth. By Him (Allâh) in Whose Hands my soul is, the Day of Resurrection will not be established till beasts of prey (سباع) speak to the human beings, and the stick lash and the shoe-laces of a person speak to him and his thigh inform him about his family as to what happened to them after him.","lang":"en"},{"name":"6:144","price":" 144. And of the camels two (male and female), and of oxen two (male and female). Say: \"Has He forbidden the two males or the two females or (the young) which the wombs of the two females enclose? Or were you present when Allâh ordered you such a thing? Then who does more wrong than one who invents a lie against Allâh, to lead mankind astray without knowledge. Certainly Allâh guides not the people who are Zâlimûn (polytheists and wrong-doers).\"","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:145","price":" 145. Say (O Muhammad صلى الله عليه وسلم): \"I find not in that which has been revealed to me anything forbidden to be eaten by one who wishes to eat it, unless it be Maitah (a dead animal) or blood poured forth (by slaughtering or the like), or the flesh of swine (pork); for that surely is impure or impious (unlawful) meat (of an animal) which is slaughtered as a sacrifice for others than Allâh (or has been slaughtered for idols, or on which Allâh’s Name has not been mentioned while slaughtering). But whosoever is forced by necessity without wilful disobedience, nor transgressing due limits; (for him) certainly, your Lord is Oft-Forgiving, Most Merciful.\"","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:146","price":" 146. And unto those who are Jews, We forbade every (animal) with undivided hoof, and We forbade them the fat of the ox and the sheep except what adheres to their backs or their entrails, or is mixed up with a bone. Thus We recompensed them for their rebellion [committing crimes like murdering the Prophets and eating of Ribâ (usury)]. And verily, We are Truthful.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:147","price":" 147. If they (Jews) belie you (Muhammad صلى الله عليه وسلم) say: \"Your Lord is the Owner of Vast Mercy, and never will His Wrath be turned back from the people who are Mujrimûn (criminals, polytheists or sinners).\"","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:148","price":" 148. Those who took partners (in worship) with Allâh will say: \"If Allâh had willed, we would not have taken partners (in worship) with Him, nor would our fathers, and we would not have forbidden anything (against His Will).\" Likewise belied those who were before them, (they argued falsely with Allâh’s Messengers), till they tasted Our Wrath. Say: \"Have you any knowledge (proof) that you can produce before us? Verily, you follow nothing but guess and you do nothing but lie.\"","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:149","price":" 149. Say: \"With Allâh is the perfect proof and argument, (i.e. the Oneness of Allâh, the sending of His Messengers and His Holy Books to mankind); had He so willed, He would indeed have guided you all.\"","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:150","price":" 150. Say: \"Bring forward your witnesses, who can testify that Allâh has forbidden this. Then if they testify, testify not you (O Muhammad صلى الله عليه وسلم) with them. And you should not follow the vain desires of such as treat Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) as falsehoods, and such as believe not in the Hereafter, and they hold others as equal (in worship) with their Lord.\"","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:151","price":" 151. Say (O Muhammad صلى الله عليه وسلم): \"Come, I will recite what your Lord has prohibited you from: Join not anything in worship with Him; be good and dutiful to your parents; kill not your children because of poverty - We provide sustenance for you and for them; come not near to Al-Fawâhish (shameful sins, illegal sexual intercourse) whether committed openly or secretly; and kill not anyone whom Allâh has forbidden, except for a just cause (according to Islâmic law). This He has commanded you that you may understand.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:152","price":"152. \"And come not near to the orphan’s property, except to improve it, until he (or she) attains the age of full strength; and give full measure and full weight with justice. We burden not any person, but that which he can bear. And whenever you give your word (i.e. judge between men or give evidence), say the truth even if a near relative is concerned, and fulfil the Covenant of Allâh. This He commands you, that you may remember[1].","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"(V.6:152):\nA) See the footnotes of (V.3:130).\nB) See the footnote of (V.4:135).","lang":"en"},{"name":"6:153","price":" 153. \"And verily, this (i.e. Allâh’s Commandments mentioned in the above two Verses 151 and 152) is My Straight Path, so follow it, and follow not (other) paths, for they will separate you away from His Path. This He has ordained for you that you may become Al-Muttaqûn (the pious - see V.2:2).\"","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:154","price":" 154. Then, We gave Mûsâ (Moses) the Book [the Taurât (Torah)] to complete (Our Favour) upon those who would do right, and explaining all things in detail and a guidance and a mercy that they might believe in the meeting with their Lord.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:155","price":" 155. And this is a blessed Book (the Qur’ân) which We have sent down, so follow it and fear Allâh (i.e. do not disobey His Orders), that you may receive mercy (i.e. be saved from the torment of Hell).","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:156","price":" 156. Lest you (pagan Arabs) should say: \"The Book was sent down only to two sects before us (the Jews and the Christians), and for our part, we were in fact unaware of what they studied.\"","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:157","price":" 157. Or lest you (pagan Arabs) should say: \"If only the Book had been sent down to us, we would surely have been better guided than they (Jews and Christians).\" So now has come unto you a clear proof (the Qur’ân) from your Lord, and a guidance and a mercy. Who then does more wrong than one who rejects the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh and turns away therefrom? We shall requite those who turn away from Our Ayât with an evil torment, because of their turning away (from them). [Tafsir At-Tabari]","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:158","price":" 158. Do they then wait for anything other than that the angels should come to them, or that your Lord (Allâh) should come, or that some of the Signs of your Lord should come (i.e. portents of the Hour e.g., rising of the sun from the west)! The day that some of the Signs of your Lord do come, no good will it do to a person to believe then, if he believed not before, nor earned good (by performing deeds of righteousness) through his Faith. Say: \"Wait you! we (too) are waiting.\"[1]","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"(V.6:158):\nA) Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"The Hour will not be established until the sun rises from the west; and when the people see it, then whoever will be living on the surface of the earth, will have faith, and that is (the time) when no good will it do to a person to believe then, if he believed not before.\" (6:158) (Sahih Al-Bukhârî, Vol.6, Hadîth No.159).\nB) Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said; \"When the following three signs appear, no good will it do to a person to believe then if he believed not before:\n1) Rising of the sun from the west.\n2) (The coming of Al-Masîh) Ad-Dajjal.\n3) (The coming out of the) Dâbbat-ul-Ard (i.e. a beast from the earth).\" (Sahih Muslim - The Book of Fitan - The Signs of the coming of the Hour).\nC). Narrated Anas رضي الله عنه: The Prophet صلى الله عليه وسلم said, \"No Prophet was sent but that he warned his followers against the one-eyed liar (Al-Masîh-Ad-Dajjâl). Beware! He is blind in one eye, and your Lord is not so, and there will be written between his (Al-Masîh Ad-Dajiâl’s) eyes (the word) Kâfir (i.e., disbeliever).\" [This Hadîth is also quoted by Abu Hurairah and Ibn ‘Abbâs. (Sahih Al-Bukhârî, Vol.9, Hadîth No.245)].","lang":"en"},{"name":"6:159","price":" 159. Verily, those who divide their religion and break up into sects (all kinds of religious sects)[2], you (O Muhammad صلى الله عليه وسلم) have no concern in them in the least. Their affair is only with Allâh, Who then will tell them what they used to do.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"(V.6:159) It is said that the Prophet صلى الله عليه وسلم recited this Verse and said: \"These people are those who invent new things (Bid‘ah) in religion and the followers of the vain desires of this Muslim nation, and their repentance will not be accepted by Allâh.\" (TafsirAl-Qurtubi).\n[It has been narrated in the Hadîth Books (At-Tirmidhi, Ibn Mâjah and Abu Dâwûd) that the Prophet صلى الله عليه وسلم said: \"The Jews and the Christians will be divided into seventy-one or seventy-two religious sects and this nation will be divided into seventy-three religious sects, - all in Hell, except one, and that one is: on which I and my Companions are today, i.e. following the Qur’ân and the Prophet’s Sunnah (legal ways, orders, acts of worship, statements)\"].","lang":"en"},{"name":"6:160","price":" 160. Whoever brings a good deed (Islâmic Monotheism and deeds of obedience to Allâh and His Messenger صلى الله عليه وسلم) shall have ten times the like thereof to his credit, and whoever brings an evil deed (polytheism, disbelief, hypocrisy, and deeds of disobedience to Allâh and His Messenger صلى الله عليه وسلم) shall have only the recompense of the like thereof, and they will not be wronged.[3]","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"(V.6:160) See the footnote of (V.6:61).","lang":"en"},{"name":"6:161","price":" 161. Say (O Muhammad صلى الله عليه وسلم): \"Truly, my Lord has guided me to a Straight Path, a right religion, the religion of Ibrâhîm (Abraham), Hanîfa [i.e. the true Islâmic Monotheism - to believe in One God (Allâh i.e. to worship none but Allâh, Alone)] and he was not of Al-Mushrikûn (See V.2:105).\"","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:162","price":" 162. Say (O Muhammad صلى الله عليه وسلم): \"Verily, my Salât (prayer), my sacrifice, my living, and my dying are for Allâh, the Lord of the ‘Âlamîn (mankind, jinn and all that exists).","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:163","price":" 163. \"He has no partner. And of this I have been commanded, and I am the first of the Muslims.\"","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:164","price":" 164. Say: \"Shall I seek a lord other than Allâh, while He is the Lord of all things? No person earns any (sin) except against himself (only), and no bearer of burdens shall bear the burden of another. Then unto your Lord is your return, so He will tell you that wherein you have been differing.\"","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"6:165","price":" 165. And it is He Who has made you generations coming after generations, replacing each other on the earth. And He has raised you in ranks, some above others that He may try you in that which He has bestowed on you. Surely your Lord is Swift in retribution, and certainly He is Oft-Forgiving, Most Merciful.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:1","price":" 1. Alif-Lâm-Mîm-Sâd. [These letters are one of the miracles of the Qur’ân and none but Allâh (Alone) knows their meanings.]","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:2","price":" 2. (This is the) Book (the Qur’ân) sent down unto you (O Muhammad صلى الله عليه وسلم), so let not your breast be narrow therefrom, that you warn thereby; and a reminder unto the believers.","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:3","price":" 3. [Say (O Muhammad صلى الله عليه وسلم) to these idolaters (pagan Arabs) of your folk:] Follow what has been sent down unto you from your Lord (the Qur’ân and Prophet Muhammad’s Sunnah), and follow not any Auliyâ’ (protectors and helpers who order you to associate partners in worship with Allâh), besides Him (Allâh). Little do you remember!","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:4","price":" 4. And a great number of towns (their population) We destroyed (for their crimes). Our torment came upon them (suddenly) by night or while they were taking their midday nap.","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:5","price":" 5. No cry did they utter when Our Torment came upon them but this: \"Verily, we were Zâlimûn (polytheists and wrong-doers)\".","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:6","price":" 6. Then surely, We shall question those (people) to whom it (the Book) was sent and verily, We shall question the Messengers.","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:7","price":" 7. Then surely, We shall narrate unto them (their whole story) with knowledge, and indeed We have not been absent.","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:8","price":" 8. And the weighing on that day (Day of Resurrection) will be the true (weighing)[1]. So as for those whose scale (of good deeds) will be heavy, they will be the successful (by entering Paradise).","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"(V.7:8) The Statement of Allâh عز وجل:\n\"And We shall set up balances of justice on the Day of Resurrection.\" (V.21:47).\nThe deeds and the statement of Adam’s offspring will be weighed.\nNarrated Abu Hurairah رضي الله عنه: The Prophet صلى الله عليه وسلم said, (There are) two words (expressions or sayings) which are dear to the Most Gracious (Allâh) and very easy for the tongue to say, but very heavy in the balance. They are: سبحان الله وبحمده - سبحان الله العظيم\nSubhân Allâhi-wa bihamdihi - Subhân Allâhil-‘Azîm’ \" (Sahih Al-Bukhârî, Vol. 9. hadîth No.652).\n‘Glorified be Allâh and praised be He’ - ‘Glorified be Allâh, the Most Great.’ (or I deem Allâh above all those unsuitable things ascribed to Him, and free Him from resembling anything whatsoever, and I glorify His Praises! I deem Allâh, the Most Great above all those unsuitable things ascribed to Him and free Him from resembling anything whatsoever).","lang":"en"},{"name":"7:9","price":" 9. And as for those whose scale will be light, they are those who will lose their ownselves (by entering Hell) because they denied and rejected Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.).","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:10","price":" 10. And surely, We gave you authority on the earth and appointed for you therein provisions (for your life). Little thanks do you give.","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:11","price":" 11. And surely, We created you (your father Adam) and then gave you shape (the noble shape of a human being); then We told the angels, \"Prostrate yourselves to Adam\", and they prostrated themselves, except Iblîs (Satan), he refused to be of those who prostrated themselves.","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:12","price":" 12. (Allâh) said: \"What prevented you (O Iblîs) that you did not prostrate yourself, when I commanded you?\" Iblîs said: \"I am better than him (Adam), You created me from fire, and him You created from clay.\"","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:13","price":" 13. (Allâh) said: \"(O Iblîs) get down from this (Paradise), it is not for you to be arrogant here. Get out, for you are of those humiliated and disgraced.\"","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:14","price":" 14. (Iblîs) said: \"Allow me respite till the Day they are raised up (i.e. the Day of Resurrection).\"","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:15","price":" 15. (Allâh) said: \"You are of those respited.\"","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:16","price":" 16. (Iblîs) said: \"Because You have sent me astray, surely I will sit in wait against them (human beings) on Your Straight Path.","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:17","price":" 17. \"Then I will come to them from before them and behind them, from their right and from their left, and You will not find most of them as thankful ones (i.e. they will not be dutiful to You).\"","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:18","price":" 18. (Allâh) said (to Iblîs): \"Get out from this (Paradise), disgraced and expelled. Whoever of them (mankind) will follow you, then surely I will fill Hell with you all.\"","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:19","price":" 19. \"And O Adam! Dwell you and your wife in Paradise, and eat thereof as you both wish, but approach not this tree otherwise you both will be of the Zâlimûn (unjust and wrong-doers).\"","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:20","price":" 20. Then Shaitân (Satan) whispered suggestions to them both in order to uncover that which was hidden from them of their private parts (before); he said: \"Your Lord did not forbid you this tree save that you should become angels or become of the immortals.\"","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:21","price":" 21. And he [Shaitân (Satan)] swore by Allâh to them both (saying): \"Verily, I am one of the sincere well-wishers for you both.\"","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:22","price":" 22. So he misled them with deception. Then when they tasted of the tree, that which was hidden from them of their shame (private parts) became manifest to them and they began to cover themselves with the leaves of Paradise (in order to cover their shame). And their Lord called out to them (saying): \"Did I not forbid you that tree and tell you: Verily, Shaitân (Satan) is an open enemy unto you?\"","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:23","price":"23. They said: \"Our Lord! We have wronged ourselves. If You forgive us not, and bestow not upon us Your Mercy, we shall certainly be of the losers.\"","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:24","price":" 24. (Allâh) said: \"Get down, one of you is an enemy to the other [i.e. Adam, Hawwâ’ (Eve), and Shaitân (Satan)]. On earth will be a dwelling-place for you and an enjoyment for a time.\"","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:25","price":" 25. He said: \"Therein you shall live, and therein you shall die, and from it you shall be brought out (i.e. resurrected).\"","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:26","price":" 26. O Children of Adam! We have bestowed raiment upon you to cover yourselves (screen your private parts) and as an adornment; and the raiment of righteousness, that is better. Such are among the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) of Allâh, that they may remember (i.e. leave falsehood and follow truth[1]).","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"(V.7:26) It is said that the pagan Arabs in the Pre-Islâmic Period of Ignorance used to do Tawâf (going round) of the Ka‘bah in a naked state. So when Islâm became victorious and Makkah was conquered, the pagans and the polytheists were forbidden to enter Makkah, and none was allowed to do Tawâf of the Ka‘bah in a naked state.","lang":"en"},{"name":"7:27","price":" 27. O Children of Adam! Let not Shaitân (Satan) deceive you, as he got your parents [Adam and Hawwâ’ (Eve)] out of Paradise, stripping them of their raiments, to show them their private parts. Verily, he and Qabîluhu (his soldiers from the jinn or his tribe) see you from where you cannot see them. Verily, We made the Shayâtin (devils) Auliyâ’ (protectors and helpers) for those who believe not.","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:28","price":" 28. And when they commit a Fâhishah (evil deed, going round the Ka‘bah in naked state, and every kind of unlawful sexual intercourse), they say: \"We found our fathers doing it, and Allâh has commanded it on us.\" Say: \"Nay, Allâh never commands Fâhishah. Do you say of Allâh what you know not?\"","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:29","price":" 29. Say (O Muhammad صلى الله عليه وسلم): My Lord has commanded justice and (said) that you should face Him only (i.e. worship none but Allâh and face the Qiblah, i.e. the Ka‘bah at Makkah during prayers) in every place of worship, in prayers (and not to face other false deities and idols), and invoke Him only making your religion sincere to Him (by not joining in worship any partner with Him and with the intention that you are doing your deeds for Allâh’s sake only). As He brought you (into being) in the beginning, so shall you be brought into being [on the Day of Resurrection in two groups, one as a blessed one (believers), and the other as a wretched one (disbelievers)].","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:30","price":" 30. A group He has guided, and a group deserved to be in error; (because) surely they took the Shayâtîn (devils) as Auliyâ’ (protectors and helpers) instead of Allâh, and think that they are guided.","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:31","price":"31. O Children of Adam! Take your adornment (by wearing your clean clothes), while praying[1] and going round (the Tawâf of) the Ka‘bah, and eat and drink but waste not by extravagance, certainly He (Allâh) likes not Al-Musrifûn (those who waste by extravagance).","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"(V.7:31) It is obligatory to wear the clothes while praying. And the Statement of Allâh عز وجل: \"Take your adornment [(by wearing your clean clothes) covering completely the ‘Aurah (covering of one’s ‘Aurah means: while praying, a male must cover himself with clothes from the umbilicus of his abdomen up to his knees, and it is better that both his shoulders should be covered. And a female must cover all her body and feet except face, and it is better that both her hands are also covered)], while praying and going round (the Tawâf of) the Ka‘bah.\nIn how many (what sort of) clothes a woman should pray? ‘Ikrimah said, \"If she can cover all her body with one garment, it is sufficient.\"\nIt is agreed by the majority of the religious scholars that a woman while praying should cover herself completely except her face, and it is better that she should cover her hands with gloves or cloth. but her feet must be covered either with a long dress or she must wear socks to cover her feet. This verdict is based on the Prophet’s statement (Abu Dâwûd).\nNarrated ‘Âishah رضي الله عنها: Allâh’s Messenger صلى الله عليه وسلم used to offer the Fajr prayer and some believing women covered with their veiling sheets used to attend the Fajr prayer with him, and then they would return to their homes unrecognized. (Sahih Al-Bukhâri, Vol.1, hadîth No.368).","lang":"en"},{"name":"7:32","price":" 32. Say (O Muhammad صلى الله عليه وسلم): \"Who has forbidden the adornment with clothes given by Allâh, which He has produced for His slaves, and At-Taiyyibât [all kinds of Halâl (lawful) things] of food?\" Say: \"They are, in the life of this world, for those who believe, (and) exclusively for them (believers) on the Day of Resurrection (the disbelievers will not share them).\" Thus We explain the Ayât (Islâmic laws) in detail for people who have knowledge.","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:33","price":" 33. Say (O Muhammad صلى الله عليه وسلم): \"(But) the things that my Lord has indeed forbidden are Al-Fawâhish (great evil sins and every kind of unlawful sexual intercourse) whether committed openly or secretly, sins (of all kinds), unrighteous oppression, joining partners (in worship) with Allâh for which He has given no authority, and saying things about Allâh of which you have no knowledge.\"","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:34","price":" 34. And every nation has its appointed term; when their term comes, neither can they delay it nor can they advance it an hour (or a moment).","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:35","price":" 35. O Children of Adam! If there come to you Messengers from amongst you, reciting to you My Verses, then whosoever becomes pious and righteous, on them shall be no fear nor shall they grieve.","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:36","price":" 36. But those who reject Our Ayât (proofs, evidence, verses, lessons, signs, revelations) and treat them with arrogance, they are the dwellers of the (Hell) Fire, they will abide therein forever.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:37","price":" 37. Who is more unjust than one who invents a lie against Allâh or rejects His Ayât (proofs, evidence, verses, lessons, signs, revelations)? For such their appointed portion (good things of this worldly life and their period of stay therein) will reach them from the Book (of Decrees) until when Our Messengers (the angel of death and his assistants) come to them to take their souls, they (the angels) will say: \"Where are those whom you used to invoke and worship besides Allâh,\" they will reply, \"They have vanished and deserted us.\" And they will bear witness against themselves, that they were disbelievers.","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:38","price":" 38. (Allâh) will say: \"Enter you in the company of nations who passed away before you, of men and jinn, into the Fire.\" Every time a new nation enters, it curses its sister nation (that went before) until they will be gathered all together in the Fire. The last of them will say to the first of them: \"Our Lord! These misled us, so give them a double torment of the Fire.\" He will say: \"For each one there is double (torment), but you know not.\"","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:39","price":" 39. The first of them will say to the last of them: \"You were not better than us, so taste the torment for what you used to earn.\"","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:40","price":" 40. Verily, those who belie Our Ayât (proofs, evidence, verses, lessons, signs, revelations) and treat them with arrogance, for them the gates of heaven will not be opened, and they will not enter Paradise until the camel goes through the eye of the needle (which is impossible). Thus do We recompense the Mujrimûn (criminals, polytheists and sinners).","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:41","price":" 41. Theirs will be a bed of Hell (Fire), and over them coverings (of Hell-fire). Thus do We recompense the Zâlimûn (polytheists and wrong-doers).","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:42","price":" 42. But those who believed (in the Oneness of Allâh - Islâmic Monotheism), and worked righteousness - We tax not any person beyond his scope - such are the dwellers of Paradise. They will abide therein.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:43","price":" 43. And We shall remove from their breasts any (mutual) hatred or sense of injury (which they had, if at all, in the life of this world); rivers flowing under them, and they will say: \"All the praises and thanks be to Allâh, Who has guided us to this, and never could we have found guidance, were it not that Allâh had guided us! Indeed, the Messengers of our Lord did come with the truth.\" And it will be cried out to them: \"This is the Paradise which you have inherited for what you used to do.\"","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:44","price":" 44. And the dwellers of Paradise will call out to the dwellers of the Fire (saying): \"We have indeed found true what our Lord had promised us; have you also found true, what your Lord promised (warnings)?\" They shall say: \"Yes.\" Then a crier will proclaim between them: \"The Curse of Allâh is on the Zâlimûn (polytheists and wrong-doers).\"","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:45","price":" 45. Those who hindered (men) from the Path of Allâh, and would seek to make it crooked, and they were disbelievers in the Hereafter.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:46","price":" 46. And between them will be a (barrier) screen and on Al-A‘râf [1] (a wall with elevated places) will be men (whose good and evil deeds would be equal in scale), who would recognise all (of the Paradise and Hell people), by their marks (the dwellers of Paradise by their white faces and the dwellers of Hell by their black faces), they will call out to the dwellers of Paradise, \"Salâmun ‘Alaikum\" (Peace be on you), and at that time they (men on Al-A‘râf) will not yet have entered it (Paradise), but they will hope to enter (it) with certainty.","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"(V.7:46)\nAl-A‘râf It is said that it is a wall between Paradise and Hell and it has on it elevated places. [Please see Tafsir Al-Qurtubi].","lang":"en"},{"name":"7:47","price":" 47. And when their eyes will be turned towards the dwellers of the Fire, they will say: \"Our Lord! Place us not with the people who are Zâlimûn (polytheists and wrong-doers).\"","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:48","price":" 48. And the men on Al-A‘râf (the wall) will call unto the men whom they would recognise by their marks, saying: \"Of what benefit to you were your great numbers (and hoards of wealth), and your arrogance (against Faith)?\"","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:49","price":" 49. Are they those, of whom you swore that Allâh would never show them mercy. (Behold! It has been said to them): \"Enter Paradise, no fear shall be on you, nor shall you grieve.\"","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:50","price":" 50. And the dwellers of the Fire will call to the dwellers of Paradise: \"Pour on us some water or anything that Allâh has provided you with.\" They will say: \"Both (water and provision) Allâh has forbidden to the disbelievers.\"","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:51","price":" 51. \"Who took their religion as an amusement and play, and the life of the world deceived them.\" So this Day We shall forget them as they forgot their meeting of this Day, and as they used to reject Our Ayât (proofs, evidence, verses, lessons, signs, revelations).","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:52","price":"52. Certainly, We have brought them a Book (the Qur’ân) which We have explained in detail with knowledge, - a guidance and a mercy to a people who believe.","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:53","price":" 53. Await they just for the final fullfilment of the event? On the Day the event is finally fulfilled (i.e. the Day of Resurrection), those who neglected it before will say: \"Verily, the Messengers of our Lord did come with the truth, now are there any intercessors for us that they might intercede on our behalf? Or could we be sent back (to the first life of the world) so that we might do (good) deeds other than those (evil) deeds which we used to do?\" Verily, they have lost their ownselves (i.e. destroyed themselves) and that which they used to fabricate (invoking and worshipping others besides Allâh) has gone away from them.","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:54","price":" 54. Indeed your Lord is Allâh, Who created the heavens and the earth in Six Days, and then He rose over (Istawâ) the Throne (really in a manner that suits His Majesty). He brings the night as a cover over the day, seeking it rapidly, and (He created) the sun, the moon, the stars subjected to His Command. Surely, His is the Creation and Commandment. Blessed is Allâh, the Lord of the ‘Âlamîn (mankind, jinn and all that exists)!","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:55","price":" 55. Invoke your Lord with humility and in secret. He likes not the aggressors.","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:56","price":" 56. And do not do mischief on the earth, after it has been set in order, and invoke Him with fear and hope. Surely, Allâh’s Mercy is (ever) near unto the good-doers.","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:57","price":" 57. And it is He Who sends the winds as heralds of glad tidings, going before His Mercy (rain). Till when they have carried a heavy-laden cloud, We drive it to a land that is dead, then We cause water (rain) to descend thereon. Then We produce every kind of fruit therewith. Similarly, We shall raise up the dead, so that you may remember or take heed.","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:58","price":" 58. The vegetation of a good land comes forth (easily) by the Permission of its Lord; and that which is bad, brings forth nothing but (a little) with difficulty. Thus do We explain variously the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) for a people who give thanks.","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:59","price":" 59. Indeed, We sent Nûh (Noah) to his people and he said: \"O my people! Worship Allâh! You have no other Ilâh (God) but Him. (Lâ ilâha illallâh: none has the right to be worshipped but Allâh). Certainly, I fear for you the torment of a Great Day!\"","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:60","price":" 60. The leaders of his people said: \"Verily, we see you in plain error.\"","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:61","price":" 61. [Nûh (Noah)] said: \"O my people! There is no error in me, but I am a Messenger from the Lord of the ‘Âlamîn (mankind, jinn and all that exists)!","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:62","price":" 62. \"I convey unto you the Messages of my Lord and give sincere advice to you. And I know from Allâh what you know not.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:63","price":" 63. \"Do you wonder that there has come to you a Reminder from your Lord through a man from amongst you, that he may warn you, so that you may fear Allâh and that you may receive (His) Mercy?\"","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:64","price":" 64. But they belied him, so We saved him and those along with him in the ship, and We drowned those who belied Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.). They were indeed a blind people.","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:65","price":" 65. And to ‘Âd (people, We sent) their brother Hûd. He said: \"O my people! Worship Allâh! You have no other Ilâh (God) but Him. (Lâ ilâha illallâh: none has the right to be worshipped but Allâh). Will you not fear (Allâh)?\"","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:66","price":" 66. The leaders of those who disbelieved among his people said: \"Verily, we see you in foolishness, and verily, we think you are one of the liars.\"","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:67","price":" 67. (Hûd) said: \"O my people! There is no foolishness in me, but (I am) a Messenger from the Lord of the ‘Âlamîn (mankind, jinn and all that exists)!","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:68","price":"68. \"I convey unto you the Messages of my Lord, and I am a trustworthy adviser (or well-wisher) for you.","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:69","price":" 69. \"Do you wonder that there has come to you a Reminder (and an advice) from your Lord through a man from amongst you to warn you? And remember that He made you successors after the people of Nûh (Noah) and increased you amply in stature. So remember the graces (bestowed upon you) from Allâh so that you may be successful.\"","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:70","price":" 70. They said: \"You have come to us that we should worship Allâh Alone and forsake that which our fathers used to worship. So bring us that wherewith you have threatened us if you are of the truthful.\"","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:71","price":" 71. (Hûd) said: \"Torment and wrath have already fallen on you from your Lord. Dispute you with me over names which you have named - you and your fathers - with no authority from Allâh? Then wait, I am with you among those who wait.\"","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:72","price":" 72. So We saved him and those who were with him by a mercy from Us, and We cut the roots of those who belied Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.); and they were not believers.","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:73","price":" 73. And to Thamûd (people, We sent) their brother Sâlih. He said: \"O my people! Worship Allâh! You have no other Ilâh (God) but Him. (Lâ ilâha illallâh: none has the right to be worshipped but Allâh). Indeed there has come to you a clear sign (the miracle of the coming out of a huge she-camel from the midst of a rock) from your Lord. This she-camel of Allâh is a sign unto you; so you leave her to graze in Allâh’s earth, and touch her not with harm, lest a painful torment should seize you.","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:74","price":"74. And remember when He made you successors after ‘Âd (people) and gave you habitations in the land, you build for yourselves palaces in plains, and carve out homes in the mountains. So remember the graces (bestowed upon you) from Allâh, and do not go about making mischief on the earth.\"","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:75","price":" 75. The leaders of those who were arrogant among his people said to those who were counted weak - to such of them as believed: \"Know you that Sâlih is one sent from his Lord.\" They said: \"We indeed believe in that with which he has been sent.\"","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:76","price":" 76. Those who were arrogant said: \"Verily, we disbelieve in that which you believe in.\"","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:77","price":" 77. So they killed the she-camel and insolently defied the Commandment of their Lord, and said: \"O Sâlih! Bring about your threats if you are indeed one of the Messengers (of Allâh).\"","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:78","price":" 78. So the earthquake seized them, and they lay (dead), prostrate in their homes.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:79","price":" 79. Then he [Sâlih] turned from them, and said: \"O my people! I have indeed conveyed to you the Message of my Lord, and have given you good advice but you like not good advisers.\"","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:80","price":" 80. And (remember) Lût (Lot), when he said to his people: \"Do you commit the worst sin such as none preceding you has committed in the ‘Âlamîn (mankind and jinn)?","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:81","price":" 81. \"Verily, you practise your lusts on men instead of women. Nay, but you are a people transgressing beyond bounds (by committing great sins).\"","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:82","price":" 82. And the answer of his people was only that they said: \"Drive them out of your town, these are indeed men who want to be pure (from sins)!\"","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:83","price":" 83. Then We saved him and his family, except his wife; she was of those who remained behind (in the torment).","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:84","price":" 84. And We rained down on them a rain (of stones). Then see what was the end of the Mujrimûn (criminals, polytheists and sinners).","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:85","price":" 85. And to (the people of) Madyan (Midian), (We sent) their brother Shu‘aib. He said: \"O my people! Worship Allâh! You have no other Ilâh (God) but Him. [Lâ ilâha illallâh (none has the right to be worshipped but Allâh)].\" Verily, a clear proof (sign) from your Lord has come unto you; so give full measure and full weight and wrong not men in their things, and do not do mischief on the earth after it has been set in order, that will be better for you, if you are believers.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:86","price":" 86. \"And sit not on every road, threatening, and hindering from the Path of Allâh those who believe in Him, and seeking to make it crooked. And remember when you were but few, and He multiplied you. And see what was the end of the Mufsidûn (mischief-makers, corrupters, liars).","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"en"},{"name":"7:87","price":" 87. \"And if there is a party of you who believe in that with which I have been sent and a party who do not believe, so be patient until Allâh judges between us, and He is the Best of judges.\"[1]","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"(V.7:87):\nA). Narrated ‘Abdullâh bin ‘Umar رضي الله عنهما: Allâh’s Messenger صلى الله عليه وسلم said, \"Surely! Everyone of you is a guardian and is responsible for his charges: The Imâm (ruler) of the people is a guardian and is responsible for his subjects: a man is the guardian of his family (household) and is responsible for his subjects: a woman is the guardian of her husband’s home and of his children and is responsible for them; and the slave of a man is a guardian of his master’s property and is responsible for it. Surely, everyone of you is a guardian and responsible for his charges.\" (Sahih Al-Bukhâri, Vol.9, hadîth No.252).\nB). Narrated Tarîf Abî Tamîmah: I saw Safwân and Jundub and Safwân’s companions when Jundub was advising. They said, \"Did you hear something from Allâh’s Messenger صلى الله عليه وسلم?\" Jundub said, \"I heard him saying, ‘Whoever does a good deed in order to show-off, Allâh will expose his intentions on the Day of Resurrection (before the people), and whoever puts the people into difficulties, Allâh will put him into difficulties on the Day of Resurrection.’ \" The people said (to Jundub), \"Advise us.\" He said, \"The first thing of the human body to purify is the abdomen, so he who can eat nothing but good food (Halâl and earned lawfully) should do so, and he who does as much as he can that nothing intervene between him and Paradise by not shedding even a handful of blood, (i.e. murdering) should do so.\" [Sahih Al-Bukhâri, Vol.9, hadîth No.266].\nC) Narrated Anas bin Mâlik رضي الله عنه: While the Prophetصلى الله عليه وسلم and I were coming out of the mosque, a man met us outside the gate. The man said, \"O Allâh’s Messenger! When will be the Hour?\" The Prophetصلى الله عليه وسلم asked him, \"What have you prepared for it?\" The man became afraid and ashamed and then said, \"O Allâh’s Messenger! I haven’t prepared for it much of Saum (fasts), Salât (prayers) or charitable gifts but I love Allâh and His Messenger.\" The Prophetصلى الله عليه وسلم said, \"You will be with the one whom you love.\" [Sahih Al-Bukhâri, Vol.9, hadîth No. 267].\nD). Narrated Abu Dharr رضي الله عنه : Once I went to him (the Prophetصلى الله عليه وسلم) and he said, \"By Allâh in Whose Hand my life is (Or probably said, \"By Allâh, except whom none has the right to be worshipped)\" whoever had camels or cows or sheep and did not pay their Zakât, those animals will be brought on the Day of Resurrection far bigger and fatter than before and they will tread him under their hooves, and will butt him with their horns, and (those animals will come in circle): When the last does its turn, the first will start again, and this punishment will go on till Allâh has finished the judgements amongst the people.\"\n[Sahih Al-Bukhâri, Vol.2. hadîth No.539].","lang":"en"}],"juz":{"id":8,"name":"وَلَوْ أَنَّنَا","transliteration":"Wa Lau Annana","transEn":"If Only We Had","startVerse":"6:111","endVerse":"7:87","totalVerses":142}}