{"data":[{"name":"7:88","price":" 88. The chiefs of those who were arrogant among his people said: \"We shall certainly drive you out, O Shu‘aib, and those who have believed with you from our town, or else you (all) shall return to our religion.\" He said: \"Even though we hate it!?\"","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:89","price":" 89. \"We should have invented a lie against Allâh if we returned to your religion, after Allâh has rescued us from it. And it is not for us to return to it unless Allâh, our Lord, should will. Our Lord comprehends all things in His Knowledge. In Allâh (Alone) we put our trust. Our Lord! Judge between us and our people in truth, for You are the Best of those who give judgment.\"","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:90","price":" 90. The chiefs of those who disbelieved among his people said (to their people): \"If you follow Shu‘aib, be sure then you will be the losers!\"","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:91","price":" 91. So the earthquake seized them and they lay (dead), prostrate in their homes.","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:92","price":" 92. Those who belied Shu‘aib, became as if they had never dwelt there (in their homes). Those who belied Shu‘aib, they were the losers.","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:93","price":" 93. Then he (Shu‘aib) turned from them and said: \"O my people! I have indeed conveyed my Lord’s Messages unto you and I have given you good advice. Then how can I sorrow for the disbelieving people’s (destruction).\"","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:94","price":" 94. And We sent no Prophet unto any town (and they denied him), but We seized its people with suffering from extreme poverty (or loss in wealth) and loss of health (and calamities), so that they might humiliate themselves (and repent to Allâh).","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:95","price":" 95. Then We changed the evil for the good, until they increased in number and in wealth, and said: \"Our fathers were touched with evil (loss of health and calamities) and with good (prosperity).\" So We seized them all of a sudden while they were unaware.","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:96","price":"96. And if the people of the towns had believed and had the Taqwâ (piety), certainly, We should have opened for them blessings from the heaven and the earth, but they belied (the Messengers). So We took them (with punishment) for what they used to earn (polytheism and crimes).","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:97","price":" 97. Did the people of the towns then feel secure against the coming of Our punishment by night while they were asleep?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:98","price":" 98. Or, did the people of the towns then feel secure against the coming of Our punishment in the forenoon while they were playing?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:99","price":" 99. Did they then feel secure against the Plan of Allâh? None feels secure from the Plan of Allâh except the people who are the losers.","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:100","price":" 100. Is it not clear to those who inherit the earth in succession from its (previous) possessors, that had We willed, We would have punished them for their sins. And We seal up their hearts so that they hear not?","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:101","price":" 101. Those were the towns whose story We relate unto you (O Muhammad صلى الله عليه وسلم). And there came indeed to them their Messengers with clear proofs, but they were not such as to believe in that which they had rejected before. Thus Allâh does seal up the hearts of the disbelievers (from every kind of religious guidance).","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:102","price":" 102. And most of them We found not true to their covenant, but most of them We found indeed Fâsiqûn (rebellious, disobedient to Allâh).","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:103","price":" 103. Then after them We sent Mûsâ (Moses) with Our Signs to Fir‘aun (Pharaoh) and his chiefs, but they wrongfully rejected them. So see how was the end of the Mufsidûn (mischief-makers, corrupters).","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:104","price":" 104. And Mûsâ (Moses) said: \"O Fir‘aun (Pharaoh)! Verily, I am a Messenger from the Lord of the ‘Âlamîn (mankind, jinn and all that exists).","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:105","price":"105. \"Proper it is for me that I say nothing concerning Allâh but the truth. Indeed I have come unto you from your Lord with a clear proof. So let the Children of Israel depart along with me.\"","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:106","price":" 106. [Fir‘aun (Pharaoh)] said: \"If you have come with a sign, show it forth, if you are one of those who tell the truth.\"","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:107","price":" 107. Then [Mûsâ (Moses)] threw his stick and behold! it was a serpent, manifest!","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:108","price":" 108. And he drew out his hand, and behold! it was white (with radiance) for the beholders.","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:109","price":" 109. The chiefs of the people of Fir‘aun (Pharaoh) said: \"This is indeed a well-versed sorcerer;","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:110","price":" 110. \"He wants to get you out of your land, so what do you advise?\"","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:111","price":" 111. They said: \"Put him and his brother off (for a time), and send callers to the cities to collect -","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:112","price":" 112. \"That they bring up to you all well-versed sorcerers.\"","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:113","price":" 113. And so the sorcerers came to Fir‘aun (Pharaoh). They said: \"Indeed there will be a (good) reward for us if we are the victors.\"","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:114","price":" 114. He said: \"Yes, and moreover you will (in that case) be of the nearest (to me).\"","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:115","price":" 115. They said: \"O Mûsâ (Moses)! Either you throw (first), or shall we have the (first) throw?\"","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:116","price":" 116. He [Mûsâ (Moses)] said: \"Throw you (first).\" So when they threw, they bewitched the eyes of the people, and struck terror into them, and they displayed a great magic.","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:117","price":" 117. And We revealed to Mûsâ (Moses) (saying): \"Throw your stick,\" and behold! It swallowed up straight away all the falsehoods which they showed.","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:118","price":" 118. Thus truth was confirmed, and all that they did was made of no effect.","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:119","price":" 119. So they were defeated there and returned disgraced.","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:120","price":" 120. And the sorcerers fell down prostrate.","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:121","price":"121. They said: \"We believe in the Lord of the ‘Âlamîn (mankind, jinn and all that exists).","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:122","price":" 122. \"The Lord of Mûsâ (Moses) and Hârûn (Aaron).\"","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:123","price":" 123. Fir‘aun (Pharaoh) said: \"You have believed in him [Mûsâ (Moses)] before I give you permission. Surely, this is a plot which you have plotted in the city to drive out its people, but you shall come to know.","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:124","price":" 124. \"Surely, I will cut off your hands and your feet from opposite sides, then I will crucify you all.\"","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:125","price":" 125. They said: \"Verily, we are returning to our Lord.","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:126","price":" 126. \"And you take vengeance on us only because we believed in the Ayât (proofs, evidence, lessons, signs, etc.) of our Lord when they reached us! Our Lord! pour out on us patience, and cause us to die as Muslims.\"","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:127","price":" 127. The chiefs of Fir‘aun’s (Pharaoh) people said: \"Will you leave Mûsâ (Moses) and his people to spread mischief in the land, and to abandon you and your gods?\" He said: \"We will kill their sons, and let live their women, and we have indeed irresistible power over them.\"","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:128","price":" 128. Mûsâ (Moses) said to his people: \"Seek help in Allâh and be patient. Verily, the earth is Allâh’s. He gives it as a heritage to whom He wills of His slaves; and the (blessed) end is for the Muttaqûn (the pious - see V.2:2).\"","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:129","price":" 129. They said: \"We (Children of Israel) had suffered troubles before you came to us, and since you have come to us.\" He said: \"It may be that your Lord will destroy your enemy and make you successors on the earth, so that He may see how you act?\"","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:130","price":" 130. And indeed We punished the people of Fir‘aun (Pharaoh) with years of drought and shortness of fruits (crops), that they might remember (take heed).","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:131","price":"131. But whenever good came to them, they said: \"Ours is this.\" And if evil afflicted them, they ascribed it to evil omens connected with Mûsâ (Moses) and those with him. Be informed! Verily, their evil omens are with Allâh but most of them know not.","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:132","price":" 132. They said [to Mûsâ (Moses)]: \"Whatever Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) you may bring to us, to work therewith your sorcery on us, we shall never believe in you.\"","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:133","price":" 133. So We sent on them: the flood, the locusts, the lice, the frogs, and the blood (as a succession of) manifest signs, yet they remained arrogant, and they were of those people who were Mujrimûn (criminals, polytheists, sinners).","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:134","price":" 134. And when the punishment fell on them they said: \"O Mûsâ (Moses)! Invoke your Lord for us because of His Promise to you. If you remove the punishment from us, we indeed shall believe in you, and we shall let the Children of Israel go with you.\"","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:135","price":" 135. But when We removed the punishment from them to a fixed term, which they had to reach, behold! they broke their word!","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:136","price":" 136. So We took retribution from them. We drowned them in the sea, because they belied Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) and were heedless about them.","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:137","price":" 137. And We made the people who were considered weak to inherit the eastern parts of the land and the western parts thereof which We have blessed. And the fair Word of your Lord was fulfilled for the Children of Israel, because of their endurance. And We destroyed completely all the great works and buildings which Fir‘aun (Pharaoh) and his people erected.","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:138","price":"138. And We brought the Children of Israel (with safety) across the sea, and they came upon a people devoted to some of their idols (in worship). They said: \"O Mûsâ (Moses)! Make for us an ilâh[1] (a god) as they have âlihah (gods).\" He said: \"Verily, you are a people who know not (the Majesty and Greatness of Allâh and what is obligatory upon you, i.e. to worship none but Allâh Alone, the One and the Only God of all that exists).\"","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"(V.7:138) Ilâh: Who has all the right to be worshipped.","lang":"en"},{"name":"7:139","price":" 139. [Mûsâ (Moses) added:] \"Verily, these people will be destroyed for that which they are engaged in (idols-worship). And all that they are doing is in vain.\"","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:140","price":" 140. He said: \"Shall I seek for you an Ilâh (a god) other than Allâh, while He has given you superiority over the ‘Âlamîn (mankind and jinn of your time).\"","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:141","price":" 141. And (remember) when We rescued you from Fir‘aun’s (Pharaoh) people, who were afflicting you with the worst torment, killing your sons and letting your women live. And in that was a great trial from your Lord.","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:142","price":" 142. And We appointed for Mûsâ (Moses) thirty nights and added (to the period) ten (more), and he completed the term, appointed by his Lord, of forty nights. And Mûsâ (Moses) said to his brother Hârûn (Aaron): \"Replace me among my people, act in the Right Way (by ordering the people to obey Allâh and to worship Him Alone) and follow not the way of the Mufsidûn (mischief-makers).\"","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:143","price":" 143. And when Mûsâ (Moses) came at the time and place appointed by Us, and his Lord (Allah) spoke to him; he said: \"O my Lord! Show me (Yourself), that I may look upon You.\" Allâh said: \"You cannot see Me, but look upon the mountain; if it stands still in its place then you shall see Me.\" So when his Lord appeared to the mountain[2], He made it collapse to dust, and Mûsâ (Moses) fell down unconscious. Then when he recovered his senses he said: \"Glory be to You, I turn to You in repentance and I am the first of the believers.\"","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"(V.7:143) The appearance of Allâh جل جلاله to the mountain was very little of Him. It was approximately equal to the tip of one’s little finger as explained by the Prophet صلى الله عليه وسلم when he recited this Verse. (This hadîth is quoted by Tirmidhi).","lang":"en"},{"name":"7:144","price":"144. (Allâh) said: \"O Mûsâ (Moses) I have chosen you above men by My Messages, and by My speaking (to you). So hold that which I have given you and be of the grateful.\"","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:145","price":" 145. And We wrote for him on the Tablets the lesson to be drawn from all things and the explanation for all things (and said): Hold unto these with firmness, and enjoin your people to take the better therein. I shall show you the home of Al-Fâsiqûn (the rebellious, disobedient to Allâh).","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:146","price":" 146. I shall turn away from My Ayât (verses of the Qur’ân) those who behave arrogantly on the earth, without a right, and (even) if they see all the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.), they will not believe in them. And if they see the way of righteousness (monotheism, piety, and good deeds), they will not adopt it as the Way, but if they see the way of error (polytheism, crimes and evil deeds), they will adopt that way, that is because they have rejected Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) and were heedless (to learn a lesson) from them.","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:147","price":" 147. Those who deny Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) and the Meeting in the Hereafter (Day of Resurrection,), vain are their deeds. Are they requited with anything except what they used to do?","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:148","price":" 148. And the people of Mûsâ (Moses) made in his absence, out of their ornaments, the image of a calf (for worship). It had a sound (as if it was mooing). Did they not see that it could neither speak to them nor guide them to the way? They took it (for worship) and they were Zâlimûn (wrong-doers).","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:149","price":" 149. And when they regretted and saw that they had gone astray, they (repented and) said: \"If our Lord have not mercy upon us and forgive us, we shall certainly be of the losers.\"","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:150","price":"150. And when Mûsâ (Moses) returned to his people, angry and grieved, he said: \"What an evil thing is that which you have done (i.e. worshipping the calf) during my absence. Did you hasten and go ahead as regards the matter of your Lord (you left His worship)?\" And he threw down the Tablets and seized his brother by (the hair of) his head and dragged him towards him. Hârûn (Aaron) said: \"O son of my mother! Indeed the people judged me weak and were about to kill me, so make not the enemies rejoice over me, nor put me amongst the people who are Zâlimûn (wrong-doers).\"","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:151","price":" 151. Mûsâ (Moses) said: \"O my Lord! Forgive me and my brother, and admit us into Your Mercy, for you are the Most Merciful of those who show mercy.\"","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:152","price":" 152. Certainly, those who took the calf (for worship), wrath from their Lord and humiliation will come upon them in the life of this world. Thus do We recompense those who invent lies.","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:153","price":" 153. But those who committed evil deeds and then repented afterwards and believed, verily, your Lord after (all) that is indeed Oft-Forgiving, Most Merciful.","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:154","price":" 154. And when the anger of Mûsâ (Moses) was calmed down, he took up the Tablets; and in their inscription was guidance and mercy for those who fear their Lord.","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:155","price":" 155. And Mûsâ (Moses) chose out of his people seventy (of the best) men for Our appointed time and place of meeting, and when they were seized with a violent earthquake, he said: \"O my Lord, if it had been Your Will, You could have destroyed them and me before; would You destroy us for the deeds of the foolish ones among us? It is only Your Trial by which You lead astray whom You will, and keep guided whom You will. You are our Walî (Protector), so forgive us and have Mercy on us: for You are the Best of those who forgive.","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:156","price":"156. \"And ordain for us good in this world, and in the Hereafter. Certainly we have turned unto You.\" He said: (As to) My punishment I afflict therewith whom I will and My Mercy embraces all things. That (Mercy) I shall ordain for those who are the Muttaqûn (the pious - See V.2:2), and give Zakât; and those who believe in Our Ayât (proofs, evidence, verses, lessons, signs and revelations, etc.);","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:157","price":" 157. Those who follow the Messenger, the Prophet who can neither read nor write (i.e. Muhammad صلى الله عليه وسلم) whom they find written with them in the Taurât (Torah) (Deut, xviii 15) and the Injeel (Gospel) (John xiv, 16)[1], - he commands them for Al-Ma‘rûf (i.e. Islâmic Monotheism and all that Islâm has ordained); and forbids them from Al-Munkar (i.e. disbelief, polytheism of all kinds, and all that Islâm has forbidden); he allows them as lawful At-Tayyibât (i.e. all good and lawful as regards things, deeds, beliefs, persons, foods), and prohibits them as unlawful Al-Khabâ’ith (i.e. all evil and unlawful as regards things, deeds, beliefs, persons and foods), he releases them from their heavy burdens (of Allâh’s Covenant with the children of Israel), and from the fetters (bindings) that were upon them. So those who believe in him (Muhammad صلى الله عليه وسلم), honour him, help him, and follow the light (the Qur’ân) which has been sent down with him, it is they who will be successful[2].","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"[1] (V.7:157) There exists in the Taurât (Torah) and the Injeel (Gospel), even after the original text has been distorted, clear prophecies indicating the coming of Prophet Muhammad صلى الله عليه وسلم , e.g. Deut. 18: 18,21:21; Psl. 118:22-23; Isa. 42: 1-13; Hab.3:3-4; Matt. 21:42-43; Jn.14: 12-17, 26-28, 16: 7-14.\n[2] (V.7:157):\nA) \"O you who have been given the Scripture (Jews and Christians)! Believe in what We have revealed (to Muhammadصلى الله عليه وسلم) confirming what is (already) with you, before We efface faces [by making them (faces) like the backs of the necks; without nose, mouth and eyes], and turn them hindwards, or curse them as We cursed the Sabbath -breakers. And the Commandment of Allâh is always executed.\" (V.4:47).\nB) See (V.57:28), and its footnote.","lang":"en"},{"name":"7:158","price":" 158. Say (O Muhammad صلى الله عليه وسلم): \"O mankind! Verily, I am sent to you all as the Messenger of Allâh - to Whom belongs the dominion of the heavens and the earth. Lâ ilâha illa Huwa (none has the right to be worshipped but He). It is He Who gives life and causes death. So believe in Allâh and His Messenger (Muhammad صلى الله عليه وسلم), the Prophet who can neither read nor write (i.e. Muhammad صلى الله عليه وسلم), who believes in Allâh and His Words [(this Qur’ân), the Taurât (Torah) and the Injeel (Gospel) and also Allâh’s Word: \"Be!\" - and he was, i.e. ‘Îsâ (Jesus) son of Maryam (Mary), عليهما السلام], and follow him so that you may be guided.[3]\"","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"(V.7:158) See the footnote (A) of the (V.2:252).","lang":"en"},{"name":"7:159","price":" 159. And of the people of Mûsâ (Moses) there is a community who lead (the men) with truth and establish justice therewith (i.e. judge among men with truth and justice).","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:160","price":"160. And We divided them into twelve tribes (as distinct) nations. We revealed to Mûsâ (Moses) when his people asked him for water (saying): \"Strike the stone with your stick\", and there gushed forth out of it twelve springs, each group knew its own place for water. We shaded them with the clouds and sent down upon them Al-Manna [1] and the quails (saying): \"Eat of the good things with which We have provided you.\" They harmed Us not but they used to harm themselves.","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"(V.7:160) See the footnote of (V.2:57)","lang":"en"},{"name":"7:161","price":" 161. And (remember) when it was said to them: \"Dwell in this town (Jerusalem) and eat therefrom wherever you wish, and say, ‘(O Allâh) forgive our sins’; and enter the gate prostrate (bowing with humility). We shall forgive you your wrong-doings. We shall increase (the reward) for the good-doers.\"","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:162","price":" 162. But those among them who did wrong changed the word that had been told to them. So We sent on them a torment from the heaven in return for their wrong-doings.[2]","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"(V.7:162): See (V.2:59) and its footnote.","lang":"en"},{"name":"7:163","price":" 163. And ask them (O Muhammad صلى الله عليه وسلم) about the town that was by the sea; when they transgressed in the matter of the Sabbath (i.e. Saturday): when their fish came to them openly on the Sabbath day, and did not come to them on the day they had no Sabbath. Thus We made a trial of them, for they used to rebel against Allâh’s Command (disobey Allâh) [see the Qur’ân: V.4:154 and its footnote].","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:164","price":" 164. And when a community among them said: \"Why do you preach to a people whom Allâh is about to destroy or to punish with a severe torment?\" (The preachers) said: \"In order to be free from guilt before your Lord (Allâh), and perhaps they may fear Allâh.\"","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:165","price":" 165. So when they forgot the remindings that had been given to them, We rescued those who forbade evil, but We seized those who did wrong with a severe torment because they used to rebel against Allâh’s Command (disobey Allâh).","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:166","price":" 166. So when they exceeded the limits of what they were prohibited, We said to them: \"Be you monkeys, despised and rejected.\"[1]","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"(V.7:166) It is a severe warning to the mankind that they should not disobey what Allâh commands them to do, and keep far away from what He prohibits them.*\n* See the footnote of (V.9: 112).","lang":"en"},{"name":"7:167","price":" 167. And (remember) when your Lord declared that He would certainly keep on sending against them (i.e. the Jews), till the Day of Resurrection, those who would afflict them with a humiliating torment. Verily, your Lord is Quick in Retribution (for the disobedient, wicked) and certainly He is Oft-Forgiving, Most Merciful (for the obedient and those who beg Allâh’s Forgiveness).","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:168","price":" 168. And We have broken them (i.e. the Jews) up into various separate groups on the earth: some of them are righteous and some are away from that. And We tried them with good (blessings) and evil (calamities) in order that they might turn (to Allâh’s Obedience).","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:169","price":" 169. Then after them succeeded an (evil) generation, which inherited the Book, but they chose (for themselves) the goods of this low life (evil pleasures of this world) saying (as an excuse): \"(Everything) will be forgiven to us.\" And if (again) the offer of the like (evil pleasures of this world) came their way, they would (again) seize them (would commit those sins). Was not the covenant of the Book taken from them that they would not say about Allâh anything but the truth? And they have studied what is in it (the Book). And the home of the Hereafter is better for those who are Al-Muttaqûn (the pious - See V.2:2). Do not you then understand?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:170","price":" 170. And as to those who hold fast to the Book (i.e. act on its teachings) and perform As-Salât (Iqâmat-as-Salât ), certainly We shall never waste the reward of those who do righteous deeds.","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:171","price":"171. And (remember) when We raised the mountain over them as if it had been a canopy, and they thought that it was going to fall on them. (We said): \"Hold firmly to what We have given you [i.e. the Taurât (Torah)], and remember that which is therein (act on its commandments), so that you may fear Allâh and obey Him.\"","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:172","price":" 172. And (remember) when your Lord brought forth from the Children of Adam, from their loins, their seed (or from Adam’s loin his offspring) and made them testify as to themselves (saying): \"Am I not your Lord?\" They said: \"Yes! We testify,\" lest you should say on the Day of Resurrection: \"Verily, we have been unaware of this.\"","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:173","price":" 173. Or lest you should say: \"It was only our fathers afortime who took others as partners in worship along with Allâh, and we were (merely their) descendants after them; will You then destroy us because of the deeds of men who practised Al-Bâtil (i.e. polytheism and committing crimes and sins, invoking and worshipping others besides Allâh)?\" (Tafsir At-Tabarî).","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:174","price":" 174. Thus do We explain the Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.) in detail, so that they may turn (unto the truth).","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:175","price":" 175. And recite (O Muhammad صلى الله عليه وسلم) to them the story of him to whom We gave Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.), but he threw them away; so Shaitân (Satan) followed him up, and he became of those who went astray.","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:176","price":" 176. And had We willed, We would surely have elevated him therewith but he clung to the earth and followed his own vain desire. So his parable is the parable of a dog: if you drive him away, he lolls his tongue out, or if you leave him alone, he (still) lolls his tongue out. Such is the parable of the people who reject Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.). So relate the stories, perhaps they may reflect.","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:177","price":" 177. Evil is the parable of the people who rejected Our Ayât (proofs, evidence, verses and signs, etc.), and used to wrong their ownselves.","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:178","price":" 178. Whomsoever Allâh guides, he is the guided one, and whomsoever He sends astray,- then those! they are the losers.","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:179","price":" 179. And surely, We have created many of the jinn and mankind for Hell. They have hearts wherewith they understand not, and they have eyes wherewith they see not, and they have ears wherewith they hear not (the truth). They are like cattle, nay even more astray; those! They are the heedless ones.","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:180","price":" 180. And (all) the Most Beautiful Names belong to Allâh[1], so call on Him by them, and leave the company of those who belie or deny (or utter impious speech against) His Names. They will be requited for what they used to do.","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"(V.7:180) Allâh has one hundred minus one Names. (i.e. 99).\nNarrated Abu Hurairah رضي الله عنه : Allâh has ninety-nine Names, i.e. one-hundred minus one; and whoever believes in their meanings and acts accordingly, will enter Paradise; and Allâh is Witr (One) and loves the ‘witr’. (Sahih Al-Bukhâri, Vol. 8, hadîth No.419).","lang":"en"},{"name":"7:181","price":" 181. And of those whom We have created, there is a community who guides (others) with the truth, and establishes justice therewith.","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:182","price":" 182. Those who reject Our Ayât (proofs, evidence, verses, lessons, signs, revelations, etc.), We shall gradually seize them with punishment in ways they perceive not.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:183","price":" 183. And I respite them; certainly My Plan is strong.","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:184","price":" 184. Do they not reflect? There is no madness in their companion (Muhammad صلى الله عليه وسلم). He is but a plain warner.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:185","price":" 185. Do they not look in the dominion of the heavens and the earth and all things that Allâh has created; and that it may be that the end of their lives is near. In what message after this will they then believe?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:186","price":" 186. Whomsoever Allâh sends astray, none can guide him; and He lets them wander blindly in their transgressions.","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:187","price":" 187. They ask you about the Hour (Day of Resurrection): \"When will be its appointed time?\" Say: \"The knowledge thereof is with my Lord (Alone). None can reveal its time but He. Heavy is its burden through the heavens and the earth. It shall not come upon you except all of a sudden.\" They ask you as if you have a good knowledge of it. Say: \"The knowledge thereof is with Allâh (Alone), but most of mankind know not.\"[2]","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"(V.7:187): Narrated ‘Abdullâh رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"The keys of the unseen are five: Verily Allâh! With Him (Alone) is the knowledge of the Hour, He sends down the rain, and knows that which is in the wombs. No person knows what he will earn tomorrow, and no person knows in what land he will die. Verily, Allâh is All-Knower, All-Aware.\" (V.31:34). (Sahih Al-Bukhâri, Vol. 6, hadîth No. 151).","lang":"en"},{"name":"7:188","price":" 188. Say (O Muhammad صلى الله عليه وسلم): \"I possess no power over benefit or harm to myself except as Allâh wills. If I had the knowledge of the Ghaib (Unseen), I should have secured for myself an abundance of wealth, and no evil should have touched me. I am but a warner, and a bringer of glad tidings unto people who believe.\"","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:189","price":" 189. It is He Who has created you from a single person (Adam), and (then) He has created from him his wife [Hawwâ’ (Eve)], in order that he might enjoy the pleasure of living with her. When he (a polytheist from Adam’s offspring - as stated by Ibn Kathir in his Tafsir) had sexual relation with her (the polytheist’s wife), she became pregnant and she carried it about lightly. Then when it became heavy, they both invoked Allâh, their Lord (saying): \"If You give us a Sâlih (good in every aspect) child, we shall indeed be among the grateful.\"","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:190","price":" 190. But when He gave them (the polytheist and his wife) a Sâlih (good in every aspect) child, they ascribed partners to Him (Allâh) in that which He has given to them. High be Allâh, Exalted above all that they ascribe as partners to Him. (Tafsir Ibn Kathir).","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:191","price":" 191. Do they attribute as partners to Allâh those who created nothing but they themselves are created?","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:192","price":" 192. No help can they give them, nor can they help themselves.","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:193","price":" 193. And if you call them to guidance, they follow you not. It is the same for you whether you call them or you keep silent.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:194","price":" 194. Verily, those whom you call upon besides Allâh are slaves like you. So call upon them and let them answer you if you are truthful.","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:195","price":" 195. Have they feet wherewith they walk? Or have they hands wherewith they hold? Or have they eyes wherewith they see? Or have they ears wherewith they hear? Say (O Muhammad صلى الله عليه وسلم): \"Call your (so-called) partners (of Allâh) and then plot against me, and give me no respite!","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:196","price":" 196. Verily, my Walî (Protector, Supporter, and Helper) is Allâh Who has revealed the Book (the Qur’ân), and He protects (supports and helps) the righteous.","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:197","price":" 197. And those whom you call upon besides Him (Allâh) cannot help you nor can they help themselves.","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:198","price":" 198. And if you call them to guidance, they hear not and you will see them looking at you, yet they see not.","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:199","price":" 199. Show forgiveness, enjoin what is good, and turn away from the foolish (i.e. don’t punish them).","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:200","price":" 200. And if an evil whisper comes to you from Shaitân (Satan), then seek refuge with Allâh. Verily, He is All-Hearer, All-Knower.","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:201","price":" 201. Verily, those who are Al-Muttaqûn (the pious - see V.2:2), when an evil thought comes to them from Shaitân (Satan), they remember (Allâh), and (indeed) they then see (aright).","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:202","price":" 202. But (as for) their brothers (the devils) they (i.e. the devils) plunge them deeper into error, and they never stop short.","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:203","price":" 203. And if you do not bring them a miracle [according to their (i.e. Quraish-pagans’) proposal], they say: \"Why have you not brought it?\"[1] Say: \"I but follow what is revealed to me from my Lord. This (the Qur’ân) is nothing but evidence from your Lord, and a guidance and a mercy for a people who believe.\"","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"(V.7:203): Narrated Anas رضي الله عنه that the Makkan people (Quraish-pagans) requested Allâh’s Messenger صلى الله عليه وسلم to show them a miracle, and so he showed them the splitting of the moon. (Sahih Al-Bukhâri, Vol.4. hadîth No.831).","lang":"en"},{"name":"7:204","price":" 204. So, when the Qur’ân is recited, listen to it, and be silent that you may receive mercy. [i.e. during the compulsory congregational prayers when the Imâm (of a mosque) is leading the prayer (except Sûrat Al-Fâtihah), and also when he is delivering the Friday-prayer Khutbah]. (Tafsir At-Tabari).","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"7:205","price":" 205. And remember your Lord within yourself, humbly and with fear and without loudness in words in the mornings, and in the afternoons and be not of those who are neglectful.[2]","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"(V.7:205): See the footnote of (V.13:28).","lang":"en"},{"name":"7:206","price":" 206. Surely, those who are with your Lord (angels) are never too proud to perform acts of worship to Him, but they glorify His Praise and prostrate themselves before Him.","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:1","price":" 1. They ask you (O Muhammad صلى الله عليه وسلم) about the spoils of war. Say: \"The spoils are for Allâh and the Messenger.\" So fear Allâh and adjust all matters of difference among you, and obey Allâh and His Messenger (Muhammad صلى الله عليه وسلم), if you are believers.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1161,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:2","price":" 2. The believers are only those who, when Allâh is mentioned, feel a fear in their hearts and when His Verses (this Qur’ân) are recited unto them, they (i.e. the Verses) increase their Faith; and they put their trust in their Lord (Alone);","arabic":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1162,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:3","price":" 3. Who perform As-Salât (Iqâmat-as-Salât) and spend out of that We have provided them.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1163,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:4","price":" 4. It is they who are the believers in truth. For them are grades of dignity with their Lord, and Forgiveness and a generous provision (Paradise).","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1164,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:5","price":" 5. As your Lord caused you (O Muhammad صلى الله عليه وسلم) to go out from your home with the truth; and verily, a party among the believers disliked it,","arabic":"كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1165,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:6","price":" 6. Disputing with you concerning the truth after it was made manifest, as if they were being driven to death, while they were looking (at it).","arabic":"يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1166,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:7","price":" 7. And (remember) when Allâh promised you (Muslims) one of the two parties (of the enemy i.e. either the army or the caravan) that it should be yours; you wished that the one not armed (the caravan) should be yours, but Allâh willed to justify the truth by His Words and to cut off the roots of the disbelievers (i.e. in the battle of Badr).","arabic":"وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1167,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:8","price":" 8. That He might cause the truth to triumph and bring falsehood to nothing, even though the Mujrimûn (disbelievers, polytheists, sinners, criminals) hate it.","arabic":"لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1168,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:9","price":"9. (Remember) when you sought help of your Lord and He answered you (saying): \"I will help you with a thousand of the angels each behind the other (following one another) in succession.\"","arabic":"إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1169,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:10","price":" 10. Allâh made it only as glad tidings, and that your hearts be at rest therewith. And there is no victory except from Allâh. Verily, Allâh is All-Mighty, All-Wise.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1170,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:11","price":" 11. (Remember) when He covered you with a slumber as a security from Him, and He caused water (rain) to descend on you from the sky, to clean you thereby and to remove from you the Rijz (whispering, evil-suggestions) of Shaitân(Satan), and to strengthen your hearts, and make your feet firm thereby.","arabic":"إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1171,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:12","price":" 12. (Remember) when your Lord revealed to the angels, \"Verily, I am with you, so keep firm those who have believed. I will cast terror into the hearts of those who have disbelieved, so strike them over the necks, and smite over all their fingers and toes.\"","arabic":"إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1172,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:13","price":" 13. This is because they defied and disobeyed Allâh and His Messenger. And whoever defies and disobeys Allâh and His Messenger, then verily, Allâh is Severe in punishment.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1173,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:14","price":" 14. This is (the torment), so taste it; and surely for the disbelievers is the torment of the Fire.","arabic":"ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1174,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:15","price":" 15. O you who believe! When you meet those who disbelieve, in a battle-field, never turn your backs to them.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1175,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:16","price":" 16. And whoever turns his back to them on such a day - unless it be a stratagem of war, or to retreat to a troop (of his own), - he indeed has drawn upon himself wrath from Allâh. And his abode is Hell, and worst indeed is that destination!","arabic":"وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1176,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:17","price":"17. You killed them not, but Allâh killed them. And you (Muhammad صلى الله عليه وسلم) threw not when you did throw, but Allâh threw, that He might test the believers by a fair trial from Him. Verily, Allâh is All-Hearer, All-Knower.","arabic":"فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1177,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:18","price":" 18. This (is the fact) and surely, Allâh weakens the deceitful plots of the disbelievers.","arabic":"ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1178,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:19","price":" 19. (O disbelievers) if you ask for a judgement, now has the judgement come unto you; and if you cease (to do wrong), it will be better for you, and if you return (to the attack), so shall We return, and your forces will be of no avail to you, however numerous they be; and verily, Allâh is with the believers.","arabic":"إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1179,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:20","price":" 20. O you who believe! Obey Allâh and His Messenger, and turn not away from him (i.e. Messenger Muhammad صلى الله عليه وسلم) while you are hearing.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1180,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:21","price":" 21. And be not like those who say: \"We have heard,\" but they hear not.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1181,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:22","price":" 22. Verily! The worst of (moving) living creatures with Allâh are the deaf and the dumb, who understand not (i.e. the disbelievers).","arabic":"۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1182,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:23","price":" 23. Had Allâh known of any good in them, He would indeed have made them listen; and even if He had made them listen, they would but have turned away with aversion (to the truth).","arabic":"وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1183,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:24","price":" 24. O you who believe! Answer Allâh (by obeying Him) and (His) Messenger when he (صلى الله عليه وسلم) calls you[1] to that which will give you life,[2] and know that Allâh comes in between a person and his heart (i.e. He prevents an evil person to decide anything). And verily to Him you shall (all) be gathered.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1184,"juzNumber":9,"footnotes":"[1] (V.8:24) See the footnote of (V.1:2).\n[2] (V.8:24) i.e., one is alive, - a true believer (of Islâmic Monotheism) who is obedient to Allâh and His Messenger (Muhammad صلى الله عليه وسلم) and follows the Qur’ân and Prophet’s Sunnah practically, and he goes out for Jihâd in Allâh’s Cause; in case he is martyred, that is not a death but an eternal life (in Paradise) forever, unlike to a disbeliever who is dead (as regards faith), and will be punished in Hell forever (neither alive nor dead).","lang":"en"},{"name":"8:25","price":" 25. And fear the Fitnah (affliction and trial) which affects not in particular (only) those of you who do wrong (but it may afflict all the good and the bad people), and know that Allâh is Severe in punishment.","arabic":"وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1185,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:26","price":"26. And remember when you were few and were reckoned weak in the land, and were afraid that men might kidnap you, but He provided a safe place for you, strengthened you with His Help, and provided you with good things so that you might be grateful.","arabic":"وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1186,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:27","price":" 27. O you who believe! Betray not Allâh and His Messenger, nor betray knowingly your Amânât (things entrusted to you, and all the duties which Allâh has ordained for you).[1]","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1187,"juzNumber":9,"footnotes":"(V.8:27) See the footnote (A) of (V.3:164).","lang":"en"},{"name":"8:28","price":" 28. And know that your possessions and your children are but a trial and that surely with Allâh is a mighty reward.","arabic":"وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1188,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:29","price":" 29. O you who believe! If you obey and fear Allâh, He will grant you Furqân [(a criterion to judge between right and wrong), or (Makhraj, i.e. a way for you to get out from every difficulty)], and will expiate for you your sins, and forgive you; and Allâh is the Owner of the Great Bounty.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1189,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:30","price":" 30. And (remember) when the disbelievers plotted against you (O Muhammad صلى الله عليه وسلم) to imprison you, or to kill you, or to get you out (from your home, i.e. Makkah); they were plotting and Allâh too was plotting; and Allâh is the Best of those who plot.","arabic":"وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1190,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:31","price":" 31. And when Our Verses (of the Qur’ân) are recited to them, they say: \"We have heard (the Qur’ân); if we wish we can say the like of this. This is nothing but the tales of the ancients.\"","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1191,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:32","price":" 32. And (remember) when they said: \"O Allâh! If this (the Qur’ân) is indeed the truth (revealed) from You, then rain down stones on us from the sky or bring on us a painful torment.\"","arabic":"وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1192,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:33","price":" 33. And Allâh would not punish them while you (Muhammad صلى الله عليه وسلم) are amongst them, nor will He punish them while they seek (Allâh’s) Forgiveness.","arabic":"وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1193,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:34","price":" 34. And why should not Allâh punish them while they hinder (men) from Al-Masjid-Al-Harâm, and they are not its guardians? None can be its guardians except Al-Muttaqûn (the pious - See V.2:2), but most of them know not.","arabic":"وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1194,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:35","price":" 35. Their Salât (prayer) at the House (of Allâh, i.e. the Ka‘bah at Makkah) was nothing but whistling and clapping of hands. Therefore taste the punishment because you used to disbelieve.","arabic":"وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1195,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:36","price":" 36. Verily, those who disbelieve spend their wealth to hinder (men) from the Path of Allâh, and so will they continue to spend it; but in the end it will become an anguish for them. Then they will be overcome. And those who disbelieve will be gathered unto Hell.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1196,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:37","price":" 37. In order that Allâh may distinguish the wicked (disbelievers, polytheists and doers of evil deeds) from the good (believers of Islâmic Monotheism and doers of righteous deeds), and put the wicked (disbelievers, polytheists and doers of evil deeds) one over another, heap them together and cast them into Hell. Those! it is they who are the losers.","arabic":"لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1197,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:38","price":" 38. Say to those who have disbelieved, if they cease (from disbelief), their past will be forgiven. But if they return (thereto), then the examples of those (punished) before them have already preceded (as a warning).","arabic":"قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1198,"juzNumber":9,"footnotes":"","lang":"en"},{"name":"8:39","price":" 39. And fight them until there is no more Fitnah (disbelief and polytheism, i.e. worshipping others besides Allâh) and the religion (worship) will all be for Allâh Alone [in the whole of the world[1]]. But if they cease (worshipping others besides Allâh), then certainly, Allâh is All-Seer of what they do.[2]","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1199,"juzNumber":9,"footnotes":"[1] (V.8:39) It is mentioned by some of the Islâmic religious scholars that, that will be at the time when ‘Îsâ (Jesus), son of Maryam (Mary) عليهما السلام, will descend on the earth, and he will not accept any other religion except Islâm - The True Religion of Allâh - Islâmic Monotheism).\n[2] (V.8:39)\nA) See the footnote of (V.2:193).\nB) Narrated Abu Hurairah رضي الله عنه: Allâh’s Messenger صلى الله عليه وسلم said, \"By Him (Allâh) in whose Hand my soul is, surely, the son of Maryam (Mary) [‘Îsâ (Jesus)] عليهما السلامwill shortly descend amongst you people (Muslims), and will judge mankind justly by the Law of the Qur’ân (as a just ruler), and will break the cross and kill the pigs and abolish the Jizyah [a tax taken from the people of the Scripture (Jews and Christians) who are under the protection of a Muslim government. This Jizyah tax will not be accepted by ‘Îsâ (Jesus) عليه السلام and all mankind will be required to embrace Islâm with no other alternative]. Then there will be abundance of money and nobody will accept charitable gifts.\" (See Fath Al-Bari, Vol. 7, Pages No.304 and 305 for details). (Sahih Al-Bukhâri, Vol.3 Hadîth No.425).","lang":"en"},{"name":"8:40","price":" 40. And if they turn away, then know that Allâh is your Maulâ (Patron, Lord, Protector and Supporter) - (what) an Excellent Maulâ and (what) an Excellent Helper!","arabic":"وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["8 (Al-Anfal)","Al-Anfal","Surah Al-Anfal"],"ayahNumber":1200,"juzNumber":9,"footnotes":"","lang":"en"}],"juz":{"id":9,"name":"قَالَ الْمَلَأُ","transliteration":"Qalal Malao","transEn":"The Chiefs Said","startVerse":"7:88","endVerse":"8:40","totalVerses":159}}