{"data":[{"name":"11:1","price":"1. அலிஃப் லாம் றா. (இது) வேத நூல். அனைத்தையும் நன்கறிந்த ஞானவானால் இதன் வசனங்கள் (பல அத்தாட்சிகளைக் கொண்டு) உறுதி செய்யப்பட்ட பின்னர் (தெளிவாக) விவரிக்கப்பட்டுள்ளன.","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":null,"lang":"ta"},{"name":"11:2","price":"2. (நபியே! மனிதர்களை நோக்கி கூறுவீராக:) “நீங்கள் அல்லாஹ்வைத் தவிர (வேறு யாரையும்) வணங்காதீர்கள். நிச்சயமாக நான் அவனிடமிருந்து உங்களுக்கு (அனுப்பப்பட்ட தூதரும்,) அச்சமூட்டி எச்சரிப்பவனும் நற்செய்தி கூறுபவனும் ஆவேன்.","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":null,"lang":"ta"},{"name":"11:3","price":"3. நீங்கள் உங்கள் இறைவனிடத்தில் பாவமன்னிப்பைக் கோரி (பாவங்களை விட்டு) அவன் பக்கம் திரும்புங்கள். (அவ்வாறு செய்தால்) ஒரு குறிப்பிட்ட (நீண்ட) காலம் வரை உங்களை இன்பமடையச் செய்வான். (தன் கடமைக்கு) அதிகமாக நன்மை செய்தவர்களுக்கு (மறுமையில்) அதிகமாகவே கொடுப்பான். நீங்கள் (அவனைப்) புறக்கணித்தால் மாபெரும் நாளின் வேதனை நிச்சயமாக உங்களை அணுகுமென்று நான் பயப்படுகிறேன்.","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":null,"lang":"ta"},{"name":"11:4","price":"4. நீங்கள் அல்லாஹ்விடமே வரவேண்டியதிருக்கிறது. அவன் அனைத்தின் மீதும் மிக்க ஆற்றலுடையவன் ஆவான்.''","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":null,"lang":"ta"},{"name":"11:5","price":"5. (இந்தப் பாவிகள் தங்கள் தீய எண்ணங்களை) அல்லாஹ்வுக்கு மறைப்பதற்காக (அவற்றைத்) தங்கள் உள்ளங்களில் (வைத்து) மடித்து மறைக்கக் கருதுகின்றனர் என்பதை (நபியே!) அறிந்து கொள்வீராக. (நித்திரைக்குச் செல்லும்போது) அவர்கள் தங்கள் போர்வையைக் கொண்டு தங்களை மறைத்துக்கொள்ளும் சமயத்தில் (தங்கள் உள்ளங்களில்) அவர்கள் மறைத்துக் கொள்வதையும் (அதற்கு மாறாக) அவர்கள் வெளியிடுவதையும் அவன் அறிகிறான் என்பதை அறிந்து கொள்வீராக. நிச்சயமாக அவன் உள்ளங்களில் உள்ள (ரகசியங்கள்) அனைத்தையும் நன்கறிந்தவன்.","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":null,"lang":"ta"},{"name":"11:6","price":"6. உணவளிக்க அல்லாஹ் பொறுப்பேற்றுக் கொள்ளாத உயிரினம்  ஒன்றுமே பூமியில் இல்லை. அவை (உயிருடன்) வாழுகின்ற இடத்தையும், அவை (இறந்து) அடங்கும் இடத்தையும் அவன் அறிந்தே இருக்கிறான். இவை அனைத்தும் (லவ்ஹுல் மஹ்பூள் என்னும்) தெளிவான (அவனுடைய) பதிவுப் புத்தகத்தில் பதிவாகி இருக்கின்றன.","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:7","price":"7. அவன்தான் வானங்களையும், பூமியையும் ஆறு நாள்களில் படைத்தான். (அச்சமயம்) அவனுடைய ‘அர்ஷு' நீரின் மீதிருந்தது. உங்களில் நற்செயல்களைச் செய்பவர்கள் யார் என்று உங்களைப் பரிசோதிப்பதற்காக (உங்களையும், இவற்றையும் அவன் படைத்தான். நபியே! நீர் மனிதர்களை நோக்கி) ‘‘நீங்கள் இறந்த பின்னர் நிச்சயமாக (உயிர்கொடுத்து) எழுப்பப்படுவீர்கள்'' என்று கூறினால், அதற்கு அவர்களிலுள்ள நிராகரிப்பவர்கள் ‘‘இது பகிரங்கமான சூனியமே தவிர வேறில்லை'' என்று கூறுகின்றனர்.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:8","price":"8. (நிராகரிப்பின் காரணமாக) அவர்களுக்கு (வரவேண்டிய) வேதனையை ஒரு சொற்ப காலம் நாம் பிற்படுத்தியபோதிலும் ‘‘அதைத் தடுத்துக்கொண்டது எது?'' எனப் பரிகாசமாகக் கேட்கிறார்கள். அவர்களிடம் அது வரும் நாளில், அவர்களை விட்டு அதைத் தடுத்துவிட முடியாது என்பதையும், அவர்கள் பரிகாசம் செய்து கொண்டிருந்த வேதனை அவர்கள் அனைவரையும் சூழ்ந்து கொள்ளும் என்பதையும் அவர்கள் அறிந்து கொள்ள வேண்டாமா?","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:9","price":"9. நம் அருளை மனிதன் அனுபவிக்கும்படி நாம் செய்து, பின்னர் அதை அவனிடமிருந்து நாம் நீக்கிவிட்டால், நிச்சயமாக அவன் நம்பிக்கை இழந்து பெரும் நன்றி கெட்டவனாகிவிடுகிறான்.","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:10","price":"10. அவனுக்கு ஏற்பட்ட துன்பத்தை நீக்கி அவன் இன்பம் அனுபவிக்கும்படி நாம் செய்தால், அதற்கவன் ‘‘நிச்சயமாக என் துன்பங்கள் அனைத்தும் தொலைந்து விட்டன. (இனி திரும்ப வராது)'' என்று கூறுகிறான். ஏனென்றால், நிச்சயமாக மனிதன் (அதிவிரைவில்) மகிழ்ச்சியடையக் கூடியவனாக, பெருமையடிப்பவனாக ஆகிவிடுகிறான்.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:11","price":"11. ஆயினும், எவர்கள் (துன்பங்களைப்) பொறுத்து சகித்துக் கொண்டு நன்மையான காரியங்களைச் செய்து வருகிறார்களோ அவர்களுக்கு மன்னிப்பும் உண்டு; பெரும் கூலியும் உண்டு.","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:12","price":"12. (நபியே! இவ்வேதத்தை அவர்கள் சரிவரக் கேட்பதில்லை என நீர் சடைந்து) உமக்கு வஹ்யி மூலம் அறிவிக்கப்பட்டவற்றில் சிலவற்றை விட்டு விடுவீரோ? ‘‘உமக்கு ஒரு பொக்கிஷம் அருளப்பட வேண்டாமா? அல்லது உம்முடன் ஒரு வானவர் வரவேண்டாமா?'' என்று அவர்கள் கூறுவது உமது உள்ளத்தில் வருத்தத்தை உண்டு பண்ணலாம். (அது பற்றி நீர் கவலைப்பட வேண்டாம்.) நிச்சயமாக நீர் (அவர்களுக்கு) அச்சமூட்டி எச்சரிக்கின்ற ஒரு தூதர்தான். அல்லாஹ்தான் அனைத்தையும் நிர்வகிப்பவன்.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:13","price":"13. (நம் தூதர்) இதைப் பொய்யாகக் கற்பனை செய்து கொண்டார் என அவர்கள் கூறுகின்றனரா? அவ்வாறாயின், (நபியே! அவர்களை நோக்கி) கூறுவீராக: இதைப் போன்ற பத்து அத்தியாயங்களையேனும் நீங்கள் கற்பனை செய்து கொண்டு வாருங்கள், அல்லாஹ்வைத் தவிர உங்களுக்குச் சாத்தியமான அனைவரையும் இதற்காக அழைத்து (உங்களுக்குத் துணையாக)க் கொள்ளுங்கள் - மெய்யாகவே (இது கற்பனை என்று) நீங்கள் உண்மை சொல்பவர்களாக இருந்தால் (இவ்வாறு செய்யவும்).","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:14","price":"14. ‘‘நீங்கள் (உதவிக்கு) அழைத்த அவர்களாலும் அவ்வாறு செய்ய முடியாவிட்டால், (இது மனித அறிவால் சொல்லப்பட்டதல்ல;) நிச்சயமாக அல்லாஹ்வின் அறிவைக் கொண்டே (அமைக்கப்பட்டு) இறக்கப்பட்டது தான்; அவனைத் தவிர வணக்கத்திற்குரிய வேறு இறைவன் இல்லை என்பதையும் நிச்சயமாக அறிந்து கொள்ளுங்கள். (இனியேனும்) நீங்கள் (இறைவனுக்கு) முற்றிலும் பணிந்து வழிபடுவீர்களா?","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:15","price":"15. எவரேனும் இவ்வுலக வாழ்க்கையையும், அதன் அலங்காரத்தையும் (மட்டும்) விரும்பினால், அவர்கள் செயலுக்குரிய பலனை இவ்வுலகத்திலேயே நாம் முழுமையாகக் கொடுத்து விடுவோம். அதில் அவர்கள் குறைவு செய்யப்பட மாட்டார்கள்.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:16","price":"16. எனினும், மறுமையிலோ இவர்களுக்கு (நரக) நெருப்பைத் தவிர வேறொன்று மில்லை; அவர்கள் செய்தவை அனைத்தும் இங்கு அழிந்து விட்டன. அவர்கள் செய்து கொண்டிருப்பவையும் வீணானவையே.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:17","price":"17. எவர்கள் தங்கள் இறைவனின் (திருக் குர்ஆனுடைய) தெளிவான அறிவைப் பெற்றிருக்கிறார்களோ அவர்களும், எவர்களுக்கு இறைவனால் (‘ஈஸா'வுக்கு) அருளப்பட்டது (-இன்ஜீல்) ஒரு சாட்சியாக இருக்கிறதோ அவர்களும், இன்னும் எவர்களுக்கு இதற்கு முன்னர் அருளப்பட்ட மூஸாவுடைய வேதம் ஒரு வழி காட்டியாகவும் அருளாகவும் இருக்கிறதோ அவர்களும், அவசியம் இவ்வேதத்தையும் நம்பிக்கைக்கொள்வார்கள். (அவர்களுக்குரிய கூலி சொர்க்கத்தில்தான்.) இந்த (மூன்று) வகுப்பாரில் எவர்கள் இதை நிராகரித்தபோதிலும் அவர்களுக்கு வாக்களிக்கப்பட்ட இடம் நரகம்தான். ஆதலால், (நபியே!) நீர் இதில் சிறிதும் சந்தேகிக்க வேண்டாம். நிச்சயமாக இது உமது இறைவனால் அருளப்பட்ட சத்திய (வேத)மே! எனினும், மனிதர்களில் பலர் (இதை) நம்புவதில்லை.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:18","price":"18. அல்லாஹ்வின் மீது கற்பனையாகப் பொய் கூறுபவர்களை விட அநியாயக்காரர் யார்? அவர்கள் (மறுமையில்) தங்கள் இறைவன் முன் நிறுத்தப்பட்டு ‘‘இவர்கள்தான் தங்கள் இறைவன் மீது பொய் கூறியவர்கள்'' என்று சாட்சிகள் (சாட்சியம்) கூறுவார்கள். இந்த அநியாயக்காரர்கள் மீது அல்லாஹ்வின் சாபம் உண்டு என்பதை அறிந்து கொள்ளுங்கள்.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:19","price":"19. அவர்கள் அல்லாஹ்வின் வழியைத் தடுத்து, அதில் கோணலை(யும் சந்தேகத்தையும்) உண்டு பண்ண விரும்புகிறார்கள். இன்னும் அவர்கள் மறுமையையும் நிராகரிப்பவர்கள்தான்.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:20","price":"20. இவர்கள் பூமியில் (ஓடி தப்பித்து அல்லாஹ்வை) தோற்கடிக்க முடியாது. அல்லாஹ்வை தவிர்த்து, இவர்களுக்கு உதவி செய்பவர்களும் இல்லை. (மறுமையிலோ) இவர்களுக்கு வேதனை இரட்டிப்பாக்கப்படும். இவர்கள் (தங்கள் பொறாமையின் காரணமாக நல்ல வார்த்தைகளைச்) செவியுற சக்தியற்றவர்கள்; (நேரான வழியைக்) காணவும் மாட்டார்கள்.","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:21","price":"21. இவர்கள்தான் தமக்குத் தாமே நஷ்டத்தை உண்டு பண்ணிக்கொண்டவர்கள். இவர்கள் கற்பனை செய்து கொண்டிருந்த (தெய்வங்கள்) அனைத்தும் (அந்நாளில்) இவர்களை விட்டு மறைந்துவிடும்.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:22","price":"22. மறுமையில் நிச்சயமாக இவர்கள் முற்றிலும் நஷ்டமடைந்தவர்கள் என்பதில் ஐயம் ஒன்றுமில்லை.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:23","price":"23. நிச்சயமாக எவர்கள் நம்பிக்கை கொண்டு, நற்செயல்களைச் செய்து தங்கள் இறைவனுக்கு மிக்க பணிவுடன் அடிபணிகின்றனரோ, அவர்கள் சொர்க்கவாசிகளே! அதில் அவர்கள் என்றென்றும் தங்கி விடுவார்கள்.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:24","price":"24. இவ்விரு (பிரிவினரில் ஒரு) பிரிவினர் குருடனையும், செவிடனையும் (போலிருக் கின்றனர். மற்றொரு பிரிவினர்) பார்வையுடையவனையும் கேட்கும் சக்தியுடையவனையும் ஒத்திருக்கின்றனர். இவ்விரு பிரிவினரும் சமமாவார்களா? (இந்த உதாரணத்தைக் கொண்டு) நீங்கள் நல்லுணர்ச்சி பெற வேண்டாமா?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:25","price":"25. மெய்யாகவே நாம் ‘நூஹை' அவருடைய மக்களிடம் (நம் தூதராக) அனுப்பி வைத்தோம். (அவர், அவர்களை நோக்கி) ‘‘நிச்சயமாக நான் உங்களுக்குப் பகிரங்கமாகவே அச்சமூட்டி எச்சரிக்கை செய்கிறேன்.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:26","price":"26. அல்லாஹ்வைத் தவிர (மற்றெதையும்) நீங்கள் வணங்கக் கூடாது. (வணங்கினால்) துன்புறுத்தும் நாளின் வேதனையை நிச்சயமாக நான் உங்களுக்கு அஞ்சுகிறேன்'' (என்று கூறினார்.)","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:27","price":"27. அதற்கு, அவரை நிராகரித்த அவருடைய மக்களின் தலைவர்கள் (அவரை நோக்கி) ‘‘நாம் உம்மை நம்மைப் போன்ற ஒரு மனிதனாகவே காண்கிறோம். வெளித்தோற்றத்தில் நம்மில் மிக்க இழிவானவர்களே தவிர (கண்ணியமானவர்கள்) உம்மைப் பின்பற்றவில்லை என்பதையும் நாங்கள் அறிவோம். எங்களைவிட உங்களிடம் ஒரு மேன்மை இருப்பதாகவும் நாங்கள் காணவில்லை. நீங்கள் (அனைவரும்) பொய்யர்கள் என்றே நாங்கள் எண்ணுகிறோம்'' என்று கூறினார்கள்.","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:28","price":"28. (அதற்கு) அவர் (அவர்களை நோக்கிக்) கூறினார்: ‘‘என் மக்களே! நீங்கள் கவனித்தீர்களா? என் இறைவனுடைய அத்தாட்சியின் மீது நான் நிலையாக இருந்தும் அவன் தன் அருளையும் (நபித்துவத்தையும்) எனக்கு அளித்திருந்தும், அது உங்கள் கண்களுக்குப் புலப்படாமல் அதை நீங்கள் வெறுத்து விட்டால், அதைப் பின்பற்றும்படி நான் உங்களை நிர்ப்பந்திக்க முடியுமா?","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:29","price":"29. ‘‘என் மக்களே! இதற்காக நான் உங்களிடம் ஒரு பொருளையும் (கூலியாகக்) கேட்கவில்லை. என் கூலி அல்லாஹ்விடமே தவிர (உங்களிடம்) இல்லை. (உங்களில் மிகத் தாழ்ந்தவர்களாயினும் சரி) நம்பிக்கை கொண்டவர்களை நான் விரட்டிவிட முடியாது. நிச்சயமாக அவர்கள் தங்கள் இறைவனை (கண்ணியத்துடன்) சந்திப்பவர்களாகவே இருக்கிறார்கள். ஆனால், நிச்சயமாக நான் உங்களை(த்தான் மிகத் தாழ்ந்த) மூடர்களாகக் காண்கிறேன்.","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:30","price":"30. என் மக்களே! நான் அவர்களை விரட்டிவிட்டால் (அல்லாஹ் என்னைத் தண்டிக்க மாட்டானா? அச்சமயம்) அல்லாஹ்விடத்தில் எனக்கு உதவி செய்பவர் யார்? இவ்வளவு கூட நீங்கள் உணர்ந்து கொள்ள வேண்டாமா?","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:31","price":"31. அல்லாஹ்வுடைய பொக்கிஷங்கள் (அனைத்தும்) என்னிடம் இருக்கின்றன என்றும் நான் உங்களிடம் கூறவில்லை; நான் மறைவானவற்றை அறிந்தவனும் அல்லன்; நான் ஒரு வானவர் என்றும் கூறவில்லை. எவர்களை உங்கள் கண்கள் இழிவாகக் காண்கின்றனவோ அவர்களுக்கு அல்லாஹ் ஒரு நன்மையும் அளிக்க மாட்டான் என்றும் நான் கூறமாட்டேன். அவர்கள் உள்ளத்தில் உள்ள (நம்பிக்கை, நல்லெண்ணம் ஆகியவற்றை உங்களைவிட) அல்லாஹ்தான் மிகவும் அறிந்தவன். (இதற்கு மாறாக நான் கூறினால்) நிச்சயமாக நானும் அநியாயக்காரர்களில் ஒருவனாகி விடுவேன்'' (என்றும் கூறினார்.)","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:32","price":"32. அதற்கவர்கள் ‘‘நூஹே! நிச்சயமாக நீர் எங்களுடன் தர்க்கித்தீர்; (அதுவும்) அதிகமாகவே தர்க்கித்து விட்டீர். (ஆகவே, இனி தர்க்கத்தை விட்டொழித்து, வேதனை வரும் என்று கூறுவதில்) நீர் மெய்யாகவே உண்மை சொல்பவராக இருந்தால், நீர் அச்சுறுத்தும் அதை நம்மிடம் கொண்டு வருவீராக'' என்று கூறினார்கள்.","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:33","price":"33. அதற்கு அவர் ‘‘(வேதனையை கொண்டு வருபவன் நான் அல்லன்;) அல்லாஹ்தான். அவன் நாடினால் (அதிசீக்கிரத்தில்) அதை உங்களுக்கு நிச்சயமாகக் கொண்டு வருவான். அதைத் தடுத்துவிட உங்களால் முடியாது'' என்று கூறினார்.","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:34","price":"34. ‘‘நான் உங்களுக்கு நல்லுபதேசம் செய்யக் கருதினாலும், உங்களை வழிகேட்டிலேயே விட்டுவிட வேண்டும் என்று அல்லாஹ் விரும்பியிருந்தால் என் நல்லுபதேசம் உங்களுக்கு ஒரு பயனுமளிக்காது. அவன்தான் உங்கள் இறைவன்; (மறுமையில்) அவனிடமே நீங்கள் திரும்பக் கொண்டு வரப்படுவீர்கள்'' (என்றும் கூறினார்).","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:35","price":"35. (நபியே! இவ்வரலாற்றைப் பற்றி) ‘‘நீர் இதைப் பொய்யாகக் கற்பனை செய்து கூறுகிறீர்'' என்று அவர்கள் கூறுகின்றனரா? (அவ்வாறாயின்) நீர் கூறுவீராக: ‘‘நான் அதைக் கற்பனை செய்து கூறினால் அக்குற்றம் என் மீதே சாரும். (நீங்கள் பொறுப்பாளிகளல்லர்; அவ்வாறே) நீங்கள் (கற்பனை) செய்யும் குற்றங்களுக்கு நான் பொறுப்பாளியல்ல.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:36","price":"36. (நபி) நூஹ்வுக்கு வஹ்யி அறிவிக்கப்பட்டது: ‘‘முன்னர் நம்பிக்கை கொண்டவர்களைத் தவிர, இனி உமது மக்களில் ஒருவரும் நிச்சயமாக நம்பிக்கை கொள்ள மாட்டார்கள். ஆதலால், அவர்கள் செய்வதைப் பற்றி நீர் கவலைப்படாதீர்.","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:37","price":"37. நாம் அறிவிக்குமாறு நம் கண் முன்பாகவே ஒரு கப்பலை நீர் செய்வீராக. அநியாயம் செய்தவர்களைப் பற்றி (இனி) நீர் என்னுடன் (சிபாரிசு) பேசாதீர். நிச்சயமாக அவர்கள் (வெள்ள பிரளயத்தில்) மூழ்கடிக்கப்படுவார்கள்'' (என்றும் அறிவிக்கப்பட்டது.)","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:38","price":"38. அவர் கப்பலைச் செய்து கொண்டிருந்த சமயத்தில், அதன் சமீபமாகச் சென்ற அவருடைய மக்களின் தலைவர்கள் அவரைப் பரிகசித்தனர். அதற்கு அவர் ‘‘நீங்கள் (இப்போது) எங்களைப் பரிகசிக்கும் இவ்வாறே (அதிசீக்கிரத்தில்) நிச்சயமாக நாங்கள் உங்களைப் பரிகசிப்போம்'' என்று கூறினார்.","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:39","price":"39. ‘‘இழிவுபடுத்தும் வேதனை யாரை வந்தடைகிறது, நிலையான வேதனை எவர் மீது இறங்குகிறது என்பதையும் அதி சீக்கிரத்தில் நீங்கள் (சந்தேகமற) தெரிந்து கொள்வீர்கள்'' (என்று கூறினார்.)","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:40","price":"40. ஆகவே, (நாம் விதித்திருந்த) வேதனை நெருங்கி அடுப்புப் பொங்கவே (நூஹை நோக்கி ‘‘ஒவ்வொரு உயிருள்ள பிராணியில் இருந்தும்) ஆண், பெண் இரண்டு கொண்ட ஒவ்வொரு ஜோடியை அதில் ஏற்றிக் கொள்வீராக. (அழிந்துவிடுவார்கள் என) நம் வாக்கு ஏற்பட்டுவிட்ட (உங்கள் மகன் ஆகிய)வர்களைத் தவிர, உமது குடும்பத்தவரையும் (மற்ற) நம்பிக்கையாளர்களையும் அதில் ஏற்றிக்கொள்வீராக'' என்று நாம் கூறினோம். வெகு சொற்ப மக்களைத் தவிர (மற்றவர்கள்) அவருடன் நம்பிக்கை கொள்ளவில்லை.","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:41","price":"41. அதற்கவர் (தன்னைச் சார்ந்தவர்களை நோக்கி,) ‘‘இதைச் செலுத்தவும் நிறுத்தவும் ஆற்றலுடையவனாகிய அல்லாஹ்வின் திருநாமத்தைக் கூறி இதில் நீங்கள் ஏறிக் கொள்ளுங்கள். நிச்சயமாக என் இறைவன் மிக்க மன்னிப்பவன், மிகக் கருணையுடையவன் ஆவான்'' என்று கூறினார்.","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:42","price":"42. பின்னர் அக்கப்பல், மலைகளைப் போன்ற அலைகளுக்கிடையில் அவர்களைச் சுமந்து செல்ல ஆரம்பித்தது. (அச்சமயம்) நூஹ் தன்னை விட்டு விலகியிருந்த தன் மகனை நோக்கி ‘‘என் மகனே! எங்களுடன் (நம்பிக்கை கொண்டு) நீயும் இதில் ஏறிக்கொள். (எங்களை விட்டு விலகி) நிராகரிப்பவர்களுடன் நீ இருக்க வேண்டாம். (அவ்வாறாயின், நீயும் நீரில் மூழ்கி விடுவாய்)'' என்று (சப்தமிட்டு) அழைத்தார்.","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:43","price":"43. அதற்கவன் ‘‘இந்த வெள்ள(ப் பிரளய)த்திலிருந்து என்னைக் காப்பாற்றக்கூடிய ஒரு மலையின் மேல் நான் சென்று விடுவேன்'' என்று கூறினான். அதற்கவர் ‘‘அல்லாஹ் அருள் புரிந்தாலன்றி அவனுடைய கட்டளையிலிருந்து பாதுகாத்துக் கொள்ள இன்று ஒருவராலும் முடியாது'' என்று கூறினார். (அச்சமயம்) அவர்களுக்கு இடையில் ஓர் அலை எழும்பி குறுக்கிட்டது; அவனும் மூழ்கியவர்களுடன் மூழ்கிவிட்டான்.","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:44","price":"44. பின்னர் ‘‘பூமியே! நீ உன் தண்ணீரை விழுங்கி விடு; வானமே! (மழை பொழிவதை) நிறுத்திக்கொள்'' என்று கட்டளைப் பிறப்பிக்கப்படவே தண்ணீர் வற்றி (விட்டது. இதற்குள் அவர்கள் அழிந்து அவர்களுடைய) காரியம் முடிந்துவிட்டது. (அக்கப்பலும்) ‘ஜூதி' (என்னும்) மலையில் தங்கியது; அநியாயம் செய்த மக்களுக்கு (இத்தகைய) அழிவுதான்'' என்று (உலகெங்கும்) பறை சாற்றப்பட்டது.","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:45","price":"45. (நூஹ் நபியினுடைய மகன் அவரை விட்டு விலகி நிராகரிப்பவர்களுடன் சென்றுவிடவே, அவனும் அழிந்து விடுவானென அஞ்சி) நூஹ் (தன் இறைவனை நோக்கி) ‘‘என் இறைவனே! என் மகன் என் குடும்பத்திலுள்ளவனே! (நீயோ என் குடும்பத்தவரை பாதுகாத்துக் கொள்வதாக வாக்களித்திருக்கிறாய்.) நிச்சயமாக உன் வாக்குறுதி உண்மையானது. தீர்ப்பளிப்பவர்களில் எல்லாம் நீ மிகவும் மேலான நீதிபதி'' என்று சப்தமிட்டுக் கூறினார்.","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:46","price":"46. அதற்கவன், ‘‘நூஹே! நிச்சயமாக அவன் உமது குடும்பத்தில் உள்ளவனல்லன். நிச்சயமாக அவன் ஒழுங்கீனமான காரியங்களையே செய்து கொண்டிருந்தான். (ஒழுங்கீனமாக நடப்பவன் உமது குடும்பத்தைச் சார்ந்தவனல்ல.) ஆதலால், நீர் உமக்குத் தெரியாத விஷயங்களைப் பற்றி என்னிடம் (தர்க்கித்துக்) கேட்க வேண்டாம்; அறியாதவர்களில் நீரும் ஒருவராகிவிட வேண்டாம் என்று நிச்சயமாக நான் உமக்கு நல்லுபதேசம் செய்கிறேன்'' என்று கூறினான்.","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:47","price":"47. அதற்கு (நூஹ் நபி) ‘‘என் இறைவனே! நான் அறியாத விஷயங்களைப் பற்றி (இனி) உன்னிடம் கேட்காது என்னை பாதுகாக்குமாறு உன்னிடம் நிச்சயமாக நான் பிரார்த்திக்கிறேன். நீ என்னை மன்னித்து எனக்கு நீ கிருபை செய்யாவிடில் நிச்சயமாக நானும் நஷ்டமடைந்தவர்களில் ஆகி விடுவேன்'' என்று கூறினார்.","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:48","price":"48. (வெள்ளப் பிரளயத்தால் ஏற்பட்ட தண்ணீர் வற்றி, நூஹ் நபியின் கப்பல் ‘ஜூதி' என்னும் மலைமீது தங்கிவிடவே, நாம் நூஹை நோக்கி) ‘‘நூஹே! நம் சாந்தியுடனும் நற் பாக்கியங்களுடனும் (கப்பலில் இருந்து) நீர் இறங்கிவிடுவீராக. உங்களுக்கும் உம்முடனுள்ள மற்ற மக்களுக்கும் பெரும் பாக்கியங்கள் உண்டாவதாகுக! (பிற்காலத்தில் உங்கள்) சந்ததிகள் (பெருகுவர். இவ்வுலகில்) நாம் அவர்களை நிச்சயமாக சுகம் அனுபவிக்க விடுவோம். பின்னர் (அவர்களில் பலர் பாவமான காரியங்களில் ஈடுபடுவார்கள். அதனால்) அவர்களை நம் துன்புறுத்தும் வேதனை வந்தடையும்'' என்று கூறப்பட்டது.","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:49","price":"49. (நபியே!) இது (உமக்கு) மறைவான சரித்திரங்களில் உள்ளதாகும். வஹ்யி மூலமாகவே நாம் இதை உமக்கு அறிவிக்கிறோம். இதற்கு முன்னர் நீரோ அல்லது உமது மக்களோ இதை அறிந்திருக்கவில்லை. ஆகவே, (நபியே! நூஹைப்போல் நீரும் சிரமங்களைச்) சகித்துப் பொறுத்திருப்பீராக. நிச்சயமாக முடிவான வெற்றி இறையச்சம் உடையவர்களுக்குத்தான்.","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:50","price":"50. ‘ஆது' (என்னும்) மக்களிடம் அவர்களுடைய சகோதரர் ‘ஹூதை' (நம் தூதராக அனுப்பி வைத்தோம். அவர்களை நோக்கி) அவர் கூறினார்: ‘‘என் மக்களே! அல்லாஹ் ஒருவனையே நீங்கள் வணங்குங்கள்.அவனைத் தவிர வேறு இறைவன் உங்களுக்கு இல்லை. (வேறு இறைவன் உண்டென்று கூறும்) நீங்கள் கற்பனையாகப் பொய் கூறுபவர்களே.","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:51","price":"51. என் மக்களே! இதற்காக நான் உங்களிடத்தில் ஒரு கூலியும் கேட்கவில்லை. என் கூலி என்னை படைத்தவனிடமே தவிர (வேறு யாரிடமும்) இல்லை. (இவ்வளவு கூட) நீங்கள் அறிந்துகொள்ள வேண்டாமா?","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:52","price":"52. என் மக்களே! நீங்கள் உங்கள் இறைவனிடம் பாவ மன்னிப்பைக் கோரி (மனம்வருந்தி) அவன் பக்கமே திரும்புங்கள். (அவன் தடுத்திருக்கும்) மழையை உங்கள் மீது ஏராளமாகப் பொழியச் செய்வான். உங்கள் பலத்தை மேலும், (மேலும்,) அதிகரிக்கச் செய்வான். ஆகவே, நீங்கள் அவனைப் புறக்கணித்துக் குற்றமிழைத்து விடாதீர்கள்'' (என்று கூறினார்.)","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:53","price":"53. அதற்கவர்கள், ‘ஹூதே! நீர் (நாம் விரும்பியவாறு) அத்தாட்சி எதையும் நம்மிடம் கொண்டு வரவில்லை. உமது சொல்லுக்காக நாங்கள் எங்கள் தெய்வங்களை விட்டு விட மாட்டோம். உம்மை நாங்கள் நம்பவும் மாட்டோம்'' என்று கூறினார்கள்.","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:54","price":"54. ‘‘எங்களது சில தெய்வங்கள் உமக்குக் கேடு உண்டுபண்ணிவிட்டன. (ஆதலால், நீர் மதியிழந்து விட்டீர்! என்றும் கூறினார்கள்). அதற்கவர், ‘‘நிச்சயமாக நான் அல்லாஹ்வை சாட்சியாக்குகிறேன்; நிச்சயமாக நான் அவனையன்றி நீங்கள் இணைவைத்து வணங்குபவற்றிலிருந்து விலகிக்கொண்டேன். (இதற்கு) நீங்களும் சாட்சியாக இருங்கள்'' என்று கூறினார்.","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:55","price":"55. ‘‘ஆகவே, நீங்கள் அனைவரும் ஒன்று சேர்ந்து எனக்கு(ச் செய்யக் கூடிய) சூழ்ச்சியைச் செய்து பாருங்கள். (இதில்) நீங்கள் எனக்குச் சிறிதும் அவகாசம் அளிக்க வேண்டாம்'' (என்றும்,)","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:56","price":"56. “நிச்சயமாக நான் என் காரியங்கள் அனைத்தையும் என் இறைவனும் உங்கள் இறைவனுமாகிய அல்லாஹ்விடமே ஒப்படைத்து விட்டேன். ஒவ்வொரு உயிருள்ளவற்றின் உச்சிக் குடுமியையும் அவனே பிடித்துக் கொண்டிருக்கிறான். நிச்சயமாக என் இறைவன் (நீதியின்) நேரான வழியில் இருக்கிறான் (என்றும்,)","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:57","price":"57. நீங்கள் (என்னைப்) புறக்கணிப்பீர்களாயின் (அதைப் பற்றி எனக்குக் கவலையில்லை. ஏனென்றால்,) நான் உங்களிடம் எதற்காக அனுப்பப்பட்டேனோ அதை நிச்சயமாக நான் உங்களுக்கு எடுத்துரைத்து விட்டேன். (உங்களை அழித்து) நீங்கள் அல்லாத வேறு மக்களை என் இறைவன் உங்கள் இடத்தில் வைத்து விடுவான்; (இதற்காக) நீங்கள் அவனுக்கு ஒரு தீங்கும் செய்ய முடியாது. நிச்சயமாக என் இறைவன் அனைத்தையும் பாதுகாப்பவன். (ஆகவே, அவன் என்னையும் பாதுகாத்துக் கொள்வான்'' என்றும் கூறினார்.)","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:58","price":"58. (இதன் பின்னும் அவர்கள் அவரை நிராகரித்து விட்டனர். ஆகவே,) நம் (வேதனையின்) உத்தரவு வந்தபொழுது ஹூதையும், அவருடன் நம்பிக்கை கொண்டவர்களையும் நம் அருளால்பாதுகாத்துக் கொண்டு, கடுமையான வேதனையில் இருந்து நாம் அவர்களைத் தப்பவைத்தோம்.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:59","price":"59. (நபியே!) இது ‘ஆது' மக்களின் (சரித்திரமாகும்). அவர்கள் தங்கள் இறைவனின் கட்டளைகளை நிராகரித்து அவனின் தூதர்களுக்கு மாறு செய்தார்கள். மேலும், பிடிவாதக்கார முரடர்கள் அனைவருடைய தீய வழிகாட்டல்களையும் அவர்கள் பின் பற்றினார்கள்.","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:60","price":"60. இவ்வுலகில் (அல்லாஹ்வுடைய) சாபம் அவர்களைத் தொடர்ந்தது, மறுமை நாளிலும் (அவ்வாறே!) தொடரும். நிச்சயமாக ‘ஆது' மக்கள் தங்கள் இறைவனுக்கு மாறு செய்தார்கள் என்பதையும் (நபி) ஹூதுடைய ‘ஆது' சமுதாயத்தவர்களுக்குக் கேடுதான் என்பதையும் அறிந்து கொள்ளுங்கள்.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:61","price":"61. ‘ஸமூது' (என்னும் மக்)களிடம் அவர்களுடைய சகோதரர் ‘ஸாலிஹை' (நம் தூதராக அனுப்பி வைத்தோம். அவர் அவர்களை நோக்கி) ‘‘என் மக்களே! அல்லாஹ் ஒருவனையே நீங்கள் வணங்குங்கள்; உங்களுக்கு அவனைத் தவிர, வேறு இறைவன் இல்லை. அவனே உங்களைப் பூமியிலிருந்து படைத்தான். அதிலேயே அவன் உங்களை வசிக்கவும் செய்தான். ஆதலால், நீங்கள் அவனிடமே மன்னிப்பைக் கோரி பிறகு, அவன் பக்கமே திரும்புங்கள். நிச்சயமாக என் இறைவன் (உங்களுக்கு) மிகச் சமீபமானவன், (பிரார்த்தனைகளை) அங்கீகரிப்பவன் என்று கூறினார்.","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:62","price":"62. அதற்கவர்கள் (ஸாலிஹ் நபியை நோக்கி) ‘‘ஸாலிஹே! இதற்கு முன்னரெல்லாம், நீர் எங்கள் நம்பிக்கைக்குப் பாத்திரமுடையவராக இருந்தீர். எங்கள் மூதாதைகள் வணங்கிக் கொண்டிருந்த தெய்வங்களை நாங்கள் வணங்கக் கூடாதென்று நீர் எங்களைத் தடை செய்கிறீரா? நீர் எங்களை எதனளவில் அழைக்கிறீரோ அதைப் பற்றி நிச்சயமாக நாங்கள் பெரும் சந்தேகத்தில் இருக்கிறோம்'' என்று கூறினர்.","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:63","price":"63. அதற்கவர் ‘‘என் மக்களே! நான் என் இறைவனின் நேரான வழியில் இருக்க, அவன் என் மீது (மகத்தான) அருள் புரிந்திருக்க, நான் அவனுக்கு மாறு செய்தால் (அவன் என்னைத் தண்டிக்க மாட்டானா? அந்நேரத்தில்) அல்லாஹ்விடத்தில் எனக்கு உதவி செய்பவர் யார்? என்பதை நீங்கள் கவனித்தீர்களா? நீங்களோ எனக்கு நஷ்டத்தைத் தவிர (எதையும்) அதிகமாக்கி விட மாட்டீர்கள்'' என்று கூறினார்.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:64","price":"64. ‘‘என் மக்களே! இது அல்லாஹ்வுடைய ஒரு பெண் ஒட்டகமாகும். உங்களுக்கு இது ஓர் அத்தாட்சியாகவே அளிக்கப்பட்டுள்ளது. ஆகவே, அல்லாஹ்வினுடைய பூமியில் (அது விரும்பிய இடத்தில்) மேய அதை விட்டுவிடுங்கள்; அதற்கு ஒரு கெடுதலும் செய்ய(க் கருதி) அதைத் தொடாதீர்கள். அவ்வாறு செய்தால் அதிசீக்கிரத்தில் வேதனை உங்களைப் பிடித்துக் கொள்ளும்'' (என்று சொன்னார்.)","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:65","price":"65. எனினும், அவர்கள் (அவருடைய கட்டளைக்கு மாறு செய்து) அதை வெட்டி விட்டார்கள். ஆகவே, அவர் (அவர்களை நோக்கி, ‘‘இனி) மூன்று நாள்கள்வரை உங்கள் வீடுகளில் (இருந்து கொண்டு) நீங்கள் சுகமடையலாம். (அதற்குப் பின்னர் அல்லாஹ்வுடைய வேதனை உங்களை வந்தடையும்) இது தவறாத வாக்காகும்'' என்று கூறினார்.","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:66","price":"66. (வேதனையைப் பற்றிய) நம் கட்டளை(யின்படி வேதனை) வந்தபொழுது ஸாலிஹையும், அவருடன் நம்பிக்கைக் கொண்டவர்களையும் (வேதனையிலிருந்தும்) அந்நாளின் இழிவில் இருந்தும் நம் அருளைக் கொண்டு நாம் பாதுகாத்துக் கொண்டோம். (நபியே!) நிச்சயமாக உமது இறைவன் தான் பலமிக்கவனும் (அனைத்தையும்) மிகைத்தவனும் ஆவான்.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:67","price":"67. ஆகவே, வரம்பு மீறியவர்களை இடி முழக்கம் பிடித்துக் கொண்டது. அவர்கள் தங்கள் வீடுகளில் இருந்தவாறே இறந்து விட்டனர்.","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:68","price":"68. (அதற்கு முன்னர்) அங்கு அவர்கள் ஒரு காலத்திலும் வசித்திருக்காததைப் போல் (அடையாளம் எதுவுமின்றி அழிந்து விட்டனர்). அறிந்து கொள்ளுங்கள்: நிச்சயமாக ‘ஸமூது' மக்கள் தங்கள் இறைவனை நிராகரித்து விட்டார்கள். அறிந்து கொள்ளுங்கள்: ‘ஸமூது' மக்கள் மீது சாபம் ஏற்பட்டு விட்டது.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:69","price":"69. நிச்சயமாக (வானவர்களிலுள்ள) நம் தூதர்கள் இப்றாஹீமுக்கு நற்செய்தி கொண்டு வந்து “ஸலாம்'' கூறினர். (இப்றாஹீம் அதற்குப் பிரதியாக “உங்களுக்கும்) ஸலாம்'' கூறி சிறிதும் தாமதிக்காது (அறுத்துச்) சுட்டதொரு கன்றுக்குட்டியைக் கொண்டு வந்(து அவர்கள் முன் வைத்)தார்கள்.","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:70","price":"70. அவர்களுடைய கைகள் அதனிடம் செல்லாததைக் கண்டதும் அவர்களைப் பற்றி சந்தேகித்தார்; அவர்களைப் பற்றிய பயமும் அவர் மனதில் ஊசலாடியது. (அப்பொழுது) அவர்கள் (இப்றாஹீமை நோக்கி) ‘‘நீர் பயப்படாதீர். நிச்சயமாக நாங்கள் ‘லூத்'துடைய மக்களிடம் (அவர்களை அழித்துவிட) அனுப்பப்பட்டுள்ளோம்'' என்று கூறினார்கள்.","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:71","price":"71. (அச்சமயம் அங்கு) நின்று கொண்டிருந்த அவருடைய (கிழ) மனைவி (லூத் நபியின் மக்கள் செய்யும் தீய காரியங்களைச் செவியுற்று) சிரித்தாள்; ஆனால், அதே சமயத்தில் அவளுக்கு ‘இஸ்ஹாக்' (என்னும் மகனைப்) பற்றியும், இஸ்ஹாக்குக்குப் பின்னர் ‘யஅகூப்' (என்னும் பேரன் பிறக்கப் போவதைப்) பற்றியும் நற்செய்தி கூறினோம்.","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:72","price":"72. அதற்கவள், ‘‘என் துக்கமே! (மாதவிடாய் நின்று) நான் கிழவியாகவும், என் இக்கணவர் ஒரு வயோதிகராகவும் ஆனதன் பின்னர் நான் (கர்ப்பமாகி) பிள்ளை பெறுவேனா! நிச்சயமாக இது ஆச்சரியமான விஷயம்!'' என்றாள்.","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:73","price":"73. அதற்கவர்கள், ‘‘அல்லாஹ்வுடைய சக்தியைப் பற்றி நீ ஆச்சரியம் அடைகிறாயா? அல்லாஹ்வுடைய அருளும், அவனுடைய நற்பாக்கியங்களும் (இப்றாஹீமுடைய) வீட்டிலுள்ள உங்கள் மீது நிலவுக. நிச்சயமாக அவன் மிக்க புகழுடையவன், மகிமை உடையவன்'' என்று கூறினார்கள்.","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:74","price":"74. இப்றாஹீமுடைய திடுக்கம் நீங்கி அவருக்கு நற்செய்தி கிடைத்த பின்னர் ‘லூத்' தின் மக்களை (அழித்து விடுவதை)ப் பற்றி அவர் நம்மு(டைய வானவர்களு)டன் தர்க்கம் செய்ய ஆரம்பித்து விட்டார்.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:75","price":"75. நிச்சயமாக இப்றாஹீம் மிக்க சகிப்புடையவர், அதிகம் பிரார்த்திப்பவர் (எதற்கும்) நம்மையே முன்நோக்குபவர் ஆவார்.","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:76","price":"76. (ஆகவே, அத்தூதர்கள் இப்றாஹீமை நோக்கி) இப்றாஹீமே! நீர் இதைப் (பற்றி தர்க்கம் செய்யாது) புறக்கணித்து விடுவீராக. நிச்சயமாக (அவர்களை அழிப்பதற்காக) உமது இறைவனுடைய கட்டளை பிறந்து விட்டது. மேலும், நிச்சயமாக அவர்களால் தவிர்க்க முடியாத வேதனை அவர்களை வந்தடையும் (என்று கூறினார்கள்).","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:77","price":"77. (இப்றாஹீமிடமிருந்து) நம் தூதர்கள் லூத்திடம் வந்தபொழுது, அவர் (அந்த வானவர்களைத் தம் மக்களிடமிருந்து எப்படி பாதுகாப்பது என்று) கவலைக்குள்ளாகி அவரது மனம் சுருங்கி ‘‘இது மிக நெருக்கடியான நாள்'' என்று கூறினார்.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:78","price":"78. (இதற்குள்) அவருடைய மக்கள் அவரிடம் விரைந்தோடி வந்தார்கள். இதற்கு முன்னரும் அவர்கள் தீய காரியங்களையே செய்து கொண்டிருந்தனர். (இதை நாடியே அவரிடம் அவர்கள் வந்தனர்.) அதற்கு (‘லூத்' நபி அவர்களை நோக்கி) ‘‘என் மக்களே! இதோ! என் பெண்மக்கள் இருக்கின்றனர். (அவர்களைத் திருமணம் செய்து கொள்வது) உங்களுக்கு மிக்க பரிசுத்தமானதாகும். அல்லாஹ்வுக்கு நீங்கள் பயந்து கொள்ளுங்கள். என் விருந்தினர் விஷயத்தில் என்னை நீங்கள் அவமானப் படுத்தாதீர்கள். (உங்களுக்கு நல்லுபதேசம் செய்யும்) நல்ல மனிதன் ஒருவன் கூட உங்களில் இல்லையா?'' என்று கேட்டார்.","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:79","price":"79. அதற்கவர்கள் ‘‘உமது பெண்மக்களிடம் எங்களுக்கு ஒரு தேவையும் இல்லை என்பதை நீர் நன்கறிவீர்; நாங்கள் விரும்புவது என்ன என்பதையும் நிச்சயமாக நீங்கள் நன்கறிவீர்'' என்றும் கூறினார்கள்.","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:80","price":"80. அதற்கவர் ‘‘உங்களைத் தடுக்க போதுமான பலம் எனக்கு இருக்க வேண்டாமா? அல்லது (உங்களைத் தடுத்து விடக்கூடிய) பலமான ஆதரவை நான் அடைய வேண்டாமா?'' என்று (மிக துக்கத்துடன்) கூறினார்.","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:81","price":"81. (அதற்கு லூத்துடைய விருந்தாளிகள் அவரை நோக்கி) ‘‘லூத்தே! நிச்சயமாக நாங்கள் உங்கள் இறைவனால் அனுப்பப்பட்ட தூதர்(களாகிய வானவர்)களாவோம். இவர்கள் நிச்சயமாக உம்மை வந்தடைய முடியாது. (இன்று) இரவில் ஒரு சிறு பகுதி இருக்கும்பொழுது நீர் உம் குடும்பத்துடன் (இங்கிருந்து) வெளியேறி விடுவீராக; (உமது சொல் கேளாத) உமது மனைவியைத் தவிர, உங்களில் ஒருவரும் அவர்களைத் திரும்பியும் பார்க்க வேண்டாம். அவர்களை அடைகின்ற வேதனை நிச்சயமாக அவளையும் அடையும். (வேதனை வர) நிச்சயமாக இவர்களுக்கு வாக்களிக்கப்பட்ட நேரம் விடியற்காலையாகும். விடியற்காலை சமீபமாக இல்லையா?'' என்று கூறினார்கள்.","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:82","price":"82. நம் கட்டளை(யின் நேரம்) வந்ததும் அவர்களுடைய ஊரை தலைக்கீழாக கவிழ்த்து விட்டோம். (அதற்கு முன்னர்) அவர்கள் மீது சுடப்பட்ட செங்கற்களை (மழையைப் போல்) பொழியச் செய்தோம்.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:83","price":"83. (எறியப்பட்ட செங்கல் ஒவ்வொன்றிலும்) உங்கள் இறைவனால் அடையாளமிடப் பட்டிருந்தது. (புரட்டப்பட்ட) அவ்வூர் இவ்வக்கிரமக்காரர்களுக்கு வெகு தூரமுமல்ல; (விரும்பினால் அதை இவர்கள் நேரில் சென்று பார்த்துக் கொள்ளலாம்.)","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:84","price":"84. ‘‘மத்யன்' (என்னும் ஊர்) வாசிகளுக்கு அவர்களுடைய சகோதரர் ஷுஐபை (நம் தூதராக அனுப்பி வைத்தோம்.) அவர் (அவர்களை நோக்கி) ‘‘என் மக்களே! அல்லாஹ் ஒருவனையே நீங்கள் வணங்குங்கள்; அவனைத் தவிர வேறு இறைவன் உங்களுக்கு இல்லை. அளவையையும் நிறுவையையும் குறைக்காதீர்கள். நீங்கள் நல்ல நிலைமையில் இருப்பதையே நான் காண்கிறேன். (அவ்வாறிருக்க அளவையையும் நிறுவையையும் குறைத்து ஏன் மோசம் செய்கிறீர்கள்? அவ்வாறு செய்தால்) நிச்சயமாக உங்களைச் சூழ்ந்து அழித்துவிடக்கூடிய வேதனை ஒரு நாளில் உங்களை வந்தடையும் என்று நான் பயப்படுகிறேன்.","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:85","price":"85. என் மக்களே! அளவையையும் நிறுவையையும் நீதமாகவே முழுமைப்படுத்துங்கள். மனிதர்களுக்கு(க் கொடுக்க வேண்டிய) அவர்களுடைய பொருள்களைக் குறைத்து விடாதீர்கள். பூமியில் கடுமையாக விஷமம் செய்து கொண்டு அலையாதீர்கள்.","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:86","price":"86. நீங்கள் உண்மையாகவே நம்பிக்கை கொண்டவர்களாக இருந்தால் (உங்கள் தொழிலில் இலாபகரமாக) அல்லாஹ் மீதப்படுத்துவதே உங்களுக்கு மிக்க மேலானதாகும். நான் உங்களைக் கண்காணிப்பவனல்ல; (அல்லாஹ்தான் உங்களைக் கண்காணிப்பவன். ஆகவே, அவனுக்கு நீங்கள் பயந்து நடந்து கொள்ளுங்கள்)'' என்றும் கூறினார்.","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:87","price":"87. அதற்கவர்கள் ‘‘ஷுஐபே! நாங்கள் எங்கள் மூதாதைகள் வணங்கிய தெய்வங்களையும், நாங்கள் எங்கள் பொருள்களில் எங்கள் விருப்பப்படி நடந்து கொள்வதையும் விட்டுவிடும்படியாக (நீர் எங்களுக்குக் கட்டளை இடும்படி) உமது தொழுகையா உம்மைத் தூண்டுகிறது? நிச்சயமாக நீர்தான் மிக்க கண்ணியமுள்ள நேர்மையாளர்'' என்று (பரிகாசமாகக்) கூறினார்கள்.","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:88","price":"88. அதற்கவர் ‘‘என் மக்களே! என் இறைவன் தெளிவான அத்தாட்சிகளை எனக்களித்திருப்பதையும், அவன் எனக்கு வேண்டிய உணவை நல்லவிதமாக அளித்து வருவதையும் நீங்கள் அறிவீர்களா? (இந்நிலைமையில் மக்களை நான் மோசம் செய்யவேண்டிய அவசியமில்லை; ஆகவே,) நான் (தீமையிலிருந்து) உங்களைத் தடுக்கும் விஷயத்தில் உங்களுக்கு மாறுசெய்ய விரும்பவில்லை. (நீங்கள் செய்யக்கூடாது என்று கூறும் காரியத்தை நானும் செய்யமாட்டேன்.) என்னால் இயன்றவரை (உங்களைச்) சீர்திருத்துவதைத் தவிர (வேறொன்றையும்) நான் விரும்பவில்லை. அல்லாஹ்வின் உதவியின்றி நான் (உங்களைச் சீர்திருத்தும் விஷயத்தில்) வெற்றியடைய முடியாது. அவனையே நான் நம்பியிருக்கிறேன்; அவனையே நான் நோக்கியும் நிற்கிறேன்.","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:89","price":"89. ‘‘என் மக்களே! உங்களுக்கு என் மீதுள்ள விரோதம் ‘நூஹ்'வுடைய மக்களையும் ‘ஹூத்' உடைய மக்களையும், ‘ஸாலிஹ்' உடைய மக்களையும் பிடித்தது போன்ற வேதனை உங்களையும் பிடித்துக் கொள்ளும்படி செய்துவிட வேண்டாம். ‘லூத்து'டைய மக்கள் (இருந்த இடமும் காலமும்) உங்களுக்குத் தூரமாக இல்லை.","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:90","price":"90. ஆகவே, உங்கள் இறைவனிடம் நீங்கள் மன்னிப்பைக் கோருங்கள். (உங்கள் பாவங்களை விட்டு மனம் வருந்தி) அவனிடமே நீங்கள் திரும்புங்கள். நிச்சயமாக என் இறைவன் மகா கருணையுடையவன், மிக்க நேசிப்பவன் ஆவான் என்று கூறினார்.","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:91","price":"91. அதற்கவர்கள் ‘‘ஷுஐபே! நீர் கூறுபவற்றில் பெரும்பாலானதை நாம் விளங்க (முடிய)வில்லை. நிச்சயமாக நாம் உம்மை எங்களில் பலவீனமானவராகவே காண்கிறோம். உமது இனத்தார் இல்லாவிடில் உம்மைக் கல் எறிந்தே கொன்றிருப்போம். நீர் நம்மிடம் மதிப்புடையவரல்ல'' என்றார்கள்.","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:92","price":"92. அதற்கவர் ‘‘என் மக்களே! அல்லாஹ்வைவிட என் இனத்தாரா உங்களுக்கு மிக்க மதிப்புடையவர்களாகி விட்டனர்? நீங்கள் அவனை உங்கள் முதுகுப்புறம் தள்ளி விட்டீர்கள். நிச்சயமாக என் இறைவன் நீங்கள் செய்வதைச் சூழ்ந்துள்ளான்'' என்று கூறினார்.","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:93","price":"93. ‘‘என் மக்களே! நீங்கள் உங்கள் போக்கில் (உங்கள் காரியத்தைச்) செய்து கொண்டிருங்கள், நானும் (என் போக்கில் என் காரியத்தைச்) செய்து கொண்டிருக்கிறேன். இழிவுபடுத்தும் வேதனை யாரை வந்தடையும்? பொய் சொல்பவர் யார்? என்பதை நீங்கள் அதிசீக்கிரத்தில் அறிந்து கொள்வீர்கள். (அந்நேரத்தை) நீங்கள் எதிர்பார்த்திருங்கள்; நிச்சயமாக நானும் உங்களுடன் (அதை) எதிர்பார்த்திருக்கிறேன்'' (என்றும் கூறினார்).","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:94","price":"94. (பின்னர் அவர்களிடம்) நம் வேதனை வந்தபொழுது ஷுஐபையும் அவருடன் நம்பிக்கை கொண்டவர்களையும் நம் அருளைக் கொண்டு பாதுகாத்துக் கொண்டோம். அநியாயம் செய்தவர்களை விடியற்காலை நேரத்தில் இடிமுழக்கம் பிடித்துக் கொண்டது. அவர்கள் தங்கள் வீடுகளில் இருந்தவாறே (இறந்து) சடலமாக கிடந்தனர்.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:95","price":"95. அதில் அவர்கள் ஒரு காலத்திலும் வசித்திருக்காதவர்களைப் போல் (ஓர் அடையாளமுமின்றி) அழிந்து விட்டனர். ‘ஸமூத்' (சமுதாயத்தின்) மீது சாபம் ஏற்பட்டபடியே இந்த ‘மத்யன்' (நகர சமுதாயத்தின்) மீதும் சாபம் ஏற்பட்டுவிட்டது என்பதை அறிந்துகொள்ளுங்கள்.","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:96","price":"96. நம் வசனங்களுடனும் தெளிவான அத்தாட்சியுடனும் மூஸாவை (நம் தூதராக) நிச்சயமாக நாம் அனுப்பிவைத்தோம்.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:97","price":"97. ஃபிர்அவ்னிடமும் அவனுடைய கூட்டத்தாரிடமும் (அனுப்பினோம்). ஃபிர்அவ்னுடைய கட்டளையை (அவனுடைய கூட்டத்தினர்) பின்பற்றிக் கொண்டிருந்தனர். ஃபிர்அவ்னுடைய கட்டளையோ நேரான வழியில் இருக்கவில்லை.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:98","price":"98. மறுமை நாளில் அவன் தன் மக்களுக்கு முன் (வழிகாட்டியாகச்) சென்று அவர்களை நரகத்தில் சேர்ப்பான். அவர்கள் செல்லுமிடம் மிகக் கெட்டது.","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:99","price":"99. இம்மையிலும் மறுமையிலும் சாபம் அவர்களைப் பின்தொடர்கிறது. அவர்களுக்குக் கிடைக்கும் சன்மானம் மிகக் கெட்டது.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:100","price":"100. (மேலே கூறிய) இவை சில ஊர்(வாசி)களின் சரித்திரங்களாகும். இவற்றை நாம் உங்களுக்குக் கூறினோம். இவற்றில் சில (இப்போதும்) இருக்கின்றன; சில அழிந்து விட்டன.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:101","price":"101. இவர்களில் எவருக்குமே நாம் தீங்கிழைக்கவில்லை. எனினும், அவர்களே தங்களுக்கு தீங்கிழைத்துக் கொண்டனர். உங்கள் இறைவனின் வேதனை வந்த சமயத்தில் அல்லாஹ்வை தவிர்த்து அவர்கள் அழைத்துக் கொண்டிருந்த தெய்வங்களில் ஒன்றுமே அவர்களுக்கு ஒரு பயனும் அளிக்கவில்லை; மேலும், நஷ்டத்தையே அவை அவர்களுக்கு அதிகப்படுத்தின!","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:102","price":"102. அநியாயம் செய்கின்ற ஊராரை அவர்களின் அநியாயத்தின் காரணமாக உம் இறைவன் பிடிக்கக் கருதினால் இவ்வாறே அவன் பிடித்துக் கொள்கிறான். ஏனென்றால், நிச்சயமாக அவனுடைய பிடி மிக்க கடினமானதும் துன்புறுத்தக் கூடியதும் ஆகும்.","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:103","price":"103. மறுமையின் வேதனையைப் பயப்படக்கூடியவருக்கு நிச்சயமாக இதில் ஓர் அத்தாட்சி இருக்கிறது. மனிதர்கள் அனைவரும் ஒன்று சேர்க்கப்படும் நாளாகும் அது. அவர்கள் அனைவரும் (இறைவனின் முன்னால்) கொண்டு வரப்படக்கூடிய நாளுமாகும் அது.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:104","price":"104. ஒரு சொற்ப தவணைக்கே தவிர அதை நாம் பிற்படுத்தி வைக்கவில்லை.","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:105","price":"105. அது வரும் நாளில் அவனுடைய அனுமதியின்றி எந்த ஒரு மனிதனும் (அவனுடன்) பேசமுடியாது. அவர்களில் துர்ப்பாக்கியவான்களும் உள்ளனர்; நற்பாக்கியவான்களும் உள்ளனர்.","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:106","price":"106. துர்ப்பாக்கியவான்கள் நரகத்தில் வீழ்த்தப்படுவார்கள். (வேதனையைத் தாங்க முடியாமல்) அதில் அவர்கள் பெரும் கூச்சலிட்டுக் கதறுவார்கள்.","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:107","price":"107. உமது இறைவன் நாடினாலன்றி வானங்களும் பூமியும் நிலைத்திருக்கும் காலம் வரை அதில் அவர்கள் தங்கியும் விடுவார்கள். நிச்சயமாக உமது இறைவன், தான் விரும்பியவற்றை (தடையின்றி) செய்து முடிப்பவன்.","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:108","price":"108. நற்பாக்கியவான்கள் சொர்க்கத்தில் நுழைவார்கள். உமது இறைவன் நாடினாலன்றி வானங்களும் பூமியும் நிலைத்திருக்கும் காலம் வரை அதில்தான் அவர்கள் தங்கி விடுவார்கள். (அது) முடிவுறாத (என்றும் நிலையான) ஓர் அருட்கொடையாகும்.","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:109","price":"109. (நபியே! இணைவைத்து வணங்கும்) இவர்கள் வணங்குபவற்றைப் பற்றி (இவர்களிடம் ஏதும் ஆதாரம் இருக்குமோ என்று) நீர் சந்தேகப்பட வேண்டாம். (ஓர் ஆதாரமுமில்லை. எனினும்,) இதற்கு முன்னர் இவர்களுடைய மூதாதைகள் வணங்கிக் கொண்டிருந்தது போன்றே இவர்களும் (ஆதாரம் எதுவுமின்றியே) வணங்குகின்றனர். இவர்களுடைய (வேதனையின்) பாகத்தை (இவர்களுடைய மூதாதைகளுக்குக் கொடுத்து இருந்தவாறே) இவர்களுக்கும் முழுமையாக ஒரு குறைவுமின்றி நிச்சயமாக நாம் கொடுப்போம்.","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:110","price":"110. நிச்சயமாக நாம் மூஸாவுக்கு ஒரு வேதத்தைக் கொடுத்திருந்தோம். (இந்தக் குர்ஆனில் இவர்கள் மாறுபடுகின்றவாறே) அதிலும் அவர்கள் மாறுபட்டார்கள். (அவர்கள் தண்டனை பெறுகின்ற காலம் மறுமைதான் என்று) உங்கள் இறைவனின் வாக்கு முன்னரே ஏற்பட்டிராவிடில் (இம்மையிலேயே) இவர்களுடைய காரியம் முடிவு பெற்றிருக்கும். நிச்சயமாக (மக்காவாசிகளாகிய) இவர்களும் (இந்தக் குர்ஆனைப் பற்றிக் குழப்பமான) சந்தேகத்தில் இருக்கின்றனர்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:111","price":"111. நிச்சயமாக உமது இறைவன் (அவர்கள் ஒவ்வொருவருக்கும்) அவர்களுடைய செய்கைக்குரிய கூலியை முழுமையாகவே கொடுப்பான். நிச்சயமாக அவன் அவர்கள் செய்வதை நன்கறிந்தவன் ஆவான்.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:112","price":"112. ஆகவே, (நபியே!) உமக்கு ஏவப்பட்டது போன்றே, நீரும் இணை வைத்து வணங்குவதிலிருந்து விலகி உம்முடன் இருப்பவரும் (நேரான வழியில்) உறுதியாக இருங்கள். (இதில்) சிறிதும் தவறி விடாதீர்கள். நிச்சயமாக அவன் உங்கள் செயலை உற்று நோக்குபவன் ஆவான்.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:113","price":"113. (நம்பிக்கையாளர்களே!) வரம்பு மீறுபவர்கள் பக்கம் நீங்கள் (சிறிதும்) சாய்ந்து விடாதீர்கள். (அவ்வாறாயின்) நரக நெருப்பு உங்களையும் பிடித்துக் கொள்ளும். அதிலிருந்து உங்களைப் பாதுகாப்பவர் அல்லாஹ்வைத் தவிர (வேறு) யாருமில்லை; பின்னர், எவருடைய உதவியும் உங்களுக்குக் கிடைக்காது.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:114","price":"114. பகலில் இரு முனை(களாகிய காலை, மாலை)களிலும், இரவில் ஒரு பாகத்திலும், நீர் (தவறாது) தொழுது வருவீராக. நிச்சயமாக நன்மைகள் பாவங்களைப் போக்கிவிடும். இறைவனைத் துதி செய்து புகழ்பவர்களுக்கு இது ஒரு நினைவூட்டுதலாகும்.","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:115","price":"115. (நபியே! துன்பங்களைப்) பொறுமையுடன் சகித்திருப்பீராக. நிச்சயமாக அல்லாஹ் நன்மை செய்தவர்களின் கூலியை வீணாக்கிவிட மாட்டான்.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:116","price":"116. உங்களுக்கு முன்னிருந்த சந்ததிகளில் (தாங்களும் நல்லொழுக்கத்தைக் கடைபிடித்து மற்ற மனிதர்களும்) பூமியில் விஷமம் செய்யாது தடுத்து வரக்கூடிய அறிவாளிகள் (அதிகமாக) இருந்திருக்க வேண்டாமா? அவர்கள் ஒரு சொற்ப எண்ணிக்கையில்தான் இருந்தனர். நாம் அவர்களை பாதுகாத்துக் கொண்டோம். ஆனால், (பெரும்பாலான) அநியாயக்காரர்களோ தங்கள் ஆசாபாசங்களைப் பின்பற்றிக் குற்றம் செய்பவர்களாகவே இருந்தனர்.","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:117","price":"117. (நபியே!) ஓர் ஊராரில் சிலர் (மற்றவர்களைப் பாவம் செய்யாது) சீர்திருத்திக் கொண்டிருக்கும் வரை (மற்ற) சிலரின் அநியாயத்திற்காக அவ்வூரார் அனைவரையும் உமது இறைவன் அழித்துவிட மாட்டான்.","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:118","price":"118. உமது இறைவன் நாடியிருந்தால் மனிதர்கள் அனைவரையும் ஒரே வகுப்பினராக ஆக்கியிருப்பான். (அவ்வாறு நாடவில்லை.) அவர்கள் தங்களுக்குள் மாறுபட்டுக் கொண்டேயிருப்பார்கள்.","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:119","price":"119. அவர்களில் உமது இறைவன் அருள் புரிந்தவர்களைத் தவிர. (அவர்கள் மார்க்கத்தில் முரண்பட மாட்டார்கள்) இதற்காகவே அவர்களைப் படைத்தும் இருக்கிறான். (பாவம் செய்த) ‘‘ஜின்களைக் கொண்டும் மனிதர்களைக் கொண்டும் நிச்சயமாக நான் நரகத்தை நிரப்புவேன்'' என்ற உமது இறைவனின் வாக்கு நிறைவேறியே தீரும்.","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:120","price":"120. உமது உள்ளத்தைத் திடப்படுத்துவதற்காகவே, நம் தூதர்களின் சரித்திரங்களிலிருந்து இவை அனைத்தையும் நாம் உமக்குக் கூறினோம். இவற்றில் உங்களுக்கு உண்மையும், நல்லுபதேசமும் நம்பிக்கையாளர்களுக்கு அறிவுரையும் இருக்கின்றன.","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:121","price":"121. நம்பிக்கை கொள்ளாதவர்களை நோக்கி (நபியே!) கூறுவீராக: ‘‘நீங்கள் உங்கள் போக்கில் (உங்கள் காரியங்களைச்) செய்து கொண்டிருங்கள்; நிச்சயமாக நாங்களும் (எங்கள் போக்கில்) செய்து கொண்டிருக்கிறோம்.","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:122","price":"122. நீங்களும் (இதன் முடிவை) எதிர்பார்த்திருங்கள்; நிச்சயமாக நாங்களும் (அதை) எதிர் பார்த்திருக்கிறோம்.","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":null,"lang":"ta"},{"name":"11:123","price":"123. வானங்களிலும் பூமியிலும் மறைந்திருப்பவை அனைத்தும் (அவற்றின் ஞானமும்) அல்லாஹ்வுக்குரியனவே! எல்லா காரியங்களும் அவனிடமே திரும்பக் கொண்டு வரப்படும். ஆதலால், அவன் ஒருவனையே நீர் வணங்குவீராக; அவனையே நம்புவீராக. உமது இறைவன் நீங்கள் செய்பவற்றைப் பற்றி பராமுகமாயில்லை.''","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":null,"lang":"ta"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}