{"data":[{"name":"13:1","price":"1. அலிஃப் லாம் மீம் றா. இவை இவ்வேதத்தின் (சில) வசனங்களாகும். (நபியே!) உமது இறைவனால் உமக்கு இறக்கப்படும் இது முற்றிலும் உண்மையானது. எனினும், மனிதர்களில் பெரும்பாலானவர்கள் (இதை) நம்புவதில்லை.","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:2","price":"2. வானங்களை தூணின்றியே உயர்த்தியவன் அல்லாஹ்வே! அதை நீங்கள் (உங்கள் கண்களால்) காண்கிறீர்கள். அன்றி அர்ஷின் மீது அவன் (தன் மகிமைக்குத்தக்கவாறு) உயர்ந்து விட்டான். அவனே சூரியனையும் சந்திரனையும் தன் அதிகாரத்திற்குள் வைத்திருக்கிறான். (இவை) ஒவ்வொன்றும் (அவற்றிற்குக்) குறிப்பிட்ட கால திட்டப்படி நடந்து வருகிறது. (அவற்றில் நடைபெறும்) சகல காரியங்களையும் அவனே திட்டமிடுகிறான். நீங்கள் (இறந்த பின்னர் உயிர்பெற்று) உங்கள் இறைவனைச் சந்திப்பதை உறுதி கொள்வதற்காக (தன்) வசனங்களை (இவ்வாறு உங்களுக்கு) விவரித்து அறிவிக்கிறான்.","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:3","price":"3. அவன்தான் பூமியை விரித்து, அதில் உறுதியான (பெரிய பெரிய) மலைகளையும் (நீண்ட) ஆறுகளையும் அமைத்தான். ஒவ்வொரு கனிவர்க்கத்(தின் மரங்களையும் ஆண் பெண் கொண்ட ஜ)தை ஜதைகளாக்கினான். இரவைக் கொண்டு பகலை மூடுகிறான். சிந்திக்கக்கூடிய மக்களுக்கு நிச்சயமாக இதில் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:4","price":"4. பூமியில் பல தொகுதிகளை சேர்ந்தாற்போல் அமைத்து (அதில்) திராட்சை, தானியப்பயிர் நிலங்களையும், பேரீச்சந்தோப்புகளையும் ஆக்கினான்; கிளைகள் உள்ளதும், கிளைகள் இல்லாததுமான மரங்களையும் (உற்பத்தி செய்கிறான். இவை அனைத்திற்கும்) ஒரேவித நீர் புகட்டப்பட்டபோதிலும், சிலவற்றைவிட சிலவற்றை சுவையில் நாம் மேன்மையாக்கி வைத்தோம். இதில், அறிவுடைய மக்களுக்கு நிச்சயமாக பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:5","price":"5. (நபியே! இந்நிராகரிப்பவர்கள் உம்மைப் பொய்யாக்குவது பற்றி) நீர் ஆச்சரியப்படுவதாயின், அவர்கள் கூறுவது (இதை விட) மிக்க ஆச்சரியமானதே! (ஏனென்றால்) ‘‘நாம் (இறந்து உக்கி) மண்ணாய்ப் போனதன் பின்னரா புதிதாக நாம் படைக்கப்பட்டு விடுவோம்?'' என்று கூறுகின்ற இவர்கள், தங்களைப் படைத்த இறைவனையே நிராகரிக்கின்றனர். (ஆகவே, மறுமையில்) இவர்களுடைய கழுத்தில் விலங்கிடப்படும். இவர்கள் நரகவாசிகளே! அதில் என்றென்றும் இவர்கள் தங்கிவிடுவார்கள்.","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:6","price":"6. (நபியே!) நன்மை வருவதற்கு முன்னதாகவே தீங்கை வரவைத்துக்கொள்ள இவர்கள் உம்மிடம் அவசரப்படுகின்றனர். இத்தகைய பல விஷயங்கள் இவர்களுக்கு முன்னரும் நிச்சயமாக நிகழ்ந்தே இருக்கின்றன. நிச்சயமாக உமது இறைவன் மனிதர்களின் குற்றங்களை மன்னிப்பவனாக இருந்த போதிலும், நிச்சயமாக உமது இறைவன் வேதனை செய்வதிலும் மிகக் கடுமையானவன் ஆவான்.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:7","price":"7. ‘‘(நபியே!) இந்நிராகரிப்பவர்கள் (உம்மைப் பற்றி) இவர் மீது இவருடைய இறைவனி டமிருந்து (நாம் விரும்புகிறவாறு) ஓர் அத்தாட்சி இறக்கப்பட வேண்டாமா?'' என்று கூறுகின்றனர். (நபியே!) நீர் அச்சமூட்டி எச்சரிக்கை செய்கிறவரே தவிர வேறில்லை; (ஆகவே, அவர்கள் விரும்பியவாறெல்லாம் செய்ய வேண்டுவது உமது கடமை இல்லை. இவ்வாறே) ஒவ்வொரு வகுப்பாருக்கும் (ஒரு) வழிகாட்டி வந்திருக்கிறார்.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:8","price":"8. ஒவ்வொரு பெண்ணும் (கர்ப்பத்தில்) சுமந்து கொண்டிருப்ப(து ஆணா, பெண்ணா என்ப)தையும் அல்லாஹ் நன்கறிகிறான். கர்ப்பப்பைகள் (கர்ப்பம் தரிக்கும் சமயம்) சுருங்குவதையும், (பிரசவிக்கும் பொழுது) அவை விரிவதையும் அவன் அறிகிறான். (கர்ப்பங்களிலுள்ள) ஒவ்வொன்றிலும் (அக்கர்ப்பங்களில் தங்கியிருக்க வேண்டிய காலம் ஆகியவை) அவனிடம் குறிப்பிடப்பட்டே இருக்கின்றன.","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:9","price":"9. (இது மட்டுமா! எல்லா) மறைவானவற்றையும் வெளிப்படையானவற்றையும் அவன் நன்கறிந்தவன்; அவன் மிகப் பெரியவன்; மிக மிக உயர்ந்தவன்.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:10","price":"10. உங்களில் எவரேனும் (தன்) வார்த்தையை ரகசியமாக வைத்துக் கொண்டாலும் அல்லது அதை பகிரங்கமாகக் கூறினாலும் (அவனுக்கு இரண்டும்) சமமே! (அவ்வாறே உங்களில்) எவரும் இரவில் தான் செய்வதை மறைத்துக்கொண்டாலும் அல்லது பகலில் பகிரங்கமாகச் செய்தாலும் (அனைத்தும் அவனுக்குச் சமமே! அனைவரின் செயலையும் அவன் நன்கறிவான்.)","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:11","price":"11. (மனிதன் எந்நிலைமையிலிருந்த போதிலும்) அவனுக்கு முன்னும் பின்னும் தொடர்ந்து வரக்கூடிய (வானவர்கள்) பலர் இருக்கின்றனர். அவர்கள் அல்லாஹ்வுடைய கட்டளையைக் கொண்டு அவனை பாதுகாக்கிறார்கள். மனிதர்கள் (தங்கள் தீய நடத்தையை விட்டு) தங்களை மாற்றிக்கொள்ளாத வரை நிச்சயமாக அல்லாஹ்வும் (அவர்களுக்குப் புரிந்த அருளை) மாற்றி விடுவதில்லை. அல்லாஹ் ஒரு வகுப்பாரை வேதனை செய்ய நாடினால், அதைத் தடுப்பவர்கள் ஒருவரும் இல்லை; அவர்களுக்கு உதவி செய்பவர்களும் அவனைத் தவிர வேறு யாரும் இல்லை.","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:12","price":"12. (உங்களுக்கு) பயத்தையும் ஆதரவையும் தரக்கூடிய மின்னலை அவனே உங்கள் முன் பிரகாசிக்கச் செய்கிறான். (மழையைச் சுமந்த) பளுவான மேகங்களையும் அவனே கிளப்புகிறான்.","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:13","price":"13. இடிகளும் மற்ற வானவர்களும் அவனுக்குப் பயந்து அவனைத் துதி செய்து புகழ்கின்றனர். அவனே இடிகளை விழச்செய்து, அதைக்கொண்டு அவன் நாடியவர்களைத் தாக்குகிறான். (இவ்வாறு இருந்தும்) அவர்கள் அல்லாஹ்வை பற்றி (உங்களிடம்) தர்க்கிக்கின்றனர். அவனோ (அவர்களைத் தண்டிக்கக் கருதினால் அவர்கள்) நழுவாது மிக்க பலமாகப் பிடித்துக் கொள்பவன்.","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:14","price":"14. (நாம் பிரார்த்தனை செய்து) உண்மையாக அழைக்கத் தகுதி உடையவன் அவனே. எவர்கள் அவனையன்றி (மற்ற பொய்யான தெய்வங்களைப் பிரார்த்தனை செய்து) அழைக்கிறார்களோ அவர்களுக்கு, அவை எதையும் கொடுத்து விடாது. (அல்லாஹ்வைத் தவிர மற்றவற்றை அழைப்பவர்களின் உதாரணம்:) தண்ணீர் (தானாகவே) தன் வாயில் சென்றுவிட வேண்டுமென்று கருதி, தன் இரு கைகளையும் (நீட்டி அள்ளிக் குடிக்காமல்) விரித்துக் கொண்டே இருப்பவனைப் போல் இருக்கிறது. (அதை அவன் தன் கையால் அள்ளிக் குடிக்கும் வரை அவனுடைய) வாயை அது அடைந்துவிடாது. (பொய்யான தெய்வங்களிடம்) நிராகரிப்பவர்கள் செய்யும் பிரார்த்தனை (இத்தகைய) வழிகேடாகவே இருக்கிறது.","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:15","price":"15. வானங்களிலும் பூமியிலும் இருப்பவை அனைத்தும் (அவை) விரும்பினாலும், விரும்பாவிட்டாலும் அல்லாஹ்வுக்குச் சிரம்பணிந்து வழிபட்டே தீரும். காலையிலும் மாலையிலும் அவற்றின் நிழல்களும் (அவனுடைய கட்டளைக்கு வழிப்பட்டே முன் பின் செல்கின்றன).","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:16","price":"16. (நபியே! அவர்களை நோக்கி) ‘‘வானங்களையும், பூமியையும் படைத்து நிர்வகிப்பவன் யார்?'' என்று கேட்பீராக. (இதற்கு அவர்கள் பதில் கூறுவதென்ன!) நீரே (அவர்களை நோக்கி) ‘‘அல்லாஹ்தான்'' என்று கூறுவீராக. அவ்வாறிருக்க ‘‘அவனை அன்றி (பொய்யான தெய்வங்களை) பாதுகாவலர்களாக நீங்கள் எடுத்துக் கொள்கிறீர்களா? அவை தங்களுக்கே ஒரு நன்மையும் தீமையும் செய்ய சக்தியற்றவைகளாய் இருக்கின்றன'' என்றும் கூறுவீராக. (இன்னும், அவர்களை நோக்கி) ‘‘குருடரும், பார்வை உடையவரும் சமமாவாரா? அல்லது இருளும் பிரகாசமும் சமமாகுமா?'' என்று கேட்பீராக. அல்லது ‘‘அவர்கள் (இறைவனுக்கு) இணையாக்கிக் கொண்டிருக்கும் தெய்வங்கள் அல்லாஹ் படைத்திருப்பதைப் போல் எதையும் படைத்திருக்கின்றனவா?'' (என்றும் கேட்பீராக.) அவ்வாறாயின் (இந்த உலகைப்) படைத்தவன் (யாரென்பதில்) அவர்களுக்குள் சந்தேகமே ஏற்பட்டிருக்கலாம். (அவ்வாறும் இல்லையே! ஆகவே, அவர்களை நோக்கி) கூறுவீராக: (இவ்வுலகிலுள்ள) ஒவ்வொன்றையும் படைப்பவன் அல்லாஹ்தான். அவன் ஒருவனே! (அவனுக்கு இணை துணையில்லை.) அவனே (உலகிலுள்ள அனைத்தையும்) அடக்கி ஆளுகிறான்.","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:17","price":"17. ‘‘அவன்தான் மேகத்திலிருந்து மழையைப் பொழிவிக்கிறான். (அது பொழிகின்ற) நீருக்குத் தக்கவாறு (சிறிய பெரிய) ஓடைகளாக ஓடுகிறது. (அவ்வோடைகளில்) வெள்ளம் நுரைகளை மேல் சுமந்து செல்கிறது. இவ்வாறே ஆபரணங்களுக்காகவோ அல்லது மற்ற சாமான்களுக்காகவோ (உலோகங்களை) நெருப்பில் வைத்து உருக்கும் பொழுதும் அதைப் போன்ற (அழுக்கு) நுரை மிதக்கிறது. சத்தியத்திற்கும் அசத்தியத்திற்கும் அல்லாஹ் இதை உதாரணமாகக் கூறுகிறான். ஏனெனில், (அழுக்கு) நுரையோ பயனற்றதாக (இருப்பதால்) அழிந்து (மறைந்து) விடுகிறது. மனிதனுக்குப் பயனளிக்கக்கூடியவையோ பூமியில் (சேர்த்து வைக்கப்பட்டு) நிலையாக இருக்கின்றன. இவ்வாறே (நம்பிக்கை அற்றவர்களை அழுக்கு நுரைக்கும், நம்பிக்கையாளர்களை பூமியில் சேர்த்து வைக்கப்படும் பயன்தரும் பொருள்களுக்கும் ஒப்பிட்டு) அல்லாஹ் (பல) உதாரணங்களை கூறுகிறான்.","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:18","price":"18. எவர்கள் தங்கள் இறைவனுடைய அழைப்பை ஏற்றுக் கொள்கிறார்களோ அவர்களுக்கு (அது) முற்றிலும் நன்மையாகும். எவர்கள் அவன் அழைப்புக்குப் பதில் கூறவில்லையோ அது அவர்களுக்கு(க் கேடாகும். ஏனென்றால்) பூமியிலுள்ள பொருள்கள் அனைத்தும் சொந்தமாக இருந்து, அத்துடன் அதைப் போன்றதொரு பாகமும் (அவர்களிடம்) இருந்தால் (மறுமையில் அவர்களுக்குக் கிடைக்கக்கூடிய) வேதனையிலிருந்து தப்பித்துக்கொள்ள இவை அனைத்தையும் தங்களுக்குப் பிரதியாகக் கொடுத்து விடவே விரும்புவார்கள். (எனினும், அது ஆகாத காரியம்!) மேலும், அவர்களிடம் மிகக் கடினமாகவே கேள்வி கணக்குக் கேட்கப்படும். அவர்களுடைய தங்குமிடம் நரகம்தான். அது தங்கும் இடங்களில் மிகக் கெட்டது.","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:19","price":"19. உமது இறைவனால் உமக்கு இறக்கப்பட்ட (வேதத்)தை (அது) உண்மைதான் என்று உறுதியாக நம்பக்கூடியவன் (பார்வையிழந்த) குருடனுக்கு ஒப்பானவனா? (ஆகமாட்டான்.) நிச்சயமாக (இதைக் கொண்டு) நல்லுபதேசம் பெறுபவரெல்லாம் அறிவுடையவர்கள்தான்.","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:20","price":"20. அவர்கள் (எத்தகையவர்கள் என்றால்) அல்லாஹ்விடம் செய்த வாக்குறுதியை முழுமையாக நிறைவேற்றுவார்கள். இன்னும் (தாங்கள்) செய்த உடன்படிக்கையை முறித்துவிட மாட்டார்கள்.","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:21","price":"21. மேலும், அவர்கள் அல்லாஹ் சேர்த்து வைக்கும்படி கட்டளையிட்டதைச் சேர்த்தும் வைப்பார்கள்; தங்கள் இறைவனுக்கு பயந்தும் நடப்பார்கள்; (மறுமையில்) கேட்கப்படும் கொடிய கேள்விகளைப் பற்றி (எந்நேரமும்) பயந்துகொண்டும் இருப்பார்கள்.","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:22","price":"22. இன்னும், அவர்கள் தங்கள் இறைவனின் முகத்தை நாடி (எத்தகைய சிரமத்தையும்) பொறுமையுடன் சகித்துக் கொள்வார்கள்; தொழுகையையும் நிலைநிறுத்துவார்கள்; நாம் அவர்களுக்கு அளித்தவற்றை ரகசியமாகவும் வெளிப்படையாகவும் (நல்வழியில்) செலவு செய்வார்கள்; நன்மையைக் கொண்டே தீமையைத் தடுத்து விடுவார்கள். இவர்களுக்கு (மறுமையில்) நல்ல முடிவு உண்டு. (அதாவது நிலையான சொர்க்கம் கூலியாகக் கிடைக்கும்.)","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:23","price":"23. நிலையான சொர்க்கங்களில் இவர்களும், நன்னடத்தையுடைய இவர்களுடைய தந்தைகளும், இவர்களுடைய மனைவிகளும், இவர்களின் சந்ததிகளும் நுழைந்து விடுவார்கள். ஒவ்வொரு வாசலிலிருந்தும் வானவர்கள் இவர்களிடம் வந்து,","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:24","price":"24. (இவர்களை நோக்கி) ‘‘நீங்கள் (உங்கள் வாழ்க்கையில் சிரமங்களைப்) பொறுமையுடன் சகித்துக் கொண்டதன் காரணமாக உங்களுக்கு ஈடேற்றம் (ஸலாம்) உண்டாகட்டும்! (உங்கள் இந்த) இறுதி வீடு மிக்க நல்லதாயிற்று'' (என்று கூறுவார்கள்.)","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:25","price":"25. எவர்கள் அல்லாஹ்விடம் செய்த வாக்குறுதியை அதை உறுதிப்படுத்திய பின்னரும் முறித்து விடுகிறார்களோ அவர்களுக்கும், எவர்கள் அல்லாஹ் சேர்த்து வைக்கும்படி ஏவியதைப் பிரித்து விடுகிறார்களோ அவர்களுக்கும், எவர்கள் பூமியில் விஷமம் செய்து கொண்டு அலைகிறார்களோ அவர்களுக்கும் (இறைவனுடைய) சாபம்தான் கிடைக்கும். அவர்களுக்கு மிகக் கெட்ட வீடும் (தயார் படுத்தப்பட்டு) இருக்கிறது.","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:26","price":"26. அல்லாஹ், தான் விரும்பியவர்களுக்கு ஏராளமாகக் கொடுக்கிறான்; (தான் விரும்பியவர்களுக்கு) குறைத்தும் கொடுக்கிறான். எனினும், (நிராகரிப்பவர்கள்) இவ்வுலக வாழ்க்கையைக் கொண்டே மகிழ்ச்சியடைகின்றனர். இவ்வுலக வாழ்க்கையோ மறுமையுடன் (ஒப்பிட்டுப் பார்த்தால்) அற்ப சுகமே தவிர வேறில்லை.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:27","price":"27. (நபியே!) இந்நிராகரிப்பவர்கள், (நம் தூதராகிய உம்மைக் குறிப்பிட்டு) “இவர் மீது இவருடைய இறைவனிடமிருந்து (நாம் விரும்பியவாறு) ஏதேனுமோர் அத்தாட்சி இறக்கப்பட வேண்டாமா?'' என்று கூறுகின்றனர். அதற்கு நீர் கூறுவீராக: நிச்சயமாக அல்லாஹ் (தண்டிக்க) நாடியவர்களைத் தவறான வழியில் விட்டுவிடுகிறான். முற்றிலும் அவனையே நோக்கி நிற்பவர்களைத்தான் அவன் நேரான வழியில் செலுத்துகிறான்.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:28","price":"28. மெய்யாகவே நம்பிக்கை கொண்டிருப்பவர்கள் அவர்கள்தான்; (அவர்கள் முன்) அல்லாஹ்வின் திருப்பெயர் துதி செய்யப்பட்டால், அவர்களுடைய உள்ளங்கள் நிம்மதியடைந்து விடுகின்றன. (ஏனென்றால்,) அல்லாஹ்வின் திருப்பெயரை துதி செய்வதனால் (உண்மை நம்பிக்கையாளர்களின்) உள்ளங்கள் நிச்சயமாக நிம்மதி அடையும் என்பதை (நபியே!) அறிந்துகொள்வீராக.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:29","price":"29. எவர்கள் நம்பிக்கை கொண்டவர்களாக இருப்பதுடன், நற்காரியங்களையும் செய்து வருகிறார்களோ அவர்களுக்கே நற்பாக்கியமும், நல்ல இருப்பிடமும் உண்டு.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:30","price":"30. (நபியே! இதற்கு முன்னர் நாம் தூதர்கள் பலரை அனுப்பிய) இவ்வாறே உம்மையும் நாம் (நம் தூதராக) ஒரு கூட்டத்தாரிடம் அனுப்பிவைத்தோம். இவர்களுக்கு முன்னரும் (இவர்களில்) பல வகுப்பினர் சென்றிருக்கின்றனர். (நீண்ட காலமாக அவர்களிடம் ஒரு தூதரும் வரவில்லை.) ஆகவே, நாம் உமக்கு வஹ்யி மூலம் அறிவிப்பவற்றை இவர்களுக்கு நீர் ஓதிக் காண்பித்து வருவீராக. எனினும், இவர்களோ (உங்களை நிராகரிப்பது மட்டுமல்ல; தங்கள் மீது பல அருள்கள் புரிந்திருக்கும் அளவற்ற அருளாளனாகிய) ரஹ்மானையுமே நிராகரிக்கின்றனர். (நபியே! அவர்களை நோக்கிக்) கூறுவீராக: ‘‘அவன்தான் என் இறைவன்; அவனைத்தவிர வணக்கத்திற்குரிய இறைவன் ஒருவருமில்லை. அவனையே நான் நம்புகிறேன்; அவனிடமே நான் மீளுவேன்.''","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:31","price":"31. (நபியே! நாம் இவர்களுக்கு இதைத் தவிர வேறு) ஒரு குர்ஆனை அருள் செய்து, அதைக்கொண்டு மலைகள் நகரும்படியாகவோ அல்லது பூமியைத் துண்டு துண்டாகவோ அல்லது மரணித்தவர்களைப் பேசும் படியாகவோ செய்தபோதிலும், (நம்பிக்கை கொள்ளவே மாட்டார்கள்). எனினும், எல்லா காரியங்களும் அல்லாஹ்வுக்குரியனவே! ஆகவே, அல்லாஹ் நாடினால் மனிதர்கள் அனைவரையுமே நேரான வழியில் நடத்திவிடுவான் என்பதைப் பற்றி நம்பிக்கையாளர்களுக்குத் திருப்தி ஏற்படவில்லையா? நிராகரிப்பவர்களை அவர்களுடைய (தீய) செயலின் காரணமாக (அவர்கள் திடுக்கிடக்கூடிய) சம்பவம் ஒன்று அவர்களை வந்தடைந்து கொண்டேயிருக்கும். அல்லது அவர்களின் வீட்டிற்குச் சமீபத்திலேயே (அத்தகைய சம்பவங்கள்) சம்பவித்துக் கொண்டே இருந்து, (‘‘முஸ்லீம்களாகிய நீங்கள் வெற்றி கொள்வீர்கள்' என்று உங்களுக்குக் கூறப்பட்ட) அல்லாஹ்வின் வாக்குறுதி நிறைவேறியே தீரும். நிச்சயமாக அல்லாஹ் தன் வாக்குறுதியில் மாற மாட்டான்.","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:32","price":"32. (நபியே!) உமக்கு முன்னர் (வந்த நம்) தூதர் பலரும் (இவ்வாறே) நிச்சயமாகப் பரிகசிக்கப் பட்டனர். (அவர்களை) நிராகரித்தவர்களையும் (உடனே தண்டிக்காது) நாம் தவணையளித்து விட்டு வைத்தோம். ஆயினும், பின்னர் நாம் அவர்களை (தண்டனையைக் கொண்டு) பிடித்துக் கொண்டோம். என் தண்டனை எப்படி இருந்தது? (என்பதைச் சிந்திப்பீராக!)","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:33","price":"33. ஒவ்வோர் ஆத்மாவும் செய்பவற்றை நன்கறிந்தவன் எதற்கும் சக்தியற்ற பொய் தெய்வங்களுக்கு சமமாவானா? அவர்களோ பொய்யான தெய்வங்களை அல்லாஹ்வுக்கு இணையாக்குகின்றனர்! (இத்தகைய குற்றவாளிகளைத் தண்டிக்காது விட்டு விடுவானா? நபியே! நீர் அவர்களை நோக்கி, ‘‘நீங்கள் கூறுகின்ற தெய்வங்கள் மெய்யாகவே அவனுக்கு இணையானவையாக இருந்தால்,) அவற்றின் பெயர்களை கூறுங்கள் அல்லது பூமியில் (அவனுக்கு இணையான ஒன்றிருந்து அதை) அவன் அறியாது போய் அதைப் பற்றி அவனுக்கு நீங்கள் அறிவிக்கிறீர்களா? அல்லது (நீங்கள் கூறுவது, உண்மையில்லாத) வெறும் வார்த்தைகள்தானா?'' என்று கேட்பீராக. (இவற்றில் ஒன்றுமில்லை!) மாறாக, இந்நிராகரிப்பவர்களுக்கு அவர்களுடைய சூழ்ச்சிகளே அழகாகக் காண்பிக்கப்பட்டு விட்டன. (ஆதலால்தான் அவர்கள்) நேரான வழியிலிருந்தும் தடுக்கப்பட்டு விட்டனர். எவர்களை (அவர்களுடைய பாவங்களின் காரணமாக) அல்லாஹ் தவறான வழியில் விட்டுவிட்டானோ அவர்களை நேரான வழியில் செலுத்தக்கூடியவர் ஒருவருமில்லை.","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:34","price":"34. அவர்களுக்கு இவ்வுலக வாழ்க்கையிலும் வேதனையுண்டு. (மறுமையிலும் வேதனை உண்டு. எனினும், அவர்களுக்கு) மறுமையில் கிடைக்கும் வேதனையோ மிகக் கொடியது. அல்லாஹ்விடத்திலிருந்து அவர்களை பாதுகாத்துக் கொள்பவர்கள் ஒருவரும் இல்லை.","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:35","price":"35. இறையச்சமுடையவர்களுக்கு வாக்களிக்கப்பட்ட சொர்க்கத்தின் தன்மையோ அதில் நீரருவிகள் தொடர்ந்து ஓடிக் கொண்டேயிருக்கும். அங்கு (அவர்களுக்குக்) கிடைக்கும் உணவுகளும். அதன் நிழலும் என்றும் நிலையானவையாகும். இதுதான் இறை அச்சமுடையவர்களின் முடிவாகும். நிராகரிப்பவர்களின் முடிவோ நரகம்தான்!","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:36","price":"36. (நபியே! முன்னர்) நாம் எவர்களுக்கு வேதம் கொடுத்திருக்கிறோமோ அவர்கள் உமக்கு இறக்கப்பட்ட (இவ்வேதத்)தைப் பற்றி மகிழ்ச்சியடைவார்கள். எனினும், இ(வ்வேதத்)தில் சிலவற்றை நிராகரிப்பவர்களும் அவர்களில் உண்டு. ஆகவே, நீர் (அவர்களை நோக்கி,) ‘‘அல்லாஹ்வுக்கு எதையும் இணைவைக்காது, அவன் ஒருவனையே நான் வணங்கும்படி எனக்குக் கட்டளையிடப்பட்டுள்ளது. (உங்களை) நான் அவனிடமே அழைக்கிறேன்; நானும் அவனிடமே திரும்பச் செல்வேன்'' என்று கூறுவீராக.","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:37","price":"37. (நபியே! நீர் நன்கறிந்து கொள்ளும் பொருட்டு) நாம் இதன் சட்ட திட்டங்களை அரபி (மொழி)யில் இவ்வாறு (விவரித்து) இறக்கிவைத்தோம். ஆகவே, (வஹ்யியின் மூலம்) உமக்கு (திருகுர்ஆனின்) ஞானம் கிடைத்ததற்குப் பின்னரும் நீர் அவர்களுடைய மன விருப்பங்களைப் பின்பற்றினால், அல்லாஹ்விடத்தில் (உம்மை) பாதுகாத்துக் கொள்ளவோ, உமக்கு உதவி செய்யவோ ஒருவருமிரார்!","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:38","price":"38. (நபியே!) நிச்சயமாக நாம் உமக்கு முன்னரும் தூதர்கள் பலரை அனுப்பி இருக்கிறோம். (உம்மைப் போலவே) அவர்களுக்கும் மனைவிகளையும், சந்ததிகளையும் கொடுத்திருந்தோம். (ஆகவே, உமக்கு மனைவி, மக்கள் இருப்பதைப் பற்றி இவர்கள் குறை கூறமுடியாது.) அல்லாஹ்வின் அனுமதியின்றி ஒரு தூதர் எத்தகைய அத்தாட்சியையும் கொண்டு வருவதற்கில்லை. (அவன் முடிவு செய்திருக்கும்) ஒவ்வொன்றுக்கும் தவணையும் (குறிப்பிட்டு) எழுதப்பட்டுள்ளது. (அது அத்தவணைக்கு முந்தியும் வராது; பிந்தியும் வராது.)","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:39","price":"39. (எனினும், அதில்) அவன் நாடியதை அழித்து விடுவான்; (அவன் நாடியதை) உறுதியாக்கிவிடுவான். (அனைத்திற்கும்) அசல் பதிவு அவனிடத்தில் இருக்கிறது. (அதன்படி எல்லாக் காரியங்களும் தவறாது நடைபெறும்.)","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:40","price":"40. (நபியே!) அவர்களுக்கு (வருமென) நாம் வாக்களித்த (தண்டனைகளில்) சிலவற்றை (நீர் உயிருடன் இருக்கும்போதே) உமது கண்ணால் காணும்படி செய்தாலும் அல்லது (அது வருவதற்கு முன்னர்) நாம் உம்மைக் கைப்பற்றிக் கொண்டாலும் (அதைப் பற்றி நீர் கவலைப்படாதீர்!) உமது கடமையெல்லாம் தூதை சேர்ப்பிப்பதுதான்! (அவர்களிடம் அதன்) கணக்கை வாங்குவது நம் கடமையாகும்.","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:41","price":"41. (அவர்கள் வசித்திருக்கும்) பூமியை அதன் ஓரங்களிலிருந்து நிச்சயமாக நாம் (படிப்படியாகக்) குறைத்து வருவதை அவர்கள் காணவில்லையா? அல்லாஹ்வே தீர்ப்பளிக்கக்கூடியவன். அவனுடைய தீர்ப்பைத் தடை செய்யக்கூடியவன் ஒருவனுமில்லை. அவன் கேள்வி கணக்குக் கேட்பதில் மிகத் தீவிரமானவன்.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:42","price":"42. (நபியே!) இவர்களுக்கு முன்னிருந்தவர்களும் (நம் தூதர்களுக்கு விரோதமாக இவ்வாறே) பல சூழ்ச்சிகளைச் செய்து கொண்டிருந்தனர். எனினும், சூழ்ச்சிகள் அனைத்தும் அல்லாஹ்விடம் சிக்கிவிடும். (ஏனென்றால்,) ஒவ்வோர் ஆத்மாவும் செய்கின்ற (சூழ்ச்சிகள்) அனைத்தையும் அவன் (திட்டமாக) நன்கறிகிறான். ஆகவே, எவர்களுடைய காரியம் நன்மையாக முடியும் என்பதை இந்நிராகரிப்பவர்கள் அதி சீக்கிரத்தில் அறிந்து கொள்வார்கள்.","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":null,"lang":"ta"},{"name":"13:43","price":"43. (நபியே!) ‘‘நீர் (இறைவனால்) அனுப்பப்பட்ட தூதர் அல்ல'' என்று இந்நிராகரிப்பவர்கள் கூறுகின்றனர். அதற்கு (அவர்களை நோக்கி, ‘‘இதைப் பற்றி) எனக்கும் உங்களுக்கும் இடையில் அல்லாஹ்வும், வேத ஞானம் உடையவர்களும் போதுமான சாட்சிகளாவர்'' என்று கூறுவீராக.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":null,"lang":"ta"}],"chapter":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"]}