{"data":[{"name":"25:1","price":"1. (நன்மை தீமைகளைத் தெளிவாகப்) பிரித்தறிவிக்கும் இவ்வேதத்தை தன் அடியார் (முஹம்மது) மீது இறக்கியவன் மிக்க பாக்கியமுடையவன். இது உலகத்தார் அனைவரையும் அச்சமூட்டி எச்சரிக்கை செய்வதாக இருக்கிறது.","arabic":"تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2856,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:2","price":"2. (இவ்வேதத்தை அருளியவன் எத்தகையவனென்றால்,) வானங்கள், பூமியின் ஆட்சி அவனுக்குரியதே! அவன் ஒரு சந்ததியை எடுத்துக் கொள்ளவும் இல்லை; அவனுடைய ஆட்சியில் அவனுக்கு ஒரு துணையுமில்லை. அவனே அனைத்தையும் படைத்து அவற்றுக்குரிய இயற்கைத் தன்மையையும் அமைத்தவன்.","arabic":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2857,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:3","price":"3. (இவ்வாறெல்லாமிருந்தும் இணைவைத்து வணங்குபவர்கள்) அல்லாஹ் அல்லாதவற்றை தெய்வங்களாக எடுத்துக் கொண்டிருக்கிறார்கள். அவையோ (அல்லாஹ்வினால்) படைக்கப்பட்டவை. எதையும் அவை படைக்கவில்லை. எவ்வித நன்மையையும் தீமையையும் தங்களுக்கு செய்து கொள்ள அவை சக்தியற்றவை. உயிர்ப்பிக்கவோ, மரணிக்க வைக்கவோ, உயிர் கொடுத்து எழுப்பவோ அவை சக்திபெற மாட்டா.","arabic":"وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2858,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:4","price":"4. ‘‘ (திருகுர்ஆனாகிய) இது பொய்யாக அவர் கற்பனை செய்து கொண்டதே தவிர, வேறில்லை. இ(தைக் கற்பனை செய்வ)தில் வேறு மக்கள் அவருக்கு உதவி புரிகின்றனர்'' என்று நிராகரிப்பவர்கள் கூறுகின்றனர். ஆகவே, (நிராகரிப்பவர்கள் இவ்வாறு கூறுவதன் காரணமாக) அவர்கள் அநியாயத்தையும் பொய்யையுமே சுமந்து கொண்டனர்.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2859,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:5","price":"5.‘‘இது முன்னோர்களின் கட்டுக்கதைகள். காலையிலும் மாலையிலும் இவருக்கு ஓதிக் காண்பிக்கப்படுகிறது. அதை இவர் (மற்றொருவரின் உதவியைக் கொண்டு) எழுதி வைக்கும்படிச் செய்கிறார்'' என்று அ(ந்நிராகரிப்ப)வர்கள் கூறுகின்றனர்.","arabic":"وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2860,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:6","price":"6. (அதற்கு நபியே!) கூறுவீராக: ‘‘ (அவ்வாறல்ல.) வானங்களிலும், பூமியிலுமுள்ள ரகசியங்களை அறிந்தவன் எவனோ அவனே இதை இறக்கிவைத்தான். (நீங்கள் மனம் வருந்தி அவனளவில் திரும்பினால்) நிச்சயமாக அவன் (உங்கள் குற்றங்களை) மன்னிப்பவனாகவும் மகா கருணையுடையவனாகவும் இருக்கிறான்.’‘ ","arabic":"قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2861,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:7","price":"7. (பின்னும்) அவர்கள் கூறுகின்றனர்: ‘‘ இந்தத் தூதருக்கென்ன (நேர்ந்தது)? அவர் (நம்மைப் போலவே) உணவு உண்ணுகிறார்; கடைகளுக்கும் செல்கிறார். (அவர் இறைவனுடைய தூதராக இருந்தால்) அவருக்காக ஒரு வானவர் இறக்கிவைக்கப்பட்டிருக்க வேண்டாமா? அவ்வாறாயின், அவர் அவருடன் இருந்துகொண்டு அச்சமூட்டி எச்சரிக்கை செய்து கொண்டிருப்பாரே!","arabic":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2862,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:8","price":"8. அல்லது அவருக்கு ஒரு புதையல் கொடுக்கப்பட வேண்டாமா? அல்லது அவர் புசிப்பதற்கு வேண்டிய ஒரு சோலை அவருக்கு இருக்க வேண்டாமா? (என்று கூறுகின்றனர்.) இவ்வக்கிரமக்காரர்கள் (நம்பிக்கையாளர்களை நோக்கி) நீங்கள் சூனியம் செய்கின்ற ஒரு மனிதரையே பின்பற்றுகிறீர்கள்'' என்றும் கூறுகின்றனர்.","arabic":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2863,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:9","price":"9. ஆகவே, (நபியே!) உம்மைப் பற்றி இவ்வக்கிரமக்காரர்கள் என்னென்ன வர்ணிப்புகள் கூறுகிறார்கள் என்பதை கவனித்துப் பார்ப்பீராக. ஆகவே, இவர்கள் (முற்றிலும்) வழிகெட்டு விட்டார்கள்; நேரான வழியை அடைய இவர்களால் முடியாது.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2864,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:10","price":"10. (நபியே! உமது இறைவனாகிய) அவன் மிக்க பாக்கியமுடையவன். அவன் நாடினால் (இந்நிராகரிப்பவர்கள் கோரும்) இவற்றைச் சொந்தமாக்கி மிக்க மேலான சொர்க்கங்களை உமக்குத் தரக்கூடியவன். அவற்றில் நீரருவிகள் தொடர்ந்து ஓடிக்கொண்டே இருக்கும். அதில் உமக்குப் பல மாட மாளிகைகளையும் அமைத்து விடுவான்.","arabic":"تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2865,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:11","price":"11. உண்மையில் இவர்கள் விசாரணைக் காலத்தையே பொய்யாக்குகின்றனர். எவர்கள் விசாரணைக் காலத்தைப் பொய்யாக்குகிறார்களோ அவர்களுக்கு கடுமையாக பற்றி எரியும் நரகத்தைத்தான் நாம் தயார்படுத்தி வைத்திருக்கிறோம்.","arabic":"بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2866,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:12","price":"12. அது இவர்களைக் கண்ட மாத்திரத்தில் சப்தமிட்டு ஆர்ப்பரிப்பதை இவர்கள் வெகு தூரத்திலிருந்தே செவிமடுத்துக் கொள்வார்கள்.","arabic":"إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2867,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:13","price":"13. அவர்க(ளின் கை கால்க)ளைக் கட்டி, அதில் மிக்க நெருக்கடியான ஓரிடத்தில் எறியப்பட்டால் (துன்பத்தைத் தாங்க முடியாமல் மரணத்தைத் தரக்கூடிய) அழிவையே அவர்கள் கேட்பார்கள்.","arabic":"وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2868,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:14","price":"14. (ஆகவே, அந்நேரத்தில் அவர்களை நோக்கி,) ‘‘ இன்றைய தினம் நீங்கள் ஓர் அழிவை மாத்திரம் கேட்காதீர்கள். பல அழிவுகளை கேட்டுக் கொள்ளுங்கள்'' (என்று கூறப்படும்).","arabic":"لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2869,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:15","price":"15. (நபியே! அவர்களை நோக்கி) நீர் கேட்பீராக: ‘‘ அந்த நரகம் மேலா? அல்லது பரிசுத்தவான்களுக்கு வாக்களிக்கப்பட்ட நிலையான சொர்க்கம் மேலா? அது அவர்களுக்கு (நற்)கூலியாகவும், அவர்கள் சேருமிடமாகவும் இருக்கிறது.","arabic":"قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2870,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:16","price":"16. ‘‘ அதில் அவர்கள் விரும்பியதெல்லாம் அவர்களுக்குக் கிடைக்கும். (அதில்) அவர்கள் என்றென்றும் தங்கிவிடுவார்கள்.'' (நபியே!) இது உமது இறைவன் மீது (அவனால்) வாக்களிக்கப்பட்ட கடமையாக இருக்கிறது.","arabic":"لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2871,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:17","price":"17. (இணைவைத்து வணங்கிய) அவர்களையும், அல்லாஹ்வையன்றி அவர்கள் வணங்கிக் கொண்டிருந்த தெய்வங்களையும் (விசாரணைக்காக) ஒன்று சேர்க்கும் நாளில், ‘‘ என் இவ்வடியார்களை நீங்கள் வழி கெடுத்தீர்களா? அல்லது அவர்கள் தாமாகவே வழி தவறி சென்று விட்டனரா'' என்று (இறைவன்) கேட்பான்.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2872,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:18","price":"18. அதற்கு அவை (இறைவனை நோக்கி) ‘‘ நீ மிகப் பரிசுத்தமானவன். உன்னைத் தவிர (மற்றெவரையும்) நாங்கள் எங்களுக்கு பாதுகாவலர்களாக எடுத்துக்கொள்வது எங்களுக்குத் தகுதியல்ல. எனினும், நீதான் அவர்களுக்கும் அவர்களுடைய மூதாதைகளுக்கும் சுகபோகத்தைக் கொடுத்தாய். அதனால் அவர்கள் (உன்னை) நினைப்பதை(யும் உனது அறிவுரையையும்) மறந்து (பாவங்களில் மூழ்கி) அழிந்துபோகும் மக்களாகி விட்டார்கள்'' என்று அவை கூறும்.","arabic":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2873,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:19","price":"19. (ஆகவே, அந்த நிராகரிப்பவர்களை நோக்கி ‘‘ உங்களை வழி கெடுத்தவை இவைதான் என்று) நீங்கள் கூறியதை இவையே பொய்யாக்கி விட்டன. ஆதலால், (நம் வேதனையைத்) தட்டிக் கழிக்கவும் உங்களால் முடியாது. (இவற்றின்) உதவியைப் பெற்றுக் கொள்ளவும் உங்களால் முடியாது.. ஆகவே, உங்களில் எவன் அநியாயம் செய்து கொண்டிருந்தானோ அவன் பெரும் வேதனையைச் சுவைக்கும்படி நிச்சயமாக நாம் செய்வோம்'' (என்று கூறுவோம்).","arabic":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2874,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:20","price":"20. (நபியே!) உமக்கு முன்னர் நாம் அனுப்பிவைத்த நம் தூதர்களெல்லாம் நிச்சயமாக (உம்மைப் போல்) உணவு உண்பவர்களாகவும், கடைகளுக்குச் செல்பவர்களாகவும் இருந்தார்கள். எனினும், உங்களில் சிலரை சிலருக்குச் சோதனையாக ஆக்கி வைத்தோம். ஆகவே, (நம்பிக்கையாளர்களே! இந்நிராகரிப்பவர்கள் உங்களை துன்புறுத்துவதை) நீங்களும் சகித்துக் கொண்டிருங்கள். (நபியே!) உமது இறைவன் (அனைத்தையும்) உற்று நோக்கியவனாகவே இருக்கிறான்.","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2875,"juzNumber":18,"footnotes":null,"lang":"ta"},{"name":"25:21","price":"21. (மறுமை நாளில்) நம்மைச் சந்திப்பதை எவர்கள் நம்பவில்லையோ அவர்கள், ‘‘ எங்கள் மீது (நேரடியாகவே) வானவர்கள் இறக்கப்பட வேண்டாமா? அல்லது (எங்கள் கண்களால்) எங்கள் இறைவனைப் பார்க்க வேண்டாமா?'' என்று கூறுகின்றனர். இவர்கள் தங்களை மிக மிகப் பெரிதாக எண்ணிக்கொண்டு அளவு கடந்து (பெரும் பாவத்தில் சென்று) விட்டனர்.","arabic":"۞ وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2876,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:22","price":"22. (அவர்கள் விரும்பியவாறு) வானவர்களை அவர்கள் காணும் நாளில், இக்குற்றவாளிகளை நோக்கி ‘‘ இன்றைய தினம் (உங்களுக்கு அழிவைத் தவிர) வேறு ஒரு நல்ல செய்தியும் இல்லை'' என்று (அவ்வானவர்கள்) கூறுவார்கள். (அக்குற்றவாளிகளோ தங்களை அழிக்க வரும் அவ்வானவர்களைத்) ‘‘ தடுத்துக் கொள்ளுங்கள்; தடுத்துக் கொள்ளுங்கள்'' என்று சப்தமிடுவார்கள்.","arabic":"يَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2877,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:23","price":"23. (இம்மையில்) அவர்கள் செய்து கொண்டிருந்த காரியங்களை நாம் நோக்கினால் (அதில் ஒரு நன்மையும் இல்லாததனால்) பறக்கும் தூசிகளைப் போல் அவற்றை நாம் ஆக்கிவிடுவோம்.","arabic":"وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2878,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:24","price":"24. அந்நாளில் (நம்பிக்கையாளர்களான) சொர்க்கவாசிகளோ, நல்ல தங்குமிடத்திலும் அழகான (இன்பமான) ஓய்வு பெறும் இடத்திலும் இருப்பார்கள்.","arabic":"أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2879,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:25","price":"25. வானம் மேகங்களால் பிளக்கப்பட்டு அந்நாளில் வானவர்கள் கூட்டம் கூட்டமாக இறங்குவார்கள்.","arabic":"وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2880,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:26","price":"26. அந்நாளில் உண்மையான ஆட்சி ரஹ்மான் ஒருவனுக்கே இருக்கும். நிராகரிப்பவர்களுக்கு அது மிக்க கடினமான நாளாகவும் இருக்கும்.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2881,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:27","price":"27. அந்நாளில் அநியாயக்காரன் தன் இரு கைகளையும் கடித்துக் கொண்டு ‘‘நம் தூதருடன் நானும் நேரான வழியைப் பின்பற்றிச் சென்றிருக்க வேண்டாமா?'' என்று கூறுவான்.","arabic":"وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2882,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:28","price":"28. ‘‘என் துக்கமே! (பாவம் செய்யும்படித் தூண்டிய) இன்னவனை நான் (எனது) நண்பனாக ஆக்காமல் இருந்திருக்க வேண்டாமா?","arabic":"يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2883,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:29","price":"29. நல்லுபதேசம் என்னிடம் வந்ததன் பின்னரும் அதிலிருந்து அவன் என்னைத் திருப்பி விட்டானே! அந்த ஷைத்தான் மனிதனுக்குப் பெரும் சதிகாரனாக இருந்தானே!'' (என்றும் புலம்புவான்.)","arabic":"لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2884,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:30","price":"30. (அச்சமயம் நம்) தூதர் ‘‘என் இறைவனே! நிச்சயமாக என் இந்த மக்கள் இந்த குர்ஆனை முற்றிலும் வெறுத்து(த் தள்ளி) விட்டார்கள்'' என்று கூறுவார்.","arabic":"وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2885,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:31","price":"31. இவ்வாறே ஒவ்வொரு நபிமாருக்கும் குற்றவாளிகளை நாம் எதிரிகளாக ஏற்படுத்தி இருந்தோம். (நபியே!) உமக்கு நேரான வழியை அறிவித்து, உதவி செய்ய உமது இறைவனே போதுமானவன்.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2886,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:32","price":"32. (நபியே!) எவர்கள் (உம்மை) நிராகரிக்கிறார்களோ அவர்கள் ‘‘ இந்த வேதம் முழுவதும் ஒரே தடவையில் அவர்மீது இறக்கப்பட வேண்டாமா?'' என்று கூறுகின்றனர். (இதை) இவ்வாறு நாம் கொஞ்சம் கொஞ்சமாக இறக்கி (வரிசை முறைப்படி) ஒழுங்குபடுத்துவதெல்லாம் உமது உள்ளத்தைத் திடப்படுத்துவதற்காகவே ஆகும்.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2887,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:33","price":"33. இந்நிராகரிப்பவர்கள் (எத்தகைய கேள்விகளைக் கேட்டு அதற்காக ஆச்சரியமான) எந்த உதாரணத்தை உங்களிடம் அவர்கள் கொண்டு வந்த போதிலும் (அதைவிட) உண்மையான விஷயத்தையும், அழகான வியாக்கியானத்தையும் (விவரத்தையும்) நாம் உங்களுக்கு கூறாமல் இருக்கவில்லை.","arabic":"وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2888,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:34","price":"34. இவர்கள்தான் நரகத்திற்கு முகங்குப்புற இழுத்துச் செல்லப்படுபவர்கள். இவர்கள்தான் மகாகெட்ட இடத்தில் தங்குபவர்களும் வழி தவறியவர்களும் ஆவார்கள்.","arabic":"ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2889,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:35","price":"35. (இதற்கு முன்னர்) நிச்சயமாக நாம் மூஸாவுக்கு(த் ‘தவ்றாத்' என்னும்) வேதத்தைக் கொடுத்திருந்தோம். அவருடைய சகோதரர் ஹாரூனை அவருக்கு மந்திரியாகவும் ஆக்கினோம்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2890,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:36","price":"36. அவ்விருவரையும் நோக்கி, ‘‘நம் அத்தாட்சிகளைப் பொய்யாக்கிய மக்களிடம் நீங்கள் இருவரும் செல்லுங்கள்'' எனக் கூறினோம். (அவ்வாறு அவர்கள் சென்று அவர்களுக்குக் கூறியதை அந்த மக்கள் நிராகரித்து விட்டதனால்) நாம் அவர்களை அடியோடு அழித்துவிட்டோம்.","arabic":"فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2891,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:37","price":"37. நூஹ்வுடைய மக்கள் (நம்) தூதர்களைப் பொய்யாக்கிய சமயத்தில் அவர்களையும் மூழ்கடித்து, அவர்களை மனிதர்கள் அனைவருக்கும் ஓர் அத்தாட்சியாக ஆக்கினோம். இத்தகைய அநியாயக்காரர்களுக்குத் துன்புறுத்தும் வேதனையையே நாம் தயார்படுத்தி வைத்திருக்கிறோம்.","arabic":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2892,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:38","price":"38. ஆது, ஸமூது மக்களையும், றஸ் (அகழ்) வாசிகளையும், இவர்களுக்கிடையில் வசித்த இன்னும் பல வகுப்பினரையும் (நாம் அழித்திருக்கிறோம்).","arabic":"وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2893,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:39","price":"39. (அவர்கள் நல்லுணர்ச்சி பெறும் பொருட்டு அழிந்துபோன முன்னிருந்தவர்களின் சரித்திரங்களை) அவர்கள் அனைவருக்கும் நாம் பல உதாரணங்களாகக் கூறினோம். (அவர்கள் அவற்றை நிராகரித்து விடவே,) அவர்கள் அனைவரையும் நாம் அடியோடு அழித்து விட்டோம்.","arabic":"وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2894,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:40","price":"40. நிச்சயமாக (மக்காவிலுள்ள நிராகரிப்பாளர்கள்) கெட்ட (கல்) மாரி பொழிந்த ஊரின் சமீபமாக (அடிக்கடி)ச் சென்றே இருக்கின்றனர். அதை இவர்கள் பார்க்கவில்லையா? உண்மையில் இவர்கள் (மறுமையில்) உயிர் கொடுத்து எழுப்பப்படுவதை நம்பவேயில்லை.","arabic":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2895,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:41","price":"41. (நபியே!) இவர்கள் உம்மைக் கண்டால் உம்மைப் பற்றி ‘‘இவரையா அல்லாஹ் (தன்) தூதராக அனுப்பி வைத்தான்?'' என்று பரிகாசமாகக் கூறுகின்றனர்.","arabic":"وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2896,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:42","price":"42. ‘‘நாம் உறுதியாக இல்லையென்றால், நம் தெய்வங்களை விட்டும் நம்மை இவர் வழிகெடுத்தே இருப்பார்'' (என்றும் கூறுகின்றனர். மறுமையில்) அவர்கள் வேதனையைத் தங்கள் கண்ணால் காணும் நேரத்தில் வழி கெட்டவர்கள் யார் என்பதை நன்கறிந்து கொள்வார்கள்.","arabic":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2897,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:43","price":"43. (நபியே!) எவன் தன் சரீர இச்சையை(த் தான் பின்பற்றும்) தன் தெய்வமாக எடுத்துக் கொண்டானோ அவனை நீர் பார்த்தீரா? (அவன் வழி தவறாது) நீர் அவனுக்குப் பாதுகாப்பாளராக இருப்பீரா?","arabic":"أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2898,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:44","price":"44. அவர்களில் பெரும்பாலானவர்கள் (உமது வார்த்தைகளைக் காதால்) கேட்கிறார்கள் என்றோ அல்லது அதை(த் தங்கள் மனதால்) உணர்ந்து பார்க்கிறார்கள் என்றோ நீங்கள் எண்ணிக் கொண்டீரா? அன்று! அவர்கள் மிருகங்களைப் போன்றவர்களே தவிர, வேறில்லை. மாறாக, (மிருகங்களை விட) மிகவும் வழிகெட்டவர்களாகவும் இருக்கின்றனர்.","arabic":"أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2899,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:45","price":"45. (நபியே!) உமது இறைவன் நிழலை எவ்வாறு (குறைத்து, பின்பு அதை) நீட்டுகிறான் என்பதை நீர் கவனிக்கவில்லையா? அவன் நாடியிருந்தால், அதை ஒரே நிலையில் வைத்திருக்க முடியும். சூரியனை நிழலுக்கு வழிகாட்டியாக நாம்தான் ஆக்கினோம்.","arabic":"أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2900,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:46","price":"46. பின்னர் நாம்தான் அதை சிறுகச் சிறுகக் குறைத்து விடுகிறோம்.","arabic":"ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2901,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:47","price":"47. அவன்தான் உங்களுக்கு இரவைப் போர்வையாகவும், தூக்கத்தை ஓய்வளிக்கக் கூடியதாகவும், பகலை (உங்கள்) நடமாட்டத்திற்காக (பிரகாசமாக)வும் ஆக்கினான்.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2902,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:48","price":"48. அவன்தான் மழைக்கு முன்னதாக (குளிர்ந்த) காற்றை நற்செய்தியாக அனுப்பி வைக்கிறான். (மனிதர்களே!) நாம்தான் மேகத்திலிருந்து பரிசுத்தமான நீரை பொழியச் செய்கிறோம்.","arabic":"وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2903,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:49","price":"49. இறந்த பூமிக்கு அதைக்கொண்டு நாம் உயிர் கொடுத்து நம் படைப்புகளில் ஆடு, மாடு, ஒட்டகம் போன்ற உயிரினங்களுக்கும் பல மனிதர்களுக்கும் அதைப் புகட்டுகிறோம்.","arabic":"لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2904,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:50","price":"50. அவர்கள் நல்லுணர்ச்சி பெறும் பொருட்டு இவ்விஷயத்தைப் பலவாறாக அவர்களுக்கு எடுத்துரைத்தோம். எனினும், மனிதர்களில் பெரும்பாலானவர்கள் மிக்க நன்றி கெட்டவர்களாகவே இருக்கின்றனர்.","arabic":"وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2905,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:51","price":"51. நாம் நாடியிருந்தால் ஒவ்வொரு ஊருக்கும் அச்சமூட்டி எச்சரிக்கை செய்யக்கூடிய ஒவ்வொரு தூதரை (இன்றைய தினமும்) நாம் அனுப்பியே இருப்போம்.","arabic":"وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2906,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:52","price":"52. ஆகவே, (நபியே!) நீர் இந்த நன்றி கெட்டவர்களுக்கு கட்டுப்படாதீர். இந்த குர்ஆனை (ஆதாரமாக) கொண்டு நீர் அவர்களிடத்தில் பெரும் போராக போராடுவீராக!","arabic":"فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2907,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:53","price":"53. அவன்தான் இரு கடல்களையும் ஒன்று சேர்த்திருக்கிறான். ஒன்று, மிக்க இன்பமும் மதுரமுமான தண்ணீர். மற்றொன்று, உப்பும் கசப்புமான தண்ணீர். (இவை ஒன்றோடொன்று கலந்து விடாதிருக்கும் பொருட்டு) இவ்விரண்டுக்கும் இடையில் திரையையும், மீற முடியாத ஒரு தடையையும் ஏற்படுத்தி இருக்கிறான்.","arabic":"۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2908,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:54","price":"54. அவன்தான் (ஒரு துளி) தண்ணீரிலிருந்து மனிதனை உற்பத்தி செய்கிறான். பின்னர், அவனுக்குச் சந்ததிகளையும் சம்பந்திகளையும் ஆக்குகிறான். (நபியே!) உமது இறைவன் (தான் விரும்பியவாறெல்லாம் செய்ய) ஆற்றலுடையவனாகவே இருக்கிறான்.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2909,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:55","price":"55. இவ்வாறிருந்தும் அவர்களோ தங்களுக்கு நன்மையும், தீமையும் செய்ய சக்தியற்றதை அல்லாஹ்வை அன்றி வணங்குகின்றனர். நிராகரிப்பவர்கள் தங்கள் இறைவனுக்கு விரோதமானவர்களாக இருக்கின்றனர்.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2910,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:56","price":"56. (நபியே!) நற்செய்தி கூறுபவராகவும், அச்சமூட்டி எச்சரிப்பவராகவுமே தவிர, உம்மை நாம் அனுப்பவில்லை.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2911,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:57","price":"57. (அவர்களை நோக்கி) ‘‘இதற்காக நான் உங்களிடம் ஒரு கூலியையும் கேட்கவில்லை. ஆயினும், எவன் தன் இறைவனின் வழியில் செல்ல விரும்புகிறானோ அவன் செல்வதை (நீங்கள் தடை செய்யாமல் இருப்பதை)யே (நான் உங்களிடம்) விரும்புகிறேன்'' என்று (நபியே!) கூறுவீராக.","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2912,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:58","price":"58. மரணமற்ற என்றும் நிரந்தரமான அல்லாஹ்வையே நீர் நம்புவீராக. அவனுடைய புகழைக் கூறி அவனைத் துதி செய்து வருவீராக. அவன் தன் அடியார்களின் பாவங்களை அறிந்திருப்பதே போதுமானது. (அதற்குரிய தண்டனையை அவன் கொடுப்பான்.)","arabic":"وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2913,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:59","price":"59. அவன் எத்தகையவனென்றால் வானங்களையும், பூமியையும், இவற்றுக்கு மத்தியில் உள்ளவற்றையும் ஆறு நாள்களில் படைத்தான். பின்னர், அவன் ‘அர்ஷின்' மீது (தன் மகிமைக்குத் தக்கவாறு) உயர்ந்து விட்டான். அவன்தான் ரஹ்மான் (-அளவற்ற அருளாளன்). இதைப் பற்றித் தெரிந்தவர்களைக் கேட்டறிந்து கொள்வீராக.","arabic":"ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2914,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:60","price":"60. (ஆகவே,) அந்த ரஹ்மானைச் சிரம் பணிந்து வணங்குங்கள் என அவர்களுக்குக் கூறப்பட்டால், அவர்களுக்கு வெறுப்பு அதிகரித்து ‘‘ரஹ்மான் யார்? நீங்கள் கூறியவர்களுக்கெல்லாம் நாம் சிரம் பணிந்து வணங்குவதா?'' என்று கேட்கின்றனர்.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2915,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:61","price":"61. (அந்த ரஹ்மான்) மிக்க பாக்கியமுடையவன். அவன்தான் வானத்தில் நட்சத்திரங்களை அமைத்து, அதில் (சூரிய) ஒளியையும், பிரகாசம் தரக்கூடிய சந்திரனையும் அமைத்தான்.","arabic":"تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2916,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:62","price":"62. அவன்தான் இரவையும், பகலையும் மாறி மாறி வரும்படி செய்திருக்கிறான். (இதைக் கொண்டு) எவர்கள் நல்லுணர்ச்சி பெற்று, அவனுக்கு நன்றி செலுத்த விரும்புகிறார்களோ அவர்களுக்காக (இதைக் கூறுகிறான்).","arabic":"وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2917,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:63","price":"63. ரஹ்மானுடைய அடியார்கள்: பூமியில் (அடக்கமாகவும்) பணிவாகவும் நடப்பார்கள். மூடர்கள் அவர்களுடன் தர்க்கிக்க முற்பட்டால் ‘ஸலாம்' கூறி (அவர்களை விட்டு விலகி) விடுவார்கள்.","arabic":"وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2918,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:64","price":"64. அவர்கள் தங்கள் இறைவனை, நின்றவர்களாகவும் சிரம் பணிந்தவர்களாகவும் இரவெல்லாம் வணங்குவார்கள்.","arabic":"وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2919,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:65","price":"65. அவர்கள் “எங்கள் இறைவனே! நரகத்தின் வேதனையை எங்களை விட்டு நீ தடுத்துக் கொள்வாயாக! ஏனென்றால், அதன் வேதனையானது நிச்சயமாக நிலையான துன்பமாகும்'' என்று பிரார்த்தனை செய்வார்கள்.","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2920,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:66","price":"66. ‘‘ சிறிது நேரமோ அல்லது எப்பொழுதுமோ தங்குவதற்கும் அது மிகக் கெட்ட இடமாகும் (ஆகவே, அதில் இருந்து எங்களை நீ பாதுகாத்துக்கொள்'' என்று பிரார்த்திப்பார்கள்).","arabic":"إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2921,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:67","price":"67. அவர்கள் தானம் கொடுத்தால் அளவு கடந்தும் கொடுத்துவிட மாட்டார்கள்; கஞ்சத்தனமும் செய்யமாட்டார்கள். இதற்கு மத்திய தரத்தில் கொடுப்பார்கள்.","arabic":"وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2922,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:68","price":"68. அவர்கள் அல்லாஹ்வுடன் வேறொரு கடவுளை அழைக்க மாட்டார்கள். (கொலை செய்யக் கூடாதென்று) அல்லாஹ் தடுத்திருக்கும் எம்மனிதனையும் அவர்கள் நியாயமின்றிக் கொலை செய்ய மாட்டார்கள்; விபசாரமும் செய்ய மாட்டார்கள். ஆகவே, எவனேனும் இத்தகைய தீய காரியங்களைச் செய்ய முற்பட்டால், அவன் (அதற்குரிய) தண்டனையை அடைய வேண்டியதுதான்.","arabic":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2923,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:69","price":"69. மறுமை நாளிலோ அவனுடைய வேதனை இரட்டிப்பாக ஆக்கப்பட்டு இழிவுபட்டவனாக அந்த வேதனையில் என்றென்றும் தங்கிவிடுவான்.","arabic":"يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2924,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:70","price":"70. ஆயினும், (அவர்களில்) எவர்கள் பாவத்திலிருந்து விலகி (மன்னிப்புக் கோரி) நம்பிக்கைகொண்டு நற்செயல்களைச் செய்கிறார்களோ, அத்தகையவர்கள் (முன்னர் செய்துவிட்ட) பாவங்களை அல்லாஹ் (மன்னிப்பது மட்டுமல்ல; அவற்றை) நன்மைகளாகவும் மாற்றிவிடுகிறான். அல்லாஹ் மிக்க மன்னிப்பவனும் மகா கருணையுடையவனாகவும் இருக்கிறான்.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2925,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:71","price":"71. ஆகவே, எவர்கள் கைசேதப்பட்டு (பாவத்திலிருந்து) விலகி மன்னிப்புக் கோருவதுடன், நற்செயல்களைச் செய்கிறார்களோ அவர்கள், நிச்சயமாக முற்றிலும் அல்லாஹ்விடமே திரும்பிவிடுகின்றனர்.","arabic":"وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2926,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:72","price":"72. இன்னும், எவர்கள் பொய் சாட்சி சொல்லாமலும் (வீணான காரியம் நடைபெறும் இடத்திற்குச் செல்லாமலும்) ஒருக்கால் (அத்தகைய இடத்திற்குச்) செல்லும்படி ஏற்பட்டு விட்டபோதிலும் (அதில் சம்பந்தப்படாது) கண்ணியமான முறையில் (அதைக் கடந்து) சென்று விடுகிறார்களோ அவர்களும்,","arabic":"وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2927,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:73","price":"73. இன்னும் எவர்கள் தங்கள் இறைவனின் வசனங்கள் ஓதிக் காண்பிக்கப்பட்டால் குருடர்களைப் போலும் செவிடர்களைப் போலும் அதன் மீது (அடித்து) விழாமல்; (அதை முற்றிலும் நன்குணர்ந்து கொள்வதுடன் அதன்படி செயல்படுகிறார்களோ அவர்களும்)","arabic":"وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2928,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:74","price":"74. மேலும், எவர்கள் ‘‘எங்கள் இறைவனே! எங்கள் மனைவிகளையும், எங்கள் மக்களையும் எங்களுக்குக் கண் குளிர்ச்சியாக்கி வைத்தருள்வாயாக! இறையச்சமுள்ளவர்களுக்கு வழிகாட்டியாகவும் எங்களை நீ ஆக்குவாயாக!'' என்று பிரார்த்திப்பார்களோ அவர்களும்;","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2929,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:75","price":"75. ஆகிய இத்தகையவர்களுக்கு, அவர்கள் (பல நல்ல காரியங்களைச் செய்திருப்பதுடன் அவற்றைச் செய்யும்போது ஏற்பட்ட) சிரமங்களைச் சகித்துக் கொண்டதன் காரணமாக உயர்ந்த மாளிகைகள் (மறுமையில்) கொடுக்கப்படும். ‘‘ஸலாம் (உண்டாவதாக)'' என்று போற்றி அதில் அவர்கள் வரவேற்கப்படுவார்கள்.","arabic":"أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2930,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:76","price":"76. என்றென்றும் அதில் தங்கிவிடுவார்கள். சிறிது நேரம் தங்குவதாயினும் சரி, என்றென்றும் தங்குவதாயினும் சரி, அது மிக்க (நல்ல) அழகான தங்குமிடம் ஆகும்.","arabic":"خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2931,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"25:77","price":"77. (நபியே!) கூறுவீராக: ‘‘ நீங்கள் என் இறைவனை(க் கெஞ்சிப்) பிரார்த்தனை செய்யாவிடில் (அதற்காக) அவன் உங்களைப் பொருட்படுத்தமாட்டான். ஏனென்றால், நீங்கள் (அவனுடைய வசனங்களை) நிச்சயமாக பொய்யாக்கிக் கொண்டே இருக்கிறீர்கள். ஆகவே, அதன் வேதனை (உங்களைக்) கண்டிப்பாகப் பிடித்தே தீரும்.","arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2932,"juzNumber":19,"footnotes":null,"lang":"ta"}],"chapter":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"]}