{"data":[{"name":"27:1","price":"1. தா ஸீன். இவை இந்தத் திருகுர்ஆனின், தெளிவான வேதத்தின் (சில) வசனங்களாகும்.","arabic":"طسٓۚ تِلۡكَ ءَايَٰتُ ٱلۡقُرۡءَانِ وَكِتَابٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3160,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:2","price":"2. நம்பிக்கை கொண்டவர்களுக்கு (இது) ஒரு நேர்வழியாகவும், நற்செய்தியாகவும் இருக்கிறது.","arabic":"هُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3161,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:3","price":"3. அவர்கள் தொழுகையைக் கடைப்பிடித் தொழுவார்கள், ஜகாத்தும் கொடுத்து வருவார்கள். மேலும், மறுமையையும் அவர்கள் உறுதியாக நம்புவார்கள்.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3162,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:4","price":"4. நிச்சயமாக எவர்கள் மறுமையை நம்பவில்லையோ அவர்களுக்கு (அவர்களுடைய நிராகரிப்பின் காரணமாக) நாம் அவர்களுடைய (தீய) காரியங்களை அழகாக்கி விட்டோம். ஆகவே, அவர்கள் அதில் சீர்கெட்டு தட்டழிந்து திரிகின்றனர்.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ زَيَّنَّا لَهُمۡ أَعۡمَٰلَهُمۡ فَهُمۡ يَعۡمَهُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3163,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:5","price":"5. இத்தகையவர்களுக்கு (அவர்கள் மரண காலத்தில்) தீய வேதனைதான் உண்டு. மறுமையிலோ அவர்கள்தான் பெரும் நஷ்டம் அடைந்தவர்களாக இருப்பார்கள்.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَهُمۡ سُوٓءُ ٱلۡعَذَابِ وَهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3164,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:6","price":"6. (நபியே!) நிச்சயமாக மிக்க ஞானமுடைய, (அனைத்தையும்) நன்கு அறிந்தவனிடம் இருந்தே இந்த குர்ஆன் உமக்குக் கொடுக்கப்படுகிறது.","arabic":"وَإِنَّكَ لَتُلَقَّى ٱلۡقُرۡءَانَ مِن لَّدُنۡ حَكِيمٍ عَلِيمٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3165,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:7","price":"7. மூஸா (தூர் என்னும் மலையின் சமீபமாகச் சென்ற பொழுது) தன் குடும்பத்தினரை நோக்கி ‘‘ நிச்சயமாக நான் ஒரு நெருப்பைக் காண்கிறேன். (நீங்கள் இங்கு தாமதித்து இருங்கள்.) நான் சென்று (நம் வழியைப் பற்றி) ஒரு விஷயத்தை அதன் மூலம் அறிந்து வருகிறேன் அல்லது நீங்கள் குளிர் காய்வதற்கு ஓர் எரி கொள்ளியையேனும் கொண்டு வருவேன்'' என்று கூறி,","arabic":"إِذۡ قَالَ مُوسَىٰ لِأَهۡلِهِۦٓ إِنِّيٓ ءَانَسۡتُ نَارٗا سَـَٔاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ ءَاتِيكُم بِشِهَابٖ قَبَسٖ لَّعَلَّكُمۡ تَصۡطَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3166,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:8","price":"8. அவர் அதன் சமீபமாக வந்த சமயத்தில் ‘‘ நெருப்பில் இருக்கின்ற (வான)வர் மீதும் அதன் சமீபமாக இருக்கின்றவர் (மூஸா) மீதும் பெரும் பாக்கியமளிக்கப்பட்டுள்ளது. மேலும், உலகத்தார் அனைவரின் இறைவனான அல்லாஹ் மிக்க பரிசுத்தமானவன்'' என்று சப்தமிட்டுக் கூறப்பட்டது.","arabic":"فَلَمَّا جَآءَهَا نُودِيَ أَنۢ بُورِكَ مَن فِي ٱلنَّارِ وَمَنۡ حَوۡلَهَا وَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3167,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:9","price":"9. (மேலும்,) ‘‘ மூஸாவே! நிச்சயமாக நான்தான் அல்லாஹ். நான் அனைவரையும் மிகைத்தவன்; (அனைத்தையும் நன்கறிந்த) ஞானமுடையவன்.","arabic":"يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3168,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:10","price":"10. (மூஸாவே!) உமது தடியை நீர் எறிவீராக'' (என்றும் கூறப்பட்டது. அவ்வாறு அவர் அதை எறியவே) அது ஒரு பாம்பைப் போல் (ஆகி) நெளிவதைக் கண்டு அவர் திரும்பியும் பார்க்காது அதை விட்டும் விலகிச் சென்றார். (ஆகவே, நாம் மூஸாவை நோக்கி) மூஸாவே! பயப்படாதீர். நிச்சயமாக என்னிடத்தில் தூதர்கள் பயப்படமாட்டார்கள்.","arabic":"وَأَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰ لَا تَخَفۡ إِنِّي لَا يَخَافُ لَدَيَّ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3169,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:11","price":"11. ஆயினும் தவறிழைத்தவரைத் தவிர. (எனினும்) அவரும் தன் குற்றத்தை (உணர்ந்து அதை மாற்றி) நன்மை செய்தால் நிச்சயமாக நான் (அவரையும்) மன்னித்துக் கருணை செய்வேன்.","arabic":"إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسۡنَۢا بَعۡدَ سُوٓءٖ فَإِنِّي غَفُورٞ رَّحِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3170,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:12","price":"12. (மூஸாவே!) நீர் உமது கையை உமது சட்டைப்பைக்குள் புகுத்துவீராக. அது ஒரு மாசற்ற வெண்மையான (பிரகாசத்துடன்) வெளிவரும். (இவ்விரண்டும்) ஒன்பது அத்தாட்சிகளில் உள்ளவையாகும். (இவற்றுடன்) நீர் ஃபிர்அவ்னிடமும் அவனுடைய மக்களிடமும் செல்வீராக. நிச்சயமாக அவர்கள் பாவம் செய்யும் மக்களாக இருக்கின்றனர்'' (என்றும் கூறினோம்.)","arabic":"وَأَدۡخِلۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖۖ فِي تِسۡعِ ءَايَٰتٍ إِلَىٰ فِرۡعَوۡنَ وَقَوۡمِهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3171,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:13","price":"13. (மூஸாவுக்கு கொடுக்கப்பட்ட) பார்த்து புரிந்து கொள்ளும்படியான நம் அத்தாட்சிகள் அவர்களிடம் வரவே ‘‘ இது சந்தேகமற்ற சூனியம்தான்'' என்று அவர்கள் கூறினார்கள்.","arabic":"فَلَمَّا جَآءَتۡهُمۡ ءَايَٰتُنَا مُبۡصِرَةٗ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3172,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:14","price":"14. (அத்தாட்சிகளைக் கண்ட) அவர்களுடைய உள்ளங்கள் அவற்றை (உண்மையென) உறுதிகொண்ட போதிலும், கர்வம் கொண்டு அநியாயமாக அவற்றை அவர்கள் மறுத்தார்கள். ஆகவே, இந்த விஷமிகளின் முடிவு எவ்வாறாயிற்று என்பதை (நபியே!) நீர் கவனிப்பீராக.","arabic":"وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗاۚ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3173,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:15","price":"15. தாவூதுக்கும், ஸுலைமானுக்கும் நிச்சயமாக நாம் (இம்மை மறுமையில் பயனளிக்கக்கூடிய) கல்வியைக் கொடுத்தோம். அதற்கு அவ்விருவரும், ‘‘ புகழ் அனைத்தும் அல்லாஹ்வுக்கே சொந்தமானவை. அவன்தான் நம்பிக்கை கொண்ட தன் நல்லடியார்களில் பலரைவிட எங்களை மேன்மையாக்கி வைத்தான்'' என்று கூறி (நன்றி செலுத்தி)னார்கள்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ وَسُلَيۡمَٰنَ عِلۡمٗاۖ وَقَالَا ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٖ مِّنۡ عِبَادِهِ ٱلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3174,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:16","price":"16. பின்னர் தாவூதுக்கு ஸுலைமான் வாரிசானார். (ஸுலைமான் மனிதர்களை நோக்கி) ‘‘ மனிதர்களே! எங்களுக்குப் பறவைகளின் மொழி கற்பிக்கப்பட்டிருக்கிறது. எங்களுக்கு (வேண்டிய) எல்லாப் பொருள்களும் (ஏராளமாகவே) கொடுக்கப்பட்டிருக்கின்றன. நிச்சயமாக இது (இறைவனின்) மிக்க தெளிவானதொரு அருளாகும்'' என்று கூறி(யும் நன்றி செலுத்தி)னார்.","arabic":"وَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3175,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:17","price":"17. ஸுலைமானுடைய ராணுவம் ஜின்கள், மனிதர்கள், பறவைகள் ஆகியவற்றிலிருந்து திரட்டப்பட்டு அவை இனவாரியாகப் பிரிக்கப்பட்டு அணியணியாகப் புறப்பட்டன.","arabic":"وَحُشِرَ لِسُلَيۡمَٰنَ جُنُودُهُۥ مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ وَٱلطَّيۡرِ فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3176,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:18","price":"18. அவை எறும்புகள் வசிக்கும் ஓர் ஓடையின் சமீபமாக வந்தபொழுது அதிலொரு பெண் எறும்பு (மற்ற எறும்புகளை நோக்கி) ‘‘எறும்புகளே! நீங்கள் உங்கள் வீடுகளுக்குள் நுழைந்து கொள்ளுங்கள். ஸுலைமானும் அவருடைய ராணுவமும் (நீங்கள் இருப்பதை) அறியாது உங்களை(த் தங்கள் கால்களால்) மிதித்துவிடாமல் இருக்கட்டும்'' என்று கூறியது.","arabic":"حَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3177,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:19","price":"19. அதன் சொல்லைக் கேள்வியுற்று ஸுலைமான் சிரித்தவராக புன்னகைப் பூத்தார். மேலும், ‘‘ என் இறைவனே! நீ என் மீதும், என் தாய் தந்தை மீதும் புரிந்த உன் அருள்களுக்கு உனக்கு நான் நன்றி செலுத்த நீ எனக்கு அருள் புரிவாயாக! உனக்குத் திருப்தியளிக்கக்கூடிய நற்செயல்களையும் நான் செய்ய(க்கூடிய பாக்கியத்தை எனக்கு) அருள் புரிந்து, உன் கருணையைக் கொண்டு உன் நல்லடியார்களுடனும் என்னைச் சேர்த்து விடுவாயாக!'' என்று பிரார்த்தனை செய்தார்.","arabic":"فَتَبَسَّمَ ضَاحِكٗا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَدۡخِلۡنِي بِرَحۡمَتِكَ فِي عِبَادِكَ ٱلصَّٰلِحِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3178,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:20","price":"20. அவர் பறவைகளைப் பரிசீலனை செய்தபொழுது ‘‘என்ன காரணம்? ‘ஹுத்ஹுத்' பறவையை நான் காணவில்லையே! (அது பறவைகளின் நெருக்கடியில்) மறைந்திருக்கிறதா? (அல்லது என் அனுமதியின்றி எங்கேனும் சென்றுவிட்டதா?)","arabic":"وَتَفَقَّدَ ٱلطَّيۡرَ فَقَالَ مَالِيَ لَآ أَرَى ٱلۡهُدۡهُدَ أَمۡ كَانَ مِنَ ٱلۡغَآئِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3179,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:21","price":"21. (அவ்வாறாயின்) நிச்சயமாக நான் அதைக் கடினமான வேதனை செய்வேன். அல்லது அதை அறுத்துவிடுவேன். அல்லது தக்க ஆதாரத்தை அது (என் முன்) கொண்டு வரவேண்டும்'' என்று கூறினார்.","arabic":"لَأُعَذِّبَنَّهُۥ عَذَابٗا شَدِيدًا أَوۡ لَأَاْذۡبَحَنَّهُۥٓ أَوۡ لَيَأۡتِيَنِّي بِسُلۡطَٰنٖ مُّبِينٖ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3180,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:22","price":"22. (இவ்வாறு கூறி) அதிக நேரமாகவில்லை. (அதற்குள் ஹுத்ஹுத் பறவை அவர் முன் தோன்றி) ‘‘ நீர் அறியாத ஒரு விஷயத்தை நான் அறிந்து கொண்டு ‘ஸபா'வைப் பற்றி நிச்சயமான (உண்மைச்) செய்தியைக் கொண்டு வந்திருக்கிறேன்.","arabic":"فَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3181,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:23","price":"23. மெய்யாகவே அந்நாட்டு மக்களை ஒரு பெண் ஆட்சி புரிவதை நான் கண்டேன். எல்லா வசதிகளும் அவள் பெற்றிருக்கிறாள். மகத்தானதொரு அரசகட்டிலும் அவளுக்கு இருக்கிறது.","arabic":"إِنِّي وَجَدتُّ ٱمۡرَأَةٗ تَمۡلِكُهُمۡ وَأُوتِيَتۡ مِن كُلِّ شَيۡءٖ وَلَهَا عَرۡشٌ عَظِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3182,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:24","price":"24. அவளும் அவளுடைய மக்களும் அல்லாஹ்வையன்றி சூரியனைச் சிரம் பணிந்து வணங்குவதை நான் கண்டேன். அவர்களுடைய இக்காரியத்தை ஷைத்தான் அவர்களுக்கு அழகாகக் காண்பித்து, அவர்களை நேரான பாதையிலிருந்து தடுத்து விட்டான். ஆதலால், அவர்கள் நேரான வழியை அடையவில்லை.","arabic":"وَجَدتُّهَا وَقَوۡمَهَا يَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ فَهُمۡ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3183,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:25","price":"25. வானங்களிலும், பூமியிலும் மறைந்திருப்பவற்றை வெளிப்படுத்தக்கூடிய, நீங்கள் மறைத்துக் கொள்வதையும் நீங்கள் வெளியாக்குவதையும் நன்கறியக் கூடிய அல்லாஹ்வுக்கு அவர்கள் சிரம் பணிந்து வணங்க வேண்டாமா?","arabic":"أَلَّاۤ يَسۡجُدُواْۤ لِلَّهِ ٱلَّذِي يُخۡرِجُ ٱلۡخَبۡءَ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3184,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:26","price":"26. அந்த அல்லாஹ்வைத் தவிர வணக்கத்திற்குரிய இறைவன் வேறு யாரும் இல்லை. அவன்தான் மகத்தான அர்ஷுடையவன்'' என்று கூறிற்று.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ۩","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3185,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:27","price":"27. (அதற்கு ஸுலைமான்) ‘‘ நீ உண்மை சொல்கிறாயா அல்லது பொய் சொல்கிறாயா? என்பதை அதிசீக்கிரத்தில் நாம் கண்டு கொள்வோம்.","arabic":"۞ قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ ٱلۡكَٰذِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3186,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:28","price":"28. என் இக்கடிதத்தைக் கொண்டு போய் அவர்களின் முன் எறிந்துவிட்டு அவர்களை விட்டு விலகி (மறைவாக இருந்து கொண்டு) அவர்கள் என்ன முடிவுக்கு வருகிறார்கள் என்பதை நீ கவனித்துவா'' என்று கூறினார்.","arabic":"ٱذۡهَب بِّكِتَٰبِي هَٰذَا فَأَلۡقِهۡ إِلَيۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَٱنظُرۡ مَاذَا يَرۡجِعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3187,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:29","price":"29. (அவ்வாறே அப்பறவை அவர்கள் முன் அக்கடிதத்தை எறியவே அதைக் கண்ணுற்ற அவ்வரசி தன் பிரதானிகளை நோக்கி) ‘‘ தலைவர்களே! மிக்க கண்ணியமுள்ள ஒரு கடிதம் என் முன் எறியப்பட்டிருக்கிறது.","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ إِنِّيٓ أُلۡقِيَ إِلَيَّ كِتَٰبٞ كَرِيمٌ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3188,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:30","price":"30. மெய்யாகவே அது ஸுலைமானிடமிருந்து வந்துள்ளது. நிச்சயமாக அ(தன் ஆரம்பத்)தில் ‘பிஸ்மில்லாஹிர் ரஹ்மானிர்ரஹீம்' என்றெழுதி,","arabic":"إِنَّهُۥ مِن سُلَيۡمَٰنَ وَإِنَّهُۥ بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3189,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:31","price":"31. நீங்கள் (கர்வம் கொண்டு) என்னிடம் பெருமை பாராட்டாதீர்கள். (இறைவனுக்கு) முற்றிலும் வழிப்பட்டவர்களாக என்னிடம் வாருங்கள்'' (என்றும் எழுதப்பட்டிருக்கிறது) என்று கூறி","arabic":"أَلَّا تَعۡلُواْ عَلَيَّ وَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3190,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:32","price":"32. (தன் பிரதானிகளை நோக்கி) ‘‘ தலைவர்களே என் இவ்விஷயத்தில் நீங்கள் (உங்கள்) ஆலோசனைகளைக் கூறுங்கள். என் சமூகத்தில் நீங்கள் நேராக வந்து (அபிப்பிராயம்) கூறாதவரை நான் எவ்விஷயத்தையும் முடிவு செய்பவளல்ல'' என்று அவள் கூறினாள்.","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَفۡتُونِي فِيٓ أَمۡرِي مَا كُنتُ قَاطِعَةً أَمۡرًا حَتَّىٰ تَشۡهَدُونِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3191,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:33","price":"33. அதற்கவர்கள் ‘‘ நாங்கள் பலவான்களாகவும், கடுமையாக போர் செய்யக் கூடியவர்களாகவும் இருக்கிறோம். (போர் செய்வதோ, சமாதானம் செய்வதோ அதுபற்றிய) கட்டளை உமது விருப்பத்தைப் பொறுத்திருக்கிறது. ஆகவே, நீர் உத்தரவு செய்வ(திலுள்ள சாதக பாதகத்)தை நன்கு கவனித்துப் பார்'' என்று கூறினார்கள்.","arabic":"قَالُواْ نَحۡنُ أُوْلُواْ قُوَّةٖ وَأُوْلُواْ بَأۡسٖ شَدِيدٖ وَٱلۡأَمۡرُ إِلَيۡكِ فَٱنظُرِي مَاذَا تَأۡمُرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3192,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:34","price":"34. அதற்கவள் ‘‘அரசர்கள் ஒரு ஊரில் நுழைந்தால் நிச்சயமாக அதை அழித்துவிடுகின்றனர். மேலும், அங்குள்ள கண்ணியவான்களை கேவலப்பட்டவர்களாக ஆக்கிவிடுகின்றனர். (ஆகவே,) இவர்களும் இவ்வாறே செய்யக்கூடும்.","arabic":"قَالَتۡ إِنَّ ٱلۡمُلُوكَ إِذَا دَخَلُواْ قَرۡيَةً أَفۡسَدُوهَا وَجَعَلُوٓاْ أَعِزَّةَ أَهۡلِهَآ أَذِلَّةٗۚ وَكَذَٰلِكَ يَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3193,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:35","price":"35. ஆகவே, நான் அவர்களிடம் (உயர்ந்த பொருள்களைக் கொண்ட) ஒரு காணிக்கையை அனுப்பி, (அதை எடுத்துச் செல்லும்) தூதர்கள் (அவரிடமிருந்து) என்ன பதில் கொண்டு வருகிறார்கள் என்பதை எதிர்பார்ப்பேன்'' என்று கூறினாள். (அவ்வாறே அனுப்பியும் வைத்தாள்.)","arabic":"وَإِنِّي مُرۡسِلَةٌ إِلَيۡهِم بِهَدِيَّةٖ فَنَاظِرَةُۢ بِمَ يَرۡجِعُ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3194,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:36","price":"36. அந்தத் தூதர் ஸுலைமானிடம் வரவே (ஸுலைமான் அவரை நோக்கி) ‘‘ நீங்கள் பொருளைக் கொண்டு எனக்கு உதவி செய்யக் கருதுகிறீர்களா? அல்லாஹ் எனக்குக் கொடுத்து இருப்பவை உங்களுக்குக் கொடுத்திருப்பவற்றை விட (அதிகமாகவும்) மேலானதாகவும் இருக்கின்றன. மாறாக, உங்கள் இக்காணிக்கையைக் கொண்டு நீங்களே சந்தோஷமடையுங்கள். (அது எனக்கு வேண்டியதில்லை) என்றும்,","arabic":"فَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3195,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:37","price":"37. (வந்தவர்களின் தலைவனை நோக்கி) நீ அவர்களிடம் திரும்பச் செல். அவர்களால் எதிர்க்க முடியாததொரு ராணுவத்துடன் நிச்சயமாக நாங்கள் அவர்களிடம் வருவோம். அவர்களை சிறுமைப்பட்டவர்களாக அவ்வூரிலிருந்து துரத்தி விடுவோம்'' என்று (கூறி அனுப்பிவிட்டு,)","arabic":"ٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3196,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:38","price":"38. (ஸுலைமான் தன் மந்திரிகளை நோக்கி) ‘‘ சான்றோர்களே! அவர்கள் கட்டுப்பட்டவர்களாக என்னிடம் வந்து சேருவதற்கு முன்னதாகவே அவளுடைய அரச கட்டிலை என்னிடம் கொண்டு வருபவர் உங்களில் யார்?'' என்று கேட்டார்.","arabic":"قَالَ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَيُّكُمۡ يَأۡتِينِي بِعَرۡشِهَا قَبۡلَ أَن يَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3197,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:39","price":"39. அதற்கு ஜின்களிலுள்ள ‘இஃப்ரீத்' (என்னும் ஒரு வீரன்) ‘‘ நீர் இந்தச் சபையை முடித்துக்கொண்டு எழுந்திருப்பதற்கு முன்னதாகவே அதை நான் உம்மிடம் கொண்டு வந்துவிடுவேன். நிச்சயமாக நான் இவ்வாறு செய்ய மிக்க சக்தியும் நம்பிக்கையும் உடையவன்'' என்று கூறினான்.","arabic":"قَالَ عِفۡرِيتٞ مِّنَ ٱلۡجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن تَقُومَ مِن مَّقَامِكَۖ وَإِنِّي عَلَيۡهِ لَقَوِيٌّ أَمِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3198,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:40","price":"40. (எனினும், அவர்களில்) வேத ஞானம் பெற்ற ஒருவர் (இருந்தார். அவர் ஸுலைமான் நபியை நோக்கி) “உமது பார்வை உம்மிடம் திரும்புவதற்கு முன் அதை நான் உம்மிடம் கொண்டு வந்துவிடுவேன்'' என்று கூறினார். (அவ்வாறே கொண்டு வந்து சேர்த்தார்.) அது தன் முன் (கொண்டு வந்து வைக்கப்பட்டு) இருப்பதை (ஸுலைமான்) கண்டதும், ‘‘ இது நான் அவனுக்கு நன்றி செலுத்துகின்றேனா இல்லையா என்று என்னைச் சோதிப்பதற்காக என் இறைவன் எனக்குப் புரிந்த பேரருளாகும். எவன் (இறைவனுக்கு) நன்றி செலுத்துகிறானோ அவன் தனக்கே நன்மை செய்து கொள்கிறான். எவன் நன்றியை நிராகரிக்கிறானோ (அதனால் என் இறைவனுக்கு ஒரு நஷ்டமுமில்லை.) நிச்சயமாக என் இறைவன் (எவருடைய) தேவையற்றவனும், மிக்க கண்ணியமானவனும் ஆவான்'' என்று கூறி (தன் வேலைக்காரர்களை நோக்கி,)","arabic":"قَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3199,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:41","price":"41. ‘‘அவளுடைய அரச கட்டிலை அவளுக்கு மாற்றி (அமைத்து) விடுங்கள். அவள் அதை(த் தனக்குரியதுதான் என்று) அறிந்து கொள்கிறாளா அல்லது அறிந்துகொள்ள முடியாதவளாகி விடுகிறாளா?'' என்று பார்ப்போம் எனக் கூறினார்.","arabic":"قَالَ نَكِّرُواْ لَهَا عَرۡشَهَا نَنظُرۡ أَتَهۡتَدِيٓ أَمۡ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3200,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:42","price":"42. அவள் வந்து சேரவே (அவளை நோக்கி) ‘‘ உனது அரச கட்டில் இவ்வாறுதானா இருக்கும்?'' என்று கேட்கப்பட்டதற்கு அவள் ‘‘ இது முற்றிலும் அதைப் போலவே இருக்கிறது. இதற்கு முன்னதாகவே (உமது மேன்மையைப் பற்றிய) விஷயம் எங்களுக்கு அறிவிக்கப்பட்டு விட்டது. நாங்கள் முற்றிலும் கட்டுப்பட்டே வந்திருக்கிறோம்'' என்றாள்.","arabic":"فَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3201,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:43","price":"43. இதுவரை (நம்பிக்கை கொள்ளாது) அவளைத் தடுத்துக் கொண்டிருந்ததெல்லாம் அல்லாஹ்வை அன்றி அவள் வணங்கிக் கொண்டிருந்த (பொய்யான) தெய்வங்கள்தான். ஏனென்றால், நிச்சயமாக அவள் அல்லாஹ்வை நிராகரிக்கும் மக்களில் உள்ளவளாக இருந்தாள்.","arabic":"وَصَدَّهَا مَا كَانَت تَّعۡبُدُ مِن دُونِ ٱللَّهِۖ إِنَّهَا كَانَتۡ مِن قَوۡمٖ كَٰفِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3202,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:44","price":"44. பின்னர் ‘‘ இம்மாளிகையில் நுழை'' என்று அவளுக்குக் கூறப்பட்டது. அவள் அதைக் கண்டு (அதன் தரையில் பதிக்கப்பட்டிருந்த பளிங்கு கற்களை) தண்ணீர் என்று எண்ணி ஆடையை (அது நனைந்து போகாதிருக்க) இரு கெண்டைக்கால்களில் இருந்து உயர்த்தினாள். அதற்கு (ஸுலைமான்) ‘‘ நிச்சயமாக அது (தண்ணீரல்ல) பளிங்கு கற்கள் பதிக்கப்பட்ட மாளிகைதான்'' என்று கூறினார். அதற்கவள் ‘‘ என் இறைவனே! நிச்சயமாக நானே எனக்குத் தீங்கிழைத்துக் கொண்டிருந்தேன். உலகத்தாரின் இறைவனாகிய அல்லாஹ்வுக்கு ஸுலைமானுடன் நானும் முற்றிலும் கட்டுப்படுகிறேன்'' என்று கூறினாள்.","arabic":"قِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3203,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:45","price":"45. நிச்சயமாக நாம் ஸமூது என்னும் மக்களிடம் அவர்களுடைய சகோதரர் ஸாலிஹை அனுப்பி வைத்தோம். அவர், (அவர்களை நோக்கி) ‘‘ நீங்கள் அல்லாஹ் ஒருவனை வணங்குங்கள்'' என்று கூறினார். அச்சமயம் அவர்கள் இரு பிரிவினர்களாகி(த் தங்களுக்குள்) தர்க்கம் செய்துகொண்டார்கள்.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحًا أَنِ ٱعۡبُدُواْ ٱللَّهَ فَإِذَا هُمۡ فَرِيقَانِ يَخۡتَصِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3204,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:46","price":"46. (அதற்கு ஸாலிஹ்) ‘‘ என் மக்களே! நீங்கள் ஏன் அவசரப்பட்டு நன்மைக்கு முன்னதாகவே தண்டனையைத் தேடிக்கொள்கிறீர்கள்? அல்லாஹ்விடத்தில் நீங்கள் மன்னிப்புக் கோர வேண்டாமா? நீங்கள் கருணை செய்யப்படுவீர்களே!'' என்று கூறினார்.","arabic":"قَالَ يَٰقَوۡمِ لِمَ تَسۡتَعۡجِلُونَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِۖ لَوۡلَا تَسۡتَغۡفِرُونَ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3205,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:47","price":"47. அதற்கவர்கள் ‘‘ உம்மையும் உம்முடன் இருப்பவர்களையும் நாங்கள் அபசகுணமாக எண்ணுகிறோம்'' என்று கூறினார்கள். அதற்கவர் ‘‘ அல்லாஹ்விடமிருந்துதான் உங்கள் துர்ச்சகுனம் வந்தது. நீங்கள் (அதிசீக்கிரத்தில் அல்லாஹ்வுடைய) சோதனைக்குள்ளாக வேண்டிய மக்கள்'' என்று கூறினார்.","arabic":"قَالُواْ ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَۚ قَالَ طَٰٓئِرُكُمۡ عِندَ ٱللَّهِۖ بَلۡ أَنتُمۡ قَوۡمٞ تُفۡتَنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3206,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:48","price":"48. அவ்வூரில் (விஷமிகளுக்குத் தலைவர்களாக) ஒன்பது மனிதர்கள் இருந்தார்கள். அவர்கள் நன்மை செய்யாது அவ்வூரிலும் (மற்ற சுற்றுப்புறங்களிலும்) விஷமம் செய்து கொண்டே திரிந்தார்கள்.","arabic":"وَكَانَ فِي ٱلۡمَدِينَةِ تِسۡعَةُ رَهۡطٖ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3207,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:49","price":"49. அவர்கள் ஸாலிஹையும் அவருடைய குடும்பத்தையும் இரவோடு இரவாக நாம் அழித்து விடுவோம். (இதை ஒருவரிடமும் கூறுவதில்லை என்று) நாம் நமக்குள்ளாக அல்லாஹ் மீது சத்தியம் செய்துகொண்டு அவருடைய சொந்தக்காரர்களிடம், ‘‘ அவர் வெட்டுப்பட்ட இடத்திற்கு நாங்கள் வரவேயில்லை. நிச்சயமாக நாங்கள் உண்மையே சொல்லுகிறோம்'' என்று நாம் கூறிவிடலாம் என்று கூறிக் கொண்டார்கள்.","arabic":"قَالُواْ تَقَاسَمُواْ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهۡلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدۡنَا مَهۡلِكَ أَهۡلِهِۦ وَإِنَّا لَصَٰدِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3208,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:50","price":"50. (இவ்வாறு) அவர்கள் ஒரு சூழ்ச்சி செய்தார்கள். நாமும் ஒரு சூழ்ச்சி செய்தோம். அவர்கள் அதை உணர்ந்துகொள்ள முடியவில்லை.","arabic":"وَمَكَرُواْ مَكۡرٗا وَمَكَرۡنَا مَكۡرٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3209,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:51","price":"51. ஆகவே, அவர்களுடைய சூழ்ச்சியின் முடிவு எவ்வாறு ஆயிற்று என்பதை (நபியே!) நீர் கவனித்துப் பார்ப்பீராக. நிச்சயமாக நாம் அவர்களையும் அவர்களுடைய மக்கள் அனைவரையும் அழித்துவிட்டோம்.","arabic":"فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ مَكۡرِهِمۡ أَنَّا دَمَّرۡنَٰهُمۡ وَقَوۡمَهُمۡ أَجۡمَعِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3210,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:52","price":"52. அவர்கள் செய்து கொண்டிருந்த அநியாயங்களின் காரணமாக (அழிந்து போன) அவர்களுடைய வீடுகள் இதோ பாழடைந்து கிடக்கின்றன. அறியக்கூடிய மக்களுக்கு நிச்சயமாக இதில் ஒரு (நல்ல) படிப்பினை இருக்கிறது.","arabic":"فَتِلۡكَ بُيُوتُهُمۡ خَاوِيَةَۢ بِمَا ظَلَمُوٓاْۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3211,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:53","price":"53. அவர்களில் எவர்கள் நம்பிக்கை கொண்டு (அல்லாஹ்வுக்குப்) பயந்து கொண்டிருந்தார்களோ, அவர்களை நாம் பாதுகாத்துக் கொண்டோம்.","arabic":"وَأَنجَيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3212,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:54","price":"54. லூத்தையும் (நாம் நம் தூதராக அனுப்பிவைத்தோம்). அவர் தன் மக்களை நோக்கி (மறைவு திரையின்றி) ‘‘ மக்கள் முன்பாகவே நீங்கள் மானக்கேடான காரியங்களைச் செய்கிறீர்களா!","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ وَأَنتُمۡ تُبۡصِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3213,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:55","price":"55. நீங்கள் பெண்களைவிட்டு ஆண்களிடம் மோகங்கொண்டு வருகிறீர்களே! எனினும் நீங்கள் முற்றிலும் அறிவீனமான மக்களாக இருக்கிறீர்கள்'' என்று கூறினார்.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3214,"juzNumber":19,"footnotes":null,"lang":"ta"},{"name":"27:56","price":"56. அதற்கவர்கள் (தங்கள் மக்களை நோக்கி) ‘‘ லூத்துடைய குடும்பத்தை உங்கள் ஊரை விட்டும் நீங்கள் ஓட்டிவிடுங்கள். நிச்சயமாக அவர்கள் மிகப் பரிசுத்தமான மனிதர்கள் (போல் பேசுகின்றனர்)'' என்று (பரிகாசமாகக்) கூறியதுதான் அவருடைய மக்களின் பதிலாக இருந்தது.","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:57","price":"57. ஆகவே, அவரையும் அவருடைய குடும்பத்தாரையும் நாம் பாதுகாத்துக் கொண்டோம். எனினும், அவருடைய மனைவியைத் தவிர. ஏனென்றால், அவள் (அந்தப் பாவிகளுடன்) தங்கிவிட வேண்டுமென்று (ஏற்கனவே) தீர்மானித்து விட்டோம்.","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:58","price":"58. ஆகவே, அவர்கள் மீது கல்மழையை நாம் பொழிந்தோம். பயமுறுத்தப்பட்ட அவர்கள் மீது (பொழியப்பட்ட) கல்மழை மகா கெட்டது.","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:59","price":"59. ஆகவே, (நபியே!) கூறுவீராக! புகழ் அனைத்தும் அல்லாஹ்வுக்குரியனவே. தன் அடியார்களில் அவன் தேர்ந்தெடுத்துக் கொண்டவர்களின் மீது ‘ஸலாம்' உண்டாவதாக, அல்லாஹ் மேலானவனா அல்லது அவர்கள் அவனுக்கு இணையாக்குகின்றவை மேலானவையா?''","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:60","price":"60. வானங்களையும் பூமியையும் படைத்து, மேகத்தில் இருந்து உங்களுக்காக மழை பொழியச் செய்பவன் யார்? நாமே அதைக் கொண்டு கண்ணைக் கவரும் அழகான தோட்டங்களையும் உற்பத்தி செய்கிறோம். (நம் உதவியின்றி) அதன் மரங்களை முளைக்கவைக்க உங்களால் முடியாது. ஆகவே, அல்லாஹ்வுடன் வணக்கத்திற்குரிய வேறொரு கடவுள் இருக்கிறானா? (இவ்வாறிருந்தும்) இவர்கள் (தங்கள் கற்பனை தெய்வங்களை அல்லாஹ்வுக்குச்) சமமாக்குகின்றனர்.","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:61","price":"61. பூமியை ஓர் உறுதியான தங்குமிடமாக அமைத்து, அதன் மத்தியில் ஆறுகளையும் அ(தை உறுதிப்படுத்துவ)தற்கு மலைகளையும்  அமைத்தவன் யார்? இரு கடல்களுக்கிடையில் தடுப்பை ஏற்படுத்தியவன் யார்? (இவற்றைச் செய்த) அல்லாஹ்வுடன் வணக்கத்திற்குரிய வேறொரு கடவுள் இருக்கிறானா? (இல்லவே இல்லை.) அவர்களில் பெரும்பாலானவர்கள் (இதை) அறிந்து கொள்வதில்லை.","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:62","price":"62. (சிரமத்தில் சிக்கித்) துடிதுடித்துக் கொண்டிருப்பவர்கள் அபயமிட்டழைத்தால் அவர்களுக்குப் பதில் கூறி, அவர்களுடைய சிரமங்களை நீக்குபவன் யார்? பூமியில் உங்களை பிரதிநிதிகளாக ஆக்கி வைத்தவன் யார்? (இத்தகைய) அல்லாஹ்வுடன் வணக்கத்திற்குரிய வேறொரு கடவுள் இருக்கிறானா? (இல்லவே இல்லை.) உங்களில் நல்லுணர்ச்சி பெறுபவர்கள் வெகு சொற்பமே.","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:63","price":"63. கடலிலோ அல்லது கரையிலோ இருள்களில் (சிக்கிய) உங்களுக்கு வழி காண்பிப்பவன் யார்? அவனுடைய அருள் மழைக்கு முன்னதாக (குளிர்ந்த) காற்றுகளை நற்செய்தியாக அனுப்பிவைப்பவன் யார்? அல்லாஹ்வுடன் வணக்கத்திற்குரிய வேறொரு கடவுள் இருக்கிறானா? (இல்லவே இல்லை.) அவர்கள் இணை வைப்பதை விட்டு அவன் மிக்க உயர்ந்தவன்.","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:64","price":"64. ஆரம்பத்தில் படைப்புகளை உற்பத்தி செய்தவன் யார்? (அவ்வாறே பின்னும்) பின்னும் உற்பத்தி செய்து கொண்டிருப்பவன் யார்? மேகத்தில் இருந்து (மழையை இறக்கியும்) பூமியில் இருந்து (தானியங்களை முளைக்கச் செய்தும்) உங்களுக்கு உணவளிப்பவன் யார்? அல்லாஹ்வுடன் வணக்கத்திற்குரிய வேறொரு கடவுள் இருக்கிறானா? ‘‘ நீங்கள் உண்மை சொல்பவர்களாக இருந்தால் (இதற்கு) உங்கள் அத்தாட்சிகளைக் கொண்டுவாருங்கள்'' என்று (நபியே!) கூறுவீராக.","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:65","price":"65. (மேலும்) நீர் கூறுவீராக! ‘‘ வானங்களிலோ பூமியிலோ மறைந்திருப்பவற்றை அல்லாஹ்வைத் தவிர மற்றெவரும் அறிய மாட்டார். (மரணித்தவர்கள்) எப்பொழுது எழுப்பப்படுவார்கள் என்பதையும் இவர்கள் அறிய மாட்டார்கள்.","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:66","price":"66. எனினும், மறுமையைப் பற்றிய இவர்களுடைய ஞானம் முற்றிலும் சூனியமாகி விட்டது. மாறாக, (அவ்விஷயத்தில்) அவர்கள் பெரும் சந்தேகத்தில்தான் இருக்கின்றனர். அதுமட்டுமா? அவர்கள் (அறிந்திருந்தும்) அதைப் புரியாத குருடர்களாகி விட்டனர்.","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:67","price":"67. ‘‘ (மரணித்து) உக்கி மண்ணாகிப் போனதன் பின்னர் நாங்களும், எங்கள் மூதாதைகளும் (உயிர் கொடுத்து) எழுப்பப்படுவோமா?'' என்று இந்நிராகரிப்பவர்கள் கேட்கின்றனர்.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:68","price":"68. ‘‘ நாங்களும் இதற்கு முன்னர் இருந்த எங்கள் மூதாதைகளும் இவ்வாறே பயமுறுத்தப்பட்டோம். இது முன்னுள்ளோரின் கட்டுக்கதைகளே தவிர வேறில்லை'' (என்றும் கூறுகின்றனர்.)","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:69","price":"69. ஆகவே ‘‘ பூமியில் சுற்றித் திரிந்து (உங்களைப் போன்று இருந்த) குற்றவாளிகளின் முடிவு எவ்வாறாயிற்று என்பதைக் கவனித்துப் பாருங்கள்'' (என்று நபியே!) கூறுவீராக.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:70","price":"70. (நபியே!) அவர்களைப் பற்றி நீர் கவலை கொள்ளாதீர். அவர்களுடைய சூழ்ச்சிகளைப் பற்றியும் நீர் மனமொடிந்து விடாதீர்.","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:71","price":"71. (நம்பிக்கையாளர்களை நோக்கி) ‘‘ மெய்யாகவே நீங்கள் உண்மை சொல்பவர்களாக இருந்தால் நீங்கள் பயமுறுத்தும் வேதனை எப்பொழுது வரும்?'' என்று (நிராகரிப்பாளர்கள்) கேட்கிறார்கள்.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:72","price":"72. அதற்கு (நபியே!) கூறுவீராக: ‘‘ நீங்கள் அவசரப்படுபவற்றில் சில இப்பொழுதே உங்களைப் பின் தொடரவும் கூடும்.''","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:73","price":"73. ஆயினும், நிச்சயமாக உமது இறைவன் மனிதர்கள் மீது மிக்க அருளையுடையவனாக இருக்கிறான். (ஆதலால், தண்டனையை இதுவரை தாமதப்படுத்தி இருக்கிறான்.) எனினும், அவர்களில் பெரும்பாலானவர்கள் (இதற்கு) நன்றி செலுத்துவதில்லை.","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:74","price":"74. (நபியே!) நிச்சயமாக உமது இறைவன் அவர்கள் தங்கள் உள்ளங்களில் மறைத்திருப்பதையும், (அதற்கு மாறாக) அவர்கள் வெளிப்படுத்துவதையும் நன்கறிவான்.","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:75","price":"75. வானத்திலோ பூமியிலோ மறைவாக இருக்கும் எதுவுமே (‘லவ்ஹுல் மஹ்ஃபூள்' என்னும்) அவனுடைய தெளிவான குறிப்புப் புத்தகத்தில் பதியப்படாமலில்லை.","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:76","price":"76. நிச்சயமாக இந்த குர்ஆன், இஸ்ராயீலின் சந்ததிகள் எவ்விஷயத்தில் தர்க்கித்துக் கொண்டிருக்கிறார்களோ அவற்றில் பெரும்பாலானவற்றை அவர்களுக்கு விவரித்துக் கூறுகிறது.","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:77","price":"77. ஆகவே, அவர்களில் எவர்கள் நம்பிக்கை கொண்டார்களோ அவர்களுக்கு இது நேர்வழிகாட்டியாகவும் அருளாகவும் இருக்கிறது.","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:78","price":"78. நிச்சயமாக உமது இறைவன் தன் உத்தரவைக் கொண்டு (இந்த குர்ஆன் மூலம்) அவர்களுக்கிடையில் (ஏற்பட்ட விவகாரங்களைப் பற்றி) தீர்ப்பளிக்கிறான். அவன் (அனைவரையும்) மிகைத்தவனும் (அனைத்தையும்) அறிந்தவனும் ஆவான்.","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:79","price":"79. ஆகவே, (நபியே!) நீர் அல்லாஹ்வையே நம்புவீராக. நிச்சயமாக நீர் தெளிவான உண்மையின் மீதே இருக்கிறீர்.","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:80","price":"80. (நபியே!) மரணித்தவர்களை கேட்கவைக்க நிச்சயமாக உம்மால் முடியாது. (அவ்வாறே உமக்குப்) புறங்காட்டிச் செல்லும் செவிடர்களை, (நீர்) அழைக்கும் (உமது) சப்தத்தைக் கேட்க வைக்கவும் உம்மால் முடியாது.","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:81","price":"81. குருடர்களை, அவர்களுடைய வழிகேட்டிலிருந்து நேரான வழிக்குக் கொண்டுவரவும் உம்மால் முடியாது. எவர்கள் நம் வசனங்களை நம்பிக்கை கொண்டு முற்றிலும் நமக்கு பணிந்து நடக்கிறார்களோ அவர்களைத் தவிர மற்றவர்களுக்கு நீர் (நம் வசனங்களைக்) கேட்க வைக்க முடியாது.","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:82","price":"82. இறுதிநாள் அவர்களை நெருங்கிய சமயத்தில், அவர்களுக்காகப் பூமியிலிருந்து ஒரு கால்நடையை நாம் வெளிப்படுத்துவோம். அது எந்தெந்த மனிதர்கள் நம் வசனங்களை நம்பிக்கை கொள்ளவில்லை என்பதை அவர்களுக்குச் சொல்லிக் காண்பிக்கும்.","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:83","price":"83. ஒவ்வொரு சமுதாயத்திலும் நமது வசனங்களைப் பொய்ப்பித்தவர்களை (தனித்தனி) கூட்டமாக (பிரித்து) நாம் (அவர்களை) ஒன்றுதிரட்டும் நாளை (நபியே! நீர் அவர்களுக்கு) ஞாபகமூட்டுவீராக. ஆகவே, அவர்கள் (அப்போது விசாரனைக்காக) நிறுத்தி வைக்கப்படுவார்கள்.","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:84","price":"84. அவர்கள் அனைவரும் (தங்கள் இறைவனிடம்) வரும் சமயத்தில் (இறைவன் அவர்களை நோக்கி) ‘‘ நீங்கள் என் வசனங்களை நன்கறிந்து கொள்வதற்கு முன்னதாகவே அதைப் பொய்யாக்கி விட்டீர்களா? (அவ்வாறில்லையாயின்) பின்னர் என்னதான் நீங்கள் செய்து கொண்டிருந்தீர்கள்?'' என்று கேட்பான்.","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:85","price":"85. அவர்கள் செய்த அநியாயத்தின் காரணமாக அவர்கள் மீது (வேதனையின்) கட்டளை உறுதியாகிவிடும். அச்சமயம் அவர்களால் பேசவும் முடியாது.","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:86","price":"86. நிச்சயமாக நாம்தான் அவர்கள் சுகமடைவதற்கு இரவையும் (அனைத்தையும்) நன்கு பார்ப்பதற்குப் பகலையும் உண்டு பண்ணினோம் என்பதை அவர்கள் (கவனித்துப்) பார்க்கவில்லையா? நிச்சயமாக இதில் நம்பிக்கை கொண்ட மக்களுக்குப் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:87","price":"87. சூர் (எக்காளம்) ஊதப்படும் நாளில் அல்லாஹ் அருள் புரிந்தவர்களைத் தவிர, வானங்களிலும் பூமியிலும் உள்ள அனைவருமே திடுக்கிட்டு, நடுங்கித் தலை குனிந்தவர்களாக அவனிடம் வந்து சேருவார்கள்.","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:88","price":"88. நீர் காணும் மலைகளை அவை வெகு உறுதியாக இருப்பதாக எண்ணிக் கொண்டிருக்கிறீர். (எனினும், அந்நாளில்) அவை மேகத்தைப் போல் (ஆகாயத்தில்) பறந்தோடும். ஒவ்வொரு பொருளையும் (படைத்து) அதன் இயற்கை அமைப்பின் மீது உறுதிப்படுத்திய அல்லாஹ்வுடைய கட்டளையால் (அவ்வாறு நடைபெறும்). நிச்சயமாக அவன் நீங்கள் செய்து கொண்டிருக்கும் அனைத்தையும் நன்கறிபவன் ஆவான்.","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:89","price":"89. எவரேனும் ஒரு நன்மையைச் செய்தால், அதற்கு(ரிய கூலியைவிட) மேலானதே அவர்களுக்குக் கிடைக்கிறது. மேலும், அந்நாளின் திடுக்கத்திலிருந்தும் அவர்கள் அச்சமற்று விடுகிறார்கள்.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:90","price":"90. எவரேனும் ஒரு பாவம் செய்தால், அவர்கள் நரகத்தில் முகங்குப்புறத் தள்ளப்பட்டு ‘‘நீங்கள் செய்து கொண்டிருந்தவற்றுக்கே தவிர (வேறு எதற்கும்) உங்களுக்குக் கூலி கொடுக்கப்படுமா?'' (என்று கேட்கப்படும்.)","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:91","price":"91. (நபியே! நீர் கூறுவீராக!) இந்த (மக்கா) நகரத்தின் அதிபதியாகிய இறைவன் ஒருவனையே வணங்குமாறு நான் ஏவப்பட்டு உள்ளேன். அவன்தான் இதை மிக்க கண்ணியப்படுத்தியுள்ளான் எல்லாப் பொருள்களும் அவனுக்கு உரியனவே! மேலும், அவனுக்கே முற்றிலும் வழிபட்டவர்களில் நான் இருக்கும்படி நான் ஏவப்பட்டுள்ளேன்.","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:92","price":"92. மேலும், திரு குர்ஆனை நான் (அனைவருக்கும்) ஓதிக் காண்பிக்குமாறும் (ஏவப்பட்டுள்ளேன்). (அதைக் கொண்டு) எவன் நேரான வழியை அடைகிறானோ அவன் தன் சுய நன்மைக்காகவே நேரான வழியில் செல்கிறான். எவரேனும் (இதிலிருந்து விலகித்) தவறான வழியில் சென்றால் (நபியே! நீர் அதைப் பற்றிக் கவலைப்படாதீர்.) ‘‘ நிச்சயமாக நான் அச்சமூட்டி எச்சரிப்பவர்களில் ஒருவன்தான் (நிர்ப்பந்திப்பவனல்ல)'' என்று கூறுவீராக.","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":null,"lang":"ta"},{"name":"27:93","price":"93. புகழ் அனைத்தும் அல்லாஹ்வுக்கே உரியன. (மறுமை வருவதற்குரிய) தன் அத்தாட்சிகளை அதி சீக்கிரத்தில் அவன் உங்களுக்குக் காண்பிப்பான். அச்சமயம், அவற்றை நீங்கள் (உண்மையென) அறிந்து கொள்வீர்கள். (தற்சமயம்) நீங்கள் என்ன செய்து கொண்டிருக்கிறீர்கள் என்பதைப் பற்றி (நபியே!) உமது இறைவன் பராமுகமாயில்லை'' என்று கூறுவீராக.","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":null,"lang":"ta"}],"chapter":["27 (An-Naml)","An-Naml","Surah An-Naml","Chapter An-Naml","Naml","Surah Naml","Chapter Naml","An Naml","Surah An Naml","Chapter An Naml","Surah 27","Chapter 27","The Ant","النَّمْل"]}