{"data":[{"name":"30:1","price":"1. அலிஃப் லாம் மீம்.","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:2","price":"2. (நமக்குச்) சமீபமான பூமியிலுள்ள ‘ரூம்' வாசிகள் தோல்வி அடைந்தனர்.","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:3","price":"3. அவர்கள் (இன்று) தோல்வியடைந்து விட்டபோதிலும் அதிசீக்கிரத்தில் வெற்றி அடைவார்கள்,","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:4","price":"4. (அதுவும்) சில ஆண்டுகளுக்குள்ளாகவே (வெற்றி அடைவார்கள்). (வெற்றி தோல்வி என்ற) விஷயம் இதற்கு முன்னரும், இதற்குப் பின்னரும் அல்லாஹ்வுக்கே சொந்தமானது. (அவர்கள் வெற்றியடையும்) அந்நாளில் நம்பிக்கையாளர்கள் அல்லாஹ்வின் உதவியைக் கண்டு மகிழ்ச்சியடைவார்கள்.","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:5","price":"5. அல்லாஹ், தான் விரும்பியவர்களுக்கு உதவிபுரிகிறான். அவன் (அனைவரையும்) மிகைத்தவன், மகா கருணையுடையவன் ஆவான்.","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:6","price":"6. (இது) அல்லாஹ்வுடைய வாக்குறுதியாகும். அல்லாஹ் தன் வாக்குறுதியில் தவறுவதில்லை. எனினும், மனிதரில் பெரும்பாலானவர்கள் (இதை) அறியமாட்டார்கள்.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:7","price":"7. அவர்கள், இவ்வுலக வாழ்க்கையிலுள்ள வெளிப்படையான விஷயங்களை அறி(ந்து கவனிக்)கின்றனர். ஆனால், அவர்கள் மறுமையைப் பற்றி முற்றிலும்  பராமுகமாயிருக்கின்றனர்.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:8","price":"8. (இதை) அவர்கள் தங்களுக்குள்ளாகவே கவனிக்க வேண்டாமா? வானங்களையும். பூமியையும், இவற்றுக்கு மத்தியில் உள்ளவற்றையும் நியாயமான காரணமின்றியும், குறிப்பிட்ட தவணையின்றியும் அல்லாஹ் படைக்கவில்லை. எனினும், மனிதரில் பெரும்பாலானவர்கள் தங்கள் இறைவனைச் சந்திப்பதையும் நிராகரிக்கின்றனர்.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:9","price":"9. இவர்கள் பூமியில் சுற்றித்திரிய வேண்டாமா? அவ்வாறாயின், இவர்களுக்கு முன்னிருந்த (நிராகரிப்ப)வர்களின் முடிவு எவ்வாறாயிற்று என்பதைக் கண்டு கொள்வார்கள். (முன்னிருந்த) அவர்கள் இவர்களைவிட பலசாலிகளாகவும், இவர்கள் எவ்வளவு பூமியை அபிவிருத்தி செய்தார்களோ அதைவிட அதிகமாக பூமிகளைப் பண்படுத்தி அபிவிருத்தி செய்தவர்களாகவும் இருந்தார்கள். (இந்நிலைமையில்) அவர்களிடம் அவர்களுக்கு அனுப்பப்பட்ட தூதர்கள் தெளிவான அத்தாட்சிகளைக் கொண்டு வந்தார்கள். அல்லாஹ் அவர்களுக்குத் தீங்கிழைக்கவில்லை. எனினும், அவர்கள் (அந்நபிமார்களைப் பொய்யாக்கித்) தமக்குத் தாமே தீங்கிழைத்துக் கொண்டனர்.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:10","price":"10. அவர்கள் அல்லாஹ்வுடைய வசனங்களைப் பொய்யாக்கி அவற்றைப் பரிகசித்துக் கொண்டிருந்ததன் காரணமாக, தீமை செய்து கொண்டிருந்த அவர்களின் முடிவும் தீமையாகவே முடிந்தது.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:11","price":"11. (மனிதர்களே!) அல்லாஹ்வே படைப்புகளை முதலாவதாக உற்பத்தி செய்கிறான். அவனே (அவை இறந்த பின்னரும்) அவற்றை மீளவைப்பான். பின்னர், (மனிதர்களே!) நீங்கள் அனைவரும் அவனிடமே கொண்டு வரப்படுவீர்கள்.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:12","price":"12. விசாரணைக் காலம் வரும் நாளில் குற்றவாளிகள் (இறைவனின் கருணையில்) நம்பிக்கை இழந்து விடுவார்கள்.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:13","price":"13. (ஏனென்றால்) அவர்கள் இணைவைத்து வணங்கியவற்றில் அவர்களுக்குப் பரிந்து பேசுபவர்கள் எவரும் இருக்கமாட்டார். (இணைவைத்த) அவர்களும் தாங்கள் இணைவைத்தவற்றைப் புறக்கணித்து விடுவார்கள்.","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:14","price":"14. விசாரணையின் அந்நாள் வரும் சமயத்தில் (நல்லவர்களும் தீயவர்களும்) வெவ்வேறாகப் பிரிந்து விடுவார்கள்.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:15","price":"15. ஆகவே, எவர்கள் நம்பிக்கை கொண்டு நற்செயல்களைச் செய்கிறார்களோ அவர்கள் (மறுமையில் சொர்க்கத்திலுள்ள) உன்னதமாகச் சிங்காரிக்கப்பட்ட பூங்காவனத்தில் மகிழ்விக்கப்படுவார்கள்.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:16","price":"16. எவர்கள் நிராகரித்து நம் வசனங்களையும், மறுமை(யில் நமது) சந்திப்பையும் பொய்யாக்குகிறார்களோ அவர்கள் வேதனையில் சிக்கிக் கிடப்பார்கள்.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:17","price":"17. ஆகவே, (நம்பிக்கையாளர்களே!) நீங்கள் உங்கள் காலை நேரத்திலும் மாலை நேரத்திலும் அல்லாஹ்வைப் புகழ்ந்து துதித்துக் கொண்டிருங்கள்.","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:18","price":"18. வானங்களிலும் பூமியிலும் இரவிலும் பகலிலும் அனைத்து புகழும் அல்லாஹ்வுக்கே உரியன. (ஆகவே, நீங்களும் அவனைப் போற்றி புகழ்ந்து கொண்டிருங்கள்.)","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:19","price":"19. அவனே இறந்தவற்றிலிருந்து உயிருள்ளவற்றை வெளிப்படுத்துகிறான். அவனே உயிருள்ளவற்றிலிருந்து மரணித்தவற்றை வெளிப்படுத்துகிறான். அவனே இறந்த பூமிகளையும் செழிப்பாக்குகிறான். இவ்வாறே (மரணித்த பின்னர்) மறுமையில் நீங்கள் வெளிப்படுத்தப்படுவீர்கள்.","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:20","price":"20. மண்ணிலிருந்து உங்களை படைத்து, பின்னர் நீங்கள் பல பாகங்களிலும் சென்று திரியக்கூடிய மனிதர்களாக ஆனதும் அவனுடைய அத்தாட்சிகளில் ஒன்றாகும்.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:21","price":"21. நீங்கள் சேர்ந்து வாழக்கூடிய உங்கள் மனைவிகளை உங்களிலிருந்தே அவன் உற்பத்தி செய்து, உங்களுக்கிடையில் அன்பையும் நேசத்தையும் உண்டு பண்ணி இருப்பதும் அவனுடைய அத்தாட்சிகளில் ஒன்றாகும். சிந்தித்து உணரக்கூடிய மக்களுக்கு இவற்றில் (ஒன்றல்ல) நிச்சயமாகப் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:22","price":"22. வானங்களையும் பூமியையும் படைத்திருப்பதும், உங்கள் மொழிகளும் நிறங்களும் வெவ்வேறாக இருப்பதும் அவனுடைய அத்தாட்சிகளில் உள்ளவையாகும். இதிலும் கல்விமான்களுக்கு நிச்சயமாகப் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:23","price":"23. இரவிலும் பகலிலும் நீங்கள் நித்திரை செய்து இளைப்பாறிக் கொள்வதும் (பூமியின் பல பாகங்களிலும் சென்று) நீங்கள் அவனுடைய அருளைத் தேடிக் கொள்வதும் அவனுடைய அத்தாட்சிகளில் உள்ளவையாகும். (நல்லுபதேசத்தைச்) செவியுறும் மக்களுக்கு இதில் நிச்சயமாகப் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:24","price":"24. நயமும் பயமும் தரக்கூடியவாறு மின்னலை அவன் உங்களுக்குக் காண்பிப்பதும், மேகத்திலிருந்து மழையை பொழியச் செய்து இறந்த பூமியை செழிக்கச் செய்வதும் அவனுடைய அத்தாட்சிகளில் உள்ளனவாகும். அறிவுடைய மக்களுக்கு நிச்சயமாக இதில் (ஒன்றல்ல) பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:25","price":"25. வானமும் பூமியும் அவன் கட்டளைப்படி நிலை பெற்றிருப்பதும் அவனுடைய அத்தாட்சிகளில் ஒன்றாகும். (உங்களுக்குக் குறிப்பிட்ட காலம் வரை நீங்கள் அதில் உயிர் வாழ்ந்து மரணித்துப் பூமியில் அடக்கப்பட்டதன் பின்னர்) அவன் உங்களை அழைக்கும்போது ஒரே அழைப்பில் நீங்கள் பூமியில் இருந்து வெளிப்பட்டு விடுவீர்கள்.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:26","price":"26. வானங்களிலும் பூமியிலும் உள்ளவை அனைத்தும் அவனுக்குரியனவே. இவை அனைத்தும் அவனுக்கே அடிபணிந்து நடக்கின்றன.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:27","price":"27. அவன்தான் படைப்புகளை ஆரம்பத்தில் உற்பத்தி செய்பவன். அவனே (அவை மரணித்த பின்னரும் உயிர் கொடுத்து) அவற்றை மீளவைக்கிறவன். இது அவனுக்கு மிக்க எளிது. வானங்களிலும் பூமியிலும் அவனுடைய (உதாரணமும் பரிசுத்தத்) தன்மை(யும்)தான் மிக்க மேலானதாகும். அவன் (அனைத்தையும்) மிகைத்தவனும் ஞானமுடையவனும் ஆவான்.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:28","price":"28. (மனிதர்களே! நீங்கள் அவனுடைய மேன்மையை அறிந்து கொள்வதற்காக) உங்களுக்குள்ளாகவே அவன் ஓர் உதாரணத்தைக் கூறுகிறான். நாம் உங்களுக்குக் கொடுத்த பொருள்களில், உங்கள் அடிமைகளில் எவரேனும் (உங்கள் பொருள்களுக்கு) உங்களுடன் சம உரிமை உடையவர்களாக ஆகிவிடுவார்களா? அல்லது நீங்கள் உங்களைப் பொருட்படுத்துவதைப்போல் அவர்களையும் பொருட்படுத்துவீர்களா? (பொருட்படுத்த மாட்டீர்களே! இவ்வாறிருக்க, படைக்கப்பட்ட இவற்றை நீங்கள் எனக்கு இணை ஆக்கலாமா?) அறிவுடைய மக்களுக்கு (நம்) வசனங்களை இவ்வாறு விவரித்துக் கூறுகிறோம்.","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:29","price":"29. எனினும், அநியாயக்காரர்கள் எவ்வித அறிவுமின்றியே (இறைவனின் வசனங்களை நிராகரித்து விட்டுத்) தங்கள் சரீர இச்சைகளைப் பின்பற்றி நடக்கின்றனர். அல்லாஹ் எவர்களைத் தவறான வழியில் விட்டு விட்டானோ அவர்களை நேரான வழியில் செலுத்தக்கூடியவர் யார்? இவர்களுக்கு உதவி செய்பவர்கள் ஒருவரும் இல்லை.","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:30","price":"30. (நபியே! இப்ராஹீமுடைய) நேரான மார்க்கத்தை நோக்கி நீர் உமது முகத்தை உறுதியான ஓர்மைப்பாட்டுடன் திருப்புவீராக. (அதுவே) மனிதர்களுக்காக அல்லாஹ் ஏற்படுத்திய இயற்கை மார்க்கமாகும். அவன் படைத்த (மார்க்கத்)தை (எவராலும்) மாற்றிவிட முடியாது. இதுதான் நிலையான (நேர்மையான) மார்க்கம். எனினும், மனிதரில் பெரும்பாலானவர்கள் (இதை) அறிந்துகொள்ளவே மாட்டார்கள்.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:31","price":"31. (நம்பிக்கையாளர்களே! நீங்களும்) அவன் ஒருவனிடமே திரும்பி (இஸ்லாம் மார்க்கத்தின் மீது உறுதியாக இருந்து) அவ(ன் ஒருவ)னுக்கே பயந்து தொழுகையையும் கடைப்பிடித்து நடந்து கொள்ளுங்கள். இணைவைத்து வணங்குபவர்களில் நீங்கள் ஆகிவிடாதீர்கள்.","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:32","price":"32. (தவிர) எவர்கள் தங்கள் மார்க்கத்திற்குள் பிரிவினையை உண்டு பண்ணி, பல பிரிவுகளாகப் பிரித்து, அவர்கள் ஒவ்வொரு வகுப்பாரும் தங்களிடமுள்ள (தவறான)வற்றைக் கொண்டு சந்தோஷப்படுகின்றனரோ அவர்களுடன் சேர்ந்து விடாதீர்கள்.","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:33","price":"33. மனிதர்களை ஒரு தீங்கு அணுகும் போது அவர்கள் தங்கள் இறைவன் பக்கம் முகம் நோக்கி அவனிடம் பிரார்த்திக்கிறார்கள். பின்னர் அவன் (அதை நீக்கி) அவர்களைத் தன் அருளைச் சுவைக்கும்படிச் செய்தால் அவர்களில் ஒரு பிரிவினர் தங்கள் இறைவனுக்கே இணை வைக்கின்றனர்.","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:34","price":"34. நாம் அவர்களுக்களித்த அருளுக்கு நன்றி செலுத்தாது நிராகரித்தும் விடுகின்றனர். (இவ்வாறு நிராகரிப்பவர்களே!) நீங்கள் உங்கள் இஷ்டப்படி சுகம் அனுபவித்துக் கொள்ளுங்கள். (உங்கள் செயலின் பலனைப்) பின்னர் நிச்சயமாக நீங்கள் அறிந்து கொள்வீர்கள்.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:35","price":"35. அவர்கள் இணைவைத்து வணங்குவதற்கு ஆதாரமாகக் கூறக்கூடிய ஓர் அத்தாட்சியை நாம் அவர்களுக்கு அளித்திருக்கிறோமா? (அவ்வாறு ஒன்றும் இல்லையே.)","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:36","price":"36. மனிதர்கள் நம் அருளைச் சுவைக்கும்படி நாம் செய்தால் அதைக் கொண்டு அவர்கள் மகிழ்ச்சியடைகிறார்கள். எனினும், அவர்களுடைய கைகளே தேடிக் கொண்ட (தீய) செயலின் காரணமாக அவர்களுக்கு ஒரு தீங்கேற்படும்போது உடனே அவர்கள் நம்பிக்கையிழந்து விடுகின்றனர்.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:37","price":"37. நிச்சயமாக அல்லாஹ் தான் நாடியவர்களுக்கு உணவை விரிவாக்குகிறான்; (தான் நாடியவர்களுக்குக்) குறைத்து விடுகிறான் என்பதை அவர்கள் கவனிக்கவில்லையா? நம்பிக்கை கொண்ட மக்களுக்கு நிச்சயமாக இதில் பல அத்தாட்சிகள் இருக்கின்றன.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:38","price":"38. (நபியே! உமது பொருளில்) உறவினருக்கு அவரின் உரிமையை கொடுத்து வருவீராக. அவ்வாறே ஏழைகளுக்கும் வழிப்போக்கர்களுக்கும் (அவர்களுடைய உரிமையைக் கொடுத்து வருவீராக). எவர்கள் அல்லாஹ்வுடைய முகத்தை நாடுகிறார்களோ அவர்களுக்கு இதுவே மிக்க நன்றாகும். இவர்கள்தான் வெற்றி பெறுவார்கள்.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:39","price":"39. (மற்ற) மனிதர்களுடைய பொருள்களுடன் சேர்ந்து (உங்கள் பொருளும்) அதிகப்படுவதற்காக வட்டிக்கு நீங்கள் கொடுக்கும் பொருள் அல்லாஹ்விடத்தில் அதிகப்படுவதில்லை. எனினும், அல்லாஹ்வின் முகத்தை நாடி ஜகாத்தாக ஏதும் நீங்கள் கொடுத்தாலோ, கொடுத்தவர்கள் அதை இரட்டிப்பாக்கிக் கொள்கின்றனர்.","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:40","price":"40. அல்லாஹ்தான் உங்களை படைத்தவன். உங்களுக்கு உணவு கொடுப்பவனும் அவனே. பின்னர், அவனே உங்களை மரணிக்கச் செய்கிறான். அதன் பின்னர் அவனே உங்களை உயிர்ப்பிப்பான். இவற்றில் எதையும் செய்யக்கூடிய சக்தி உங்கள் தெய்வங்களில் எதற்கும் உண்டோ? இவர்கள் செய்யும் (இத்தகைய) இணைகளிலிருந்து அல்லாஹ் மிக்க உயர்ந்தவன்; அவன் மிகப் பரிசுத்தமானவன்.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:41","price":"41. மனிதர்களின் கைகள் தேடிக்கொண்டதன் காரணமாகக் கடலிலும் தரையிலும் அழிவு வேலைகள் (அதிகமாகப்) பரவிவிட்டன. அவற்றில் இருந்து அவர்கள் விலகிக் கொள்வதற்காக, அவர்களின் தீய செயல்கள் சிலவற்றின் தண்டனையை அவர்களுக்கு (இம்மையிலும்) சுவைக்க வைக்கிறான்.","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:42","price":"42. (நபியே!) கூறுவீராக: பூமியில் நீங்கள் சுற்றித் திரிந்து பாருங்கள். உங்களுக்கு முன்னிருந்தவர்களின் முடிவு என்னாயிற்று? முன்னிருந்தவர்களில் பெரும்பாலானவர்கள் இணைவைத்து வணங்குபவர்களாகவே இருந்தனர்.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:43","price":"43. ஆகவே, (நபியே!) அல்லாஹ்விடமிருந்து தப்பித்துக் கொள்ள முடியாத ஒரு நாள் வருவதற்கு முன்னதாகவே நீர் உமது முகத்தை நிலையான (நீதமான) மார்க்கத்தளவில் திருப்பிவிடுவீராக. அந்நாளில் (நல்லவர்களும், தீயவர்களும்) வெவ்வேறாகப் பிரிந்து விடுவார்கள்.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:44","price":"44. எவன் நிராகரிப்பவனாக இருக்கிறானோ அவனுடைய நிராகரிப்பு அவனுக்கே கேடாக முடியும். எவர் நற்காரியங்களைச் செய்கிறாரோ அவர் (அதை மறுமையில்) தனக்கு நன்மையாகவே அமைத்துக் கொள்கிறார்.","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:45","price":"45. நம்பிக்கை கொண்டு நற்செயல்கள் செய்தவர்களுக்கே அவன் தன் அருளைக் கூலியாகக் கொடுக்கிறான். ஏனென்றால், நிச்சயமாக அவன் நிராகரிப்பவர்களை நேசிப்பதில்லை.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:46","price":"46. (மழைக்கு முன்னர் குளிர்ந்த) காற்றை நற்செய்தியாக அவன் அனுப்பி வைப்பதும் அவனுடைய அத்தாட்சிகளில் ஒன்றே. (அதைக் கொண்டு) அவன் தன் அருளை (மழையை) நீங்கள் சுவைக்கும்படிச் செய்து, கப்பல்களையும் அவன் தன் கட்டளையைக் கொண்டே செல்லும்படிச் செய்கிறான். அதனால் (பல தீவுகளிலும் நாடுகளிலும் உள்ள) அவனுடைய அருளை நீங்கள் தேடிக் கொள்கிறீர்கள். (இவற்றுக்காக) நீங்கள் நன்றி செலுத்துவீர்களாக!","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:47","price":"47. (நபியே!) நிச்சயமாக நாம் உமக்கு முன்னரும் பல தூதர்களை அவர்களுடைய சமுதாய மக்களிடம் அனுப்பி வைத்தோம். அவர்களும் தெளிவான அத்தாட்சிகளையே அவர்களிடம் கொண்டு வந்தனர். (எனினும், அவற்றை அவர்கள் நிராகரித்து விட்டனர்.) ஆகவே, (அவற்றை நிராகரித்த)குற்றவாளிகளை நாம் பழிவாங்கினோம். (ஏனென்றால் இவ்வாறு பழிவாங்கி) நம்பிக்கையாளர்களுக்கு உதவி செய்வது நம்மீது கடமையாக இருக்கிறது.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:48","price":"48. அல்லாஹ்தான் காற்றை அனுப்பிவைக்கிறான். அது மேகத்தை ஓட்டுகிறது. அவன் விரும்பியவாறு அதை வானத்தில் திட்டுத் திட்டாகப் பரப்பிவிடுகிறான். அதிலிருந்து மழை பொழிவதை (நபியே!) நீர் காண்கிறீர். தன் அடியார்களில் அவன் விரும்பியவர்களை அம்மழை வந்தடையும் சமயத்தில் அவர்கள் மகிழ்ச்சியடைகின்றனர்.","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:49","price":"49. அதற்கு முன்னர் அவர்கள் தங்கள் மீது மழை பொழியும் என்ற நம்பிக்கையை முற்றிலும் இழந்தவர்களாகவே இருந்தனர்.","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:50","price":"50. (நபியே!) அல்லாஹ்வின் இவ்வருளால் ஏற்படும் பலன்களை நீர் கவனிப்பீராக! இறந்துபோன பூமியை எவ்வாறு செழிக்கச் செய்கிறான்! (இவ்வாறே) நிச்சயமாக அவன் இறந்தவர்களையும் உயிர்ப்பிக்கச் செய்வான். அவன் அனைத்தின் மீதும் பேராற்றல் உடையவன்.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:51","price":"51. (மழையில்லாத வெறும் வறண்ட) காற்றை நாம் அனுப்பி (அதனால் தங்கள் பயிர்கள்) மஞ்சளாயிருப்பதை அவர்கள் கண்டால், முன்னர் நாம் அவர்களுக்குச் செய்திருந்த அருளையுமே அவர்கள் நிராகரித்து விடுகின்றனர்.","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:52","price":"52. (நபியே!) இறந்தவர்களை செவியுறும்படிச் செய்ய நிச்சயமாக உம்மால் முடியாது. உங்களைப் புறக்கணித்துச் செல்லும் செவிடர்களுக்குச் சப்தத்தைக் கேட்கும்படிச் செய்யவும் உம்மால் முடியாது.","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:53","price":"53. குருடர்களை, அவர்களுடைய வழிகேட்டிலிருந்து நேரான வழியில் திருப்பிவிடவும் உம்மால் முடியாது. முற்றிலும் வழிப்பட்டவர்களாக நம் வசனங்களை நம்பிக்கை கொள்பவர்களைத் தவிர மற்றவர்களை (உமது நல்லுபதேசங்களுக்கு) செவிசாய்க்க வைக்க உம்மால் முடியாது.","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:54","price":"54. அல்லாஹ் உங்களை (ஆரம்பத்தில்) பலவீனமான நிலைமையில் உற்பத்தி செய்கிறான். அந்தப் பலவீனத்திற்குப் பின்னர் அவனே (வாலிப) பலத்தையும் கொடுக்கிறான். அந்த பலத்திற்குப் பின்னர் வயோதிகத்தையும், பலவீனத்தையும் கொடுக்கிறான். (இவ்வாறெல்லாம்) அவன், தான் விரும்பியவாறு (உங்களை) ஆக்குகிறான். அவன் (அனைத்தையும்) நன்கறிந்தவனும் மிக்க ஆற்றலுடையவனும் அவான்.","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:55","price":"55. மறுமை நாளில் குற்றவாளிகள் தாங்கள் (இவ்வுலகில்) ஒரு நாழிகையைத் தவிர (அதிகமாக) இருக்கவில்லை என்று சத்தியம் செய்வார்கள். இவ்வாறே (இவ்வுலகத்திலும்) அவர்கள் பொய்யையே பிதற்றிக் கொண்டிருந்தனர்.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:56","price":"56. எனினும், கல்வியறிவும் நம்பிக்கையும் கொடுக்கப்பட்டவர்கள் (அதை மறுத்து) ‘‘அல்லாஹ் எழுதியவாறு நீங்கள் உயிர் பெற்றெழும் இந்நாள் வரை (பூமியில்) இருந்தீர்கள். இது (மரணித்தவர்கள்) உயிர் பெற்றெழும் நாள். நிச்சயமாக நீங்கள் இதை உறுதி கொள்ளாதவர்களாகவே இருந்தீர்கள்'' என்றும்,","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:57","price":"57. ‘‘ஆனால், அந்நாளில் அநியாயம் செய்தவர்கள் கூறும் சாக்குப்போக்கு அவர்களுக்குப் பலனளிக்காது. அவர்கள் இறைவனைத் திருப்திபடுத்தவும் வழி இருக்காது'' என்றும் கூறினார்கள்.","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:58","price":"58. மனிதர்களுக்கு (திருப்தி அளிப்பதற்காக) வேண்டிய உதாரணங்கள் அனைத்தையும் இந்த குர்ஆனில் நிச்சயமாக நாம் கூறியே இருக்கிறோம். (இதை அங்கீகரிக்காத அவர்கள் விரும்பும்) ஓர் அத்தாட்சியை நீர் அவர்களிடம் கொண்டு வந்தபோதிலும் (நபியே! உம்மையும் உம்முடன் இருப்பவர்களையும் நோக்கி) நீங்கள் பொய்யர்களேதவிர வேறில்லை'' என்று இந்நிராகரிப்பவர்கள் கூறுவார்கள்.","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:59","price":"59. இவ்வாறே அறிவில்லாத இந்த மக்களின் உள்ளங்கள் மீது அல்லாஹ் முத்திரையிட்டு விடுகிறான்.","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":null,"lang":"ta"},{"name":"30:60","price":"60. ஆகவே, (நபியே!) நீர் (சகித்துக்கொண்டு) பொறுமையுடன் இருப்பீராக. நிச்சயமாக அல்லாஹ்வுடைய வாக்குறுதி மெய்யானது. (ஆகவே, முடிவில் நபியே! நீர்தான் வெற்றி பெறுவீர்.) மறுமையை நம்பாத இவர்கள் நிச்சயமாக உம்மை இலேசாக எண்ணிவிட வேண்டாம்.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":null,"lang":"ta"}],"chapter":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"]}