{"data":[{"name":"34:1","price":"1. புகழனைத்தும் அல்லாஹ்வுக்குரியனவே! வானங்களிலும் பூமியிலும் உள்ள அனைத்தும் அவனுக்குச் சொந்தமானவைகளே! மறுமையிலும் எல்லா புகழும் அவனுக்குரியதே! அவன்தான் ஞானமுடையவன், அனைத்தையும் நன்கறிந்தவன்.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:2","price":"2. பூமிக்குள் பதிகின்ற (வித்து போன்ற)வற்றையும், அதில் இருந்து (முளைத்து செடிகொடிகளாக) வெளிப்படுகின்றவற்றையும் வானத்தில் இருந்து இறங்குபவற்றையும், அதன் பக்கம் ஏறுகின்றவற்றையும் அவன் நன்கறிவான். அவன் மகா கருணையுடையவன் மிக்க மன்னிப்பவன்.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:3","price":"3. (எனினும்) “மறுமை நமக்கு வராது'' என்று (இந்)நிராகரிப்பவர்கள் கூறுகின்றனர். (நபியே!) கூறுவீராக: ‘‘ ஏன் வராது, மறைவானவை அனைத்தையும் அறிந்தவனான என் இறைவன் மீது சத்தியம்! கண்டிப்பாக அது உங்களிடம் வந்தே தீரும். அவன் அறிவை விட்டும் வானங்களிலோ பூமியிலோ உள்ளவற்றில் ஓர் அணுவளவும் தப்பிவிடாது. அணுவைவிட சிறியதோ அல்லது பெரியதோ (ஒவ்வொன்றும் ‘லவ்ஹுல் மஹ்ஃபூள்' என்னும்) தெளிவான குறிப்புப் புத்தகத்தில் பதிவு செய்யப்படாமல் இல்லை.''","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:4","price":"4. நம்பிக்கை கொண்டு, நற்செயல்களைச் செய்தவர்களுக்குக் கூலி கொடுப்பதற்காக (அவ்வாறு அதில் பதியப்பட்டுள்ளது). இத்தகையவர்களுக்கு மன்னிப்பும் உண்டு; கண்ணியமான உணவும் (வாழ்க்கையும்) உண்டு.","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:5","price":"5. எவர்கள் நம் வசனங்களுக்கு எதிராக (நம்மை)த் தோற்கடிக்க முயற்சி செய்கிறார்களோ அவர்களுக்கு மிக்க துன்புறுத்தும் தண்டனையின் வேதனை உண்டு.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:6","price":"6. (நபியே!) எவர்களுக்கு ஞானம் கொடுக்கப்பட்டதோ அவர்கள் உமக்கு இறக்கப்பட்ட இவ்வேதத்தை, உமது இறைவனால் அருளப்பட்ட உண்மையான வேதம் என்றும்; அது அனைவரையும் மிகைத்த மிக்க புகழுக்குரியவனின் நேரான வழியை அறிவிக்கக்கூடியது என்றும் எண்ணுவார்கள்.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:7","price":"7. எனினும், நிராகரித்தவர்கள் (மற்றவர்களை நோக்கி) ‘‘நீங்கள் (இறந்து, மக்கி) அணுவணுவாகப் பிரிக்கப்பட்டதன் பின்னரும் நிச்சயமாக நீங்கள் புதிதாகப் படைக்கப்பட்டு விடுவீர்கள் என்று உங்களுக்கு (பயமுறுத்தி)க் கூறக்கூடிய ஒரு மனிதரை நாம் உங்களுக்கு அறிவிக்கவா'' என்று (பரிகாசமாகக்) கூறுகின்றனர்.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:8","price":"8. என்ன, (இம்மனிதர்) ‘‘அல்லாஹ்வின் மீது பொய்யாகக் கற்பனை செய்து கூறுகிறாரோ அல்லது அவருக்குப் பைத்தியம்தான் பிடித்திருக்கிறதோ'' (என்று அவர்களிடம் கூறுகின்றனர்.) மாறாக. எவர்கள் மறுமையை நம்பவில்லையோ அவர்கள்தான் பெரும் வேதனையிலும், வெகு தூரமானதொரு வழிகேட்டிலும் இருக்கின்றனர்.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:9","price":"9. வானத்திலும் பூமியிலும் அவர்களுக்கு முன்னும் பின்னும் இருப்பவற்றை அவர்கள் கவனிக்கவில்லையா? நாம் விரும்பினால் அவர்களைப் பூமிக்குள் சொருகிவிடுவோம் அல்லது வானத்திலிருந்து சில துண்டுகளை அவர்கள் மேல் எறிந்து (அவர்களை அழித்து) விடுவோம். (அல்லாஹ்வையே) நோக்கி நிற்கும் ஒவ்வொரு அடியானுக்கும் நிச்சயமாக இதில் ஓர் அத்தாட்சி இருக்கிறது.","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:10","price":"10. மெய்யாகவே நாம் நம் புறத்திலிருந்து தாவூதுக்கு பெரும் அருள் புரிந்தோம். மலைகளே! பறவைகளே! ‘‘ நீங்கள் அவருடன் (சேர்ந்து) துதி செய்யுங்கள்'' (என்றும் கட்டளையிட்டோம்). மேலும், அவருக்கு இரும்பை (மெழுகைப் போல்) மென்மையாக்கித் தந்தோம்.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:11","price":"11. மேலும், (சங்கிலி) வளையங்களை செய்து (அவற்றை முறைப்படி) ஒழுங்காக இணைத்து போர்ச்சட்டை செய்யவும் (என்று கட்டளையிட்டதுடன் அவரையும் அவரைச் சார்ந்தவர்களையும் நோக்கி) ‘‘நீங்கள் நற்செயல்களையே செய்து கொண்டிருங்கள்; நிச்சயமாக நான், நீங்கள் செய்பவற்றை உற்று நோக்குபவன்'' (என்றோம்).","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:12","price":"12. மேலும், ஸுலைமானுக்கு காற்றை வசப்படுத்தித் தந்தோம். அதன் காலைப் பயணம் ஒரு மாத தூரமும், அதன் மாலைப் பயணம் ஒரு மாத தூரமுமாக இருந்தது. இன்னும், செம்பை ஊற்று (நீரை)ப் போல் நாம் அவருக்கு (உருகி) ஓடச்செய்தோம். தன் இறைவனுடைய கட்டளைப்படி அவருக்கு வேலை செய்யக்கூடிய ஜின்களையும் நாம் அவருக்கு வசப்படுத்திக் கொடுத்து (அவருக்கு கட்டுப்பட்டு நடப்பதில்) அவர்களில் எவன் நம் கட்டளையைப் புறக்கணிக்கிறானோ அவனை நரக வேதனையைச் சுவைக்கும் படி நாம் செய்வோம் (என்றோம்).","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:13","price":"13. ஸுலைமான் விரும்பிய மாளிகைகளையும், சிலைகளையும், (பெரிய பெரிய) தண்ணீர்த் தொட்டிகளைப் போன்ற பெரும் கொப்பரைகளையும், அசைக்க முடியாத பெரிய (பெரிய) ‘தேகு' (சமையல் பாத்திரங்)களையும் அவை செய்து கொண்டிருந்தன. (அவருடைய குடும்பத்தினரை நோக்கி) ‘‘தாவூதுடைய சந்ததிகளே ! இவற்றுக்காக நீங்கள் (நமக்கு) நன்றி செலுத்திக் கொண்டிருங்கள்'' (என்று கட்டளையிட்டோம்). எனினும், என் அடியார்களில் நன்றி செலுத்துபவர்கள் வெகு சொற்பமே ஆவார்கள்.","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:14","price":"14. ஸுலைமானுக்கு நாம் மரணத்தை விதித்தபொழுது அவர் இறந்து விட்டார் என்பதை, அவர் சாய்ந்திருந்த தடியை அரித்து விட்ட பூச்சியைத் தவிர (மற்ற எவரும்) அந்த ஜின்களுக்கு அறிவிக்கவில்லை. (அவர் சாய்ந்திருந்த தடியைக் கரையான் பூச்சிகள் அரித்து விட்டன. ஆகவே, அதன் மீது சாய்ந்திருந்த ஸுலைமான் கீழே விழுந்துவிட்டார்.) அவர் கீழே விழவே (வேலை செய்து கொண்டிருந்த) அந்த ஜின்களுக்கு தாங்கள் மறைவான விஷயங்களை அறியக் கூடுமாக இருந்தால் (இரவு பகலாக உழைக்க வேண்டிய) இழிவு தரும் இவ்வேதனையில் தங்கி இருக்க மாட்டோம் என்று தெளிவாகத் தெரிந்தது.","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:15","price":"15. மெய்யாகவே ‘ஸபா'வாசிகள் வசித்திருந்த இடத்தில் அவர்களுக்கு நல்லதோர் அத்தாட்சியிருந்தது. (அதன் வழியாகச் செல்பவர்களுக்கு) வலப்புறமாகவும் இடப்புறமாகவும் இரு சோலைகள் இருந்தன. ‘‘ உங்கள் இறைவன் உங்களுக்கு அருள் புரிந்தவற்றைப் புசியுங்கள்; அவனுக்கு நன்றி செலுத்துங்கள். (இம்மையில்) வளமான நகரமும், (மறுமையில்) மிக்க மன்னிப்புடைய இறைவனும் (உங்களுக்கு) உண்டு'' (எனவும் கூறப்பட்டது).","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:16","price":"16. எனினும், அவர்கள் (அதைப்) புறக்கணித்து(ப் பாவத்தில் ஆழ்ந்து) விட்டனர். (ஆகவே, அவர்கள் கட்டியிருந்த மகத்தானதொரு அணையை உடைக்கக்கூடிய) பெரும் வெள்ளத்தை அவர்களுக்குக் கேடாக அனுப்பிவைத்தோம். அவர்களுடைய (உன்னதமான கனிகளையுடைய) இரு சோலைகளைக் கசப்பும், புளிப்புமுள்ள காய்களையுடைய மரங்களாலும், சில இலந்தை மரங்களாலும் நிரம்பிய தோப்புகளாக மாற்றிவிட்டோம்.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:17","price":"17. நம் நன்றியை அவர்கள் மறந்ததற்கு இதை நாம் அவர்களுக்குக் கூலியாகக் கொடுத்தோம். நன்றி கெட்டவர்களுக்கே தவிர (மற்றெவருக்கும் இத்தகைய) கூலியை நாம் கொடுப்போமா?","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:18","price":"18. அவர்களு(டைய ஊரு)க்கும் நாம் அருள்புரிந்த (சிரியாவிலுள்ள செழிப்பான) ஊர்களுக்கும் இடையில் தொடர்ச்சியாகப் பல கிராமங்களையும் உண்டுபண்ணி அவற்றில் பாதைகளையும் அமைத்து, ‘‘ இரவு பகல் எந்த நேரத்திலும் அச்சமற்றவர்களாக அதில் பிரயாணம் செய்யுங்கள்'' (என்று கூறியிருந்தோம்).","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:19","price":"19. ஆனால், அவர்கள் (இந்த நன்றியைப் புறக்கணித்து ‘‘தொடர்ச்சியாக ஊர்கள் இருப்பது எங்கள் பயணத்திற்கு இன்பம் அளிக்கவில்லை.) எங்கள் இறைவனே! எங்கள் பயணங்கள் நெடுந்தூரமாகும்படிச் செய்(வதற்காக மத்தியில் தொடர்ச்சியாக உள்ள இக்கிராமங்களை அழித்து விடு)வாயாக!'' என்று பிரார்த்தித்துத் தமக்குத் தாமே தீங்கிழைத்துக் கொண்டனர். ஆகவே, (அவர்களையும் அவர்களுடைய நகரங்களையும் அழித்து) அவர்களையும் பல இடங்களுக்குச் சிதறடித்துப் பலரும் (இழிவாகப்) பேசப்படக்கூடிய கதைகளாக்கிவிட்டோம். பொறுமையுடையவர்கள், நன்றி செலுத்துபவர்கள் ஒவ்வொருவருக்கும் நிச்சயம் இதில் பல படிப்பினைகள் இருக்கின்றன.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:20","price":"20. நிச்சயமாக (அவர்கள் தன்னைப் பின்பற்றுவார்களென்று) இப்லீஸ் எண்ணிய எண்ணத்தை உண்மை என்றே அவன் கண்டு கொண்டான். ஆகவே, நம்பிக்கை கொண்ட சிலரைத் தவிர மற்றவர்கள் அனைவரும் அவனையே பின்பற்றினார்கள்.","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:21","price":"21. எனினும், அவர்களை நிர்ப்பந்திக்க அவனுக்கு ஒரு அதிகாரமும் இல்லை. ஆயினும், மறுமையை நம்பாத அவர்களில் (மறுமையை) நம்புபவர் எவர் என்பதை நாம் தெளிவாக அறி(வித்து விடு)வதற்காகவே இவ்வாறு நடைபெற்றது. உம் இறைவனே எல்லா பொருள்களையும் பாதுகாப்பவன் ஆவான்.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:22","price":"22. (நபியே!) கூறுவீராக: அல்லாஹ்வையன்றி எவர்களை நீங்கள் (தெய்வங்களென) எண்ணிக் கொண்டீர்களோ அவர்களை நீங்கள் அழைத்துப் பாருங்கள். வானங்களிலோ பூமியிலோ அவர்களுக்கு ஓர் அணுவளவும் அதிகாரம் இல்லை. மேலும், அவற்றை படைப்பதில் அவர்களுக்கு எத்தகைய சம்பந்தமும் இல்லை. (அவற்றை படைப்பதில்) அவை அவனுக்கு உதவி செய்யவுமில்லை.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:23","price":"23. அவனுடைய அனுமதி பெற்ற (வான)வர்களைத் தவிர மற்றவர்கள் அவனிடத்தில் பரிந்து பேசுவதும் பயனளிக்காது. (அல்லாஹ்வுடைய ஒரு கட்டளை பிறக்கும் சமயத்தில் அவர்கள் பயந்து நடுங்குகின்றனர்.) அவர்களுடைய உள்ளத்தில் இருந்து நடுக்கம் நீங்கியதும் (அவர்களில் ஒருவர் மற்றவர்களை நோக்கி) ‘‘ உங்கள் இறைவன் என்ன கட்டளையிட்டான்?'' என்று கேட்பார்கள். அதற்கு மற்றவர்கள் ‘‘ (இடவேண்டிய) நியாயமான கட்டளையையே இட்டான்; அவனோ மிக்க மேலானவன், மிகப் பெரியவன் ஆவான்'' என்று கூறுவார்கள்.","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:24","price":"24. (நபியே! நிராகரிக்கும் இவர்களை நோக்கி) ‘‘வானத்தில் இருந்தும் பூமியில் இருந்தும் உங்களுக்கு உணவளிப்பவன் யார்?'' என்று கேட்பீராக. (அதற்கு அவர்கள் பதில் கூறுவதென்ன?) ‘‘அல்லாஹ்தான்'' என்று (நீரே) கூறி ‘‘மெய்யாகவே நேரான வழியில் இருப்பவர் அல்லது பகிரங்கமான தவறான வழியில் இருப்பவர் நீங்களா அல்லது நாமா?'' என்றும் கேட்பீராக.","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:25","price":"25. (நபியே!) கூறுவீராக: ‘‘நாங்கள் செய்யும் குற்றங்களைப் பற்றி நீங்கள் கேட்கப்பட மாட்டீர்கள்; (அவ்வாறே) நீங்கள் செய்பவற்றைப் பற்றி நாங்கள் கேட்கப்பட மாட்டோம்''","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:26","price":"26. (நபியே!) கூறுவீராக: ‘‘முடிவில் (மறுமை நாளில்) நமது இறைவன் நம் அனைவரையும் ஒன்று சேர்த்து, பிறகு நமக்கிடையில் நீதமாகவே தீர்ப்பளிப்பான். அவன் தீர்ப்பளிப்பதில் மிக்க மேலானவனும் (அனைத்தையும்) நன்கறிந்தவனும் ஆவான்.''","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:27","price":"27. ‘‘ (சிலை வணங்கிகளே) அவனுக்கு இணைதெய்வங்களை நீங்கள் ஏற்படுத்தினீர்களே அவற்றைப்பற்றி எனக்கு கூறுங்கள்'' அவ்வாறு (எதுவும் அவனுக்கு இணை) இல்லை. மாறாக, அவனோ அனைவரையும் மிகைத்தவனும் ஞானமுடையவனும் ஆகிய (ஒரே இறைவனான) அல்லாஹ் ஆவான். (ஆகவே அவனுக்கு அறவே இணை துணை இல்லை)'' என்று (நபியே!) கூறுவீராக.","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:28","price":"28. (நபியே!) நாம் உம்மை (இவ்வுலகில் உள்ள) எல்லா மனிதர்களுக்குமே நற்செய்தி கூறுபவராகவும், அச்சமூட்டி எச்சரிப்பவராகவும்தான் அனுப்பிவைத்திருக்கிறோம். எனினும், மனிதர்களில் பெரும்பாலானவர்கள் (இதை) அறிந்து கொள்ளவில்லை.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:29","price":"29. ‘‘ நீங்கள் உண்மை சொல்பவர்களாக இருந்தால் (விசாரணைக் காலம் என்று) நீங்கள் கூறும் வாக்குறுதி எப்பொழுது வரும்?'' என்று அவர்கள் கேட்கின்றனர்.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:30","price":"30. அதற்கு நீர் கூறுவீராக: ‘‘உங்களுக்காக ஒரு நாள் குறிப்பிடப்பட்டிருக்கிறது. அதிலிருந்து நீங்கள் ஒரு நாழிகை பிந்தவுமாட்டீர்கள்; முந்தவுமாட்டீர்கள்.''","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:31","price":"31. ‘‘ நிச்சயமாக நாங்கள் இந்த குர்ஆனையும் நம்பமாட்டோம்; இதற்கு முன்னுள்ள வேதங்களையும் நம்பவேமாட்டோம்'' என்று (இந்த) நிராகரிப்பவர்கள் கூறுகின்றனர். ஆகவே, இவ்வக்கிரமக்காரர்கள் தங்கள் இறைவன்முன் நிறுத்தப்பட்டு அவர்களில் சிலர் சிலரை நிந்திப்பதையும்; பலவீனமானவர்கள் கர்வம் கொண்டவர்களை நோக்கி ‘‘ நீங்கள் இல்லையெனில் நிச்சயமாக நாங்கள் நம்பிக்கை கொண்டேயிருப்போம்'' என்று கூறுவதையும் நீர் பார்ப்பீராயின் (அவர்களின் இழி நிலைமையைக் கண்டு கொள்வீர்).","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:32","price":"32. அதற்கு (அவர்களில்) கர்வம் கொண்டிருந்தவர்கள் பலவீனமாக இருந்தவர்களை நோக்கி ‘‘உங்களிடம் நேரான வழி வந்ததன் பின்னர் (நீங்கள் அதில் செல்லாது) நாங்களா உங்களைத் தடுத்தோம்? (அவ்வாறு) இல்லை; நீங்கள்தான் (அதில் செல்லாது) குற்றவாளிகளாக ஆனீர்கள்'' என்று கூறுவார்கள்.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:33","price":"33. அதற்கு, பலவீனமாயிருந்தவர்கள் கர்வம் கொண்டிருந்தவர்களை நோக்கி, ‘‘sஎன்னே! நாங்கள் அல்லாஹ்வை நிராகரித்து விட்டு, அவனுக்கு இணை வைக்குமாறு நீங்கள் எங்களை ஏவி, இரவு பகலாக சூழ்ச்சி செய்யவில்லையா?'' என்று கூறுவார்கள். ஆகவே, இவர்கள் அனைவருமே வேதனையைக் (கண்ணால்) காணும் சமயத்தில் தங்கள் துக்கத்தை மறைத்துக்கொண்டு (இவ்வாறு) கூறுவார்கள். (ஆனால்,) நிராகரித்தவர்களுடைய கழுத்துகளில் நாம் விலங்கிட்டு விடுவோம். இவர்கள், தாங்கள் செய்துகொண்டிருந்த (தீய) செயலுக்குத் தக்க கூலியே தவிர மற்றெதுவும் கொடுக்கப்படுவார்களா?","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:34","price":"34. அச்சமூட்டி எச்சரிக்கை செய்யும் (நமது) தூதரை நாம் எங்கெங்கு அனுப்பினோமோ அங்கெல்லாம் இருந்த செல்வந்தர்கள் (அவரை நோக்கி) ‘‘நிச்சயமாக நாம் நீங்கள் கொண்டு வந்த தூதை நிராகரிக்கிறோம்'' என்று கூறாமல் இருக்கவில்லை.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:35","price":"35. மேலும், ‘‘நாங்கள் அதிகமான செல்வங்களையும் சந்ததிகளையும் உடையவர்கள். ஆகவே, (மறுமையில்) நாங்கள் வேதனை செய்யப்பட மாட்டோம்'' என்று கூறினர்.","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:36","price":"36. (அதற்கு நபியே!) கூறுவீராக: ‘‘நிச்சயமாக என் இறைவன், தான் விரும்பியவர்களுக்கு வாழ்வாதாரத்தை அதிகமாகவும் கொடுக்கிறான்; (தான் விரும்பியவர்களுக்குக்) குறைத்தும் விடுகிறான். எனினும், மனிதரில் பெரும்பாலானவர்கள் (இதை) அறிந்து கொள்வதில்லை.''","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:37","price":"37. (நீங்கள் எண்ணுகிறவாறு) உங்கள் செல்வங்களும் உங்கள் சந்ததிகளும் உங்களை நம்மிடம் சேர்க்கக் கூடியவை அல்ல. ஆயினும், எவர்கள் நம்பிக்கை கொண்டு நற்செயல்களைச் செய்கிறார்களோ (அவையே அவர்களை நம்மிடம் சேர்க்கும்.) அவர்களுக்கு அவர்கள் செய்த (நற்)செயலின் காரணமாக இரட்டிப்பான கூலியுண்டு. மேலும், அவர்கள் (சொர்க்கத்திலுள்ள) மேல் மாடிகளில் கவலையற்றும் வசிப்பார்கள்.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:38","price":"38. நம் வசனங்களுக்கு எதிராக (நம்மை) தோற்கடிக்க முயற்சிப்பவர்கள் மறுமை நாளன்று வேதனையில் தள்ளப்படுவார்கள்.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:39","price":"39. (நபியே!) கூறுவீராக: “நிச்சயமாக என் இறைவன் தன் அடியார்களில் தான் விரும்பியவர்களுக்கு அதிகமான வாழ்வாதாரத்தைக் கொடுக்கிறான்; தான் விரும்பியவர்களுக்கு குறைத்து விடுகிறான். ஆகவே, நீங்கள் எதை தானம் செய்தபோதிலும் அவன் அதற்குப் பிரதி கொடுத்தே தீருவான். அவன் கொடையளிப்பவர்களில் மிக்க மேலானவன்.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:40","price":"40. (வானவர்களை வணங்கிக் கொண்டிருந்த) அவர்கள் அனைவரும் ஒன்று சேர்க்கப்படும் நாளில், வானவர்களை நோக்கி ‘‘இவர்கள் உங்களையா வணங்கி வந்தார்கள்?'' என்று கேட்கப்படும்.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:41","price":"41. அதற்கவர்கள், ‘‘(எங்கள் இறைவனே!) நீ மிகப் பரிசுத்தமானவன். நீதான் எங்கள் பாதுகாவலன்; அவர்களன்று. மாறாக, அவர்கள் ஜின்களையே வணங்கிக் கொண்டிருந்தனர். அவர்களில் பெரும்பாலானவர்கள் அந்த ஜின்களையே நம்பிக்கை கொண்டும் இருந்தார்கள்'' என்று (வானவர்கள்) கூறுவார்கள்.","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:42","price":"42. அந்நாளில் உங்களில் ஒருவர் மற்றவருக்கு நன்மையோ தீமையோ செய்ய சக்தியற்றவராக இருப்பார். மேலும், (அச்சமயம்) அவ்வக்கிரமக்காரர்களை நோக்கி ‘‘நீங்கள் (நம் வேதனையைப்) பொய்யாக்கிக் கொண்டிருந்த(தன் காரணமாக) இந்நரக வேதனையைச் சுவைத்துப் பாருங்கள்'' எனக் கூறுவோம்.","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:43","price":"43. அவர்களுக்கு நம் தெளிவான வசனங்கள் ஓதிக் காண்பிக்கப்பட்டால் அதற்கவர்கள் (நம் தூதரைப் பற்றி) ‘‘இவர் ஒரு சாதாரண மனிதரே தவிர வேறில்லை. உங்கள் மூதாதைகள் வணங்கிக் கொண்டிருந்தவற்றிலிருந்து உங்களைத் தடுத்துவிடவே இவர் விரும்புகிறார்'' என்றும் (நம் தூதர் கூறுகின்ற) ‘‘இது வெறும் கட்டுக் கதையே தவிர வேறில்லை'' என்றும் கூறுகின்றனர். மேலும்,”(திரு குர்ஆனாகிய) இந்த உண்மை அவர்களிடம் வந்த சமயத்தில், இது பகிரங்கமான சூனியமே தவிர வேறில்லை'' என்றும் இந்த நிராகரிப்பவர்கள் கூறுகின்றனர்.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:44","price":"44. (நபியே! இதற்கு முன்னர்) நாம் (உம்மை நிராகரிக்கும் அரபிகளாகிய) இவர்களுக்கு, இவர்கள் ஓதக்கூடிய வேதம் எதையும் கொடுக்கவில்லை; அச்சமூட்டி எச்சரிக்கக்கூடிய தூதர் எவரையும் உமக்கு முன்னர் நாம் அவர்களிடம் அனுப்பவில்லை. (இவ்வாறிருந்தும் அவர்கள் உம்மை நிராகரிக்கின்றனர்.)","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:45","price":"45. இவர்களுக்கு முன்னிருந்த (அரபிகளல்லாத)வர்களும் மற்ற (தூதர்களை இவ்வாறே) பொய்யாக்கினார்கள். அவர்களுக்கு நாம் கொடுத்திருந்ததில் பத்தில் ஒரு பாகத்தையும் இவர்கள் அடைந்து விடவில்லை. (அதற்குள்ளாகவே) இவர்கள் எனது தூதர்களைப் பொய்யாக்க முற்பட்டு இருக்கின்றனர். (இவர்களுக்கு முன்னர் நம் தூதர்களை நிராகரித்து பொய்யாக்கியவர்களை) நான் தண்டித்தது எவ்வாறாயிற்று? (என்பதை இவர்கள் கவனிப்பார்களாக)","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:46","price":"46. (நபியே!) கூறுவீராக: ‘‘நான் உங்களுக்கு உபதேசிப்பதெல்லாம் ஒரே ஒரு விஷயம்தான். நீங்கள் ஒவ்வொருவராகவோ, இரண்டிரண்டு பேர்களாகவோ அல்லாஹ்வுக்காகச் சிறிது பொறுத்திருந்து, பின்னர் (உங்களுக்குள்) ஆலோசித்துப் பாருங்கள். உங்கள் சிநேகிதராகிய எனக்கு எத்தகைய பைத்தியமும் இல்லை. (நான் உங்களுக்குக்) கடினமான வேதனை வருவதற்கு முன்னர் (அதைப் பற்றி) அச்சமூட்டி எச்சரிக்கை செய்பவனே தவிர வேறில்லை.''","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:47","price":"47. (நபியே! மேலும்) கூறுவீராக: ‘‘நான் உங்களிடத்தில் ஏதும் கூலியைக் கேட்டிருந்தால் அது உங்களுக்கே சொந்தம் ஆகட்டும். என் கூலி அல்லாஹ்விடமே தவிர (உங்களிடம்) இல்லை. அவன் அனைத்திற்கும் (அவற்றை நன்கறிந்த) சாட்சி ஆவான்.","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:48","price":"48. (மேலும்) கூறுவீராக: ‘‘நிச்சயமாக எனது இறைவன் (பொய்யை அழிப்பதற்காக) மெய்யைத் தெளிவாக்குகிறான். மறைவானவை அனைத்தையும் அவன் நன்கறிந்தவன்.''","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:49","price":"49. (மேலும்) கூறுவீராக: ‘‘உண்மை வந்துவிட்டது. பொய் புதிதாக எதையும் (இதுவரை) செய்து விடவில்லை. இனியும் செய்யப் போவதில்லை.''","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:50","price":"50. (மேலும்) கூறுவீராக: ‘‘நான் வழிதவறி இருந்தால் அது எனக்கே நஷ்டமாகும். நான் நேரான வழியை அடைந்து இருந்தால் அது என் இறைவன் எனக்கு வஹ்யி மூலமாக அறிவித்ததன் காரணமாகவே ஆகும். நிச்சயமாக அவன் (அனைத்தையும்) செவியுறுபவனும் (அனைத்திற்கும்) சமீபமானவனும் ஆவான்.","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:51","price":"51. ‘‘(மறுமையில்) இவர்கள் திடுக்கிட்டு(த் தப்பி) ஓட முயற்சித்த போதிலும் ஒருவருமே தப்பிவிட மாட்டார்கள். மிக்க சமீபத்திலேயே பிடிபட்டு விடுவார்கள்'' என்பதை நீர் காண்பீராயின் (அது எவ்வாறிருக்கும்)!","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:52","price":"52. (அச்சமயம்) இவர்கள் (திடுக்கிட்டு) அதை (நம்பிக்கை கொண்டோம்) நம்பிக்கை கொண்டோம் என்று கதறுவார்கள். (சத்தியத்திலிருந்து) இவ்வளவு தூரம் சென்றுவிட்ட இவர்கள் (உண்மையான நம்பிக்கையை) எவ்வாறு அடைந்து விடுவார்கள்?","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:53","price":"53. இதற்கு முன்னரோ, இவர்கள் அதை நிராகரித்துக் கொண்டும், இவ்வளவு தூரத்தில் அவர்களுக்கு மறைத்திருந்ததைப் (பொய் என்று) பிதற்றிக்கொண்டும் இருந்தனர்.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":null,"lang":"ta"},{"name":"34:54","price":"54. அவர்களுக்கும் அவர்கள் விரும்பியவற்றுக்கும் இடையில் தடை ஏற்படுத்தப்பட்டுவிடும். அவ்வாறே இவர்களுக்கு முன்னிருந்த இவர்களுடைய இனத்தாருக்குச் செய்யப்பட்டது. (ஏனென்றால்,) நிச்சயமாக அவர்களும் பெரும் சந்தேகத்தில் ஆழ்ந்தே கிடந்தனர்.","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":null,"lang":"ta"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}