{"data":[{"name":"40:1","price":"1. ஹா மீம்.","arabic":"حمٓ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4134,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:2","price":"2. (இது அனைவரையும்) மிகைத்தவனும், (அனைத்தையும்) நன்கறிந்தவனுமாகிய அல்லாஹ்வினால் அருளப்பட்ட வேதம்.","arabic":"تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4135,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:3","price":"3. அவன் (குற்றவாளிகளுடைய) மன்னிப்புக் கோரலை அங்கீகரித்து பாவங்களை மன்னிப்பவன். (மனமுரண்டாக குற்றம் புரியும் பாவிகளை) வேதனை செய்வதிலும் கடினமானவன். (நல்லவர்கள் மீது) அருள் புரிபவன். அவனைத் தவிர (வணக்கத்திற்குரியவன்) வேறு ஓர் இறைவன் அறவே இல்லை. அவனிடமே (அனைவரும் விசாரணைக்காகச்) செல்ல வேண்டியதிருக்கிறது.","arabic":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4136,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:4","price":"4. (நபியே!) நிராகரிப்பவர்களைத் தவிர (மற்றெவரும்) அல்லாஹ்வுடைய வசனங்களைப் பற்றி (வீணாகத்) தர்க்கிக்க மாட்டார்கள். ஆகவே, (நபியே! வீணாகத் தர்க்கிக்கும்) அவர்கள் பல நகரங்களிலும் (ஆடம்பரத்துடன் சுகபோகமாகச்) சுற்றித் திரிவது உம்மை மயக்கிவிட வேண்டாம்.","arabic":"مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4137,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:5","price":"5. (இவ்வாறே) இவர்களுக்கு முன்னர் நூஹ்வுடைய மக்களும், அவர்களுக்குப் பின் வந்த ஒவ்வொரு கூட்டத்தினரும் (நம் வசனங்களைப் பொய்யாக்கித்) தங்களிடம் வந்த தூதர்களிடம் குற்றம் கண்டு பிடிக்கவே கருதினார்கள். சத்தியத்தை அழித்து விடுவதற்காகப் பொய்யான விஷயங்களைக் கொண்டு (அவர்களுடன்) தர்க்கித்தார்கள். ஆதலால், அவர்களை நாம் (வேதனையைக் கொண்டு) பிடித்துக் கொண்டோம். ஆகவே, (அவர்களுக்கு) எனது தண்டனை எப்படி இருந்தது? (என்பதைக் கவனிப்பீராக!)","arabic":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4138,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:6","price":"6. இவ்வாறே இந்நிராகரிப்பவர்கள் மீதும், நிச்சயமாக இவர்கள் நரகவாசிகள்தான் என்ற உமது இறைவனின் வாக்கு நிறைவேறியது.","arabic":"وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4139,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:7","price":"7. எவர்கள், ‘அர்ஷை' சுமந்து கொண்டும், அதைச் சூழவும் இருக்கிறார்களோ அவர்கள், தங்கள் இறைவனின் புகழைக் கொண்டு அவனைத் துதி செய்தும், அவனை நம்பிக்கைகொண்டும், நம்பிக்கை கொண்டவர்களின் குற்றங்களை மன்னிக்கும்படி கோரியும், ‘‘எங்கள் இறைவனே! நீ ஞானத்தாலும் கருணையாலும் அனைவரையும்விட மிக்க விசாலமானவன். ஆகவே, (பாவங்களை விட்டு) விலகி உன் வழியைப் பின்பற்றுபவர்களுக்கு நீ மன்னிப்பளித்து, அவர்களை நரக வேதனையில் இருந்து நீ பாதுகாத்துக் கொள்வாயாக!'' என்று பிரார்த்தித்துக் கொண்டும்,","arabic":"ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4140,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:8","price":"8. ‘‘எங்கள் இறைவனே! நீ இவர்களுக்கு வாக்களித்திருக்கும் நிலையான சொர்க்கங்களில் இவர்களையும் இவர்களுடைய மூதாதைகள், இவர்களுடைய மனைவிகள், இவர்களுடைய சந்ததிகள் ஆகிய இவர்களில் உள்ள நல்லவர்களையும் புகுத்துவாயாக! நிச்சயமாக நீதான் (அனைவரையும்) மிகைத்தவன், (அனைத்தையும் அறிந்த) ஞானமுடையவன்'' என்றும்,","arabic":"رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4141,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:9","price":"9. ‘‘அவர்களை எல்லா தீங்குகளிலிருந்தும் பாதுகாத்துக்கொள். அன்றைய தினம் எவர்களை நீ எல்லா தீங்குகளிலிருந்தும் பாதுகாத்துக் கொண்டாயோ, அவர்கள் மீது நிச்சயமாக நீ பேரருள் புரிந்துவிட்டாய்'' என்றும் பிரார்த்திப்பார்கள். இதுதான் மிக மகத்தான பெரும் பாக்கியமாகும்.","arabic":"وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4142,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:10","price":"10. நிச்சயமாக எவர்கள் நிராகரித்து விட்டார்களோ, அவர்களை நோக்கி, ‘‘இன்றைய தினம் நீங்கள் உங்கள் ஆத்மாவை (நிந்தித்துக்) கோபிப்பதை விட, (உங்கள் மீது) அல்லாஹ்வுடைய (நிந்தனையும்) கோபமும் மிகப் பெரியதாகும். ஏனென்றால், நீங்கள் நம்பிக்கையின் பக்கம் அழைக்கப்பட்ட சமயத்தில், அதை நிராகரித்து விட்டீர்கள்'' என்று அவர்களை நோக்கி சப்தமிட்டுக் கூறப்படும்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4143,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:11","price":"11. அதற்கவர்கள், ‘‘எங்கள் இறைவனே! இருமுறை நீ எங்களை மரணிக்கச் செய்தாய்; இருமுறை நீ எங்களுக்கு உயிர் கொடுத்தாய். நாங்கள் எங்கள் குற்றங்களை ஒப்புக்கொண்டு விண்ணப்பம் செய்கிறோம். ஆகவே, (இதில் இருந்து நாங்கள்) வெளிப்பட ஏதும் வழி உண்டா?'' என்று கேட்பார்கள்.","arabic":"قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4144,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:12","price":"12. (அதற்கு இறைவன்,) ‘‘உங்களுக்கு இ(த்தண்டனை வந்த)தன் காரணமாவது: அல்லாஹ் ஒருவன்தான் என்று கூறினால், அதை நீங்கள் மறுத்தீர்கள். அவனுக்கு எவரும் இணை உண்டு என்று கூறப்பட்டால், அதை நீங்கள் நம்பினீர்கள்! ஆதலால், (இன்றைய தினம் உங்களுக்குக் கிடைத்திருக்கும் இவ்வேதனை) மிகப் பெரியவனும், மேலானவனுமாகிய அல்லாஹ்வுடைய தீர்ப்பே!'' (என்று கூறுவான்).","arabic":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4145,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:13","price":"13. அவன் தனது அத்தாட்சிகளை உங்களுக்கு அறிவித்து, வானத்தில் இருந்து உங்களுக்கு உணவுகளையும் இறக்கிவைக்கிறான். (ஒவ்வொரு விஷயத்திலும்) அவனையே முன்நோக்குபவர்களைத் தவிர, மற்றெவரும் (இதைக் கொண்டு) நல்லுணர்ச்சி பெற மாட்டார்கள்.","arabic":"هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4146,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:14","price":"14. ஆகவே, (நம்பிக்கையாளர்களே!) நிராகரிப்பவர்கள் வெறுத்தபோதிலும் நீங்கள் முற்றிலும் அவனுக்கே வழிப்பட்டு, கலப்பற்ற மனதுடையவர்களாக அல்லாஹ் ஒருவனையே (பிரார்த்தனை செய்து) அழைத்துக் கொண்டிருங்கள்.","arabic":"فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4147,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:15","price":"15. அவன் மிக்க உயர்ந்த பதவிகள் உடையவன், அர்ஷுக்கு சொந்தக்காரன். (தன்னைச்) சந்திக்கும் நாளைப் பற்றி அச்சமூட்டி எச்சரிக்கை செய்வதற்காக, தன் அடியார்களில் தான் விரும்பியவர்களின் மீது தன் கட்டளையை வஹ்யி மூலம் அவன் இறக்கிவைக்கிறான்.","arabic":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4148,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:16","price":"16. (மரணித்த) அவர்கள் அந்நாளில் (சமாதிகளிலிருந்து) வெளிப்பட்டு(த் தங்கள் இறைவனின்) முன் வந்து நிற்பார்கள். அவர்கள் செய்த ஒரு விஷயமும் அல்லாஹ்வுக்கு மறைந்து விடாது. (அவர்களை நோக்கி,) இன்றைய தினம், ‘‘எவருடைய ஆட்சி? (என்று கேட்டு, அனைவரையும்) அடக்கி ஆளும் ஒருவனாகிய அந்த அல்லாஹ்வுக்குரியதே!'' (என்று பதில் கூறப்படும்).","arabic":"يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4149,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:17","price":"17. இன்றைய தினம் ஒவ்வொரு ஆத்மாவுக்கும், அவை செய்த செயல்களுக்குத் தக்க கூலி கொடுக்கப்படும். இன்றைய தினம் ஒரு அநியாயமும் நடைபெறாது. அல்லாஹ் கேள்வி கணக்குக் கேட்(டுத் தீர்ப்பளிப்)பதில் மிகத் தீவிரமானவன்.","arabic":"ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4150,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:18","price":"18. (நபியே!) சமீபத்திலிருக்கும் (மறுமை) நாளைப் பற்றி நீர் அவர்களுக்கு அச்சமூட்டி எச்சரிக்கை செய்வீராக! (அந்நாளில் அவர்களுடைய) உள்ளங்கள் கோபத்தால் அவர்களின் தொண்டைகளை அடைத்துக் கொள்ளும். அநியாயம் செய்பவர்களுக்கு உதவி செய்பவர்கள் (அந்நாளில்) ஒருவரும் இருக்கமாட்டார். அனுமதி பெற்ற சிபாரிசு செய்பவர்களும் இருக்கமாட்டார்.","arabic":"وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4151,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:19","price":"19. (மனிதர்களின்) கண்கள் செய்யும் சூதுகளையும், உள்ளங்கள் மறைப்பவற்றையும் அல்லாஹ் நன்கறிவான்.","arabic":"يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4152,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:20","price":"20. ஆதலால், முற்றிலும் நீதமாகவே அல்லாஹ் தீர்ப்பளிப்பான். இவர்கள் (இறைவனென) அழைக்கும் அல்லாஹ் அல்லாதவையோ (அதற்கு மாறாக) எத்தகைய தீர்ப்பும் கூறமுடியாது. நிச்சயமாக அல்லாஹ்தான் (அனைத்தையும்) செவியுறுபவன், உற்று நோக்குபவன் ஆவான்.","arabic":"وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4153,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:21","price":"21. (நபியே!) இவர்கள் பூமியில் சுற்றித் திரியவில்லையா? (திரிந்திருந்தால்) இவர்களுக்கு முன்னிருந்தவர்களின் முடிவு எவ்வாறு ஆயிற்று என்பதைக் கண்டுகொள்வார்கள். (முன்னிருந்த) அவர்களோ, பலத்தாலும், பூமியில் விட்டுச் சென்ற (பூர்வ) சின்னங்களாலும் இவர்களைவிட மிகைத்தவர்களாகவே இருந்தனர். (எனினும்,) அவர்களின் பாவங்களின் காரணமாக அவர்களை அல்லாஹ் பிடித்துக் கொண்டான். அல்லாஹ்வின் பிடியிலிருந்து அவர்களை பாதுகாத்துக் கொள்ள ஒருவரும் இருக்கவில்லை.","arabic":"۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4154,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:22","price":"22. இதன் காரணமாவது: நிச்சயமாக இவர்களிடம், தெளிவான அத்தாட்சிகளுடன் நம் தூதர்கள் வந்து கொண்டிருந்தனர். (அவர்களை) இவர்கள் நிராகரித்து விட்டனர். ஆகவே, அல்லாஹ் அவர்களைப் பிடித்துக் கொண்டான். நிச்சயமாக அவன் மிக பலமுடையவன், (பாவிகளை) வேதனை செய்வதில் மிக கடினமானவன்.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4155,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:23","price":"23. மெய்யாகவே நாம் மூஸாவுக்கு நம் வசனங்களையும் தெளிவான அத்தாட்சிகளையும் கொடுத்து அனுப்பிவைத்தோம்.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4156,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:24","price":"24. ஃபிர்அவ்ன், ஹாமான், காரூன் ஆகியவர்களிடம் (அவரை அனுப்பி வைத்தோம்). அதற்கவர்கள் (மூஸாவை அவர்) ‘‘பெரும் பொய் சொல்லும் சூனியக்காரர்'' என்று கூறினார்கள்.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4157,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:25","price":"25. அவர், உண்மையான அத்தாட்சிகளை அவர்களிடம் கொண்டுசென்ற போதெல்லாம் அதற்கவர்கள், ‘‘(மூஸாவை) நம்பிக்கை கொண்டிருப்பவர்களுடைய ஆண் மக்களை கொலை செய்து, பெண் மக்களை உயிருடன் வாழ விடுங்கள்'' என்று (தன் மக்களுக்குக்) கூறினார்கள். ஆகவே, இந்நிராகரிப்பவர்களின் சூழ்ச்சி வழிகேட்டிலேயே தவிர (வேறு எதிலும்) செல்லவில்லை.","arabic":"فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4158,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:26","price":"26. மேலும், ஃபிர்அவ்ன் (தன் மக்களை நோக்கி,) ‘‘என்னை(த் தடை செய்யாது) விட்டுவிடுங்கள். நான் மூஸாவைக் கொலை செய்து விடுகிறேன். அவர் (தன்னை காத்துக்கொள்ள) தனது இறைவனை அழைக்கட்டும். நிச்சயமாக அவர் உங்கள் மார்க்கத்தையே மாற்றிவிடக்கூடும்; அல்லது பூமியில் விஷமத்தைப் பரப்பி விடக்கூடும் என்று நான் பயப்படுகிறேன்'' என்றும் கூறினான்.","arabic":"وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4159,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:27","price":"27. அதற்கு மூஸா, (அவனை நோக்கி) ‘‘கேள்வி கணக்கு(க் கேட்கப்படும்) நாளை நம்பாது, கர்வம்கொண்ட (உங்கள்) அனைவருடைய தீங்கை விட்டும், என் இறைவனும், உங்கள் இறைவனுமாகிய அவன் என்னை பாதுகாத்துக் கொள்ளுமாறு கோருகிறேன்'' என்று கூறினார்.","arabic":"وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4160,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:28","price":"28. ஃபிர்அவ்னுடைய கூட்டத்திலுள்ள ஒரு மனிதர் நம்பிக்கைகொண்டு இருந்தார். அவர் தன் நம்பிக்கையை மறைத்துக்கொண்டுமிருந்தார். அவர் (அச்சமயம் அவர்களை நோக்கி,) ‘‘அல்லாஹ்தான் என் இறைவன் என்று ஒரு மனிதர் கூறியதற்காக அவரை நீங்கள் கொலை செய்துவிடலாமா? அவரோ, உங்கள் இறைவனிடமிருந்து பல தெளிவான அத்தாட்சிகளை மெய்யாகவே உங்களிடம் கொண்டு வந்திருக்கிறார். அவர் பொய் சொல்பவராயிருந்தால், அவர் சொல்லும் பொய்யின் கேடு அவர் மீதே சாரும். (அதனால் உங்களுக்கு ஒன்றும் நஷ்டமில்லை.) அவர் சொல்வது உண்மையாக இருந்துவிட்டாலோ, அவர் பயமுறுத்துகிற வேதனைகளில் பல உங்களை வந்தடைந்து விடுமே! நிச்சயமாக அல்லாஹ் வரம்பு மீறி பொய் சொல்பவர்களை நேரான வழியில் செலுத்தமாட்டான்'' என்றார்.","arabic":"وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4161,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:29","price":"29. ‘‘என் மக்களே! இன்றைய தினம் அதிகாரம் உங்கள் கையில்தான் இருக்கிறது. இத்தேசத்தில் (நீங்களே) ஆதிக்கம் வகிக்கிறீர்கள். ஆயினும், அல்லாஹ்வுடைய வேதனை நமக்கு வந்து விட்டால், (அதைத் தடுத்து) நமக்கு உதவி செய்பவன் யார்?'' (என்றும் கூறினார்). அதற்கு, ஃபிர்அவ்ன் (தன் மக்களை நோக்கி,) ‘‘நான் (சரி என்று) கண்டவற்றை தவிர (வேறொன்றையும்) நான் உங்களுக்கு அறிவிக்கவில்லை. நேரான வழியைத் தவிர மற்றெதனையும் நான் உங்களுக்கு காண்பிக்கவில்லை'' என்று கூறினான்.","arabic":"يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4162,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:30","price":"30. அதற்கு, நம்பிக்கைகொண்(டு தன் நம்பிக்கையை மறைத்துக் கொண்)டிருந்த அவர் (அவர்களை நோக்கி,) ‘‘என் மக்களே! (அழிந்துபோன) மற்ற கூட்டத்தினர்களின் (கெட்ட) நாள்களைப் போன்றவை, உங்கள் மீது வந்துவிடுமென்று நிச்சயமாக நான் பயப்படுகிறேன்.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4163,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:31","price":"31. (இதற்கு முன்னிருந்த) நூஹ்வுடைய மக்களுக்கும், ஆதுடைய மக்களுக்கும், ஸமூதுடைய மக்களுக்கும், அதற்குப் பின் வந்த மக்களுக்கும் நிகழ்ந்தது போன்ற (ஆபத்)து (உங்களுக்கும்) நிகழ்ந்து விடுமென்று நான் பயப்படுகிறேன். அல்லாஹ் தன் அடியார்களுக்கு அநியாயம் செய்ய விரும்பமாட்டான்'' என்றும்,","arabic":"مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4164,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:32","price":"32. ‘‘என் மக்களே! உங்கள் மீது (நீங்கள்) அழைக்கப்படும் (மறுமை) நாளைப் பற்றியும் நான் பயப்படுகிறேன்.","arabic":"وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4165,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:33","price":"33. நீங்கள் (வேதனைக்குப் பயந்து) புறங்காட்டி ஓடும் அந்நாளில், அல்லாஹ்வை விட்டும் உங்களைக் காப்பாற்றக் கூடியவர் ஒருவரும் இருக்க மாட்டார். அல்லாஹ் எவனை வழி கெடுத்து விடுகிறானோ, அவனை நேரான வழியில் செலுத்தக்கூடியவன் ஒருவனுமில்லை.","arabic":"يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4166,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:34","price":"34. இதற்கு முன்னரும், யூஸுஃப் (நபி) மெய்யாகவே தெளிவான அத்தாட்சிகளை உங்களிடம் கொண்டு வந்தார். அவர் இறந்துவிடும் வரை, அவர் உங்களிடம் கொண்டு வந்ததைப் பற்றி நீங்கள் சந்தேகித்துக் கொண்டே இருந்தீர்கள். அவர் இறந்த பின்னரோ, (அவரைப் போற்றிப் புகழ்ந்து, இத்தகைய) ஒரு தூதரை அவருக்குப் பின்னர் அல்லாஹ் அனுப்பவே மாட்டான் (என்று கூற முற்பட்டீர்கள்). வரம்பு மீறி (உங்களைப் போல) சந்தேகிப்பவர்களை இவ்வாறே அல்லாஹ் வழிகெடுத்து விடுகிறான்.'' என்றும் கூறினார்.","arabic":"وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4167,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:35","price":"35. எவர்கள் (இறைவனிடமிருந்து) தங்களுக்கு வந்துள்ளதாகக் கூறக்கூடிய ஓர் ஆதாரமுமின்றியே, அல்லாஹ்வுடைய வசனங்களைப் பற்றி (வீணாகத்) தர்க்கிக்கிறார்களோ... (அவர்கள் நஷ்டமடைந்து விடுவார்கள்). ஏனென்றால், இது அல்லாஹ்விடத்திலும், நம்பிக்கை கொண்டவர்களிடத்திலும் பெரும் அருவருப்பானதாகும். இவ்வாறே, பெருமை கொள்ளும் வம்பர்களின் உள்ளங்களிலெல்லாம் முத்திரையிட்டு விடுகிறான்'' (என்றும் அவர் கூறினார்).","arabic":"ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4168,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:36","price":"36. (அதற்குப் ஃபிர்அவ்ன் தன் மந்திரி ஹாமானை நோக்கி,) ‘‘ஹாமானே! வானங்களின் வாசல்களை நான் அடையக்கூடிய உயர்ந்ததொரு கோபுரத்தை நீ எழுப்பு.","arabic":"وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4169,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:37","price":"37. மூஸாவுடைய ஆண்டவனை நான் பார்க்க வேண்டும். அவர் பொய் சொல்கிறார் என்றே நிச்சயமாக நான் எண்ணுகிறேன்'' என்று கூறினான். இவ்வாறே ஃபிர்அவ்னுக்கு, அவனுடைய தீய காரியங்கள் அழகாகக் காண்பிக்கப்பட்டு, நேரான வழியிலிருந்தும் அவன் தடுக்கப்பட்டு விட்டான். ஃபிர்அவ்னுடைய சூழ்ச்சி எல்லாம் (வீண்) அழிவிலே தவிர (வேறொன்றிலும்) இருக்கவில்லை.","arabic":"أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4170,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:38","price":"38. அதற்கு, அவர்களில் நம்பிக்கை (கொண்டு தன் நம்பிக்கையை மறைத்துக்) கொண்டிருந்தவர் கூறினார்: ‘‘என் மக்களே! என்னைப் பின்பற்றுங்கள். நான் உங்களுக்கு நேரான வழியைக் காண்பிப்பேன்.","arabic":"وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4171,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:39","price":"39. என் மக்களே! நிச்சயமாக இவ்வுலக வாழ்க்கையெல்லாம் சொற்ப இன்பம்தான். நிச்சயமாக மறுமை தான் நிலையான (இன்பம் தரும்) வீடு.","arabic":"يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4172,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:40","price":"40. எவனேனும் தீங்கு செய்தால், அதைப் போன்ற தீங்கே தவிர (அதற்கதிகமாய்) அவனுக்குக் கூலியாகக் கொடுக்கப்பட மாட்டாது. ஆணோ பெண்ணோ எவர்கள் நம்பிக்கை கொண்டு நற்செயல்களைச் செய்கிறார்களோ, அவர்கள் சொர்க்கத்தில் நுழைந்துவிடுவார்கள். அதில் கணக்கின்றி (அதிகமாகவும்) கொடுக்கப்படுவார்கள்.","arabic":"مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4173,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:41","price":"41. என் மக்களே! எனக்கென்ன, (ஆச்சரியமாக இருக்கிறது!) நானோ உங்களை ஈடேற்றத்திற்கு அழைக்கிறேன். நீங்கள் என்னை நரகத்திற்கு அழைக்கிறீர்கள்.","arabic":"۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4174,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:42","price":"42. தவிர, நான் அல்லாஹ்வை நிராகரித்துவிட்டு (இறைவனென) நான் நம்பாததை அவனுக்கு இணைவைக்கும்படி என்னை நீங்கள் அழைக்கிறீர்கள். நானோ, உங்களை (அனைவரையும்) மிகைத்தவன், மிக மன்னிப்புடையவனின் பக்கம் அழைக்கிறேன்.","arabic":"تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4175,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:43","price":"43. என்னை நீங்கள் எதன் பக்கம் அழைக்கிறீர்களோ, அது இம்மையிலும் சரி, மறுமையிலும் சரி (இறைவனென்று) அழைக்கப்படுவதற்கு ஒரு சிறிதும் நிச்சயமாக அதற்குத் தகுதி இல்லை என்பதில் சந்தேகமில்லை. அல்லாஹ்விடமே நாம் அனைவரும் திரும்பச் செல்வோம் (என்பதிலும் அறவே சந்தேகமில்லை). வரம்பு மீறுபவர்கள் நிச்சயமாக நரகவாசிகள்தான் (என்பதிலும் அறவே சந்தேகமில்லை).","arabic":"لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4176,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:44","price":"44. நான் உங்களுக்குக் கூறுவதன் உண்மையை நிச்சயமாக அதிசீக்கிரத்தில் நீங்கள் (அறிந்து) நினைத்துப் பார்ப்பீர்கள். எனது எல்லா காரியங்களையும் அல்லாஹ்விடமே ஒப்படைக்கிறேன். நிச்சயமாக அல்லாஹ் அடியார்களை உற்று நோக்குபவன்'' (என்று கூறினார்.)","arabic":"فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4177,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:45","price":"45. ஆகவே, அவர்கள் செய்த சூழ்ச்சிகளின் தீங்குகளிலிருந்து அவரை அல்லாஹ் காப்பாற்றினான். ஃபிர்அவ்னுடைய மக்களைக் கடினமான வேதனை சூழ்ந்துகொண்டது.","arabic":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4178,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:46","price":"46. காலையிலும் மாலையிலும் அவர்கள் நரக நெருப்பின் முன் கொண்டு போகப்படுகின்றனர். மறுமை நாளிலோ, ஃபிர்அவ்னுடைய மக்களை மிகக் கடினமான வேதனையில் புகுத்துங்கள் எனக் கூறப்படும்.","arabic":"ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4179,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:47","price":"47. நரகத்தில் அவர்கள் தங்களுக்குள் தர்க்கித்துக் கொண்டு, (அவர்களில் உள்ள) பலவீனமானவர்கள் பெருமையடித்துக் கொண்டிருந்த (தலை)வர்களை நோக்கி ‘‘மெய்யாகவே நாங்கள் உங்களையே பின்பற்றியிருந்தோம். இன்றைய தினம் நரகத்தி(ன் வேதனையி)லிருந்து ஒரு சிறிதேனும் எங்களை விட்டு நீங்கள் தடுத்துவிட முடியுமா?'' என்று கேட்பார்கள்.","arabic":"وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4180,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:48","price":"48. அதற்கு, பெருமையடித்துக் கொண்டிருந்த அ(வர்களுடைய தலை)வர்கள், ‘‘மெய்யாகவே (நாங்களும், நீங்களும் ஆக) நாம் அனைவரும் நரகத்தில்தான் இருக்கிறோம். நிச்சயமாக அல்லாஹ் தன் அடியார்களுக்கு(ச் செய்ய வேண்டிய) தீர்ப்பைச் செய்து விட்டான். (ஆகவே, உங்களுக்காக நாங்கள் ஒன்றும் உதவி செய்வதற்கில்லை)'' என்று கூறுவார்கள்.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4181,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:49","price":"49. பின்னர், நரகத்திலுள்ளவர்கள் நரகத்தின் காவலாளர்களை நோக்கி ‘‘வேதனையை ஒரு நாளேனும் எங்களுக்கு இலேசாக்குமாறு உங்கள் இறைவனிடம் நீங்கள் கேளுங்கள்'' எனக் கூறுவார்கள்.","arabic":"وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4182,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:50","price":"50. அதற்கவர்கள் (இவர்களை நோக்கி) ‘‘உங்களிடம் வந்த (இறைவனுடைய) தூதர்கள் தெளிவான அத்தாட்சிகளுடன் உங்களிடம் வரவில்லையா?'' என்று கேட்பார்கள். அதற்கு இவர்கள் ‘‘ஆம்! மெய்தான் (வந்தார்கள்)'' என்று கூறுவார்கள். அதற்கவர்கள், ‘‘அவ்வாறாயின், (நாங்கள் இறைவனிடம் கேட்பதற்கில்லை.) நீங்களே கேட்டுக்கொள்ளுங்கள்'' என்று கூறிவிடுவார்கள். இந்நிராகரிப்பவர்களின் பிரார்த்தனை ஒரு பயனும் அளிக்காது.","arabic":"قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4183,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:51","price":"51. நிச்சயமாக நாம் நம் தூதர்களுக்கும், நம்பிக்கை கொண்டவர்களுக்கும் இவ்வுலக வாழ்க்கையிலும் (உதவி செய்வோம். இவர்களுக்காக) சாட்சிகள் வந்து கூறும் (மறுமை) நாளிலும் உதவி செய்வோம்.","arabic":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4184,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:52","price":"52. அந்நாளில் அநியாயக்காரர்களுக்கு அவர்கள் கூறும் புகல்கள் ஒன்றுமே பயனளிக்காது. அவர்களுக்கு (இறைவனின்) சாபமும் உண்டு; அவர்களுக்குத் தீய இருப்பிடமும் உண்டு.","arabic":"يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4185,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:53","price":"53. நிச்சயமாக நாம் மூஸாவுக்கு (தவ்றாத் வேதத்தில்) நேரான வழியைக் கொடுத்து, இஸ்ராயீலின் சந்ததிகளை அவ்வேதத்திற்கு வாரிசுகளாக ஆக்கி வைத்தோம்.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4186,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:54","price":"54. அது நேரான வழியாகவும் அறிவுடையவர்களுக்கு நல்லுபதேசமாகவும் இருந்தது. (எனினும், அதை அவர்கள் பின்பற்றவில்லை.)","arabic":"هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4187,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:55","price":"55. (நபியே!) நீர் (கஷ்டங்களைச்) சகித்துக் கொண்டு பொறுமையாக இருப்பீராக. நிச்சயமாக அல்லாஹ்வுடைய வாக்குறுதி உண்மையானது. நீர் உமது தவறுகளுக்கு மன்னிப்பைக் கோரிக்கொண்டும், காலையிலும், மாலையிலும் உமது இறைவனைப் புகழ்ந்து துதி செய்து கொண்டும் இருப்பீராக!","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4188,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:56","price":"56. நிச்சயமாக எவர்கள் தங்களிடம் ஆதாரம் ஏதும் இல்லாதிருக்க அல்லாஹ்வுடைய வசனங்களைப் பற்றித் தர்க்கிக்கிறார்களோ, அவர்களுடைய உள்ளங்களில் (வெறும்) பெருமையைத் தவிர வேறொன்றுமில்லை. (அப்பெருமையை) அவர்கள் அடையவும் மாட்டார்கள். ஆகவே, (உம்மை) பாதுகாத்துக் கொள்ளுமாறு அல்லாஹ்விடம் நீர் கோருவீராக. நிச்சயமாக அவன்தான் (அனைத்தையும்) செவியுறுபவன், உற்று நோக்குபவன் ஆவான்.","arabic":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4189,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:57","price":"57. வானங்களையும் பூமியையும் படைத்திருப்பது, (இறந்த) மனிதர்களை (மறு முறை) படைப்பதைவிட நிச்சயமாக மிகப் பெரிய காரியமாகும். ஆயினும், மனிதர்களில் பெரும்பாலானவர்கள் இதைக்கூட அறிந்து கொள்வதில்லை.","arabic":"لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4190,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:58","price":"58. குருடனும் பார்வையுடையவனும் சமமாக மாட்டார்கள். (அவ்வாறே) நம்பிக்கை கொண்டு நற்செயல்கள் செய்பவர்களும் (நம்பிக்கை கொள்ளாத) பாவிகளும் சமமாக மாட்டார்கள். வெகு சொற்பமாகவே இதைக்கொண்டு நீங்கள் நல்லுணர்ச்சி பெறுகிறீர்கள்.","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4191,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:59","price":"59. விசாரணைக் காலம் நிச்சயமாக வந்தே தீரும். அதில் சந்தேகமே இல்லை. எனினும், மனிதர்களில் பெரும்பாலானவர்கள் (இதை) நம்புவதில்லை.","arabic":"إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4192,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:60","price":"60. உங்கள் இறைவன் கூறுகிறான்: ‘‘நீங்கள் (உங்களுக்கு வேண்டியவை அனைத்தையும்) என்னிடமே கேளுங்கள். நான் உங்கள் பிரார்த்தனையை அங்கீகரித்துக் கொள்வேன். எவர்கள் என்னை வணங்காது பெருமையடிக்கின்றனரோ, அவர்கள் நிச்சயமாக சிறுமைப்பட்டவர்களாக நரகம் புகுவார்கள்.","arabic":"وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4193,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:61","price":"61. அல்லாஹ்தான், நீங்கள் (இளைப்பாறி) சுகமடைவதற்காக இரவையும், (வெளிச்சத்தால் பலவற்றையும்) நீங்கள் பார்க்கும்படி பகலையும் படைத்தான். நிச்சயமாக அல்லாஹ் மனிதர்களின் மீது பேரருள் புரிகிறான். ஆயினும், மனிதர்களில் பெரும்பாலானவர்கள் நன்றி செலுத்துவதில்லை.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4194,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:62","price":"62. உங்கள் இறைவனான அந்த அல்லாஹ்தான் (மற்ற) பொருள்கள் அனைத்தையும் படைப்பவன். அவனைத்தவிர வணக்கத்திற்குரிய வேறு ஓர் இறைவன் அறவே இல்லை. ஆகவே, (அவனை விட்டு) நீங்கள் எங்கு திருப்பப்படுகிறீர்கள்?","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4195,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:63","price":"63. அல்லாஹ்வுடைய வசனங்களை நிராகரித்துக்கொண்டு (முன்னர்) இருந்தவர்களும், இவ்வாறுதான் வெருண்டோடிச் சென்றனர்.","arabic":"كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4196,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:64","price":"64. அல்லாஹ்தான் உங்களுக்கு பூமியை (நீங்கள்) வசித்திருக்கும் இடமாகவும், வானத்தை ஒரு முகடாகவும் அமைத்து, உங்களைச் சித்தரித்து, அழகான கோலத்திலும் உங்களை அமைத்தான். அவனே உங்களுக்கு மேலான உணவுகளையும் வழங்குகிறான். அந்த அல்லாஹ்தான் உங்கள் இறைவன். அகிலத்தார்களின் இறைவனாகிய அல்லாஹ் மிக பாக்கியம் உடையவன்.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4197,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:65","price":"65. அவன் நிரந்தரமானவன்; அவனைத் தவிர வணக்கத்திற்குரிய வேறு ஓர் இறைவன் அறவே இல்லை. ஆகவே, அவனுக்கு நீங்கள் முற்றிலும் வழிப்பட்டுக் கலப்பற்ற மனதுடன் அவனை அழைப்பீர்களாக! உலகத்தார் அனைவரையும் படைத்து வளர்த்துப் பரிபக்குவப்படுத்தும் அல்லாஹ்வுக்கே எல்லாப் புகழும் உரித்தானது.","arabic":"هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4198,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:66","price":"66. (நபியே!) கூறுவீராக: ‘‘என் இறைவனிடமிருந்து தெளிவான அத்தாட்சிகள் என்னிடம் வந்ததன் பின்னர், அல்லாஹ்வையன்றி நீங்கள் (இறைவனென)அழைப்பவற்றை நான் வணங்கக்கூடாதென்று தடுக்கப்பட்டுள்ளேன். நிச்சயமாக உலகத்தாரின் இறைவனுக்கே நான் முற்றிலும் பணிந்து வழிபட்டு நடக்கும்படியும் ஏவப்பட்டுள்ளேன்''","arabic":"۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4199,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:67","price":"67. அவன்தான் உங்களை (ஆரம்பத்தில்) மண்ணிலிருந்தும் பின்னர், இந்திரியத்துளியிலிருந்தும், பின்னர், கருவிலிருந்தும் படைத்தான். பிறகு, அவனே உங்களை ஒரு சிசுவாகவும் வெளிப்படுத்துகிறான். பின்னர், (படிப்படியாக) நீங்கள் உங்கள் வாலிபத்தை அடைந்து, பின்னர் நீங்கள் முதியவர்களாக ஆகிறீர்கள். இதற்கு முன்னரும் உங்களில் பலர் இறந்து விடுகின்றனர். ஆயினும், (உங்களில் ஒவ்வொருவரும்) குறிப்பிட்ட தவணையை அடைந்தே தீருகிறீர்கள். இதை நீங்கள் அறிந்து கொள்வீர்களாக!","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4200,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:68","price":"68. அவனே உயிர் கொடுக்கிறான்; உயிர் வாங்குகின்றான். எதையும் (படைக்க) அவன் தீர்மானித்தால் அதை ‘ஆகுக' என்று அவன் கூறியவுடன் அது ஆகிவிடுகிறது.","arabic":"هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4201,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:69","price":"69. (நபியே!) அல்லாஹ்வுடைய வசனங்களைப் பற்றி (வீணாக)த் தர்க்கிப்பவர்கள் எவ்வாறு (உண்மையை விட்டும்) திருப்பப்படுகின்றனர் என்பதை நீர் பார்க்கவில்லையா?","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4202,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:70","price":"70. எவர்கள் இந்த வேதத்தையும், நமது (மற்ற) தூதர்கள் கொண்டு வந்த (வேதத்)தையும் பொய்யாக்குகின்றனரோ, அவர்கள் (பின்னர் அதை உண்மைதான் என்று) நிச்சயமாக அறிந்து கொள்வார்கள்.","arabic":"ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4203,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:71","price":"71. அவர்களுடைய கழுத்துகளில் விலங்கிட்டு, சங்கிலிகளால் கட்டப்பட்டு (வேதனை செய்ய) இழுத்துக் கொண்டு போகப்படுவார்கள்.","arabic":"إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4204,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:72","price":"72. (அவர்கள்) முதலில் கொதிக்கும் நீரின் பக்கமும், பின்னர் நரகத்திற்கும் (கொண்டு போகப்பட்டு, அதில்) எரிக்கப்படுவார்கள்.","arabic":"فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4205,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:73","price":"73. பின்னர், அவர்களை நோக்கி ‘‘(அல்லாஹ்வுக்கு) இணையென்று நீங்கள் கூறிக்கொண்டிருந்த அல்லாஹ் அல்லாதவை எங்கே?'' என்று கேட்கப்படும்.","arabic":"ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4206,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:74","price":"74. அதற்கவர்கள், ‘‘அவையெல்லாம் எங்களை விட்டும் மறைந்து விட்டன. இதற்கு முன்னர் நாம் (அல்லாஹ் அல்லாத) எதையுமே அழைத்துக் கொண்டிருக்கவில்லையே!'' என்று (பொய்) கூறுவார்கள். இவ்வாறு நிராகரிப்பவர்கள் (உடைய புத்தி) தடுமாறும்படி அல்லாஹ் செய்துவிடுவான்.","arabic":"مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4207,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:75","price":"75. (பின்னர், அவர்களை நோக்கி) ‘‘பூமியில் நீங்கள் செய்த உண்மையற்றதைக் கொண்டு அளவுகடந்து சந்தோஷப்பட்டுக் கொண்டு இருந்ததாலும், இறுமாப்போடு இருந்ததாலும் இதுவே உங்களுக்கு (தகுமான கூலியாகும்)","arabic":"ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4208,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:76","price":"76. நீங்கள் நரகத்தின் வாயில்களில் நுழையுங்கள். அதில் என்றென்றும் தங்கி விடுங்கள்'' (என்று கூறப்படும்). கர்வம்கொண்ட இவர்கள் தங்குமிடம் மிகக் கெட்டது.","arabic":"ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4209,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:77","price":"77. (நபியே!) பொறுமையுடன் (உறுதியாக) இருப்பீராக. நிச்சயமாக அல்லாஹ்வுடைய வாக்குறுதி உண்மையானது. அவர்களை நாம் பயமுறுத்துகின்ற வேதனைகளில் சிலவற்றை (உமது வாழ்நாளில்) நாம் உமக்குக் காண்பித்தாலும் சரி, அல்லது, (அவை வருவதற்கு முன்னதாகவே) நாம் உம்மைக் கைப்பற்றி (நீர் இறந்து) விட்டாலும் சரி, நிச்சயமாக அவர்கள் நம்மிடமே கொண்டு வரப்படுவார்கள்.","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4210,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:78","price":"78. (நபியே!) நிச்சயமாக நாம் உமக்கு முன்னர் தூதர்கள் பலரை அனுப்பியிருக்கிறோம். அவர்களில் சிலருடைய சரித்திரத்தையே நாம் உமக்குக் கூறியிருக்கிறோம். அவர்களில் பலருடைய சரித்திரத்தை நாம் உமக்குக் கூறவில்லை. (இவ்விரு வகுப்பாரில்) எந்தத் தூதராயினும் சரி, அல்லாஹ்வுடைய அனுமதியின்றி ஓர் அத்தாட்சியைக் கொண்டு வருவது அவருக்குச் சாத்தியமானதல்ல. அல்லாஹ்வுடைய கட்டளை வரும் சமயத்தில் (அவர்களுக்கு) நியாயமாகவே தீர்ப்பளிக்கப்படும். அதைப் பொய்யாக்கியவர்கள் அந்நேரத்தில் நஷ்டத்திற்குள்ளாவார்கள்.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4211,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:79","price":"79. அல்லாஹ்தான் உங்களுக்காக ஆடு, மாடு, ஒட்டகங்களைப் படைத்திருக்கிறான். (அவற்றில்) சிலவற்றின் மீது நீங்கள் சவாரி செய்கிறீர்கள்; சிலவற்றை நீங்கள் புசிக்கிறீர்கள்.","arabic":"ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4212,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:80","price":"80. அவற்றில் உங்களுக்கு வேறு பல பயன்களும் இருக்கின்றன. உங்கள் மனதிலுள்ள கோரிக்கைகளை நீங்கள் அடைவதற்காக அவற்றிலும் கப்பல்களிலும் (பல இடங்களுக்கு) நீங்கள் சுமக்கப்படுகிறீர்கள்.","arabic":"وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4213,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:81","price":"81. இன்னும், அவன் உங்களுக்குத் தனது (கணக்கற்ற) அத்தாட்சிகளைக் காண்பிப்பான். அல்லாஹ்வுடைய அந்த அத்தாட்சிகளில் எதைத்தான் நீங்கள் நிராகரிப்பீர்கள்?","arabic":"وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4214,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:82","price":"82. (நிராகரிக்கும்) இவர்கள் பூமியில் சுற்றித் திரிந்து பார்க்கவில்லையா? அப்போது, அவர்களுக்கு முன்னிருந்தவர்களின் முடிவு எவ்வாறாயிற்று என்பதைக் கண்டுகொள்வார்கள். அவர்கள், இவர்களை விட மக்கள் தொகையில் அதிகமானவர்களாகவும் பலத்தாலும், பூமியில் விட்டுச் சென்ற (பூர்வ) சின்னங்களாலும் மிகைத்தவர்களாகவும் இருந்தார்கள். எனினும், அவர்கள் தேடி சேகரித்து வைத்திருந்தவற்றில் ஒன்றுமே அவர்களுக்குப் பயனளிக்கவில்லை.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4215,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:83","price":"83. அவர்களு(க்காக அனுப்பப்பட்ட நம்மு)டைய தூதர்கள் தெளிவான அத்தாட்சிகளை அவர்களிடம் கொண்டுவந்த சமயத்தில் (அதை அவர்கள் பரிகாசம் செய்து நிராகரித்துவிட்டு, இவ்வுலக வாழ்க்கைச் சம்பந்தமாகத்) தங்களிடமுள்ள கல்வி (திறமைகளைப்) பற்றிப் பெரும் மகிழ்ச்சி அடைந்திருந்தார்கள். எனினும், (இறுதியில்) அவர்கள் பரிகாசம் செய்து கொண்டிருந்தது அவர்களைச் சூழ்ந்து கொண்டது.","arabic":"فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4216,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:84","price":"84. நமது வேதனையை அவர்கள் கண்ணால் கண்ட சமயத்தில் அவர்கள், ‘‘அல்லாஹ் ஒருவனையே நாங்கள் நம்பிக்கை கொண்டு, நாங்கள் இணைவைத்து வணங்கி வந்த தெய்வங்களை நிராகரிக்கிறோம்'' என்று கூறினார்கள்.","arabic":"فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4217,"juzNumber":24,"footnotes":null,"lang":"ta"},{"name":"40:85","price":"85. ஆயினும், நம் வேதனையைக் கண்ணால் கண்ட பின்னர், அவர்கள் கொண்ட நம்பிக்கை அவர்களுக்குப் பயனளிக்கவில்லை. இதுவே, அல்லாஹ்வுடைய வழி. (இதற்கு முன்னரும்) அவனுடைய அடியார்களில் (இவ்வாறே) நிகழ்ந்திருக்கிறது. ஆதலால், (வேதனை இறங்கிய) அந்த நேரத்தில் நிராகரிப்பவர்கள் நஷ்டத்தையே அடைந்தார்கள்.","arabic":"فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ","category":["40 (Ghafir)","Ghafir","Surah Ghafir"],"ayahNumber":4218,"juzNumber":24,"footnotes":null,"lang":"ta"}],"chapter":["40 (Ghafir)","Ghafir","Surah Ghafir","Chapter Ghafir","Surah 40","Chapter 40","The Forgiver","غافِر"]}