{"data":[{"name":"47:1","price":"1. எவர்கள், (இவ்வேதத்தை) நிராகரித்துவிட்டதுடன், அல்லாஹ்வின் பாதையில் (மனிதர்கள்) செல்வதையும் தடுத்துக் கொண்டிருந்தார்களோ, அவர்களின் செயல்களை அவன் பயனற்றதாக்கி விட்டான்.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4546,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:2","price":"2. எவர்கள், (அல்லாஹ்வை) நம்பிக்கைகொண்டு நற்செயல்களையும் செய்து, முஹம்மது (நபி (ஸல்)) அவர்கள் மீது இறைவனால் இறக்கப்பட்ட உண்மையான இவ்வேதத்தையும் நம்பிக்கை கொண்டிருந்தார்களோ, அவர்கள் (செய்த) பாவத்திற்கு இதைப் பரிகாரமாக்கி, அவர்களுடைய காரியங்களையும் அவன் சீர்படுத்தி விட்டான்.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4547,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:3","price":"3. ஏனென்றால், நிச்சயமாக நிராகரிப்பவர்கள் பொய்யையே பின்பற்றி இருந்தார்கள். நம்பிக்கை கொண்டவர்களோ, நிச்சயமாகத் தங்கள் இறைவனிடமிருந்து வந்த உண்மையையே பின்பற்றி இருந்தார்கள். இவ்வாறே (மற்ற) மனிதர்களுக்கு அல்லாஹ் அவர்களின் தன்மைகளை தெளிவாக்குகிறான்.","arabic":"ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4548,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:4","price":"4. (நம்பிக்கையாளர்களே! உங்களை எதிர்த்து போர் புரியும்) நிராகரிப்பவர்களை நீங்கள் சந்திப்பீர்களாயின், (தயக்கமின்றி) அவர்களுடைய கழுத்துகளை வெட்டுங்கள். அவர்களை முறியடித்து விட்டால், (மிஞ்சியவர்களைச் சிறை) பிடித்துக் கட்டுங்கள். அதன் பின்னர், அவர்களிடம் ஒரு ஈடுபெற்று அல்லது (ஈடின்றி அவர்கள் மீது) கருணையாக விட்டு விடுங்கள். இவ்வாறு, (எதிரிகள்) தம் ஆயுதத்தைக் கீழே வைக்கும்வரை (போர் செய்யுங்கள்). இது அல்லாஹ்(வின் கட்டளை. அவன்) நாடியிருந்தால், (அவர்கள் உங்களுடன் போர்புரிய வருவதற்கு முன்னதாகவே) அவர்களை பழிவாங்கியிருப்பான். ஆயினும், (போரின் மூலம்) உங்களில் சிலரை, சிலரைக் கொண்டு சோதிக்கிறான். ஆகவே, அல்லாஹ்வுடைய பாதையில் எவர்கள் வெட்டப்பட்டு (இறந்து) விடுகிறார்களோ, அவர்களுடைய நன்மைகளை அவன் வீணாக்கிவிட மாட்டான். (தக்க கூலியையே கொடுப்பான்.)","arabic":"فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4549,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:5","price":"5. அவர்களை நேரான பாதையில் செலுத்தி அவர்களுடைய நிலைமையையும் சீர்படுத்திவிடுவான்.","arabic":"سَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4550,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:6","price":"6. இன்னும் அவன் அவர்களுக்கு அறிவித்திருந்த சொர்க்கத்திலும் அவர்களைப் புகுத்துவான்.","arabic":"وَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4551,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:7","price":"7. நம்பிக்கையாளர்களே! நீங்கள் அல்லாஹ்வுக்கு உதவி புரிந்தால், அவனும் உங்களுக்கு உதவி புரிந்து உங்கள் பாதங்களை உறுதியாக்கி விடுவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4552,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:8","price":"8. எவர்கள் (இவ்வேதத்தை) நிராகரிக்கிறார்களோ, அவர்களுக்குக் கேடுதான். (அவர்களுடைய கால்களைப் பெயர்த்து) அவர்களுடைய செயல்களையெல்லாம் பயனற்றதாக்கி விடுவான்.","arabic":"وَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4553,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:9","price":"9. இதன் காரணமாவது : அல்லாஹ் இறக்கிவைத்ததை மெய்யாகவே அவர்கள் வெறுத்து (நிராகரித்து) விட்டார்கள். ஆதலால், அவர்களுடைய செயல்களை (எல்லாம் அல்லாஹ்) அழித்துவிட்டான்.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4554,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:10","price":"10. அவர்கள் பூமியில் சுற்றித் திரிந்து பார்க்கவில்லையா? அவ்வாறாயின் இவர்களுக்கு முன்னர் (விஷமம் செய்துகொண்டு) இருந்தவர்களின் முடிவு எவ்வாறாயிற்று என்பதைக் கண்டு கொள்வார்கள். (முன்னர் விஷமம் செய்திருந்த) அவர்களை அடியோடு அழித்துவிட்டான். நிராகரிக்கும் இவர்களுக்கும் இது போன்ற தண்டணைகளே நிகழும்.","arabic":"۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4555,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:11","price":"11. இதன் காரணமாவது : நிச்சயமாக நம்பிக்கை கொண்டவர்களை காப்பவனாக அல்லாஹ்வே இருக்கிறான். நிராகரிப்பவர்களுக்கோ, நிச்சயமாக ஒரு பாதுகாவலனுமில்லை.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4556,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:12","price":"12. எவர்கள் நம்பிக்கை கொண்டு நற்செயல்கள் செய்கிறார்களோ அவர்களை நிச்சயமாக அல்லாஹ் சொர்க்கத்தில் புகுத்துகிறான். அதில் நீரருவிகள் தொடர்ந்து ஓடிக் கொண்டிருக்கும். எவர்கள் நிராகரிக்கிறார்களோ அவர்கள், மிருகங்கள் தின்பதைப்போல் தின்று கொண்டும், (மிருகங்களைப் போல்) சுகம் அனுபவித்துக் கொண்டும் இருக்கிறார்கள். (எனினும்,) அவர்கள் செல்லுமிடம் நரகம்தான்.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4557,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:13","price":"13. (நபியே!) உமது ஊரைவிட்டும் உம்மை வெளிப்படுத்திய இவர்களைவிட எத்தனையோ ஊரார்கள் மிக்க பலசாலிகளாக இருந்தனர். (அவர்கள் செய்த அநியாயத்தின் காரணமாக) அவர்கள் அனைவரையும் நாம் அழித்து விட்டோம். (அச்சமயம்) அவர்களுக்கு உதவி செய்பவர்கள் ஒருவரும் இருக்கவில்லை. (ஆகவே, இவர்கள் எம்மாத்திரம்! இவர்களையும் நாம் அழித்தே தீருவோம்.)","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4558,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:14","price":"14. தங்கள் இறைவனின் தெளிவான (நேரிய) பாதையின் மீது இருப்பவர்கள், தங்கள் தீய காரியங்களையே அழகாகக் கண்டு, தங்கள் சரீர இச்சைகளையே பின்பற்றுகிறவர்களுக்கு ஒப்பாகுவார்களா?","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4559,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:15","price":"15. இறையச்சமுடையவர்களுக்கு வாக்களிக்கப்பட்ட சொர்க்கத்தின் தன்மையாவது: அதில் தீங்கற்ற (பரிசுத்தமான) நீரருவிகள் இருக்கின்றன. பரிசுத்தமான ருசி மாறாத பாலாறுகளும் இருக்கின்றன. திராட்சை ரச ஆறுகளும் இருக்கின்றன. அது குடிப்பவர்களுக்குப் பேரின்பமளிக்கக் கூடியது. தெளிவான தேனாறுகளும் இருக்கின்றன. இன்னும் அதில் அவர்களுக்கு எல்லா விதமான கனிவர்க்கங்கள் இருப்பதுடன், இறைவனின் மன்னிப்பும் அவர்களுக்கு உண்டு. (இத்தகைய இன்பங்களை அனுபவிப்பவர்கள்) நரகத்தில் என்றென்றுமே தங்கியிருந்து, கொதிக்கும் நீர் புகட்டப்பட்டு, குடல்களெல்லாம் துண்டு துண்டாகிவிடக்கூடிய நரகவாசிகளுக்கு ஒப்பாகுவார்களா?","arabic":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4560,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:16","price":"16. (நபியே! நீர் இவ்வேதத்தை ஓதிய சமயத்தில்) உமக்குச் செவிசாய்ப்பவர்களைப் போல் இருந்து பிறகு, உம்மை விட்டு வெளிப்பட்டதும், (நம்பிக்கையாளர்களாகிய, இவ்வேத) ஞானம் கொடுக்கப்பட்டவர்களை நோக்கி(ப் பரிகாசமாக ‘‘உங்கள் நபி) சற்று முன் என்ன கூறினார்?'' எனக் கேட்பவர்களும் அவர்களில் பலர் இருக்கின்றனர். இத்தகையவர்களின் உள்ளங்கள் மீது அல்லாஹ் முத்திரையிட்டு விட்டான். (ஆதலால்,) இவர்கள் தங்கள் சரீர இச்சையைத்தான் பின்பற்றி நடக்கின்றனர்.","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4561,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:17","price":"17. எவர்கள் நேரான வழியில் செல்கிறார்களோ (அவர்கள் இந்த வேதத்தை கவனத்துடன், பின்பற்றும் எண்ணத்துடன் செவியுறுவதன் காரணமாக) அவர்களுடைய நேர்வழியை (மேலும்) அதிகப்படுத்தி இறையச்சத்தையும் அவர்களுக்கு (அல்லாஹ்) அளிக்கிறான்.","arabic":"وَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4562,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:18","price":"18. (நபியே! அந்தப் பாவிகள்) தங்களிடம் திடீரென வரக்கூடிய மறுமை(யின் வேதனை)யைத் தவிர (வேறெதனையும்) எதிர்பார்க்கின்றனரா? அதன் அடையாளங்கள் (பல) நிச்சயமாக வந்துவிட்டன. அது அவர்களிடம் வந்ததன் பின்னர், அதைப் பற்றி அவர்கள் நல்லுணர்வு பெறுவதால் என்ன பயன்?","arabic":"فَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4563,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:19","price":"19. (நபியே!) நிச்சயமாக அல்லாஹ்வைத் தவிர வணக்கத்திற்குரிய வேறொரு இறைவன் இல்லை என்பதை நீர் உறுதியாக அறிந்துகொண்டு, உமது தவறுகளை மன்னிக்கக் கோருவதுடன், நம்பிக்கைகொண்ட ஆண்களுக்கும், பெண்களுக்கும் மன்னிப்புக் கோருவீராக! (நம்பிக்கையாளர்களே!) உங்கள் நடமாட்டத்தையும் நீங்கள் தங்கும் இடங்களையும் அல்லாஹ் நன்கறிவான்.","arabic":"فَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4564,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:20","price":"20. நம்பிக்கை கொண்டவர்களிலும் பலர், (போரைப் பற்றி) ஒரு (தனி) அத்தியாயம் இறக்கப்பட வேண்டாமா? என்று கூறுகின்றனர். அவ்வாறே (தெளிவான) ஒரு திட்டமான அத்தியாயம் இறக்கப்பட்டு போர் செய்யுமாறு அதில் கூறப்பட்டிருந்தால், எவர்களுடைய உள்ளங்களில் நோய் இருக்கிறதோ அவர்கள், மரண அவஸ்தையில் சிக்கி மயங்கிக் கிடப்பவர் பார்ப்பதைப் போல் (நபியே!) உம்மை அவர்கள் நோக்குவார்கள். ஆகவே, அவர்களுக்குக் கேடுதான்.","arabic":"وَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4565,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:21","price":"21. (நபியே! உமக்கு) கீழ்ப்படிந்து நடப்பதும், (உம்மிடம் எதைக் கூறியபோதிலும்) உண்மையைச் சொல்வதும்தான் அவர்களுக்கு நன்று. ஆகவே, (போரைப் பற்றி) ஒரு காரியம் முடிவாகிவிட்ட பின்னர், அல்லாஹ்வுக்கு (அவர்கள்) உண்மையாக நடந்துகொண்டால், அது அவர்களுக்குத்தான் நன்மையாக இருக்கும்.","arabic":"طَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4566,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:22","price":"22. (நயவஞ்சகர்களே!) நீங்கள் (போருக்கு வராது) விலகிக் கொண்டதன் பின்னர், நீங்கள் பூமியில் சென்று விஷமம் (கலகம்) செய்து உங்கள் இரத்த உறவுகளை துண்டித்துவிடப் பார்க்கிறீர்களா?","arabic":"فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4567,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:23","price":"23. இத்தகையவர்களை அல்லாஹ் சபித்து, அவர்களைச் செவிடர்களாக்கி, அவர்களுடைய பார்வையையும் போக்கி குருடர்களாக்கி விட்டான்.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4568,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:24","price":"24. அவர்கள் இந்த குர்ஆனை ஆராய்ந்து பார்க்க வேண்டாமா? அல்லது, அவர்களுடைய உள்ளங்கள் மீது தாளிடப்பட்டு விட்டதா?","arabic":"أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4569,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:25","price":"25. நிச்சயமாக எவர்களுக்கு நேரான வழி இன்னதென்று தெளிவானதன் பின்னரும், அவர்கள் (அதன்மீது செல்லாது) தங்கள் பின்புறமே திரும்பிச் சென்று விட்டார்களோ, அவர்களை ஷைத்தான் மயக்கி விட்டான். மேலும், அவர்களுடைய தப்பெண்ணங்களையும் விரிவாக்கி, அவர்களுக்கு அவற்றை அழகாக்கியும் விட்டான்.","arabic":"إِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4570,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:26","price":"26. இதன் காரணமாவது: நிச்சயமாக இவர்கள் அல்லாஹ் இறக்கிய (இந்த வேதத்)தை வெறுப்பவர்(களாகிய யூதர்)களை நோக்கி ‘‘நாங்கள் சில விஷயங்களில் உங்களையே பின்பற்றி நடப்போம்'' என்று (இரகசியமாகக்) கூறுகின்றனர். இவர்களுடைய இரகசியங்களை அல்லாஹ் நன்கறிவான்.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4571,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:27","price":"27. இவர்கள் (சாகும்பொழுது) உயிர்களைக் கைப்பற்றும் வானவர்கள் இவர்களுடைய முகத்திலும், முதுகிலும் பலமாக அடி(ப்பார்கள். அவர்கள் அடி)க்கும்பொழுது இவர்களுடைய நிலைமை எவ்வாறிருக்கும்!","arabic":"فَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4572,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:28","price":"28. இதன் காரணமாவது: நிச்சயமாக இவர்கள் அல்லாஹ்வுக்குக் கோப மூட்டக் கூடியவற்றையே பின்பற்றி, அவனுக்குத் திருப்தித்தரக்கூடியவற்றை வெறுத்து வந்தனர். ஆதலால், இவர்களுடைய நன்மைகள் அனைத்தையும் அல்லாஹ் அழித்துவிட்டான்.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4573,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:29","price":"29. எவர்களுடைய உள்ளங்களில் (வஞ்சகமென்னும்) நோய் இருக்கிறதோ அவர்கள், தங்கள் சூழ்ச்சிகளை அல்லாஹ் வெளிப்படுத்திவிட மாட்டான் என்று எண்ணிக் கொண்டிருக்கின்றனரா?","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4574,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:30","price":"30. (நபியே!) நாம் விரும்பினால், அவர்களை உமக்கு காட்டிக் கொடுத்து விடுவோம். (அப்போது) அவர்களுடைய முகக்குறியைக் கொண்டே நீரும் அவர்களை அறிந்து கொள்வீர். அவர்களுடைய தந்திரமான பேச்சின் போக்கைக் கொண்டும் நீர் அவர்களை நிச்சயமாக அறிந்து கொள்வீர். (நயவஞ்சகர்களே!) அல்லாஹ் உங்கள் செயல்களை நன்கறிவான்.","arabic":"وَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4575,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:31","price":"31. (நம்பிக்கையாளர்களே!) உங்களில் (மனமொப்பி) போர் புரிபவர்கள் எவர்கள் என்பதையும், (போரில் ஏற்படும்) சிரமங்களை (உறுதியாக) சகித்திருப்பவர்கள் எவர்கள் என்பதையும் நாம் அறிந்து வெளிப்படுத்தும் வரை, உங்களையும் உங்களைப் பற்றிய விஷயங்களையும் நாம் சோதனைக்குள்ளாக்கியே வருவோம்.","arabic":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4576,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:32","price":"32. நிச்சயமாக எவர்கள் நேரான வழி இன்னதென்று தெளிவான பின்னரும் (அதை) நிராகரித்துவிட்டு, அல்லாஹ்வின் பாதையை விட்டு (மக்களைத்) தடுத்துக் கொண்டு (அல்லாஹ்வுடைய) தூதருக்கு விரோதமாக நடக்கிறார்களோ அவர்கள், (அதனால்) நிச்சயமாக அல்லாஹ்வுக்கு ஒரு தீங்கும் செய்துவிட முடியாது. அவர்களுடைய (சூழ்ச்சியான) காரியங்களை எல்லாம் நிச்சயமாக அல்லாஹ் அழித்து விடுவான்.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4577,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:33","price":"33. நம்பிக்கையாளர்களே! அல்லாஹ்வுக்கு கீழ்ப்படியுங்கள், அவனுடைய தூதருக்கு கீழ்ப்படியுங்கள். (அவர்களுக்கு மாறு செய்து) உங்கள் நன்மைகளை நீங்கள் வீணாக்கிவிடாதீர்கள்.","arabic":"۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4578,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:34","price":"34. எவர்கள் நிராகரித்து, அல்லாஹ்வுடைய பாதையை விட்டு (மக்களைத்) தடுத்துக் கொண்டு, நிராகரித்த வண்ணமே இறந்துவிடுகிறார்களோ, அவர்களுடைய குற்றங்களை அல்லாஹ் ஒரு காலத்திலும் மன்னிப்பதே இல்லை.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4579,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:35","price":"35. (நம்பிக்கையாளர்களே! இழிவு தரக்கூடிய விதத்தில்) நீங்கள் தைரியம் இழந்து சமாதானத்தைக் கோராதீர்கள். (ஏனென்றால்,) நீங்கள்தான் வெற்றி பெறுவீர்கள். அல்லாஹ் உங்களுடன்தான் இருக்கிறான். உங்கள் நன்மைகளில் ஒன்றையும் அவன் உங்களுக்கு குறைத்துவிட மாட்டான்.","arabic":"فَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4580,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:36","price":"36. இவ்வுலக வாழ்க்கையெல்லாம் வீண் விளையாட்டும் வேடிக்கையும்தான். நீங்கள் மெய்யாகவே நம்பிக்கைகொண்டு அவனுக்குப் பயந்து நடந்துகொண்டால், உங்கள் நற்கூலிகளை உங்களுக்கு வழங்குவான்.உங்கள் பொருள்களை அவன் (தனக்காக) உங்களிடம் கேட்கவில்லை. (நன்மைக்காகவே கேட்கிறான்.)","arabic":"إِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4581,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:37","price":"37. அவ்வாறு, அவன் (தனக்காக) உங்களிடம் கேட்டு வற்புறுத்தினாலும் (அதைக் கொடுக்காது) நீங்கள் கஞ்சத்தனம் செய்வீர்கள்; (அந்நேரத்தில்) அல்லாஹ் உங்கள் கெட்ட எண்ணங்களை வெளியாக்கி விடுவான்.","arabic":"إِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4582,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"47:38","price":"38. (மக்களே!) நீங்கள் நன்கு கவனத்தில் வையுங்கள். அல்லாஹ்வின் பாதையில் செலவு செய்ய அழைக்கப்படும் சமயத்தில், கஞ்சத்தனம் செய்பவரும் உங்களில் இருக்கிறார். அவ்வாறு எவரேனும் கஞ்சத்தனம் செய்தால், அவர் தனக்குக் கேடாகவே கஞ்சத்தனம் செய்கிறார். அல்லாஹ்வோ தேவையற்றவன். நீங்கள் தேவைப்பட்டவர்களாகவே இருக்கிறீர்கள். (அவனுடைய கட்டளைகளை) இன்னும் நீங்கள் புறக்கணித்தால், (உங்களை அழித்து) உங்களை அல்லாத மக்களை (உங்கள் இடத்தில்) மாற்றி (அமைத்து) விடுவான். பின்னர், அவர்கள் உங்களைப் போல் இருக்கமாட்டார்கள்.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم","category":["47 (Muhammad)","Muhammad","Surah Muhammad"],"ayahNumber":4583,"juzNumber":26,"footnotes":null,"lang":"ta"}],"chapter":["47 (Muhammad)","Muhammad","Surah Muhammad","Chapter Muhammad","Surah 47","Chapter 47","Muhammad","مُحَمَّد"]}