{"data":[{"name":"48:1","price":"1. (நபியே! ஹுதைபிய்யாவின் சமாதான உடன்படிக்கையின் மூலம்) நிச்சயமாக நாம் உமக்கு (மிகப் பெரிய) தெளிவானதொரு வெற்றியைத் தந்தோம்.","arabic":"إِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4584,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:2","price":"2. (அதற்காக நீர் உமது இறைவனுக்கு நன்றி செலுத்துவீராக! அதனால்,) உமது முன் பின் தவறுகள் அனைத்தையும் அல்லாஹ் மன்னித்து தனது அருட்கொடையையும் உம் மீது முழுமைப்படுத்தி வைத்து, உம்மை அவன் நேரான வழியிலும் நடத்துவான்.","arabic":"لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4585,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:3","price":"3. (நபியே!) மேலும் (தொடர்ந்து) அல்லாஹ் உமக்குப் பலமான உதவி புரிந்தே வருவான்.","arabic":"وَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4586,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:4","price":"4. நம்பிக்கை கொண்டவர்களுடைய உள்ளங்களில் அவன்தான் சாந்தியையும், ஆறுதலையும் அளித்து, அவர்களுடைய நம்பிக்கை மேலும் அதிகரிக்கும்படி செய்தான். வானங்கள், பூமி முதலியவற்றிலுள்ள படைகள் அனைத்தும் அல்லாஹ்வுக்குரியனவே. (அவற்றைக்கொண்டு அவன் விரும்பியவர்களுக்கு உதவி புரிவான்.) அவன் (அனைத்தையும்) நன்கறிந்தவனாக ஞானமுடையவனாக இருக்கிறான்.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4587,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:5","price":"5. நம்பிக்கைகொண்ட ஆண்களையும், பெண்களையும் (அல்லாஹ்) சொர்க்கங்களில் புகுத்துவான். அதில் நீரருவிகள் தொடர்ந்து ஓடிக் கொண்டேயிருக்கும். என்றென்றும் அவர்கள் அதில் தங்கி விடுவார்கள். அவர்களின் பாவங்களையும், அவர்களிலிருந்து நீக்கிவிடுவான். இது அல்லாஹ்விடத்தில் கிடைக்கும் மகத்தான ஒரு வெற்றியாக இருக்கிறது.","arabic":"لِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4588,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:6","price":"6. அல்லாஹ்வைப் பற்றிக் கெட்ட எண்ணம் கொள்கின்ற நயவஞ்சகமுள்ள ஆண்களையும் பெண்களையும், இணைவைத்து வணங்குகின்ற ஆண்களையும் பெண்களையும் (அல்லாஹ்) வேதனை செய்தே தீருவான். வேதனை அவர்கள் (தலைக்கு) மேல் சூழ்ந்துகொண்டு இருக்கிறது. அல்லாஹ் அவர்கள் மீது கோபப்பட்டு, அவர்களைச் சபித்து, அவர்களுக்காக நரகத்தையும் தயார்படுத்தி வைத்திருக்கிறான். அது செல்லுமிடங்களில் மகா கெட்டது.","arabic":"وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4589,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:7","price":"7. வானங்கள் பூமியிலுள்ள படைகள் அனைத்தும் அல்லாஹ்வுக்குச் சொந்தமானவையே. அல்லாஹ் (அனைவரையும்) மிகைத்தவனாக. ஞானமுடையவனுமாக இருக்கிறான்.","arabic":"وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4590,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:8","price":"8. (நபியே!) நிச்சயமாக நாம் உம்மை (நம்பிக்கையாளர்களின் ஈமானைப் பற்றி) சாட்சி கூறுபவராகவும், (அவர்களுக்கு) நற்செய்தி கூறுபவராகவும், (பாவிகளுக்கு) அச்சமூட்டி எச்சரிப்பவராகவும் அனுப்பி வைத்தோம்.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4591,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:9","price":"9. ஆகவே, (நம்பிக்கையாளர்களே!) நீங்கள் அல்லாஹ்வையும் அவனுடைய தூதரையும் நம்பிக்கை கொண்டு, அவருக்கு உதவி புரிந்து, அவரை கண்ணியப்படுத்தி வைத்து, காலையிலும் மாலையிலும் அவனை துதி செய்து வாருங்கள்.","arabic":"لِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4592,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:10","price":"10. (நபியே!) எவர்கள் (தங்கள் உடல், பொருள், உயிரை தியாகம் செய்து உமக்கு உதவி புரிவதாக ஹுதைபிய்யாவில் உமது கையைப் பிடித்து) உம்மிடம் வாக்குறுதி செய்கிறார்களோ, அவர்கள் அல்லாஹ்விடமே வாக்குறுதி செய்கின்றனர். அவர்கள் கை மீது அல்லாஹ்வுடைய கைதான் இருக்கிறது. ஆகவே, (அவ்வாக்குறுதியை) எவன் முறித்து விடுகிறானோ, அவன் தனக்குக் கேடாகவே அதை முறிக்கிறான். எவர் அல்லாஹ்விடம் செய்த அந்த வாக்குறுதியை முழுமைப்படுத்தி வைக்கிறாரோ, அவருக்கு அல்லாஹ் மகத்தான கூலியை அதிசீக்கிரத்தில் கொடுப்பான்.","arabic":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4593,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:11","price":"11. (நபியே! போர் செய்ய உம்முடன் வராது) பின் தங்கிவிட்ட நாட்டுப்புறத்து அரபிகள் உம்மிடம் வந்து ‘‘நாங்கள் உம்முடன் வர எங்கள் பொருள்களும் எங்கள் குடும்பங்களும் எங்களுக்கு அவகாசமளிக்கவில்லை'' என்று (பொய்யாகக்) கூறி, ‘‘(இறைவனிடம்) நீர் எங்களுக்கு மன்னிப்புக் கோருவீராக!'' என்று கூறுவார்கள். அவர்கள் தங்கள் உள்ளங்களில் இல்லாதவற்றைத் தங்கள் நாவுகளால் கூறுகின்றனர். ஆகவே, (நபியே!) (அவர்களை நோக்கிக்) கூறுவீராக: ‘‘அல்லாஹ் உங்களுக்கு ஒரு தீமை செய்ய நாடினாலும் அல்லது அவன் உங்களுக்கு ஒரு நன்மை செய்ய நாடினாலும் அதில் எதையும் அல்லாஹ்வுக்கு விரோதமாக உங்களுக்குத் தடுத்து விடக்கூடியவன் யார்? மாறாக, நீங்கள் செய்பவற்றை அல்லாஹ் நன்கறிந்தவனாக இருக்கிறான்.","arabic":"سَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4594,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:12","price":"12. மாறாக, (அல்லாஹ்வுடைய) தூதரும் அவரை நம்பிக்கை கொண்டவர்களும் (போரிலிருந்து) தங்கள் குடும்பத்தார்களிடம் ஒரு காலத்திலும் திரும்பி வரவே மாட்டார்கள் என்று நீங்கள் நிச்சயமாக எண்ணிக் கொண்டிருந்தீர்கள். (ஆதலால்தான் போருக்கு நீங்கள் வரவில்லை.) இதுவே உங்கள் மனதில் அழகாக்கப்பட்டது. ஆதலால், நீங்கள் கெட்ட எண்ணத்தையே எண்ணிக் கொண்டிருந்தீர்கள். நீங்கள்தான் அழிந்து போகும் மக்களாக இருந்தீர்கள்.''","arabic":"بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4595,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:13","price":"13. எவன் அல்லாஹ்வையும், அவனுடைய தூதரையும் உண்மையாகவே நம்பிக்கை கொள்ளவில்லையோ (அவன் நிராகரிப்பவன்தான். ஆகவே,) அத்தகைய நிராகரிப்பாளர்களுக்கு நரகத்தையே நிச்சயமாக நாம் தயார்படுத்தி வைத்திருக்கிறோம்.","arabic":"وَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4596,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:14","price":"14. வானங்கள், பூமியின் ஆட்சி அல்லாஹ்வுக்குரியதே! அவன் நாடியவர்களை மன்னித்து விடுகிறான். அவன் நாடியவர்களை வேதனை செய்கிறான். அல்லாஹ் மிக மன்னிப்பவனாக, கருணையுடையவனாக இருக்கிறான்.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4597,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:15","price":"15. (நபியே! முன்னர் போருக்கு உம்முடன் வராது) பின் தங்கிவிட்டவர்கள், போரில் கிடைத்த பொருள்களை எடுத்துக்கொள்ள நீங்கள் செல்லும் சமயத்தில், (உங்களை நோக்கி) ‘‘நாங்களும் உங்களைப் பின்பற்றிவர எங்களை (அனுமதித்து) விடுங்கள்'' என்று கூறுவார்கள். இவர்கள் அல்லாஹ்வுடைய கட்டளையை மாற்றிவிடவே கருதுகிறார்கள். ஆகவே, நீர் அவர்களை நோக்கி ‘‘நீங்கள் எங்களைப் பின்பற்றி வர வேண்டாம். இதற்கு முன்னரே அல்லாஹ் இவ்வாறு கூறிவிட்டான்'' என்றும் கூறுவீராக. அதற்கவர்கள், (‘‘அல்லாஹ் ஒன்றும் கூறவில்லை;'') மாறாக, நீங்கள்தான் நம்மீது பொறாமைகொண்டு (இவ்வாறு) கூறுகிறீர்கள் என்று கூறுவார்கள். மாறாக, அவர்களில் சிலரைத் தவிர (மற்றெவரும் இதன் கருத்தை) உணர்ந்து கொள்ள மாட்டார்கள்.","arabic":"سَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4598,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:16","price":"16. (நபியே!) பின்தங்கிய நாட்டுப்புறத்து அரபிகளை நோக்கி நீர் கூறுவீராக: ‘‘மிக பலசாலிகளான மக்களுடன் (போர்புரிய) அதிசீக்கிரத்தில் நீங்கள் அழைக்கப்படுவீர்கள். அவர்கள் முற்றிலும் கட்டுப்படும் வரை, நீங்கள் அவர்களுடன் போர்புரிய வேண்டியதிருக்கும். (இதில்) நீங்கள் (எனக்கு) கட்டுப்பட்டு நடப்பீர்களாயின், அல்லாஹ் உங்களுக்கு அழகான கூலியைக் கொடுப்பான். இதற்கு முன்னர் நீங்கள் (போர் செய்யாது) திரும்பிவிட்டபடி (அச்சமயம் போர் புரியாது) நீங்கள் திரும்பி விடுவீர்களாயின், அவன் உங்களை மிகக் கடினமாகத் துன்புறுத்தி வேதனை செய்வான்.”","arabic":"قُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4599,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:17","price":"17. (போருக்கு வராததைப் பற்றிக்) குருடர் மீது ஒரு குற்றமுமில்லை; நொண்டி மீதும் ஒரு குற்றமுமில்லை; நோயாளி மீதும் ஒரு குற்றமுமில்லை. எவர் அல்லாஹ்வுக்கும், அவனுடைய தூதருக்கும் மெய்யாகவே கீழ்ப்படிந்து (போருக்கு உம்முடன்) வருகிறாரோ, அவரை (அல்லாஹ்) சொர்க்கங்களில் புகுத்துவான். அதில் நீரருவிகள் தொடர்ந்து ஓடிக்கொண்டே இருக்கும். எவர் (உமக்கு கீழ்ப்படியாமல் போருக்கு உம்முடன் வராது) புறக்கணிக்கிறாரோ, அவரை மிகக் கடினமாகவே துன்புறுத்தி வேதனை செய்வான்.","arabic":"لَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4600,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:18","price":"18. அந்த மரத்தினடியில் உம்மிடம் (கைகொடுத்து) வாக்குறுதி செய்த நம்பிக்கையாளர்களைப் பற்றி நிச்சயமாக அல்லாஹ் திருப்தியடைந்தான். அவர்களின் உள்ளங்களிலிருந்த (உண்மையான தியாகத்)தை நன்கறிந்து, சாந்தியையும், ஆறுதலையும் அவர்கள் மீது சொரிந்தான். உடனடியான ஒரு வெற்றியையும் (கைபர் என்னும் இடத்தில்) அவர்களுக்கு வெகுமதியாகக் கொடுத்தான்.","arabic":"۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4601,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:19","price":"19. (அந்த போரில்) ஏராளமான பொருள்களையும் அவர்கள் கைப்பற்றும்படி செய்தான். அல்லாஹ் (அனைவரையும்) மிகைத்தவனாக, ஞானமுடையவனாக இருக்கிறான்.","arabic":"وَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4602,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:20","price":"20. ஏராளமான பொருள்களை (போரில்) நீங்கள் கைப்பற்றுவீர்கள் என்று அல்லாஹ் உங்களுக்கு வாக்களித்திருந்தான். (அவற்றில்) இதை உங்களுக்கு அதிசீக்கிரத்திலும் கொடுத்துவிட்டான். (உங்களுக்கு எதிரான) மனிதர்களின் கைகளையும் உங்களைவிட்டுத் தடுத்துவிட்டான். இது நம்பிக்கையாளர்களுக்கு ஓர் அத்தாட்சியாகவும் ஏற்பட்டது. அவனே உங்களை நேரான பாதையில் நடத்துவான்.","arabic":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4603,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:21","price":"21. (பாரசீகம், ரோம் முதலிய தேசங்களில் உங்களுக்கு) மற்றொரு வெற்றி (இருக்கிறது.) அதற்கு நீங்கள் இன்னும் தகுதியுடையவர்களாகவில்லை; எனினும், அல்லாஹ் அதை சூழ்ந்து கொண்டிருக்கிறான். அல்லாஹ் அனைத்தின் மீதும் ஆற்றலுடையவனாகவே இருக்கிறான்.","arabic":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4604,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:22","price":"22. நிராகரிப்பவர்கள் (இச்சமயம்) உங்களுடன் போர் புரிவார்களாயின், அவர்களே புறங்காட்டி ஓடுவார்கள். பின்னர், தங்களுக்கு ஒரு பாதுகாவலனையும் உதவி செய்பவனையும் காணமாட்டார்கள்.","arabic":"وَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4605,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:23","price":"23. (நிராகரிப்பவர்கள் விஷயத்தில் கடைப்பிடிக்கப்படுகிற) அல்லாஹ்வுடைய வழிமுறை இதுதான். இதற்கு முன்னரும் (இவ்வாறே) நடந்திருக்கின்றன. ஆகவே, அல்லாஹ்வுடைய வழிமுறையில் நீர் எவ்வித மாறுதலையும் காணமாட்டீர்.","arabic":"سُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4606,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:24","price":"24. மக்காவின் சமீபமாக அவர்கள் மீது உங்களுக்கு வெற்றியைக் கொடுத்ததன் பின்னர், அவர்களுடைய கைகளை உங்களைவிட்டும் அவனே தடுத்துக் கொண்டான். (அவ்வாறே) உங்கள் கைகளையும் அவர்களை விட்டுத் தடுத்துக் கொண்டான். ஏனென்றால், அல்லாஹ் நீங்கள் செய்பவற்றை உற்று நோக்கியவனாகவே இருந்தான்.","arabic":"وَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4607,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:25","price":"25. (நீங்கள் வெற்றிகொண்ட) இந்த மக்காவாசிகள்தான் (அல்லாஹ்வையும், அவனுடைய தூதரையும்) நிராகரித்து விட்டதுடன், உங்களையும் சிறப்புற்ற மஸ்ஜிது (என்னும் கஅபாவு)க்குச்செல்லாதும், குர்பானியையும் அது செல்ல வேண்டிய எல்லைக்குச் செல்லாதும் தடுத்து நிறுத்தியவர்கள். ஆயினும், அங்கு அவர்களுடன் நீங்கள் அறியாத நம்பிக்கைகொண்ட ஆண்களும், பெண்களும் இருந்தனர். (அச்சமயம் உங்கள் எதிரிகளை நீங்கள் வெட்டினால்,) இந்த நம்பிக்கையாளர்களும் (நீங்கள் அறியாமல்) உங்கள் காலில் மிதிபட்டு, அதன் காரணமாக நீங்கள் அறியாது உங்களுக்கு நஷ்டம் ஏற்படக்கூடும் என்பது இல்லாதிருந்தால், (அச்சமயம் அவர்களுடன் போர்புரிய உங்களுக்கு அனுமதி கொடுத்து, மக்காவில் நீங்கள் நுழையும்படியும் செய்திருப்பான். அப்பொழுது நீங்கள் மக்காவில் நுழையாது உங்களை அவன் தடுத்துக் கொண்டதெல்லாம், ஹுதைபியா உடன்படிக்கையின் மத்திய காலத்தில்) அல்லாஹ், தான் நாடியவர்களை (இஸ்லாம் என்னும்) தன் அருளில் புகுத்துவதற்காகவே ஆகும். (நீங்கள் அறியாத மக்காவிலுள்ள நம்பிக்கையாளர்கள்) அவர்களிலிருந்து விலகி இருப்பார்களேயானால், (அவர்கள் மீது போர் புரிய உங்களுக்கு அனுமதி கொடுத்து) அவர்களில் உள்ள நிராகரிப்பவர்களை நாம் கடினமாகவே துன்புறுத்தி வேதனை செய்திருப்போம்.","arabic":"هُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4608,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:26","price":"26. நிராகரித்தவர்கள் தங்கள் உள்ளங்களில் (உங்களை வேருடன் அழித்துவிட வேண்டுமென்ற) மூடத்தனமான வைராக்கியத்தை நிலை நிறுத்திக்கொண்ட சமயத்தை நினைத்துப் பாருங்கள். அச்சமயம் அல்லாஹ் தன் தூதர் மீதும், நம்பிக்கை கொண்டவர்கள் மீதும், தன் ஆறுதலையும், உறுதியையும் இறக்கி வைத்துப் பரிசுத்த வாக்கியத்தின் மீது அவர்களை உறுதிப்படுத்தினான். அவர்கள் அதற்குத் தகுதியுடையவர்களாகவும், அதை அடைய வேண்டியவர்களாகவும் இருந்தார்கள். அல்லாஹ் அனைத்தையும் நன்கறிந்தவனாக இருக்கிறான்.","arabic":"إِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4609,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:27","price":"27. நிச்சயமாக அல்லாஹ் தன் தூதருக்கு அவர் கண்ட கனவை மெய்யாகவே உண்மையாக்கி வைத்து விட்டான். அல்லாஹ் நாடினால், நிச்சயமாக நீங்கள் சிறப்புற்ற மஸ்ஜிதில் அச்சமற்றவர்களாகவும், உங்கள் தலை முடிகளைச் சிரைத்துக் கொண்டவர்களாகவும், கத்தரித்துக் கொண்டவர்களாகவும் நுழைவீர்கள். அச்சமயம், நீங்கள் (ஒருவருக்கும்) பயப்படமாட்டீர்கள். (அப்போது) நீங்கள் அறியாதிருந்ததை (ஏற்கனவே அல்லாஹ்) அறிந்திருந்தான். ஆகவே, இதையன்றி உடனடியான மற்றொரு வெற்றியையும் உங்களுக்குக் கொடுத்தான்.","arabic":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4610,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:28","price":"28. அவனே, தன் தூதரை நேரான வழியைக் கொண்டும், சத்தியமான மார்க்கத்தைக் கொண்டும் அதை எல்லா மார்க்கங்களைவிட மேலோங்க வைப்பதற்காக அனுப்பி வைத்தான். இதற்கு அல்லாஹ்வே போதுமான சாட்சியாவான்.","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4611,"juzNumber":26,"footnotes":null,"lang":"ta"},{"name":"48:29","price":"29. முஹம்மது (ஸல்) அல்லாஹ்வுடைய திருத்தூதராவார்கள். (அவரும்)அவருடன் இருப்பவர்களும் நிராகரிப்பவர்கள் விஷயத்தில் கண்டிப்பானவர்களாகவும், தங்களுக்குள் மிக்க அன்புடையவர்களாகவும் இருப்பார்கள்.குனிந்து சிரம் பணிந்து வணங்குபவர்களாக அவர்களை நீர் காண்பீர். அல்லாஹ்வின் அருளையும், அவனுடைய திருப்பொருத்தத்தையும் (எந்த நேரமும்) விரும்பியவர்களாக இருப்பார்கள். அவர்களுடைய அடையாளமாவது: அவர்களுடைய முகங்களில் சிரம் பணி(ந்து வணங்கு)வதின் அடையாளம் இருக்கும். இதுவே தவ்றாத் (என்னும் வேதத்)தில் உள்ள அவர்களின் வர்ணிப்பு. இன்ஜீலில் அவர்களுக்குள்ள உதாரணமாவது: ஒரு பயிரை ஒத்திருக்கிறது. அப்பயிர் (பசுமையாகி, வளர்ந்து) உறுதிப்படுகிறது. பின்னர், அது தடித்துக் கனமாகிறது. பின்னர், விவசாயிகளுக்கு ஆச்சரியம் கொடுக்கும் விதத்தில் (வளர்ந்து,) அது தன் தண்டின் மீது நிமிர்ந்து நிற்கிறது. இவர்களைக் கொண்டு நிராகரிப்பவர்களுக்குக் கோபமூட்டும் பொருட்டு (அந்த நம்பிக்கையாளர்களை படிப்படியாக அபிவிருத்திக்குக் கொண்டுவருகிறான்). அவர்களில் எவர்கள் நம்பிக்கைகொண்டு நற்செயல்கள் செய்கிறார்களோ, அவர்களுக்கு அல்லாஹ் மன்னிப்பையும், மகத்தான கூலியையும் வாக்களித்திருக்கிறான்.","arabic":"مُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا","category":["48 (Al-Fath)","Al-Fath","Surah Al-Fath"],"ayahNumber":4612,"juzNumber":26,"footnotes":null,"lang":"ta"}],"chapter":["48 (Al-Fath)","Al-Fath","Surah Al-Fath","Chapter Al-Fath","Fath","Surah Fath","Chapter Fath","Al Fath","Surah Al Fath","Chapter Al Fath","Surah 48","Chapter 48","The Victory","الفتح"]}