{"data":[{"name":"57:1","price":"1. வானங்களிலும் பூமியிலும் உள்ளவை அனைத்துமே அல்லாஹ்வைப் புகழ்ந்து துதி செய்கின்றன. அவன் (அனைவரையும்) மிகைத்தவன், ஞானமுடையவன் ஆவான்.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5076,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:2","price":"2. வானங்கள் பூமியின் ஆட்சியும் அவனுக்குரியதே! அவனே உயிர்ப்பிக்கிறான்; அவனே மரணிக்க வைக்கிறான். அவன் எல்லாவற்றின் மீதும் பேராற்றலுடையவன் ஆவான்.","arabic":"لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5077,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:3","price":"3. அவனே முதலானவன்; அவனே இறுதியானவன்; அவனே வெளிப்படையானவன்; அவனே மறைவானவன்; அவனே ஒவ்வொன்றையும் நன்கறிந்தவன்.","arabic":"هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5078,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:4","price":"4. அவன்தான் வானங்களையும் பூமியையும் ஆறு நாள்களில் படைத்தான். பின்னர், அர்ஷின் மீது (தன் மகிமைக்குத் தகுந்தாற்போல்) உயர்ந்து விட்டான். (வித்து முதலியவை) பூமியில் விதைக்கப்படுவதையும் அவை முளைத்து வெளிப்படுவதையும், வானத்தில் இருந்து இறங்குபவற்றையும், (பூமியிலிருந்து) ஏறுபவற்றையும் அவன் நன்கறிவான். நீங்கள் எங்கிருந்த போதிலும், அவன் உங்களுடன் இருக்கிறான். நீங்கள் செய்பவற்றையும் (அந்த) அல்லாஹ் உற்று நோக்குகிறான்.","arabic":"هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5079,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:5","price":"5. வானங்கள் பூமியின் ஆட்சி அவனுக்குரியதே! எல்லா விஷயங்களும் (அந்த) அல்லாஹ்விடமே கொண்டு வரப்படும்.","arabic":"لَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5080,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:6","price":"6. அவனே, இரவைப் பகலில் புகுத்துகிறான்; பகலை இரவில் புகுத்துகிறான். மனதிலுள்ள எல்லா எண்ணங்களையும் அவன் நன்கறிவான்.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5081,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:7","price":"7. ஆகவே, (மனிதர்களே! நீங்கள்) அல்லாஹ்வையும், அவனுடைய தூதரையும் நம்பிக்கைகொள்ளுங்கள். இன்னும், அல்லாஹ் உங்களுக்கு முன் சென்றவர்களின் எப்பொருள்களுக்கு உங்களைப் பிரதிநிதிகளாக ஆக்கினானோ அப்பொருள்களிலிருந்து நீங்கள் தானம் செய்யுங்கள். உங்களில் எவர்கள் நம்பிக்கைகொண்டு தானம் செய்கிறார்களோ, அவர்களுக்குப் பெரியதொரு கூலி உண்டு.","arabic":"ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5082,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:8","price":"8. (மனிதர்களே!) நீங்கள் அல்லாஹ்வை ஏன் நம்பிக்கைகொள்வதில்லை? உங்களைப் படைத்துக் காக்கும் உங்கள் இறைவனைத்தான் நீங்கள் நம்பிக்கைகொள்ளுமாறு, உங்களை (நமது) தூதர் அழைக்கிறார். (இதைப்பற்றி, இறைவன்) உங்களிடம் நிச்சயமாக வாக்குறுதி பெற்றிருக்கிறான். நீங்கள் உண்மையாகவே நம்பிக்கை கொண்டவர்களாயிருந்தால் (இதன் உண்மையை நீங்கள் நன்கறிந்து கொள்வீர்கள்.)","arabic":"وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5083,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:9","price":"9. உங்களை(ப் பாவத்தின்) இருள்களிலிருந்து ஒளியின் பக்கம் கொண்டு வரும் பொருட்டே, அவன் தனது அடியார் மீது தெளிவான வசனங்களை இறக்கி வைத்திருக்கிறான். நிச்சயமாக அல்லாஹ் உங்கள் மீது மிக இரக்கமுடையவனும் மகா கருணையுடையவனும் ஆவான்.","arabic":"هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5084,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:10","price":"10. உங்களுக்கென்ன நேர்ந்தது! அல்லாஹ்வுடைய பாதையில் நீங்கள் தர்மம் செய்ய வேண்டாமா? வானங்கள், பூமியிலுள்ளவற்றின் உரிமை அல்லாஹ்வுக்குரியதுதானே! உங்களில் எவர்கள் (மக்காவை) வெல்வதற்கு முன்னர் தம் பொருளைச் செலவு செய்து போர் புரிந்தார்களோ, அவர்களும் அதற்குப் பின்னர், தம் பொருளைச் செலவு செய்து போர் புரிந்தவர்களும் சமமாக மாட்டார்கள். அவர்கள் (-மக்கா வெற்றிக்கு முன் செலவு செய்து போரிட்டவர்கள்) அதற்கு பின்னர் செலவு செய்து போரிட்டவர்களைவிட மகத்தான பதவி உடையவர்கள். எனினும், இவ்விருவருக்கும் அல்லாஹ் நன்மையை (சொர்க்கத்தை)த்தான் வாக்களித்திருக்கிறான். அல்லாஹ் நீங்கள் செய்பவற்றை நன்கறிந்தவன் ஆவான்.","arabic":"وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5085,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:11","price":"11. எவர் அல்லாஹ்வுக்காக அழகான கடன் கொடுக்கிறாரோ அவருக்கு, அதை இரட்டிப்பாக்கியே வைத்திருக்கிறான். மேலும் அவருக்கு மிக கண்ணியமான கூலியும் உண்டு.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5086,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:12","price":"12. (நபியே!) நம்பிக்கை கொண்ட ஆண்களையும் பெண்களையும் நீர் காணுகின்ற அந்நாளில், அவர்களுடைய பிரகாசம் அவர்களுக்கு முன்னும், அவர்களது வலப்பக்கத்திலும் சென்று கொண்டிருக்கும். (உண்மையான அவர்களின் நம்பிக்கையின் காரணமாக, வானவர்கள் அவர்களை நோக்கி:) ‘‘தொடர்ந்து நீரருவிகள் ஓடிக்கொண்டிருக்கும் சொர்க்கங்கள் (உங்களுக்கு உண்டு) என்ற நற்செய்தி இன்று உங்களுக்கு அறிவிக்கப்படுகிறது. என்றென்றும் அதில் தங்கி விடுவீர்கள்'' என்று கூறுவார்கள். இதுதான் மகத்தான வெற்றியாகும்.","arabic":"يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5087,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:13","price":"13. அந்நாளில், நயவஞ்சக ஆண்களும் பெண்களும் நம்பிக்கை கொண்டவர்களை நோக்கி ‘‘நீங்கள் (முன்னேறி சென்றுவிடாமல்) எங்களுக்காகச் சிறிது தாமதியுங்கள். உங்கள் பிரகாசத்தைக் கொண்டு நாங்கள் பயனடைவோம்'' என்று கூறுவார்கள். (அதற்கு அவர்களை நோக்கி ‘‘எங்கள் முன் நிற்காதீர்கள்.) நீங்கள் உங்கள் பின்புறம் சென்று (அங்குப்) பிரகாசத்தைத் தேடிக்கொள்ளுங்கள்'' என்று கூறப்படும். அந்நேரத்தில், இவர்களுக்கும் அவர்களுக்கும் மத்தியில் ஒரு சுவர் எழுப்பப்பட்டு விடும். அதற்கு வாசலும் இருக்கும். (நம்பிக்கையாளர்கள் இருக்கக்கூடிய) அதன் உட்புறத்தில் (இறைவனின்) அருளும், அதன் வெளிப்புறத்தில் (பாவிகள் அனுபவிக்கக்கூடிய அவனுடைய) வேதனையுமிருக்கும்.","arabic":"يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5088,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:14","price":"14. இவர்கள் (நம்பிக்கையாளர்களை நோக்கி ‘‘உலகத்தில்) நாங்கள் உங்களுடன் சேர்ந்திருக்க வில்லையா?'' என்று சப்தமிட்டுக் கூறுவார்கள். அதற்கவர்கள் (இவர்களை நோக்கி) ‘‘மெய்தான். ஆயினும், நீங்களே உங்களைத் துன்பத்திற்குள்ளாக்கிக் கொண்டீர்கள். (நாங்கள் அழிந்து போவதை) நீங்கள் எதிர்பார்த்தீர்கள்; (இந்நாளைப் பற்றியும்) நீங்கள் சந்தேகித்துக் கொண்டிருந்தீர்கள். அல்லாஹ்வுடைய கட்டளை(யாகிய மரணம்) வரும் வரை, உங்கள் பேராசைகள் உங்களை மயக்கி விட்டன! மாயக்கார (ஷைத்தா)ன் அல்லாஹ்வைப் பற்றி உங்களை மயக்கிவிட்டான்.","arabic":"يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5089,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:15","price":"15. ஆகவே, இன்றைய தினம் உங்களிடமிருந்தோ அல்லது (உங்களைப் போல்) நிராகரித்தவர்களிடமிருந்தோ (உங்களுக்குக் கிடைக்கவேண்டிய வேதனைக்குப் பதிலாக) எதையும் பரிகாரமாகப் பெற்றுக்கொள்ளப்பட மாட்டாது. நீங்கள் செல்லுமிடம் நரகம்தான். (நரக) நெருப்புத்தான் உங்களுக்குத் துணை'' (என்றும் கூறப்படும்). அது தங்குமிடங்களில் எல்லாம் மகா கெட்டது.","arabic":"فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5090,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:16","price":"16. நம்பிக்கை கொண்டவர்களின் உள்ளங்கள் அல்லாஹ்வை நினைத்தும், அவன் இறக்கிவைத்த சத்திய (வசன)ங்களைக் கவனித்தும் பயப்படக்கூடிய நேரம் (இன்னும்) வரவில்லையா? இவர்களுக்கு முன்னர் வேதம் கொடுக்கப்பட்டவர்களைப் போல், இவர்களும் ஆகிவிட வேண்டாம். (இவ்வாறே) அவர்கள் மீதும் ஒரு நீண்ட காலம் கடந்து விட்டது. ஆகவே, அவர்களுடைய உள்ளங்கள் கடினமாக இருகிவிட்டன. இன்னும், அவர்களில் பெரும்பாலானவர்கள் பாவிகளாகி விட்டனர்.","arabic":"۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5091,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:17","price":"17. (மனிதர்களே!) நிச்சயமாக அல்லாஹ்தான், இறந்த பூமியை உயிர்ப்பிக்கிறான் என்பதை உறுதியாக அறிந்துகொள்ளுங்கள். நீங்கள் அறிந்து கொள்ளும் பொருட்டே, நிச்சயமாக அவன் பல உதாரணங்களை உங்களுக்குத் தெளிவாக்கி இருக்கிறான்.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5092,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:18","price":"18. நிச்சயமாக ஆண்களிலோ, பெண்களிலோ எவர்கள் தானம் செய்து அழகான முறையில் அல்லாஹ்வு(க்காகப் பிறரு)க்கு கடன் கொடுக்கிறார்களோ அவர்களுக்கு, அது பன் மடங்காக்கப்படுகிறது. மேலும், அவர்களுக்கு மிக்க கண்ணியமான கூலியுமுண்டு.","arabic":"إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5093,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:19","price":"19. எவர்கள் அல்லாஹ்வையும், அவனுடைய தூதர்களையும் மெய்யாகவே நம்பிக்கை கொள்கிறார்களோ, அவர்கள்தான் ‘ஸித்தீக்' என்ற உண்மையாளர்கள். சன்மார்க்கப் போரில் உயிர்த்தியாகம் செய்த ‘ஷஹீது' என்பவர்கள் தங்கள் இறைவனிடத்தில் இருப்பார்கள். மேலும், அவர்கள் அனைவருக்கும் அவர்களுடைய கூலி (குறைவின்றி) உண்டு. (நேரான வழியை அறிவிக்கக்கூடிய) பிரகாசமும் உண்டு. எவர்கள் நம் வசனங்களை நிராகரித்துப் பொய்யாக்குகிறார்களோ, அவர்கள் நரகவாசிகள்தான்.","arabic":"وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5094,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:20","price":"20. (மனிதர்களே!) நிச்சயமாக நீங்கள் அறிந்துகொள்ளுங்கள் இவ்வுலக வாழ்க்கையெல்லாம் வீண் விளையாட்டும், வேடிக்கையும், வெறும் அலங்காரமும்தான். தவிர உங்களுக்கிடையில் ஏற்படும் வீண் பெருமையும், பொருளிலும் சந்ததியிலும் அதிகரிக்க வேண்டுமென்ற வீண் எண்ணமும்தான். (இதன் உதாரணமாவது:) ஒரு மழையின் உதாரணத்தை ஒத்திருக்கிறது. அந்த மழையினால் முளைத்த பயிர்கள் (நன்கு வளர்ந்து) விவசாயிகளுக்குக் களிப்பை உண்டு பண்ணிக்கொண்டிருந்தன. பின்னர், அவை மஞ்சனித்துக் காய்ந்து, சருகுகளாகிவிடுவதை நீர் காண்கிறீர். (இவ்வுலக வாழ்க்கையும் அவ்வாறே இருக்கிறது.) மறுமையிலோ (அவர்களில் பலருக்குக்) கொடிய வேதனையும், (பலருக்கு) அல்லாஹ்வின் மன்னிப்பும், அவனது திருப்பொருத்தமும் கிடைக்கின்றன. ஆகவே, இவ்வுலக வாழ்க்கை (மனிதனை) மயக்கும் சொற்ப இன்பமே தவிர வேறில்லை.","arabic":"ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5095,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:21","price":"21. ஆகவே, (மனிதர்களே!) நீங்கள் உங்கள் இறைவனின் மன்னிப்பை நோக்கியும், சொர்க்கத்தை நோக்கியும் முந்திச் செல்லுங்கள். அச்சொர்க்கத்தின் விசாலமோ வானம், பூமியின் விசாலத்தைப்போல் இருக்கிறது. அது அல்லாஹ்வையும் அவனுடைய தூதரையும் நம்பிக்கை கொண்டவர்களுக்காகவே தயார்படுத்தப்பட்டிருக்கிறது. இது அல்லாஹ்வுடைய அருளாகும். இதை அவன் விரும்பியவர்களுக்கே கொடுக்கிறான். அல்லாஹ் மகத்தான அருளாளன்!","arabic":"سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5096,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:22","price":"22. (பொதுவாக) பூமியிலோ அல்லது (குறிப்பாக) உங்களுக்கோ ஏற்படக்கூடிய எந்தச் சிரமமும், (நஷ்டமும்) அது ஏற்படுவதற்கு முன்னதாகவே (லவ்ஹுல் மஹ்ஃபூள் என்னும்) பதிவுப் புத்தகத்தில் பதிவு செய்யப்படாமல் இல்லை. நிச்சயமாக இது அல்லாஹ்வுக்கு மிக எளிதானதே!","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5097,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:23","price":"23. உங்களை விட்டும் தவறிப்போனதைப் பற்றி நீங்கள் கவலை கொள்ளாதிருக்கவும் (அல்லாஹ்) உங்களுக்குக் கொடுத்ததைப் பற்றி நீங்கள் கர்வம் கொள்ளாதிருக்கவும். (இதை உங்களுக்கு அறிவிக்கிறான்). அல்லாஹ், கர்வம் கொள்பவர்களையும் பெருமையடிப்பவர்களையும் நேசிப்பதில்லை.","arabic":"لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5098,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:24","price":"24. எவர்கள் கஞ்சத்தனம் செய்து, மற்ற மனிதர்களையும் கஞ்சத்தனம் செய்யும்படி தூண்டுகிறார்களோ (அவர்களுக்குக் கடினமான வேதனையுண்டு. ஆகவே, அல்லாஹ்வுடைய கட்டளைகளை) எவன் புறக்கணிக்கிறானோ (அது அவனுக்குத்தான் நஷ்டத்தை உண்டுபண்ணும். அல்லாஹ்வுக்கு ஒரு நஷ்டமும் ஏற்படாது.) ஏனென்றால், நிச்சயமாக அல்லாஹ்தான் பெரும் சீமான், பெரும் புகழுடையவன் ஆவான்.","arabic":"ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5099,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:25","price":"25. நாம் நம் தூதர்களைத் தெளிவான அத்தாட்சிகளைக் கொண்டே அனுப்பி வைத்தோம். அத்துடன் அவர்களுக்கு வேதத்தையும் கொடுத்தோம். மனிதர்கள் நீதமாக நடந்து கொள்ளும் பொருட்டு தராசையும் கொடுத்தோம். இரும்பையும் நாமே படைத்தோம். அதில் பெரும் சக்தி இருக்கிறது; இன்னும் மனிதர்களுக்கு பல பயன்களும் உள்ளன. அல்லாஹ்வைக் (கண்ணால்) காணாமலேயே (அவனை நம்பிக்கை கொண்டு) இதன் மூலம் அவனுக்கும், அவனுடைய தூதருக்கும் உதவி செய்பவர்கள் யார் என்பதை அல்லாஹ் (சோதித்து) அறிந்து கொள்கிறான். நிச்சயமாக அல்லாஹ் பலசாலியும் (அனைவரையும்) மிகைத்தவனும் ஆவான்.","arabic":"لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5100,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:26","price":"26. நூஹையும், இப்ராஹீமையும் மெய்யாகவே நாம்தான் நம் தூதர்களாக அனுப்பி வைத்தோம். அவ்விருவர்களுடைய சந்ததிகளுக்குள்ளாகவே நபிப்பட்டத்தையும் வேதத்தையும் (சொந்தமாக) ஆக்கினோம். ஆயினும், நேரான வழியில் சென்றவர்கள் அவர்க(ள் சந்ததிக)ளில் சிலர்தான். அவர்களில் பெரும்பாலரோ பாவிகளாகிவிட்டனர்.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5101,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:27","price":"27. ஆகவே, (சென்றுபோன நூஹ், இப்ராஹீமுக்குப் பின்னர்) அவர்களுடைய வழியைப் பின்பற்றி (நடக்கக்கூடிய பல) தூதர்களை ஒருவருக்குப் பின் ஒருவராக அனுப்பி வைத்தோம். அவ்வாறே, மர்யமுடைய மகன் ஈஸாவையும் (அவர்களுக்குப் பின்னர், அவர்களைப் பின்பற்றி நடக்குமாறு) அனுப்பிவைத்தோம். அவருக்கு இன்ஜீலையும் கொடுத்தோம் இவரைப் பின்பற்றியவர்களுடைய உள்ளங்களில், கருணையையும் இரக்கத்தையும் உண்டு பண்ணினோம். (உலகத்தின் எல்லா இன்பங்களையும் துறந்து விடக்கூடிய) துறவித்தனத்தை நாம் அவர்கள் மீது கடமையாக விதிக்கவில்லை. எனினும், அல்லாஹ்வின் திருப்பொருத்தத்தை அடைய விரும்பி, அவர்களே அதை உண்டுபண்ணிக்கொண்டார்கள். அவ்வாறிருந்தும், அதை அனுசரிக்க வேண்டிய முறைப்படி அவர்கள் அனுசரிக்கவில்லை. ஆயினும், (நபியே!) அவர்களில் எவர்கள் (மெய்யாகவே உம்மை) நம்பிக்கை கொள்கிறார்களோ அவர்களுடைய கூலியை நாம் அவர்களுக்குக் கொடுப்போம். எனினும், அவர்களில் பெரும்பாலானவர்கள் (நபியே! உம்மை நிராகரிக்கின்ற) பாவிகளாகவே இருக்கின்றனர்.","arabic":"ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5102,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:28","price":"28. ஆகவே, (ஈஸாவை) நம்பிக்கை கொண்ட (கிறிஸ்த)வர்களே! நீங்கள் அல்லாஹ்வுக்குப் பயந்து, அவனுடைய இத்தூதரை (முஹம்மதை)யும் நம்பிக்கை கொள்ளுங்கள். உங்களுக்கு அவனுடைய அருளிலிருந்து (ஈஸாவை நம்பிக்கை கொண்டதற்கு ஒரு பங்கும், இத்தூதரை நம்பிக்கை கொண்டதற்கு ஒரு பங்கும், ஆக) இரண்டு பங்கு கூலி கொடுப்பான். உங்களுக்கு (நேரான வழியை அறிவிக்கக்கூடிய இந்த குர்ஆன் என்னும்) ஒளியையும் கொடுப்பான். அதன் பிரகாசத்தைக் கொண்டு நீங்கள் (நேரான வழியில்) செல்லலாம். (உங்கள்) குற்றங்களையும் உங்களுக்கு மன்னித்து விடுவான். அல்லாஹ் மிக மன்னிப்பவனும், மகா கருணையுடையவனும் ஆவான்.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5103,"juzNumber":27,"footnotes":null,"lang":"ta"},{"name":"57:29","price":"29. (இத்தூதரை நம்பிக்கை கொண்டவர்களுக்கு) அல்லாஹ்வுடைய அருளில் ஒரு பாகமும் கிடைக்காதென்று, வேதத்தை உடையவர்கள் எண்ணிக் கொள்ளாதிருக்கும் பொருட்டே (இதை அவன் உங்களுக்கு அறிவித்தான்). அருள் அனைத்தும் நிச்சயமாக அல்லாஹ்வின் கையில் தான் இருக்கின்றன. அவன் விரும்பியவர்களுக்கு அதை அளிக்கிறான். அல்லாஹ் மகத்தான அருளுடையவன் ஆவான்.","arabic":"لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid"],"ayahNumber":5104,"juzNumber":27,"footnotes":null,"lang":"ta"}],"chapter":["57 (Al-Hadid)","Al-Hadid","Surah Al-Hadid","Chapter Al-Hadid","Hadid","Surah Hadid","Chapter Hadid","Al Hadid","Surah Al Hadid","Chapter Al Hadid","Surah 57","Chapter 57","The Iron","الحديد"]}