{"data":[{"name":"62:1","price":"1. வானங்களில் உள்ளவையும், பூமியில் உள்ளவையும் அல்லாஹ்வை புகழ்கின்றன. (அவன்தான்) மெய்யான அரசன்; பரிசுத்தமானவன்; (அனைவரையும்) மிகைத்தவன்; ஞானமுடையவன் ஆவான்.","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5178,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:2","price":"2. கல்வி அறிவில்லாத (அரபு) மக்களில் அவர்களில் உள்ள ஒருவரை அவன் (தன்) தூதராக அனுப்பி வைத்தான். அவர்கள் இதற்கு முன்னர் பகிரங்கமான வழிகேட்டில் இருந்தபோதிலும், அத்தூதர் அவர்களுக்கு அல்லாஹ்வுடைய வசனங்களை ஓதிக்காண்பித்து, அவர்களைப் பரிசுத்தமாக்கி வைத்து, அவர்களுக்கு வேதத்தையும் ஞானத்தையும் கற்றுக் கொடுக்கிறார்.","arabic":"هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5179,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:3","price":"3. (தற்காலமுள்ள இவர்களுக்காகவும்) இதுவரை இவர்களுடன் சேராத இவர்கள் இனத்தில் (பிற்காலத்தில் வரும்) மற்றவர்களுக்காகவும் (அத்தூதரை அனுப்பிவைத்தான்). அவன் (அனைவரையும்) மிகைத்தவனும் ஞானமுடையவனும் ஆவான்.","arabic":"وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5180,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:4","price":"4. இது அல்லாஹ்வுடைய அருளாகும். அவன் விரும்பியவர்களுக்கே இதைக் கொடுக்கிறான். அல்லாஹ் மகத்தான அருளுடையவன் ஆவான்.","arabic":"ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5181,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:5","price":"5. ‘தவ்றாத்' என்னும் வேதத்தைச் சுமந்து கொண்டு, அதிலுள்ளபடி நடக்காதவர்களின் உதாரணம்: புத்தகங்களைச் சுமக்கும் கழுதையின் உதாரணத்தை ஒத்திருக்கிறது. அல்லாஹ்வுடைய வசனங்களைப் பொய்யாக்கும் மக்களின் இவ்வுதாரணம் மகா கெட்டது. அல்லாஹ் இத்தகைய அநியாயக்கார மக்களை நேரான வழியில் செலுத்தமாட்டான்.","arabic":"مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5182,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:6","price":"6. (நபியே!) நீர் கூறுவீராக: ‘‘யூதர்களே! நீங்கள் மற்ற மனிதர்களைவிட அல்லாஹ்வுக்குச் சொந்தமானவர்கள் என்று மெய்யாகவே நீங்கள் எண்ணிக்கொண்டிருந்து, அந்த எண்ணத்தில் நீங்கள் உண்மையானவர்களாகவும் இருந்தால், நீங்கள் மரணத்தை விரும்புங்கள்.''","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5183,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:7","price":"7. இவர்களின் கரங்கள் தேடிக்கொண்ட (பாவத்)தின் காரணமாக, எக்காலத்திலும் இவர்கள் மரணத்தை விரும்பவே மாட்டார்கள். அல்லாஹ் இந்த அநியாயக்காரர்களை நன்கறிந்தவன்.","arabic":"وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5184,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:8","price":"8. (நபியே! அவர்களை நோக்கி,) கூறுவீராக: ‘‘நீங்கள் வெருண்டோடும் மரணம் உங்களை நிச்சயமாகப் பிடித்துக் கொள்ளும். பின்னர், மறைவானதையும், வெளிப்படையானதையும் அறிந்தவனிடம் கொண்டு போகப்பட்டு, நீங்கள் செய்து கொண்டிருந்தவற்றைப் பற்றி அவன் உங்களுக்கு அறிவிப்பான்.","arabic":"قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5185,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:9","price":"9. நம்பிக்கையாளர்களே! வெள்ளிக்கிழமையன்று ஜூமுஆ தொழுகைக்காக (அதான் சொல்லி) நீங்கள் அழைக்கப்பட்டால், வியாபாரத்தை விட்டு விட்டு, அல்லாஹ்வை நினைவுகூர நீங்கள் விரைந்து செல்லுங்கள். அறிவுடையவர்களாக இருந்தால் இதுவே உங்களுக்கு மிக நன்று. (இதை நீங்கள் அறிந்து கொள்வீர்களாக!)","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5186,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:10","price":"10. (ஜூமுஆ) தொழுகை முடிவு பெற்றால், (பள்ளியிலிருந்து புறப்பட்டுப்) பூமியில் சென்று அல்லாஹ்வுடைய அருளைத் தேடிக்கொள்ளுங்கள். நீங்கள் வெற்றி அடைவதற்காக அதிகமதிகம் அல்லாஹ்வை நினைவு கூருங்கள்.","arabic":"فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5187,"juzNumber":28,"footnotes":null,"lang":"ta"},{"name":"62:11","price":"11. (நபியே! சிலர் இருக்கின்றனர்;) அவர்கள் ஒரு வியாபாரத்தையோ, அல்லது வேடிக்கையையோ கண்டால், (பிரசங்கம் நிகழ்த்துகின்ற) உம்மை நின்ற வண்ணமாக விட்டுவிட்டு அதனளவில் சென்று விடுகின்றனர். (ஆகவே, நபியே! அவர்களை நோக்கி,) நீர் கூறுவீராக: ‘‘அல்லாஹ்விடத்தில் உள்ளது, இந்த வியாபாரத்தையும் வேடிக்கையையும்விட மிக மேலானதாகும், மேலும், உணவு அளிப்பவர்களிலும் அல்லாஹ்தான் மிக மேலானவன்.''","arabic":"وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ","category":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah"],"ayahNumber":5188,"juzNumber":28,"footnotes":null,"lang":"ta"}],"chapter":["62 (Al-Jumu'ah)","Al-Jumu'ah","Surah Al-Jumu'ah","Chapter Al-Jumu'ah","Jumu'ah","Surah Jumu'ah","Chapter Jumu'ah","Al Jumu'ah","Surah Al Jumu'ah","Chapter Al Jumu'ah","Surah 62","Chapter 62","The Day of Congregation","الجمعة"]}