{"data":[{"name":"72:1","price":"1. (நபியே!) கூறுவீராக: வஹ்யி மூலம் எனக்கு அறிவிக்கப்பட்டதாவது: மெய்யாகவே ஜின்களில் சிலர் (இவ்வேதத்தைச்) செவியுற்று(த் தங்கள் இனத்தார்களிடம் சென்று அவர்களை நோக்கி) கூறினார்கள்: ‘‘நிச்சயமாக நாங்கள் மிக்க ஆச்சரியமான ஒரு குர்ஆனைச் செவியுற்றோம்.","arabic":"قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5448,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:2","price":"2. அது நேரான வழியை அறிவிக்கிறது. ஆகவே, அதை நாங்கள் நம்பிக்கை கொண்டோம். (இனி) நாங்கள் எங்கள் இறைவனுக்கு ஒருவனையும் அறவே இணையாக்க மாட்டோம்.","arabic":"يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5449,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:3","price":"3. நிச்சயமாக எங்கள் இறைவனுடைய மகத்துவம் மிக்க மேலானது. அவன் எவரையும் (தன்) மனைவியாகவோ, குழந்தையாகவோ எடுத்துக் கொள்ளவில்லை.","arabic":"وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5450,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:4","price":"4. மேலும், நிச்சயமாக நம்மிடமுள்ள மடையன் அல்லாஹ்வின் மீது (அவனுடைய பரிசுத்தத் தன்மைக்குத்) தகாத விஷயங்களைக் கூறுகிறவனாக இருந்தான்.","arabic":"وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5451,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:5","price":"5. மனிதர்களும், ஜின்களும் நிச்சயமாக அல்லாஹ் மீது பொய் கூறமாட்டார்கள் என்று மெய்யாகவே (இது வரை) நாங்கள் எண்ணிக்கொண்டு இருந்தோம்.","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5452,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:6","price":"6. மனிதர்களிலுள்ள ஆண்கள் பலர், ஜின்களிலுள்ள பல ஆண்களிடம் மெய்யாகவே (தங்களை) பாதுகாக்கக் கோருகின்றனர். எனவே, மனிதர்கள் அந்த ஜின்களுக்கு கர்வத்தை அதிகப்படுத்தி விட்டனர். ","arabic":"وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5453,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:7","price":"7. நீங்கள் எண்ணுகிறபடியே அவர்களும் (இறந்த பின்னர்) அல்லாஹ், ஒருவரையும் (உயிர்கொடுத்து) எழுப்பமாட்டான் என்று நிச்சயமாக எண்ணிக் கொண்டனர்.","arabic":"وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5454,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:8","price":"8. நிச்சயமாக நாங்கள் வானத்தைத் தடவிப் பார்த்தோம். அது பலமான பாதுகாவலர்களாலும், எரி நட்சத்திரங்களாலும் நிரப்பப்பட்டிருப்பதை நாங்கள் கண்டோம்.","arabic":"وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5455,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:9","price":"9. (முன்னர்) அங்கு (நடைபெறும் விஷயங்களைச்) செவியுறக்கூடிய பல இடங்களில் நாங்கள் அமர்ந்திருப்போம். இப்பொழுதோ, (அவற்றைச்) செவியுற எவனும் சென்றால், நெருப்பின் ஒரு கங்கு அவனை (அடிப்பதற்காக) எதிர்பார்த்திருப்பதை அவன் காண்பான்.","arabic":"وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5456,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:10","price":"10. பூமியிலுள்ளவர்களுக்கு (இதனால்) தீங்கு விரும்பப்படுகிறதோ, அல்லது அவர்களின் இறைவன் (இதனால்) அவர்களுக்கு நன்மையை நாடியிருக்கிறானோ என்பதை நிச்சயமாக நாங்கள் அறிய மாட்டோம்.","arabic":"وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5457,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:11","price":"11. நிச்சயமாக நம்மில் நல்லவர்களும் சிலர் இருக்கின்றனர்; மற்றவர்களும் நம்மில் சிலர் இருக்கின்றனர். நாம் பல பிரிவுகளாகப் பிரிந்துவிட்டோம்.","arabic":"وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5458,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:12","price":"12. நிச்சயமாக நாம் பூமியில் அல்லாஹ்வைத் தோற்கடிக்க முடியாது என்பதையும், (பூமியிலிருந்து) ஓடி அவனை விட்டுத் தப்பித்துக்கொள்ள முடியாது என்பதையும் உறுதியாக அறிந்து கொண்டோம்.","arabic":"وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5459,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:13","price":"13. (இந்த குர்ஆனிலுள்ள) நேரான வழிகளைச் செவியுற்றபோதே அதை நாங்கள் நம்பிக்கை கொண்டோம். எவன் தன் இறைவனை நம்பிக்கை கொள்கிறானோ, அவன் நஷ்டத்தைப் பற்றியும், துன்பத்தைப் பற்றியும் பயப்படமாட்டான்.","arabic":"وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5460,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:14","price":"14. முற்றிலும் (அவனுக்கு) பணிந்து வழிப்பட்டவர்களும் நிச்சயமாக நம்மில் பலர் இருக்கின்றனர்; வரம்பு மீறியவர்களும் நம்மில் பலர் இருக்கின்றனர். எவர்கள் முற்றிலும் பணிந்து வழிப்படுகிறார்களோ, அவர்கள்தான் நேரான வழியைத் தெரிந்து கொண்டவர்கள்.","arabic":"وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5461,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:15","price":"15. வரம்பு மீறியவர்களோ, நரகத்தின் எரி கட்டைகளாக ஆகிவிட்டனர்'' (இவ்வாறு ஜின்கள் கூறினர்.)","arabic":"وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5462,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:16","price":"16. (நபியே! இந்த மனிதர்கள்) நேரான பாதையில் உறுதியாக இருந்தால், தடையின்றியே அவர்களுக்கு தண்ணீரைப் புகட்டிக் கொண்டிருப்போம்.","arabic":"وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5463,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:17","price":"17. இதில் அவர்களை நாம் சோதிப்போம். ஆகவே, எவன் தன் இறைவனை நினைப்பதையே புறக்கணிக்கின்றானோ அவனைக் கடினமான வேதனையில் அவன் புகுத்திவிடுவான்.","arabic":"لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5464,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:18","price":"18. நிச்சயமாக பள்ளிவாசல் (மஸ்ஜிது)களெல்லாம், அல்லாஹ்வை வணங்குவதற்காக உள்ளன. ஆகவே, (அவற்றில்) அல்லாஹ்வுடன் மற்றெவரையும் (பெயர் கூறி) அழைக்காதீர்கள்.","arabic":"وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5465,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:19","price":"19. நிச்சயமாக அல்லாஹ்வுடைய அடியா(ராகிய நம் தூத)ர், அவனைப் பிரார்த்தனை செய்து தொழ ஆரம்பித்தால், (இதைக் காணும் ஜின்களும், மக்களும் ஆச்சரியப்பட்டுக்) கூட்டம் கூட்டமாக வந்து அவரைச் சூழ்ந்துகொள்கின்றனர்.","arabic":"وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5466,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:20","price":"20. (நபியே! அவர்களுக்கு) கூறுவீராக: ‘‘நான் பிரார்த்தனை செய்து அழைப்பதெல்லாம் என் இறைவனையே! அவனுக்கு ஒருவரையும் நான் இணையாக்க மாட்டேன்.","arabic":"قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5467,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:21","price":"21. நிச்சயமாக நான் உங்களுக்கு நன்மை செய்யவோ, தீமை செய்யவோ ஒரு சிறிதும் சக்தியற்றவன்'' என்றும் கூறுவீராக!","arabic":"قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5468,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:22","price":"22. ‘‘நிச்சயமாக, அல்லாஹ்விடமிருந்து ஒருவனுமே என்னை பாதுகாக்க முடியாது. அவனையன்றி அண்டும் இடத்தையும் நான் காணமாட்டேன்.'' என்றும் கூறுவீராக!","arabic":"قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5469,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:23","price":"23. ஆயினும், அல்லாஹ்விடமிருந்து (எனக்குக் கிடைத்த) அவனுடைய தூதை எடுத்துரைப்பதைத் தவிர (எனக்கு வேறு வழியில்லை.) ஆகவே, எவர்கள் அல்லாஹ்வுக்கும், அவனுடைய தூதருக்கும் மாறுசெய்கிறார்களோ, அவர்களுக்கு நிச்சயமாக நரக நெருப்பு தான் (கூலியாகும்). அதில் அவர்கள் என்றென்றுமே தங்கிவிடுவார்கள்.","arabic":"إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5470,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:24","price":"24. பயமுறுத்தப்பட்ட வேதனையை அவர்கள் (கண்ணால்) காணும் சமயத்தில், எவனுடைய உதவியாளர், மிக்க பலவீனமானவர்கள் என்பதையும் (எவருடைய உதவியாளர்) மிக்க குறைந்த தொகையினர் என்பதையும் சந்தேகமின்றி அறிந்து கொள்வார்கள்.","arabic":"حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5471,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:25","price":"25. (நபியே!) கூறுவீராக: ‘‘உங்களுக்குப் பயமுறுத்தப்படும் வேதனை சமீபத்தில் இருக்கிறதா? அல்லது எனதிறைவன் அதற்குத் தவணை ஏற்படுத்தி இருக்கிறானா என்பதை நான் அறிய மாட்டேன்.","arabic":"قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5472,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:26","price":"26. அவன்தான் மறைவான இவ்விஷயங்களையெல்லாம் நன்கறிந்தவன் ஆவான். மறைவாக உள்ள இவ்விஷயங்களை அவன் ஒருவருக்கும் வெளிப்படுத்துவது இல்லை.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5473,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:27","price":"27. ஆயினும், தன் தூதர்களில் எவர்களைத் தேர்ந்தெடுத்தானோ அவர்களுக்கு அதை அவன் அறிவிக்கக் கூடும். (அதை அவன் அவர்களுக்கு அறிவித்த சமயத்தில்) நிச்சயமாக அவன் அவர்களுக்கு முன்னும் பின்னும் (ஒரு மலக்கைப்) பாதுகாப்பவராக அனுப்பிவைக்கிறான்.","arabic":"إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5474,"juzNumber":29,"footnotes":null,"lang":"ta"},{"name":"72:28","price":"28. (அத்தூதர்கள்) தங்கள் இறைவனின் தூதுகளை மெய்யாகவே எடுத்துரைத்தார்கள் என்பதை, தான் அறிந்து கொள்வதற்காக (அவ்வாறு பாதுகாப்பாளரை அனுப்புகிறான்). அவர்களிடம் உள்ளவற்றை அவன் தன் ஞானத்தால் சூழ்ந்தறிந்து கொண்டிருப்பதுடன், ஒவ்வொரு பொருளின் கணக்கையும் முழுமையாக அறிந்தவனாக இருக்கிறான்.","arabic":"لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا","category":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn"],"ayahNumber":5475,"juzNumber":29,"footnotes":null,"lang":"ta"}],"chapter":["72 (Al-Jinn)","Al-Jinn","Surah Al-Jinn","Chapter Al-Jinn","Jinn","Surah Jinn","Chapter Jinn","Al Jinn","Surah Al Jinn","Chapter Al Jinn","Surah 72","Chapter 72","The Jinn","الجن"]}