{"data":[{"name":"10:1","price":"আলিফ লাম-ৰা।[1] এইবোৰ হৈছে প্ৰজ্ঞাপূৰ্ণ কিতাবৰ আয়াত।","arabic":"الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1365,"juzNumber":11,"footnotes":"[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।","lang":"as"},{"name":"10:2","price":"মানুহৰ বাবে এইটো বিস্ময়কৰ বিষয় নেকি যে, আমি সিহঁতৰ মাজৰ পৰাই এজনৰ ওচৰলৈ অহী প্ৰেৰণ কৰিছোঁ যে, তুমি মানুহক সতৰ্ক কৰা আৰু মুমিনসকলক সুসংবাদ দিয়া যে, তেওঁলোকৰ বাবে তেওঁলোকৰ প্ৰতিপালকৰ ওচৰত আছে উচ্চ মৰ্যাদা। কাফিৰসকলে কয়, ‘নিশ্চয় এওঁ এজন প্ৰকাশ্য যাদুকৰ’।","arabic":"أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1366,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:3","price":"নিশ্চয় তোমালোকৰ প্ৰতিপালক হৈছে (মহান) আল্লাহ, যিজনে আকাশসমূহ আৰু পৃথিৱীক ছয় দিনত সৃষ্টি কৰিছে, তাৰ পিছত তেওঁ আৰছৰ ওপৰত উঠিছে। তেৱেঁই সকলো বিষয় পৰিচালনা কৰে। তেওঁৰ অনুমতি লাভ নকৰাকৈ চুপাৰিছ কৰাৰ ক্ষমতা কাৰো নাই। সেইজন (স্ৰষ্টা আৰু পৰিচালকেই) হৈছে আল্লাহ, তোমালোকৰ প্ৰতিপালক; গতিকে তোমালোকে তেওঁৰেই ইবাদত কৰা। তথাপিও তোমালোকে উপদেশ গ্ৰহণ নকৰিবানে?","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1367,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:4","price":"তেওঁৰ ওচৰতেই তোমালোক সকলোৰে প্ৰত্যাৱৰ্তন, আল্লাহৰ প্ৰতিশ্ৰুতি সত্য। নিশ্চয় তেৱেঁই সৃষ্টিৰ সূচনা কৰিছে, তাৰ পিছত তেৱেঁই সেইটোৰ পুনৰাবৃত্তি ঘটাব, যাতে সেইসকল লোকক ইনচাফপূৰ্ণ প্ৰতিফল প্ৰদান কৰিব পাৰে যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে। আনহাতে যিসকলে কুফুৰী কৰিছে সিহঁতৰ বাবে আছে অত্যন্ত গৰম পানী আৰু অতি কষ্টদায়ক শাস্তি; কাৰণ সিহঁতে কুফুৰী কৰিছিল।","arabic":"إِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1368,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:5","price":"তেৱেঁই সূৰ্যক দীপ্তিমান আৰু চন্দ্ৰক জ্যোতিৰ্ময় কৰিছে আৰু তাৰ (গতিৰ) বাবে নিৰ্দিষ্ট কৰিছে বিভিন্ন মনযিল (কক্ষপথ), যাতে তোমালোকে বছৰ গণনা কৰিব পাৰা আৰু সময়ৰ হিচাপ জানিব পাৰা। আল্লাহে এইবোৰক যথাযথভাৱেই সৃষ্টি কৰিছে। তেওঁ জ্ঞানী সম্প্ৰদায়ৰ বাবে এইবোৰ নিদৰ্শন বিশদভাৱে বৰ্ণনা কৰে।","arabic":"هُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1369,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:6","price":"নিশ্চয় দিন আৰু ৰাতিৰ পৰিবৰ্তনত আৰু আল্লাহে আকাশসমূহ আৰু পৃথিৱীত যি সৃষ্টি কৰিছে তাৰ মাজত বহুতো নিদৰ্শন আছে এনে সম্প্ৰদায়ৰ বাবে যিসকলে তাক্বৱা অৱলম্বন কৰে।","arabic":"إِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1370,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:7","price":"নিশ্চয় যিসকলে আমাৰ সাক্ষাতৰ আশা পোষণ নকৰে, আৰু পাৰ্থিৱ জীৱনক লৈয়ে সন্তুষ্ট হৈছে, লগতে ইয়াকলৈয়ে পৰিতৃপ্ত, আৰু যিসকলে আমাৰ নিদৰ্শনাৱলী সম্পৰ্কে গাফিল,","arabic":"إِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1371,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:8","price":"সিহঁতৰ কৃতকৰ্মৰ বাবেই সিহঁতৰ ঠিকনা হ’ব অগ্নি (জাহান্নাম)।","arabic":"أُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1372,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:9","price":"নিশ্চয় যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে তেওঁলোকৰ প্ৰতিপালকে তেওঁলোকক পথ নিৰ্দেশ কৰিব, কাৰণ তেওঁলোকে ঈমান পোষণ কৰিছে; নিয়ামতেৰে পৰিপূৰ্ণ জান্নাতত তেওঁলোকৰ (বাসস্থানৰ) তলত নদীসমূহ প্ৰবাহিত থাকিব।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1373,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:10","price":"তাত তেওঁলোকৰ ধ্বনি হ’বঃ ‘হে আল্লাহ! তুমি মহান, পৱিত্ৰ’! আৰু তাত তেওঁলোকৰ (পৰস্পৰৰ) অভিবাদন হ’ব, ‘ছালাম’ লগতে তেওঁলোকৰ শেষ ধ্বনি হ’বঃ ‘সকলো ধৰণৰ প্ৰশংসা সৃষ্টিজগতৰ প্ৰতিপালক আল্লাহৰ বাবে’।","arabic":"دَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1374,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:11","price":"আৰু যদি আল্লাহে মানুহৰ অকল্যাণ (প্ৰাৰ্থনাত সহাঁৰি দিওঁতে) খৰখেদা কৰিলেহেঁতেন, যেনেকৈ তেওঁ সিহঁতৰ কল্যাণ (প্ৰাৰ্থনাত সহাঁৰি দিওঁতে) খৰধৰ কৰে, তেন্তে নিশ্চয় সিহঁতৰ নিৰ্দিষ্টি সময় কেতিয়াবাই আহি গ’লহেঁতেন। গতিকে যিসকলে আমাৰ সাক্ষাতৰ আশা পোষণ নকৰে সিহঁতক আমি সিহঁতৰ অবাধ্যতাত উদ্ভ্ৰান্তৰ দৰে ঘূৰি ফুৰিবলৈ এৰি দিওঁ।","arabic":"۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1375,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:12","price":"আৰু মানুহক যেতিয়া দুখ-দৈন্যই স্পৰ্শ কৰে তেতিয়া সি শুই, বহি অথবা থিয় হৈও আমাক আহ্বান কৰে। তাৰ পিছত যেতিয়া আমি তাৰ সেই দুখ-দৈন্য দূৰ কৰি দিওঁ, তেতিয়া সি এনেকৈ চলা-ফুৰা কৰে যে তাক আক্ৰান্ত কৰা দুখ-দৈন্যৰ পৰা পৰিত্ৰাণ কৰিবলৈ সি যেনিবা আমাক আহ্বান কৰাই নাছিল। এইদৰেই সীমালংঘনকাৰীসকলৰ কৃতকৰ্মক সিহঁতৰ ওচৰত শোভনীয় কৰি দিয়া হৈছে।","arabic":"وَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1376,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:13","price":"আৰু নিশ্চয় আমি তোমালোকৰ পূৰ্বে বহু প্ৰজন্মক ধ্বংস কৰিছোঁ, যেতিয়া সিহঁতে যুলুম (সীমালংঘন) কৰিছিল; আৰু সিহঁতৰ ওচৰলৈ সিহঁতৰ ৰাছুলসকলে স্পষ্ট প্ৰমাণাদিসহ আগমন কৰিছিল, তথাপিও সিহঁতে ঈমান পোষণ কৰিবলৈ প্ৰস্তুত নাছিল। এইদৰেই আমি অপৰাধী সম্প্ৰদায়ক প্ৰতিফল দি থাকোঁ।","arabic":"وَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1377,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:14","price":"তাৰ পিছত আমি তোমালোকক সিহঁতৰ পিছত পৃথিৱীত স্থলাভিষিক্ত কৰিছোঁ, যাতে আমি এইটো চাব পাৰোঁ যে তোমালোকে কেনেকুৱা আমল কৰা।","arabic":"ثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1378,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:15","price":"আৰু যেতিয়া আমাৰ সুস্পষ্ট আয়াতসমূহ সিহঁতৰ ওচৰত পাঠ কৰা হয়, তেতিয়া যিসকলে আমাৰ সাক্ষাতৰ আশা পোষণ নকৰে সিহঁতে কয়, ‘ইয়াৰ বাহিৰে আন এখন কোৰআন লৈ আহা, অথবা ইয়াকে পৰিবৰ্তন কৰা’। কোৱা, ‘মই মোৰ নিজৰ ফালৰ পৰা ইয়াত সাল-সলনি কৰাটো সম্ভৱ নহয়। মোৰ প্ৰতি যি অহী প্ৰেৰণ কৰা হয় মই কেৱল সেইটোৰহে অনুসৰণ কৰোঁ। যদি মই মোৰ প্ৰতিপালকৰ অবাধ্যতা কৰোঁ তেন্তে মই ভয় কৰোঁ নিশ্চয় মহা দিৱসৰ শাস্তিয়ে মোক আক্ৰান্ত কৰিব’।","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1379,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:16","price":"কোৱা, ‘আল্লাহে যদি বিচাৰিলেহেঁতেন তেন্তে ময়ো তোমালোকৰ ওচৰত এইটো তিলাৱত নকৰিলোঁহেঁতেন আৰু তেৱোঁ তোমালোকক এই বিষয়ে নজনালেহেঁতেন। মইতো ইয়াৰ আগতেও তোমালোকৰ মাজত জীৱনৰ এটা দীৰ্ঘকাল অৱস্থান কৰিছোঁ, তথাপিও তোমালোকে বুজি নোপোৱানে’?","arabic":"قُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1380,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:17","price":"এতেকে যি ব্যক্তিয়ে আল্লাহ সম্পৰ্কে মিছা ৰচনা কৰে বা আল্লাহৰ আয়াতসমূহক অস্বীকাৰ কৰে, সেইজনতকৈ ডাঙৰ যালিম আৰুনো কোন হ’ব পাৰে? নিশ্চয় অপৰাধীসকল কেতিয়াও সফল হ’ব নোৱাৰে।","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1381,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:18","price":"আৰু সিহঁতে আল্লাহক এৰি বেলেগৰ ইবাদত কৰে যিসকলে সিহঁতৰ ক্ষতিও কৰিব নোৱাৰে আৰু উপকাৰো কৰিব নোৱাৰে; লগতে সিহঁতে কয়, ‘এইসকল হৈছে আল্লাহৰ ওচৰত আমাৰ চুপাৰিছকাৰী’। কোৱা, ‘তোমালোকে আল্লাহক আকাশমণ্ডল আৰু পৃথিৱীৰ এনেকুৱা কোনো বিষয়ৰ সংবাদ দি আছা নেকি, যি বিষয়ে তেওঁ নাজানে?, তেওঁ মহান, পৱিত্ৰ’, আৰু সিহঁতে যিবোৰক তেওঁৰ সৈতে অংশী কৰে, তেওঁ তাৰ পৰা বহু ঊৰ্দ্ধত।","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1382,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:19","price":"আৰু (আৰম্ভণিত) মানুহৰ এটাই উম্মত আছিল, পিছতহে সিহঁতে মতভেদ সৃষ্টি কৰিছে। তোমাৰ প্ৰতিপালকৰ পূৰ্ব-ঘোষণা নাথাকিলে, সিহঁতে যিবোৰ বিষয়ত মতভেদ কৰিছে সেইবোৰৰ মীমাংসা হৈয়ে গ’লহেঁতেন।","arabic":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1383,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:20","price":"আৰু সিহঁতে কয়, ‘এওঁৰ প্ৰতিপালকৰ তৰফৰ পৰা এওঁৰ ওচৰলৈ কোনো নিদৰ্শন অৱতীৰ্ণ নহয় কিয়’? এতেকে তুমি কোৱা, ‘গায়েবৰ জ্ঞান কেৱল আল্লাহৰ ওচৰতহে আছে। গতিকে তোমালোকে অপেক্ষা কৰা, ময়ো তোমালোকৰ লগত অপেক্ষা কৰিছোঁ’।","arabic":"وَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1384,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:21","price":"দুখ-দন্যই সিহঁতক স্পৰ্শ কৰাৰ পিছত যেতিয়াই আমি মানুহক অনুগ্ৰহৰ সোৱাদ দিওঁ তেতিয়াই সিহঁতে আমাৰ আয়াতসমূহৰ বিৰুদ্ধে অপকৌশল আৰম্ভ কৰে। কোৱা, ‘আল্লাহ কৌশল অৱলম্বনত আৰু অধিক তৎপৰ’। তোমালোকে যি অপকৌশল কৰা, নিশ্চয় আমাৰ ফিৰিস্তাসকলে সেইবোৰ লিখি ৰাখে।","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1385,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:22","price":"তেৱেঁই তোমালোকক জল-স্থলত ভ্ৰমণ কৰায়। আনকি তোমালোকে যেতিয়া নৌযানত আৰোহণ কৰা, আৰু সেই নৌযানবোৰে আৰোহীসকলকলৈ অনুকূল বতাহৰ সহায়ত চলাচল কৰে তেতিয়া সিহঁত আনন্দিত হয়, কিন্তু হঠাৎ যেতিয়া প্ৰবল ধুমুহা আহে, আৰু চাৰিওফালৰ পৰা ঢৌ আহিবলৈ ধৰে তেতিয়া সিহঁতে নিশ্চিত ধাৰণা কৰে যে, সিহঁত (বিপদৰ দ্বাৰা) পৰিবেষ্টিত হৈছে, (তেতিয়া) সিহঁতে সৰলচিত্তে আনুগত্য সহকাৰে কেৱল আল্লাহকেই প্ৰাৰ্থনা কৰে যে, ‘তুমি যদি আমাক ইয়াৰ পৰা ৰক্ষা কৰা, নিশ্চয় আমি কৃতজ্ঞসকলৰ অন্তৰ্ভুক্ত হৈ যাম’।","arabic":"هُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1386,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:23","price":"তাৰ পিছত তেওঁ যেতিয়া সিহঁতক বিপদমুক্ত কৰে তেতিয়া সিহঁতে পৃথিৱীত অন্যায়ভাৱে সীমালংঘন কৰি থাকে। হে মানৱ! (জানি থোৱা) তোমালোকৰ সীমালংঘন কেৱল তোমালোকৰ বিৰুদ্ধেই (ক্ষতিকৰ) হয়; পাৰ্থিৱ জীৱনৰ সুখ উপভোগ কৰি লোৱা, পিছত আমাৰ ওচৰলৈকেই তোমালোকৰ প্ৰত্যাৱৰ্তন হ’ব। তেতিয়া আমি তোমালোকক জনাই দিম তোমালোকে কি কৰিছিলা।","arabic":"فَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1387,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:24","price":"পাৰ্থিৱ জীৱনৰ উদাহৰণ পানীৰ দৰে, যিটো আমি আকাশৰ পৰা বৰ্ষণ কৰোঁ, ইয়াৰ দ্বাৰা ভূমিজ উদ্ভিদ ঘন সন্নিবিষ্ট হৈ উৎপন্ন হয়, যিবোৰ মানুহে আৰু জীৱ-জন্তুৱে খায়। তাৰ পিছত যেতিয়া ভূমি সুজলা-সুফলা আৰু মনোমোহা হৈ উঠে আৰু তাৰ গিৰিহঁতে ভাৱে যে, সেইবোৰ সিহঁতৰ আয়ত্তাধীন, তেতিয়া দিনতে হওক বা ৰাতিত আমাৰ আদেশ আহি পৰে, তাৰ পিছত আমি সেইবোৰ এনেকৈ নিৰ্মূল কৰি দিওঁ যেনিবা যোৱাকালি ইয়াৰ কোনো অস্তিত্বই নাছিল। এইদৰেই আমি চিন্তাশীল সম্প্ৰদায়ৰ বাবে আয়াতসমূহ বিশদভাৱে বৰ্ণনা কৰোঁ।","arabic":"إِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1388,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:25","price":"আল্লাহে (মানুহক) শান্তিৰ আবাসৰ ফালে আহ্বান কৰে আৰু যাক ইচ্ছা কৰে সৰল পথত পৰিচালিত কৰে।","arabic":"وَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1389,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:26","price":"যিসকলে ইহছানৰ সৈতে আমল কৰে (উত্তমৰূপে কাম কৰে) তেওঁলোকৰ বাবে আছে জান্নাত বৰং আৰু অধিক (আল্লাহৰ সাক্ষাৎ)। মলিনতা আৰু হীনতাই তেওঁলোকৰ মুখমণ্ডলক আচ্ছন্ন নকৰিব। তেওঁলোকেই হৈছে জান্নাতৰ অধিবাসী, তেওঁলোকে তাত অনন্তকাল বসবাস কৰিব।","arabic":"۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1390,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:27","price":"আনহাতে যিসকলে বেয়া কাম কৰে, প্ৰতিটো বেয়া কামৰ প্ৰতিদান হ’ব সেই অনুপাতেই; লগতে হীনতাই সিহঁতক আচ্ছন্ন কৰিব; আল্লাহৰ (শাস্তিৰ) পৰা সিহঁতক ৰক্ষা কৰিবলৈ কোনো নাথাকিব; সিহঁতৰ মুখমণ্ডল এনেকৈ অন্ধকাৰাচ্ছন্ন হৈ থাকিব যেনিবা ৰাতিৰ অন্ধকাৰৰ আৱৰণে সিহঁতক ছাটি ধৰিছে। সিহঁতেই হৈছে জাহান্নামৰ অধিবাসী, তাত সিহঁত চিৰস্থায়ী হ’ব।","arabic":"وَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1391,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:28","price":"আৰু (স্মৰণ কৰা) যিদিনা আমি সিহঁত সকলোকে একত্ৰিত কৰিম। তাৰ পিছত মুশ্বৰিকসকলক সুধিম, ‘তোমালোক আৰু তোমালোকে নিৰূপণ কৰা অংশীবিলাক (আটায়ে) নিজৰ নিজৰ স্থানত অৱস্থান কৰা’; তাৰ পিছত আমি সিহঁতক পৰস্পৰৰ পৰা পৃথক কৰি দিম, তেতিয়া সিহঁতৰ অংশীবিলাকে (সিহঁতক সম্বোধন কৰি) ক’ব, ‘তোমালোকে আমাৰ ইবাদত কৰা নাছিলা’।","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1392,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:29","price":"‘প্ৰকৃততে আল্লাহেই আমাৰ আৰু তোমালোকৰ মাজত সাক্ষী হিচাপে যথেষ্ট যে, নিশ্চয় আমি তোমালোকৰ ইবাদত সম্পৰ্কে অজ্ঞাত আছিলোঁ’।","arabic":"فَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1393,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:30","price":"সেইদিনা প্ৰত্যেকেই পূৰ্বে কৰা নিজৰ কৃতকৰ্মসমূহ পৰীক্ষা কৰি লব আৰু সিহঁতক সিহঁতৰ প্ৰকৃত অভিভাৱক আল্লাহৰ ওচৰলৈ ওভতাই নিয়া হ’ব, তেতিয়া সিহঁতৰ উদ্ভাৱিত মিছা আৰোপীসকল সিহঁতৰ পৰা উধাও হৈ যাব।","arabic":"هُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1394,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:31","price":"কোৱা, ‘কোনে তোমালোকক আকাশ আৰু পৃথিৱীৰ পৰা জীৱনোপকৰণ সৰবৰাহ কৰে অথবা শ্ৰৱণ আৰু দৃষ্টিশক্তি কাৰ কৰ্তৃত্বাধীন; জীৱিতৰ পৰা মৃতক কোনে উলিয়ায় আৰু মৃতক জীৱিতৰ পৰা কোনে উলিয়ায়, লগতে সকলো বিষয় কোনে নিয়ন্ত্ৰণ কৰে’? তেতিয়া সিহঁতে নিশ্চয় ক’ব, ‘আল্লাহ’। এতেকে কোৱা, ‘তথাপিও তোমালোকে তাক্বৱা অৱলম্বন নকৰিবানে’?","arabic":"قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1395,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:32","price":"এতেকে তেৱেঁই আল্লাহ, তোমালোকৰ প্ৰকৃত প্ৰতিপালক। সত্য ত্যাগ কৰাৰ পিছত বিভ্ৰান্তিৰ বাহিৰে আন কি থাকিব পাৰে? গতিকে (সত্যক এৰি) তোমালোকক কোন ফালে আঁতৰাই নিয়া হৈছে?","arabic":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1396,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:33","price":"যিসকলে অবাধ্য হৈছে এইদৰেই সিহঁতৰ বিষয়ে তোমাৰ প্ৰতিপালকৰ বাণী সত্য প্ৰতিপন্ন হৈছে যে, সিহঁতে ঈমান পোষণ নকৰিব।","arabic":"كَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1397,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:34","price":"কোৱা, ‘তোমালোকে অংশী স্থাপন কৰা (উপাস্য)বিলাকৰ মাজত এনেকুৱা কোনোবা আছে নেকি যিয়ে সৃষ্টিৰ সূচনা কৰিব পাৰে আৰু তাৰ পিছত সেইটোৰ পুনৰাবৃত্তিও কৰিব পাৰে’? কোৱা, ‘কেৱল আল্লাহেই সৃষ্টিক অস্তিত্বত আনিব পাৰে আৰু তেৱেঁই পুনৰাবৃত্তিও ঘটাব’। গতিকে (সত্যৰ পৰা) তোমালোকক কোন পিনে ওভতাই নিয়া হৈছে।","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1398,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:35","price":"কোৱা, ‘তোমালোকে যিসকলক অংশী স্থাপন কৰা সিহঁতৰ মাজত এনেকুৱা কোনোবা আছে নেকি, যিয়ে সত্যৰ পথ নিৰ্দেশ কৰে’? কোৱা, ‘আল্লাহেই সত্যৰ পথ নিৰ্দেশ কৰে। তেনেহ’লে (কোৱাচোন) আনুগত্যৰ বেছি হকদাৰ কোন? যিজনে সত্যৰ পথৰ নিৰ্দেশ দিয়ে তেওঁ, নে যাক পথ নেদেখুৱালে পথ বিচাৰি নাপায় সেইজন? এতেকে তোমালোকৰ কি হৈছে? তোমালোকে কেনেকুৱা সিদ্ধান্ত গ্ৰহণ কৰা?","arabic":"قُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1399,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:36","price":"আৰু সিহঁতৰ অধিকাংশই কেৱল অনুমানৰহে অনুসৰণ কৰে, অথচ সত্যৰ বিপৰীতে ধাৰণা কোনো কামত নাহে, সিহঁতে যি কৰে নিশ্চয় আল্লাহ সেই বিষয়ে সবিশেষ অৱগত।","arabic":"وَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1400,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:37","price":"আৰু এই কোৰআন আল্লাহৰ বাহিৰে আন কাৰোবাৰ দ্বাৰা ৰচনা হোৱাটো সম্ভৱ নহয়। বৰং এইখন হৈছে ইয়াৰ পূৰ্বে যি অৱতীৰ্ণ হৈছে সেইবোৰৰ সত্যতা সাব্যস্তকাৰী আৰু আল-কিতাবৰ বিশদ ব্যাখ্যা। ইয়াত কোনো সন্দেহ নাই যে, এইখন সৃষ্টিজগতৰ প্ৰতিপালকৰ তৰফৰ পৰা (অৱতীৰ্ণ)।","arabic":"وَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1401,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:38","price":"সিহঁতে এই কথা কয় নেকি যে, ‘তেওঁ নিজেই এইখন ৰচনা কৰিছে’? কোৱা, ‘তেন্তে তোমালোকে ইয়াৰ অনুৰূপ এটা ছুৰা লৈ আহাচোন আৰু আল্লাহৰ বাহিৰে আন যাকেই ইচ্ছা তাকেই মাতি লোৱা, যদি তোমালোকে সত্যবাদী হোৱা’।","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1402,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:39","price":"বৰং সিহঁতে এনেকুৱা এটা বিষয়ক মিছা বুলি ধাৰণা কৰিছে যিটোক সিহঁতে নিজৰ জ্ঞানৰ দ্বাৰা আয়ত্ত কৰিব পৰা নাই, আৰু এতিয়াও সিহঁতৰ ওচৰলৈ ইয়াৰ প্ৰকৃত পৰিণতি আহি পোৱা নাই। এইদৰেই সিহঁতৰ পূৰ্বৱৰ্তীসকলেও অস্বীকাৰ কৰিছিল, গতিকে চোৱা, যালিমসকলৰ কি পৰিণাম হৈছিল।","arabic":"بَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1403,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:40","price":"আৰু সিহঁতৰ মাজৰ কিছুমানে ইয়াৰ প্ৰতি ঈমান পোষণ কৰে আৰু কিছুমানে ইয়াৰ প্ৰতি ঈমান পোষণ নকৰে। (জানি থোৱা) তোমাৰ প্ৰতিপালক ফাছাদ সৃষ্টিকাৰীসকলৰ বিষয়ে ভালদৰেই অৱগত।","arabic":"وَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1404,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:41","price":"আৰু যদি সিহঁতে তোমাক মিছা বুলি অস্বীকাৰ কৰে তেন্তে তুমি কোৱা, মোৰ কামৰ দায়িত্ব মোৰ ওপৰত আৰু তোমালোকৰ কামৰ দায়িত্ব তোমালোকৰ ওপৰত। মই যি কাম কৰোঁ তাৰ লগত তোমালোকৰ কোনো সম্পৰ্ক নাই আৰু তোমালোকে যি কৰা তাৰ লগত মোৰো কোনো সম্পৰ্ক নাই।","arabic":"وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1405,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:42","price":"আৰু সিহঁতৰ কিছুমানে তোমাৰ প্ৰতি কাণ পাতি থাকে। কিন্তু তুমি বধিৰবিলাকক কিবা শুনাব পাৰিবানে যদিও সিহঁতে একো বুজি নাপায়?","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1406,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:43","price":"আৰু সিহঁতৰ মাজৰ কিছুমানে তোমাৰ প্ৰতি চাই থাকে। এতেকে তুমি অন্ধক পথ দেখুৱাব পাৰিবানে, যদিও সিহঁতৰ দৃষ্টিশক্তি নাথাকে?","arabic":"وَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1407,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:44","price":"নিশ্চয় আল্লাহে মানুহৰ প্ৰতি কোনো অন্যায় নকৰে, বৰং মানুহে নিজেই নিজৰ প্ৰতি অন্যায় কৰি থাকে।","arabic":"إِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1408,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:45","price":"আৰু যিদিনা তেওঁ সিহঁতক একত্ৰিত কৰিব (সেই দিনা সিহঁতৰ এনে লাগিব যেনিবা পৃথিৱীত) কেৱল সিহঁতৰ অৱস্থিতি দিনৰ মুহূৰ্তকাল মাত্ৰ আছিল; সিহঁতে পৰস্পৰক চিনি পাব। অৱশ্যে সিহঁত ক্ষতিগ্ৰস্ত হৈছে যিসকলে আল্লাহৰ সাক্ষাতক মিছা বুলি ভাবিছিল আৰু সিহঁত সৎপথ প্ৰাপ্ত নাছিল।","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1409,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:46","price":"আৰু আমি সিহঁতক যি (শাস্তিৰ) প্ৰতিশ্ৰুতি দিছোঁ তাৰে অলপ যদি তোমাক (পৃথিৱীতে) দেখুৱাই দিওঁ অথবা (সিহঁতৰ ওপৰত সেই শাস্তি অহাৰ আগতেই) তোমাক মৃত্যু প্ৰদান কৰোঁ, তথাপিও সিহঁতে আমাৰ ওচৰলৈকেই উভতি আহিব লাগিব; তদুপৰি সিহঁতে যি কৰে আল্লাহেই তাৰ সাক্ষী।","arabic":"وَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1410,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:47","price":"আৰু প্ৰত্যেক উম্মতৰ বাবেই একোজনকৈ ৰাছুল আছিল। এতেকে যেতিয়া সিহঁতৰ ওচৰলৈ ৰাছুল আহিছিল তেতিয়া সিহঁতৰ মাজত ন্যায়ভিত্তিক মীমাংসা কৰা হৈছিল আৰু সিহঁতৰ প্ৰতি কোনো অন্যায় কৰা হোৱা নাছিল।","arabic":"وَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1411,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:48","price":"আৰু সিহঁতে কয়, ‘যদি তোমালোকে সত্যবাদী হোৱা, (তেন্তে কোৱা) এই প্ৰতিশ্ৰুতি কেতিয়া পূৰ্ণ হ’ব’?","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1412,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:49","price":"কোৱা, ‘আল্লাহে যি ইচ্ছা কৰে তাৰ বাহিৰে মোৰ নিজৰ কোনো অপকাৰ বা উপকাৰ কৰাৰো অধিকাৰ নাই। প্ৰত্যেক উম্মতৰ বাবেই নিৰ্ধাৰিত আছে এটা নিৰ্দিষ্ট সময়-সীমা; যেতিয়া সিহঁতৰ সেই নিৰ্দিষ্ট সময় আহিব পৰিব, তেতিয়া সিহঁতে মুহূৰ্তকালো পিছুৱাব নোৱাৰিব আৰু আগুৱাবও নোৱাৰিব’।","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1413,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:50","price":"কোৱা, ‘তোমালোকে কোৱাচোন, যদি তেওঁৰ শাস্তি তোমালোকৰ ওপৰত ৰাতিত অথবা দিনতেই আহি পৰে, তেন্তে (সেই শাস্তিৰ মাজত) এনেকুৱা কি আছে যিটোক অপাৰধীসকলে অতি সোনকালে পাব বিচাৰে’?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1414,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:51","price":"তেন্তে তোমালোকে এইটো সংঘটিত হোৱাৰ পিছত ঈমান আনিবা নেকি? (কোৱা হ’ব) এতিয়া (মানিলানে)?! অথচ তোমালোকে ইয়াৰ আগমনকলৈ খৰখেদা কৰিছিলা।","arabic":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1415,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:52","price":"তাৰ পিছত যালিমসকলক কোৱা হ’ব, ‘স্থায়ী শাস্তিৰ সোৱাদ লোৱা; তোমালোকে যি কৰিছিলা তোমালোকক কেৱল তাৰেই প্ৰতিফল দিয়া হৈছে’।","arabic":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1416,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:53","price":"আৰু সিহঁতে তোমাৰ ওচৰত জানিব বিচাৰে যে, ‘এই (শাস্তি)টো সঁচাই নেকি’? কোৱা, ‘হয়, মোৰ প্ৰতিপালকৰ শপত! এইটো নিশ্চয় সত্য আৰু তোমালোকে কেতিয়াও প্ৰতিৰোধ কৰিব নোৱাৰিবা’।","arabic":"۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1417,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:54","price":"যদি প্ৰত্যেক অন্যায়কাৰী ব্যক্তিৰ ওচৰত পৃথিৱীৰ সমপৰিমাণ সম্পদ থাকে, তেন্তে সি সেই গোটেইবোৰ মুক্তিপণ হিচাপে প্ৰদান কৰি হ’লেও নিজকে ৰক্ষা কৰিবলৈ উদ্যত হ’ব আৰু যেতিয়া সিহঁতে শাস্তি প্ৰত্যক্ষ কৰিব তেতিয়া সিহঁতে (নিজৰ) অনুতাপ গোপন কৰিব। তথাপিও সিহঁতৰ মীমাংসা ন্যায়ভিত্তিক কৰা হ’ব আৰু সিহঁতৰ প্ৰতি কোনো অন্যায় কৰা নহ’ব।","arabic":"وَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1418,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:55","price":"জানি থোৱা! আকাশসমূহ আৰু পৃথিৱীত যি যি আছে সেই সকলোবোৰ আল্লাহৰেই। জানি থোৱা! আল্লাহৰ প্ৰতিশ্ৰুতি সত্য, কিন্তু সিহঁতৰ অধিকাংশই নাজানে।","arabic":"أَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1419,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:56","price":"তেৱেঁই জীৱন দান কৰে আৰু তেৱেঁই মৃত্যু প্ৰদান কৰে আৰু তেওঁৰ ওচৰতেই তোমালোকক ওভতাই নিয়া হ’ব।","arabic":"هُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1420,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:57","price":"হে মানৱ! তোমালোকৰ প্ৰতি তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা উপদেশ আৰু অন্তৰত যি (ব্যাধি) আছে তাৰ প্ৰতিষেধক লগতে মুমিনসকলৰ বাবে হিদায়ত আৰু ৰহমত আহিছে।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1421,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:58","price":"কোৱা, ‘এইটো আল্লাহৰ অনুগ্ৰহ আৰু তেওঁৰ কৃপাত (আহিছে); এতেকে সিহঁতে এই বিষয়ে আনন্দিত হোৱা উচিত’। সিহঁতে যি পুঞ্জীভূত কৰে তাতকৈ এইটো অধিক উত্তম।","arabic":"قُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1422,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:59","price":"কোৱা, ‘তোমালোকে এই বিষয়ে কি কোৱা, আল্লাহে তোমালোকক যি জীৱিকা প্ৰদান কৰিছে তাৰ পৰা তোমালোকে কিছুমানক হালাল আৰু আন কিছুমানক হাৰাম কৰি লৈছা’, কোৱা, ‘আল্লাহে তোমালোকক ইয়াৰ অনুমতি দিছে নেকি, নে তোমালোকে আল্লাহ সম্পৰ্কে মিছা ৰচনা কৰা’?","arabic":"قُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1423,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:60","price":"আৰু যিসকলে আল্লাহ সম্পৰ্কে মিছা ৰটনা কৰে, ক্বিয়ামত দিৱস সম্পৰ্কে সিহঁতৰ ধাৰণা কি? নিশ্চয় আল্লাহ মানুহৰ প্ৰতি অনুগ্ৰহপৰায়ণ, কিন্তু সিহঁতৰ অধিকাংশই কৃতজ্ঞতা প্ৰকাশ নকৰে।","arabic":"وَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1424,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:61","price":"আৰু তুমি যি অৱস্থাতেই নথকা কিয় আৰু তুমি সেই সম্পৰ্কে কোৰআনৰ পৰা যিটোৱেই তিলাৱত কৰা আৰু তোমালোকে যি আমলেই নকৰা কিয়, আমি তোমালোকৰ সাক্ষী থাকোঁ, যেতিয়া তোমালোকে তাত প্ৰবৃত্ত হোৱা। আকাশসমূহ আৰু পৃথিৱীৰ অণু পৰিমাণ বস্তুও তোমাৰ প্ৰতিপালকৰ দৃষ্টিৰ অগোচৰ নহয় আৰু তাতকৈও ক্ষুদ্ৰ বা বৃহত একোৱেই নাই যিটোৰ বিষয়ে সুস্পষ্ট কিতাবত (লাওহে মাহফুজত লিপিবদ্ধ) নাই।","arabic":"وَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1425,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:62","price":"জানি থোৱা! আল্লাহৰ বন্ধুসকলৰ কোনো ভয় নাই আৰু তেওঁলোক চিন্তিতও নহ’ব।","arabic":"أَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1426,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:63","price":"যিসকলে ঈমান আনিছিল আৰু তাক্বৱা অৱলম্বন কৰিছিল।","arabic":"ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1427,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:64","price":"তেওঁলোকৰ বাবেই আছে সুসংবাদ পাৰ্থিৱ জীৱনত আৰু আখিৰাততো, আল্লাহৰ বাণীৰ কোনো পৰিবৰ্তন নাই; এইটোৱেই হৈছে মহাসফলতা।","arabic":"لَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1428,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:65","price":"আৰু সিহঁতৰ কথাই যাতে তোমাক চিন্তিত নকৰে। নিশ্চয় সকলো ধৰণৰ সন্মান-মৰ্যাদা কেৱল আল্লাহৰ বাবেই; তেওঁ সৰ্বশ্ৰোতা সৰ্বজ্ঞ।","arabic":"وَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1429,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:66","price":"জানি থোৱা! নিশ্চয় যিসকল আকাশত আছে আৰু যিসকল পৃথিৱীত আছে সিহঁত আল্লাহৰেই; আৰু যিসকলে আল্লাহৰ বাহিৰে আনক শ্বৰীকৰূপে আহ্বান কৰে, সিহঁতে কিহৰ অনুসৰণ কৰে? সিহঁতে কেৱলমাত্ৰ ধাৰণাৰহে অনুসৰণ কৰে, লগতে সিহঁতে কেৱল মিছা কথাহে কয়।","arabic":"أَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1430,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:67","price":"তেৱেঁই সেই সত্তা, যিজনে তোমালোকৰ বাবে সৃষ্টি কৰিছে ৰাতি, যাতে তোমালোকে বিশ্ৰাম কৰিব পাৰা আৰু দেখিবলৈ (সৃষ্টি কৰিছে) দিন। যি সম্প্ৰদায়ে কথা শুনে নিশ্চয় সিহঁতৰ বাবে ইয়াত আছে বহুতো নিদৰ্শন।","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1431,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:68","price":"সিহঁতে কয়, ‘আল্লাহে সন্তান গ্ৰহণ কৰিছে’। তেওঁ মহান পৱিত্ৰ! তেওঁ অভাৱমুক্ত! আকাশসমূহত যি আছে আৰু পৃথিৱীত যি আছে সেই সকলো তেওঁৰেই। এই বিষয়ে তোমালোকৰ ওচৰত কোনো প্ৰমাণো নাই। তোমালোকে আল্লাহ সম্পৰ্কে এনে কথা কোৱা নেকি যিটো তোমালোকে নিজেই নাজানা?","arabic":"قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1432,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:69","price":"কোৱা, ‘যিসকলে আল্লাহ সম্পৰ্কে মিছা ৰটনা কৰে, সিহঁত কেতিয়াও সফল হ’ব নোৱাৰিব’।","arabic":"قُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1433,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:70","price":"পৃথিৱীতেই সিহঁতৰ বাবে আছে অলপ ভোগসামগ্ৰী; তাৰ পিছত আমাৰ ওচৰতেই সিহঁতে প্ৰত্যাৱৰ্তন কৰিব লাগিব। তেতিয়া আমি সিহঁতক কঠোৰ শাস্তিৰ সোৱাদ ভোগ কৰাম; কাৰণ সিহঁতে কুফুৰী কৰিছিল।","arabic":"مَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1434,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:71","price":"আৰু তুমি সিহঁতক নূহৰ সংবাদ পাঠ কৰি শুনোৱা। যেতিয়া তেওঁ নিজ সম্প্ৰদায়ক কৈছিল, ‘হে মোৰ সম্প্ৰদায়! মোৰ অৱস্থিতি আৰু আল্লাহৰ আয়াতসমূহৰ দ্বাৰা মোৰ উপদেশ প্ৰদান কৰা তোমালোকৰ ওচৰত যদি অসহ্য হয় তেন্তে মইতো কেৱল আল্লাহৰ ওপৰতেই নিৰ্ভৰ কৰোঁ। এতেকে তোমালোকে নিজৰ কৰ্তব্য স্থিৰ কৰি লোৱা আৰু তোমালোকে যিসকলক অংশী কৰিছা সিহঁতকো মাতা, পিছত যাতে কৰ্তব্য বিষয়ত তোমালোকৰ কোনো অস্পষ্টতা নাথাকে। তাৰ পিছত মোৰ বিষয়ে তোমালোকৰ যি কৰিবলগীয়া আছে কৰা আৰু মোক অকণো অৱকাশ নিদিবা’।","arabic":"۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1435,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:72","price":"‘তথাপিও যদি তোমালোকে মোৰ পৰা ফালৰি কাটি যোৱা তেন্তে মইতো তোমালোকৰ ওচৰত কোনো পাৰিশ্ৰমিক বিচৰা নাই, মোৰ পাৰিশ্ৰমিক আছে কেৱল আল্লাহৰ ওচৰত, আৰু মই মুছলিমসকলৰ অন্তৰ্ভুক্ত হ’বলৈ আদেশপ্ৰাপ্ত হৈছোঁ’।","arabic":"فَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1436,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:73","price":"তথাপিও সিহঁতে তেওঁক মিছা বুলি অস্বীকাৰ কৰিছিল; ফলত আমি তেওঁক আৰু তেওঁৰ সৈতে যিসকলে নাৱঁত আৰোহণ কৰিছিল তেওঁলোকক উদ্ধাৰ কৰিছিলোঁ আৰু তেওঁলোকক প্ৰতিনিধি বনাইছিলোঁ; আনহাতে যিসকলে আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছিল সিহঁতক ডুবাই মাৰিছিলোঁ। গতিকে চোৱা, যিসকলক সতৰ্ক কৰা হৈছিল সিহঁতৰ কেনেকুৱা পৰিণাম হৈছিল?","arabic":"فَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1437,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:74","price":"নূহৰ পিছত আমি বহুতো ৰাছুলক তেওঁলোকৰ নিজ নিজ সম্প্ৰদায়ৰ ওচৰলৈ প্ৰেৰণ কৰিছিলোঁ; এতেকে তেওঁলোকে সিহঁতৰ ওচৰলৈ স্পষ্ট প্ৰমাণাদিসহ আগমন কৰিছিল। কিন্তু সিহঁতে যিটোক আগতেই অস্বীকাৰ কৰিছিল তাত ঈমান আনিবলৈ সিহঁত দুনাই প্ৰস্তুত নাছিল। এইদৰেই আমি সীমালংঘনকাৰীসকলৰ হৃদয়ত মোহৰ মাৰি দিওঁ।","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1438,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:75","price":"তাৰ পিছত আমি মুছা আৰু হাৰুনক আমাৰ নিদৰ্শনসহ ফিৰআউন আৰু তাৰ পৰিষদবৰ্গৰ ওচৰলৈ প্ৰেৰণ কৰিছিলোঁ। কিন্তু সিহঁতে অহংকাৰ কৰিছিল, কাৰণ সিহঁত আছিল অপৰাধী সম্প্ৰদায়।","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1439,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:76","price":"এতেকে যেতিয়া সিহঁতৰ ওচৰলৈ আমাৰ তৰফৰ পৰা সত্য আহিল তেতিয়া সিহঁতে ক’লে, ‘এয়া নিশ্চয় স্পষ্ট যাদু’।","arabic":"فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1440,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:77","price":"মুছাই ক’লে, ‘সত্য যিহেতু তোমালোকৰ ওচৰলৈ আহিছে এতিয়া তোমালোকে এইদৰে (যাদু বুলি) কৈ আছা? এইটো যাদু নেকি? অথচ যাদুকৰসকলে কেতিয়াও সফল নহয়’।","arabic":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1441,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:78","price":"সিহঁতে ক’লে, তুমি আমাক সেই পথৰ পৰা বিচ্যুত কৰিবলৈ আহিছা নেকি যি পথত আমি আমাৰ পিতৃ-পুৰুষসকলক পাইছোঁ, লগতে পৃথিৱীত তোমালোক দুজনৰ আধিপত্য বিস্তাৰ কৰিবলৈ আহিছা নেকি? তোমালোক দুজনৰ ওপৰত আমি বিশ্বাস নকৰোঁ’।","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1442,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:79","price":"আৰু ফিৰআউনে (নিজৰ মন্ত্ৰীসভাক সম্বোধন কৰি) ক’লে, ‘মোৰ ওচৰলৈ সকলো সুদক্ষ যাদুকৰক উপস্থিত কৰা’।","arabic":"وَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1443,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:80","price":"এতেকে যেতিয়া যাদুকৰসকল আহি উপস্থিত হ’ল তেতিয়া মুছাই ক’লে, ‘তোমালোকৰ যি নিক্ষেপ কৰিবলগীয়া আছে নিক্ষেপ কৰা’।","arabic":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1444,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:81","price":"ফলত যেতিয়া সিহঁতে নিক্ষেপ কৰিলে, তেতিয়া মুছাই ক’লে, ‘তোমালোকে যি লৈ আহিছা সেয়া হৈছে যাদু, নিশ্চয় আল্লাহে এইবোৰক এতিয়াই অসাৰ (বাতিল) কৰি দিব। নিশ্চয় আল্লাহে অশান্তি সৃষ্টিকাৰীসকলৰ কৰ্মক সাৰ্থক নকৰে’।","arabic":"فَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1445,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:82","price":"আৰু আল্লাহে তেওঁৰ বাণীৰ দ্বাৰা সত্যক প্ৰতিষ্ঠিত কৰিব যদিও অপৰাধীসকলে ইয়াক অপছন্দ কৰে।","arabic":"وَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1446,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:83","price":"কিন্তু ফিৰআউন আৰু তাৰ পৰিষদবৰ্গই নিৰ্যাতন কৰিব বুলি আশংকা কৰি মুছাৰ সম্প্ৰদায়ৰ এটা সৰু যুৱক দলৰ বাহিৰে আন কোনেও তেওঁৰ প্ৰতি ঈমান পোষণ কৰা নাছিল। কাৰণ ফিৰআউন আছিল দেশৰ শক্তিশালী ব্যক্তি আৰু নিশ্চয় সি আছিল সীমালংঘনকাৰীসকলৰ অন্তৰ্ভুক্ত।","arabic":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1447,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:84","price":"আৰু মুছাই ক’লে, ‘হে মোৰ সম্প্ৰদায়! যদি তোমালোকে আল্লাহৰ ওপৰত ঈমান আনিছা, তেন্তে তোমালোকে কেৱল তেওঁৰ ওপৰতেই নিৰ্ভৰ কৰা, যদি তোমালোকে (প্ৰকৃত) মুছলিম’।","arabic":"وَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1448,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:85","price":"তেতিয়া তেওঁলোকে ক’লে, ‘আমি আল্লাহৰ ওপৰতেই নিৰ্ভৰ কৰিলোঁ। হে আমাৰ প্ৰতিপালক! তুমি আমাক যালিম সম্প্ৰদায়ৰ উৎপীড়নৰ পাত্ৰ নকৰিবা’।","arabic":"فَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1449,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:86","price":"‘আৰু তুমি আমাক তোমাৰ অনুগ্ৰহৰ দ্বাৰা কাফিৰ সম্প্ৰদায়ৰ পৰা ৰক্ষা কৰা’।","arabic":"وَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1450,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:87","price":"আমি মুছা আৰু তেওঁৰ ভাতৃৰ প্ৰতি অহী প্ৰেৰণ কৰিলোঁ যে, ‘মিচৰত তোমালোকৰ সম্প্ৰদায়ৰ বাবে কিছুমান ঘৰ নিৰ্মাণ কৰা আৰু তোমালোকৰ ঘৰবোৰক ‘কিবলা’ তথা ইবাদতৰ স্থান কৰি লোৱা, আৰু ছালাত কায়েম কৰা লগতে মুমিনসকলক সুসংবাদ দিয়া’।","arabic":"وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1451,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:88","price":"মুছাই ক’লে, ‘হে আমাৰ প্ৰতিপালক! তুমিয়েই ফিৰআউন আৰু তাৰ পৰিষদবৰ্গক পাৰ্থিৱ জীৱনত সৌন্দৰ্য আৰু ধন-সম্পদ প্ৰদান কৰিছা, হে আমাৰ প্ৰতিপালক! সিহঁতে ইয়াৰ দ্বাৰাই মানুহক তোমাৰ পথৰ পৰা বিভ্ৰান্ত কৰে। হে আমাৰ প্ৰতিপালক! সিহঁতৰ এই ধন-সম্পদ বিনষ্ট কৰি দিয়া আৰু সিহঁতৰ হৃদয়সমূহক কঠিন কৰি দিয়া, যাতে সিহঁতে যন্ত্ৰণাদায়ক শাস্তি প্ৰত্যক্ষ নকৰালৈকে ঈমান পোষণ কৰিব নোৱাৰে’।","arabic":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1452,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:89","price":"তেওঁ ক’লে, ‘তোমালোক দুয়োৰে দুআ কবুল কৰা হ’ল। এতেকে তোমালোক দৃঢ় হৈ থাকা আৰু তোমালোকে কেতিয়াও নজনাসকলৰ পথ অনুসৰণ নকৰিবা’।","arabic":"قَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1453,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:90","price":"আৰু আমি বনী ঈছৰাইলক সাগৰ পাৰ কৰালোঁ। ফিৰআউন আৰু তাৰ সৈন্যবাহিনীয়ে ঔদ্ধত্য সহকাৰে আৰু বিদ্বেষবশতঃ তেওঁলোকৰ পিছ ল’লে। অৱশেষত যেতিয়া সি ডুবিবলৈ ধৰিলে তেতিয়া ক’লে, ‘মই ঈমান আনিলোঁ যে, নিশ্চয় তেওঁৰ বাহিৰে আন কোনো সত্য ইলাহ নাই, যাৰ প্ৰতি বনী ঈছৰাইলে ঈমান আনিছে, আৰু মই মুছলিমসকলৰ অন্তৰ্ভুক্ত’।","arabic":"۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1454,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:91","price":"এতিয়া (ঈমান আনিছা)! অথচ ইতিপূৰ্বে তুমি অমান্য কৰিছিলা আৰু তুমি অশান্তি সৃষ্টিকাৰীসকলৰ অন্তৰ্ভুক্ত আছিলা।","arabic":"ءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1455,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:92","price":"‘এতেকে আজি আমি তোমাৰ শৰীৰটোক ৰক্ষা কৰিম যাতে তুমি তোমাৰ পৰবৰ্তীসকলৰ বাবে নিদৰ্শন হৈ থাকা। নিশ্চয় মানুহৰ মাজত বহুতেই আমাৰ নিদৰ্শন সম্পৰ্কে উদাসীন’।","arabic":"فَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1456,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:93","price":"আৰু অৱশ্যে আমি বনী ইছৰাঈলক উৎকৃষ্ট আবাস ভূমিত বাসস্থান প্ৰদান কৰিছিলো আৰু আমি সিহঁতক উত্তম জীৱিকা প্ৰদান কৰিছিলোঁ, তথাপিও সিহঁতৰ ওচৰলৈ জ্ঞান অহাৰ পিছত সিহঁতে বিভেদ সৃষ্টি কৰিছিল। নিশ্চয় সিহঁতে যি বিষয়ে বিভেদ সৃষ্টি কৰিছিল তোমাৰ প্ৰতিপালকে সিহঁতৰ মাজত ক্বিয়ামতৰ দিনা সেইটোৰ মীমাংসা কৰি দিব।","arabic":"وَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1457,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:94","price":"এতেকে (হে নবী!) আমি তোমাৰ যি অৱতীৰ্ণ কৰিছোঁ সেই বিষয়ে যদি তুমি সন্দেহ পোষণ কৰা তেন্তে তুমি সিহঁতক সুধি চোৱা যিসকলে তোমাৰ পূৰ্বে অৱতীৰ্ণ হোৱা গ্ৰন্থ পাঠ কৰে; নিশ্চয় তোমাৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমাৰ ওচৰলৈ সত্য আহিছে। সেয়ে তুমি কেতিয়াও সন্দেহ পোষণকাৰীসকলৰ অন্তৰ্ভুক্ত নহ’বা।","arabic":"فَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1458,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:95","price":"লগতে সেইসকল লোকৰো অন্তৰ্ভুক্ত নহ’বা যিসকলে আল্লাহৰ আয়াতসমূহক অস্বীকাৰ কৰিছে- অন্যথা তুমিও ক্ষতিগ্ৰস্তসকলৰ অন্তৰ্ভুক্ত হৈ যাবা।","arabic":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1459,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:96","price":"নিশ্চয় যিসকলৰ বিৰুদ্ধে তোমাৰ প্ৰতিপালকৰ বাণী সাব্যস্ত হৈ গৈছে, সিহঁতে ঈমান পোষণ নকৰিব।","arabic":"إِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1460,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:97","price":"যদিও সিহঁতৰ ওচৰলৈ সকলো নিদৰ্শন আহি যায় তথাপিও সিহঁতে যন্ত্ৰণাদায়ক শাস্তি নেদেখালৈকে (ঈমান পোষণ নকৰিব)।","arabic":"وَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1461,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:98","price":"এতেকে (সিহঁতৰ) কোনো এটা জনপদবাসীয়ে কিয় ঈমান পোষণ নকৰিলে, যিসকলৰ ঈমানে সিহঁতক উপকাৰ কৰিলেহেঁতেন? কিন্তু ইউনুছৰ সম্প্ৰদায়ৰ বাহিৰে, তেওঁলোকে যেতিয়া ঈমান আনিছিল তেতিয়া আমি তেওঁলোকৰ পৰা পাৰ্থিৱ জীৱনৰ লাঞ্ছনামূলক শাস্তি দূৰ কৰিছিলোঁ আৰু সিহঁতক কিছু সময়ৰ বাবে জীৱনোপভোগ কৰিবলৈ দিছিলোঁ।","arabic":"فَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1462,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:99","price":"আৰু তোমাৰ প্ৰতিপালকে ইচ্ছা কৰিলে পৃথিৱীৰ সকলোৱেই ঈমান আনিলেহেঁতেন; তেন্তে তুমি মানুহক মুমিন হ’বলৈ বাধ্য কৰিবা নেকি?","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1463,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:100","price":"অথচ আল্লাহৰ অনুমতি অবিহনে কাৰো পক্ষে ঈমান পোষণ কৰা সম্ভৱ নহয়, আৰু যিসকলে নুবুজে আল্লাহে সিহঁতৰ ওপৰতেই (কুফৰীৰ) অপৱিত্ৰতা স্থাপন কৰি দিয়ে।","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1464,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:101","price":"কোৱা, ‘আকাশসমূহ আৰু পৃথিৱীত যি আছে সেইবোৰৰ প্ৰতি লক্ষ্য কৰা। (জানি থোৱা) যিসকলে ঈমান পোষণ নকৰে, নিদৰ্শনাৱলী আৰু ভীতি প্ৰদৰ্শন তেনেকুৱা লোকৰ কোনো কামত নাহে’।","arabic":"قُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1465,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:102","price":"তেন্তে সিহঁতে কেৱল সিহঁতৰ পূৰ্বে যি ঘটিছে সেই অনুৰূপ ঘটনাৰ প্ৰতীক্ষা কৰি আছে নেকি? কোৱা, ‘তোমালোকে প্ৰতীক্ষা কৰা, ময়ো তোমালোকৰ লগত প্ৰতীক্ষা কৰি আছোঁ’।","arabic":"فَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1466,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:103","price":"তাৰ পিছত আমি আমাৰ ৰাছুলসকলক আৰু যিসকলে ঈমান আনিছে তেওঁলোকক উদ্ধাৰ কৰিছোঁ। এইদৰে মুমিনসকলক উদ্ধাৰ কৰাটো হৈছে আমাৰ দায়িত্ব।","arabic":"ثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1467,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:104","price":"কোৱা, ‘হে মানৱজাতি! তোমালোকে যদি মোৰ দ্বীন সম্পৰ্কে সন্দেহ পোষণ কৰা তেন্তে জানি থোৱা! তোমালোকে আল্লাহৰ বাহিৰে যিসকলৰ ইবাদত কৰা মই সিহঁতৰ ইবাদত নকৰোঁ। বৰং মই ইবাদত কৰোঁ আল্লাহৰ, যিজনে তোমালোকক মৃত্যু প্ৰদান কৰে; আৰু মই আদিষ্ট হৈছোঁ যে মই যাতে মুমিনসকলৰ অন্তৰ্ভুক্ত হওঁ’।","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1468,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:105","price":"লগতে (এই নিৰ্দেশ দিছে) যে, তুমি একনিষ্ঠভাৱে নিজকে দ্বীনৰ ওপৰত প্ৰতিষ্ঠিত ৰাখা আৰু কেতিয়াও মুশ্বৰিকসকলৰ অন্তৰ্ভুক্ত নহ’বা।","arabic":"وَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1469,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:106","price":"আৰু তুমি আল্লাহৰ বাহিৰে আন কাকো আহ্বান নকৰিবা, যিবোৰে তোমাৰ কোনো উপকাৰো কৰিব নোৱাৰে আৰু অপকাৰো কৰিব নোৱাৰে; আৰু যদি তুমি এনেকুৱা কৰা তেন্তে নিশ্চয় তুমি যালিমসকলৰ অন্তৰ্ভুক্ত হ’বা।","arabic":"وَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1470,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:107","price":"আৰু যদি আল্লাহে তোমাক কোনো ক্ষতিৰ দ্বাৰা স্পৰ্শ কৰায়, তেন্তে তেওঁৰ বাহিৰে আন কোনেও সেইটোক দূৰ কৰিব নোৱাৰে; আৰু যদি আল্লাহে তোমাৰ মঙ্গল বিচাৰে, তেন্তে তেওঁৰ অনুগ্ৰহক প্ৰতিহত কৰিবলৈও কোনো নাই। তেওঁৰ বান্দাসকলৰ মাজৰ পৰা যাক তেওঁ ইচ্ছা কৰে তাৰ ওচৰতেই সেইটো পৌঁচাই দিয়ে; আৰু তেওঁ পৰম ক্ষমাশীল, অতি দয়লু।","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1471,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:108","price":"কোৱা, ‘হে মানৱজাতি! নিশ্চয় তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমালোকৰ ওচৰলৈ সত্য আহি পাইছে। গতিকে যিয়ে সৎপথ অৱলম্বন কৰিব সি নিজৰ মঙ্গলৰ বাবেই সৎপথ ধৰিব আৰু যিয়ে পথভ্ৰষ্ট হ’ব সি নিজৰ ধ্বংসৰ বাবেই পথভ্ৰষ্ট হ’ব; আৰু মই তোমালোকৰ ওপৰত কৰ্মবিধায়ক নহয়’।","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1472,"juzNumber":11,"footnotes":"","lang":"as"},{"name":"10:109","price":"আৰু তোমাৰ প্ৰতি যি অহী অৱতীৰ্ণ হৈছে তুমি কেৱল তাৰেই অনুসৰণ কৰা, লগতে আল্লাহে ফয়চালা নকৰালৈকে তুমি ধৈৰ্য্য ধাৰণ কৰা, আৰু তেৱেঁই সৰ্বোত্তম ফয়চালা প্ৰদানকাৰী।","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["10 (Yunus)","Yunus","Surah Yunus"],"ayahNumber":1473,"juzNumber":11,"footnotes":"","lang":"as"}],"chapter":["10 (Yunus)","Yunus","Surah Yunus","Chapter Yunus","Surah 10","Chapter 10","Jonah","يونُس"]}