{"data":[{"name":"2:1","price":"আলিফ-লাম-মীম। [1]","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। কোৰআনৰ কেইবাটাও ছুৰা এনেকুৱা আখৰেৰে আৰম্ভ হৈছে। দৰাচলতে এইবোৰ হৈছে কিছুমান বৰ্ণমালা, পৃথকভাৱে ব্যৱহাৰ হ’লে এইবোৰৰ কোনো অৰ্থ নহয়। যেনে- (আলিফ, বা, তা ইত্যাদি)। কিন্তু ইয়াত এইবোৰ নিৰৰ্থকভাৱে ব্যৱহাৰ হোৱা নাই। কাৰণ কোৰআনত প্ৰজ্ঞাহীন একোৱেই নাই। এইবোৰ আখৰ ব্যৱহাৰ হোৱাৰ অন্যতম এটা প্ৰজ্ঞা হৈছে এই যে, এইবোৰ আখৰৰ দ্বাৰা মুশ্বৰিকসকলক প্ৰত্যাহ্বান জনোৱা হৈছে যে, এইবোৰ আখৰৰ দ্বাৰাই কোৰআনৰ বাক্য সজোৱা হৈছে, যিবোৰ আখৰ সম্পৰ্কে সিহঁত আগৰ পৰাই অৱগত, এইবোৰৰ দ্বাৰাই সিহঁতে কথা কয়, তথাপিও ইয়াৰ অনুৰূপ গ্ৰন্থ ৰচনা কৰিবলৈ সিহঁত অক্ষম। যদিও সিহঁত ভাষাজ্ঞানত অত্যন্ত পাৰ্গত। গতিকে এইটোৱে প্ৰমাণ কৰে যে, এইখন হৈছে আল্লাহৰ পৰা অৱতীৰ্ণ গ্ৰন্থ।","lang":"as"},{"name":"2:2","price":"এইখন সেই গ্ৰন্থ; য’ত কোনো সন্দেহ নাই, মুত্তাক্বীসকলৰ বাবে (এইখন) পথ-নিৰ্দেশক।","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:3","price":"যিসকলে গায়েবৰ প্ৰতি ঈমান পোষণ কৰে, ছালাত কায়েম কৰে আৰু আমি তেওঁলোকক যি প্ৰদান কৰিছোঁ তাৰ পৰা ব্যয় কৰে।","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:4","price":"আৰু যিসকলে ঈমান পোষণ কৰে তাৰ ওপৰত, যি তোমাৰ প্ৰতি অৱতীৰ্ণ কৰা হৈছে আৰু যি তোমাৰ পূৰ্বে অৱতীৰ্ণ কৰা হৈছিল আৰু আখিৰাতৰ প্ৰতি তেওঁলোক পূৰ্ণ বিশ্বাসী।","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:5","price":"তেওঁলোকেই নিজ প্ৰতিপালকৰ নিৰ্দেশিত হিদায়তৰ ওপৰত আছে আৰু তেওঁলোকেই সাফল্যমণ্ডিত।","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:6","price":"নিশ্চয় যিসকলে কুফৰী কৰিছে, তুমি সিহঁতক সতৰ্ক কৰা বা নকৰা একেই কথা, সিহঁতে ঈমান পোষণ নকৰিব।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:7","price":"আল্লাহে সিহঁতৰ হৃদয়সমূহ আৰু সিহঁতৰ শ্ৰৱণশক্তিৰ ওপৰত মোহৰ মাৰি দিছে আৰু সিহঁতৰ দৃষ্টিৰ ওপৰত আছে আৱৰণ। লগতে সিহঁতৰ বাবে আছে মহাশাস্তি।","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:8","price":"আৰু মানুহৰ মাজত এনেকুৱা কিছুমান মানুহো আছে যিসকলে কয়, ‘আমি আল্লাহ আৰু শেষ দিৱসৰ প্ৰতি ঈমান আনিছোঁ’, অথচ সিহঁত মুমিন নহয়।","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:9","price":"সিহঁতে আল্লাহ আৰু মুমিনসকলক প্ৰতাৰিত কৰিব বিচাৰে, প্ৰকৃততে সিহঁত নিজেই নিজকে প্ৰতাৰিত কৰি আছে, অথচ সিহঁতে সেয়া অনুধাৱন কৰিব নোৱাৰে।","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:10","price":"সিহঁতৰ অন্তৰসমূহত আছে ব্যাধি। এতেকে আল্লাহে সিহঁতৰ ব্যাধি আৰু বৃদ্ধি কৰি দিছে, আৰু সিহঁতৰ বাবে আছে কষ্টদায়ক শাস্তি, কাৰণ সিহঁত মিছলীয়া।","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:11","price":"আৰু যেতিয়া সিহঁতক কোৱা হয়, 'তোমালোকে পৃথিৱীত ফাছাদ (বিপৰ্যয়) সৃষ্টি নকৰিবা', সিহঁতে কয়, 'আমি কেৱল সংশোধনকাৰীহে'।","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:12","price":"সাৱধান! ইহঁতেই ফাছাদ সৃষ্টিকাৰী, কিন্তু সিহঁতে সেয়া অনুধাৱন নকৰে।","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:13","price":"আৰু যেতিয়া সিহঁতক কোৱা হয়, 'তোমালোকে ঈমান পোষণ কৰা, যেনেকৈ লোকসকলে ঈমান পোষণ কৰিছে', সিহঁতে কয়, 'আমিও তেনেকৈ ঈমান আনিম নেকি যেনেকৈ নিৰ্বোধ লোকসকলে ঈমান আনিছে'? সাৱধান! নিশ্চয় সিহঁতেই নিৰ্বোধ, কিন্তু সিহঁতে নাজানে।","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:14","price":"আৰু যেতিয়া সিহঁতে মুমিনসকলৰ লগত সাক্ষাৎ কৰে, তেতিয়া সিহঁতে কয়, ‘আমি ঈমান আনিছোঁ’, আৰু যেতিয়া সিহঁতে অকলশৰীয়াকৈ সিহঁতৰ চয়তানসকলৰ লগত একত্ৰিত হয়, তেতিয়া কয়, ‘নিশ্চয় আমি তোমালোকৰ লগতেই আছোঁ’। আমি কেৱল উপহাসহে কৰোঁ'।","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:15","price":"আল্লাহেও সিহঁতৰ সৈতে উপহাসহে কৰে আৰু সিহঁতক সিহঁতৰ অবাধ্যতাৰ মাজত বিভ্ৰান্তৰ দৰে ঘূৰি ফুৰাৰ অৱকাশ দিয়ে।","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:16","price":"ইহঁতেই সেইসকল লোক, যিসকলে হিদায়তৰ বিনিময়ত ভ্ৰষ্টতা কিনি লৈছে। কিন্তু সিহঁতৰ ব্যৱসায় লাভজনক হোৱা নাই, আৰু সিহঁত হিদায়ত প্ৰাপ্তও নহয়।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:17","price":"সিহঁতৰ উদাহৰণ সেই ব্যক্তিৰ দৰে, যিয়ে জুই জ্বলালে। তাৰপিছত যেতিয়া সেই জুয়ে তাৰ চাৰিওফালে আলোকিত কৰিলে, তেতিয়া আল্লাহে সিহঁতৰ জ্যোতি অপসাৰণ কৰি ল’লে আৰু সিহঁতক এনেকুৱা অন্ধকাৰত এৰি দিলে যে, সিহঁত দেখিবলৈ নোপোৱা হ’ল।","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:18","price":"সিহঁত কলা, বোবা, অন্ধ। সেয়ে সিহঁত আৰু উভতি নাহিব।","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:19","price":"অথবা (সিহঁতৰ উদাহৰণ) ধাৰাসাৰ বৰষুণৰ দৰে, য'ত আছে ঘোৰ অন্ধকাৰ, বজ্ৰধ্বনি আৰু বিদ্যুতৰ চমক। সিহঁতে বজ্ৰধ্বনিৰ সময়ত মৃত্যুৰ ভয়ত আঙুলিৰে কাণত সোপা দিয়ে, আৰু আল্লাহে কাফিৰসকলক চাৰিওফালৰ পৰা আগুৰি আছে।","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:20","price":"এনে লাগে যেন বিজুলীৰ চমকনিয়ে সিহঁতৰ দৃষ্টিশক্তি হৰণ কৰি নিবহি। যেতিয়াই অলপ সিহঁতৰ বাবে পোহৰ হয় তেতিয়াই সিহঁত আগবাঢ়ি যায় আৰু যেতিয়াই অন্ধকাৰ হয় তেতিয়াই সিহঁত থমকি ৰয়। আল্লাহে ইচ্ছা কৰিলে সিহঁতৰ শ্ৰৱণশক্তি আৰু দৃষ্টিশক্তি হৰণ কৰিব পাৰিলেহেঁতেন। নিশ্চয় আল্লাহ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান।","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:21","price":"হে মানৱ সম্প্ৰদায়! তোমালোকে তোমালোকৰ সেই ৰব (প্ৰতিপালক)ৰ ইবাদত কৰা, যিজনে তোমালোকক আৰু তোমালোকৰ পূৰ্বৱৰ্তীসকলক সৃষ্টি কৰিছে, যাতে তোমালোকে তাক্বৱাৰ অধিকাৰী হ’ব পাৰা।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:22","price":"যিজনে তোমালোকৰ বাবে পৃথিৱীখনক বিছনা কৰি দিছে আৰু আকাশখনক কৰি দিছে চাল, আৰু আকাশৰ পৰা পানী অৱতীৰ্ণ কৰি তাৰ দ্বাৰা তোমালোকৰ জীৱিকাৰ বাবে ফলমূল উৎপাদন কৰিছে। গতিকে তোমালোকে জানি-শুনি কাকো আল্লাহৰ সমকক্ষ থিৰ নকৰিবা।","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:23","price":"আমি আমাৰ বান্দাৰ ওপৰত যি অৱতীৰ্ণ কৰিছোঁ তাত যদি তোমালোকৰ কোনো সন্দেহ থাকে তেন্তে ইয়াৰ অনুৰূপ কোনো এটা ছুৰা ৰচনা কৰি আনা আৰু আল্লাহৰ বাহিৰে তোমালোকৰ সকলো সাক্ষী-সহায়কাৰীক আহ্বান কৰা, যদিহে তোমালোকে সত্যবাদী হোৱা।","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:24","price":"এতেকে যদি তোমালোকে এনে নকৰা- আৰু তোমালোকে এইটো কেতিয়াও কৰিব নোৱাৰিবা, তেনেহ’লে সেই জুইৰ পৰা বাচিবলৈ ব্যৱস্থা কৰা যাৰ ইন্ধন হ’ব মানুহ আৰু শিল, যিটো প্ৰস্তুত কৰা হৈছে কাফিৰসকলৰ বাবে।","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:25","price":"আৰু যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে তেওঁলোকক সুসংবাদ দিয়ক যে, তেওলোকৰ বাবে আছে জান্নাত, যাৰ তলেদি নদী প্ৰবাহিত হয়, যেতিয়াই তেওঁলোকক তাৰ পৰা কোনো ফল খাবলৈ দিয়া হ’ব, তেতিয়াই তেওঁলোকে ক’ব, ইতিপুৰ্বে আমাক এই ধৰণৰ ফল খাবলৈ দিয়া হৈছিল, কাৰণ তেওঁলোকক ফলমূল সাদৃশ্যপূৰ্ণ কৰি দিয়া হ’ব আৰু তেওঁলোকৰ বাবে তাত থাকিব পৱিত্ৰা-সঙ্গিনী, আৰু তাত তেওঁলোক চিৰকাল থাকিব।","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:26","price":"নিশ্চয় আল্লাহে মহ অথবা তাতোকৈ ক্ষুদ্ৰ কোনো বস্তুৰ উপমা দিওঁতে সংকোচবোধ নকৰে। এতেকে যিসকলে ঈমান আনিছে তেওঁলোকে জানে যে, নিশ্চয় এইটো তেওঁলোকৰ প্ৰতিপালকৰ তৰফৰ পৰা সত্য। আৰু যিসকলে কুফৰী কৰিছে সিহঁতে কয় যে, 'আল্লাহে এই উপমাৰ দ্বাৰা কি বুজাব বিচাৰিছে'? তেওঁ ইয়াৰ দ্বাৰা বহুতকে বিভ্ৰান্ত কৰে আৰু বহুতকে হিদায়ত দিয়ে। আৰু তেওঁ ফাছিকসকলৰ বাহিৰে আন কাকো ইয়াৰ দ্বাৰা বিভ্ৰান্ত নকৰে।","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:27","price":"যিসকলে আল্লাহৰ লগত দৃঢ় অঙ্গীকাৰত আৱদ্ধ হোৱাৰ পিছত সেইটো ভঙ্গ কৰে, আল্লাহে যি সম্পৰ্ক অটুট ৰাখিবলৈ নিৰ্দেশ দিছে সেইটো বিচ্ছিন্ন কৰে আৰু পৃথিৱীত বিপৰ্যয় সৃষ্টি কৰি ফুৰে, সিহঁতেই ক্ষতিগ্ৰস্থ।","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:28","price":"তোমালোকে কেনেকৈ আল্লাহৰ লগত কুফৰী কৰা? অথচ তোমালোক প্ৰাণহীন আছিলা। তাৰ পিছত তেৱেঁই তোমালোকক জীৱিত কৰিছে আকৌ তেৱেঁই তোমালোকৰ মৃত্যু ঘটাব, তাৰ পিছত পুনৰ জীৱিত কৰিব আৰু তাৰ পিছত তোমালোকক তেওঁৰ ওচৰলৈকেই ওভতাই নিয়া হ’ব।","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:29","price":"তেৱেঁই পৃথিৱীৰ সকলো বস্তু তোমালোকৰ বাবেই সৃষ্টি কৰিছে। তাৰ পিছত তেওঁ আকাশৰ পিনে মনোনিবেশ কৰি সেইটোক সাতখন আকাশত বিন্যস্ত কৰিছে; আৰু তেওঁ সকলো বস্তু সম্পৰ্কে সবিশেষ অৱগত।","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:30","price":"আৰু স্মৰণ কৰা, যেতিয়া তোমাৰ প্ৰতিপালকে ফিৰিস্তাসকলক ক’লে, নিশ্চয় মই পৃথিৱীত খলিফা সৃষ্টি কৰিবলৈ থিৰ কৰিছোঁ। তেওঁলোকে ক’লে, তুমি পৃথিৱীত এনে এটা জীৱ সৃষ্টি কৰিব বিচৰা নেকি, যিয়ে পৃথিৱীত বিপৰ্যয় সৃষ্টি কৰিব আৰু তেজ প্ৰবাহিত কৰিব? আৰু আমিতো তোমাৰ হাম্দসহ তছবীহ পাঠ কৰোৱেঁই লগতে তোমাৰ পৱিত্ৰতাও ঘোষণা কৰো। তেওঁ ক’লে, নিশ্চয় মই যিটো জানো তোমালোকে সেইটো নাজানা।","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"খলিফা- প্ৰতিনিধি","lang":"as"},{"name":"2:31","price":"আৰু তেওঁ আদমক যাৱতীয় নামৰ শিক্ষা দিলে, তাৰ পিছত সেইবোৰ ফিৰিস্তাসকলৰ আগত উপস্থাপন কৰি ক’লে, যদি তোমালোকে সত্যবাদী তেন্তে মোক এইবোৰৰ নাম কোৱা।","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:32","price":"তেওঁলোকে ক’লে, তুমি পৱিত্ৰ। তুমি আমাক যি শিক্ষা দিছা তাৰ বাহিৰে আমাৰ আন কোনো জ্ঞান নাই। নিশ্চয় তুমি সৰ্বজ্ঞ প্ৰজ্ঞাময়।","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:33","price":"তেওঁ ক’লে, ‘হে আদম, এইবোৰৰ নাম তুমি সিহঁতক জনাই দিয়া’। তাৰ পিছত যেতিয়া তেওঁ (আদমে) এইবোৰৰ নাম জনাই দিলে, তেতিয়া তেওঁ ক’লে, ‘মই তোমালোকক কোৱা নাছিলোঁনে যে, নিশ্চয় মই আকাশমণ্ডল আৰু পৃথিৱীৰ গায়েব (অদৃশ্য) সম্পৰ্কে জানো? মই সেইবোৰো জানো যিবোৰ তোমালোকে প্ৰকাশ কৰা আৰু যিবোৰ তোমালোকে গোপন কৰা’।","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:34","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি ফিৰিস্তাসকলক কৈছিলোঁ, তোমালোকে আদমক ছাজদা কৰা। তেতিয়া ইবলিছৰ বাহিৰে সকলোৱে ছাজদা কৰিছিল। সি অস্বীকাৰ কৰিলে আৰু অহংকাৰ কৰিলে। আৰু সি কাফিৰসকলৰ অন্তৰ্ভুক্ত হ’ল।","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:35","price":"আৰু আমি ক’লোঁ, হে আদম, তুমি আৰু তোমাৰ স্ত্ৰীয়ে জান্নাতত বসবাস কৰা আৰু য’ৰ পৰা ইচ্ছা স্বাচ্ছন্দে আহাৰ গ্ৰহণ কৰা, কিন্তু এই গছজোপাৰ ওচৰলৈ নাযাবা, অন্যথা তোমালোক যালিমসকলৰ অন্তৰ্ভুক্ত হৈ যাবা।","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:36","price":"অৱশেষত চয়তানে তাৰ পৰা তেওঁলোকক পদস্খলিত কৰিলে আৰু তেওঁলোক য’ত আছিল তাৰ পৰা তেওঁলোকক বহিস্কৃত কৰালে, আৰু আমি ক’লোঁ, ‘তোমালোকে নামি যোৱা; তোমালোকে ইজনে সিজনৰ শত্ৰু; আৰু তোমালোকৰ বাবে পৃথিৱীত আছে নিৰ্দিষ্টি সময়লৈকে আবাস আৰু ভোগ-উপভোগৰ উপকৰণ’।","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:37","price":"তাৰ পিছত আদমে তেওঁৰ প্ৰতিপালকৰ পৰা কিছুমান বাক্য শিকি ল’লে; ফলত আল্লাহে তেওঁৰ তাওবা কবুল কৰিলে। নিশ্চয় তেওঁ তাওবা কবুলকাৰী অতি দয়ালু।","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:38","price":"আমি ক’লোঁ, ‘তোমালোক আটায়ে ইয়াৰ পৰা নামি যোৱা। যেতিয়া মোৰ ফালৰ পৰা তোমালোকৰ ওচৰত কোনো হিদায়ত আহিব, তেতিয়া যিসকলে আমাৰ হিদায়তৰ অনুসৰণ কৰিব, তেওঁলোকৰ কোনো ভয় নাই আৰু তেওঁলোক চিন্তিতও নহ’ব’।","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:39","price":"আৰু যিসকলে কুফৰী কৰিছে আৰু আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছে, সিহঁতেই জুইৰ অধিবাসী। তাত সিহঁতে চিৰকাল থাকিব।","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:40","price":"হে ঈছৰাঈলৰ বংশধৰসকল! তোমালোকে মোৰ সেই অনুগ্ৰহসমূহৰ কথা স্মৰণ কৰা, যি অনুগ্ৰহ মই তোমালোকক প্ৰদান কৰিছিলোঁ আৰু তোমালোকে মোৰ অঙ্গীকাৰ পূৰণ কৰা, ময়ো তোমালোকৰ অঙ্গীকাৰ পূৰণ কৰিম, আৰু তোমালোকে কেৱল মোকেই ভয় কৰা।","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:41","price":"আৰু মই যি অৱতীৰ্ণ কৰিছোঁ তোমালোকে তাৰ প্ৰতি ঈমান পোষণ কৰা। এইখন হৈছে তোমালোকৰ ওচৰত থকা গ্ৰন্থৰ সত্যতা প্ৰমাণকাৰী। গতিকে তোমালোকেই ইয়াৰ প্ৰথম অস্বীকাৰকাৰী নহ’বা আৰু তোমালোকে মোৰ আয়াতসমূহক সামান্য মূল্যত বিক্ৰী নকৰিবা। লগতে তোমালোকে কেৱল মোকেই ভয় কৰা।","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:42","price":"আৰু তোমালোকে সত্যক মিছাৰ লগত মিশ্ৰিত নকৰিবা আৰু জানি-শুনি সত্য গোপন নকৰিবা।","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:43","price":"আৰু তোমালোকে ছালাত প্ৰতিষ্ঠা কৰা আৰু যাকাত প্ৰদান কৰা লগতে ৰুকুকাৰীসকলৰ সৈতে ৰুকু কৰা।","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:44","price":"তোমালোকে মানুহক সৎকৰ্মৰ আদেশ দিয়া আৰু নিজকে পাহৰি যোৱা নেকি? অথচ তোমালোকে কিতাব অধ্যয়ন কৰা। তোমালোকে নুবুজা নেকি?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:45","price":"আৰু তোমালোকে ধৈৰ্য্য আৰু ছালাতৰ দ্বাৰা সহায় প্ৰাৰ্থনা কৰা। নিশ্চয় বিনয়ীসকলৰ বাহিৰে আনৰ বাবে ই বৰ কঠিন কাম।","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:46","price":"(আৰু এই কাম সেইসকল লোকৰ বাবে সহজ) যিসকলে বিশ্বাস কৰে যে, নিশ্চয় সিহঁতে সিহঁতৰ প্ৰতিপালকৰ লগত সাক্ষাৎ কৰিব আৰু নিশ্চয় সিহঁত তেওঁৰ ফালেই উভতি যাব।","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:47","price":"হে ইছৰাঈলৰ বংশধৰসকল! মোৰ সেই অনুগ্ৰহৰ কথা মনত পেলোৱা, যিবোৰ মই তোমালোকক প্ৰদান কৰিছিলোঁ, আৰু নিশ্চয় মই তোমালোকক সমগ্ৰ জাতিৰ ওপৰত শ্ৰেষ্ঠত্ব প্ৰদান কৰিছিলোঁ।","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:48","price":"আৰু তোমালোকে সেইদিনটোক ভয় কৰা যিদিনা কোনোৱেই কাৰো কামত নাহিব, আৰু কাৰো বাবেই মধ্যস্ততা গৃহীত নহ’ব লগতে কাৰো পৰাই কোনো বিনিময় লোৱা নহ’ব, আৰু সিহঁতে সহায় প্ৰাপ্তও নহ’ব।","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:49","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি তোমালোকক ফিৰআউনৰ বংশৰ পৰা ৰক্ষা কৰিছিলোঁ। সিহঁতে তোমালোকক নিৰ্মম শাস্তি বিহিছিল। তোমালোকৰ পুত্ৰ সন্তানক হত্যা কৰিছিল আৰু কন্যাসন্তানক জীয়াই ৰাখিছিল, আৰু ইয়াৰ মাজত আছিল তোমালোকৰ বাবে তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা এক মহাপৰীক্ষা।","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:50","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি তোমালোকৰ বাবে সাগৰক দুভাগ কৰিছিলোঁ আৰু তোমালোকক উদ্ধাৰ কৰিছিলোঁ আৰু তোমালোকৰ চকুৰ সন্মুখতে ফিৰআউনৰ বংশক ডুবাই মাৰিছিলোঁ।","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:51","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি মূছাৰ সৈতে চল্লিশ ৰাতিৰ প্ৰতিশ্ৰুতি লৈছিলোঁ, তেওঁ (গুচি যোৱা)ৰ পিছত তোমালোকে দামুৰি এটাক (উপাস্যৰূপে) গ্ৰহণ কৰিছিলা, আৰু তোমালোক যালিম হৈ গৈছিলা।","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:52","price":"ইয়াৰ পিছতো আমি তোমালোকক ক্ষমা কৰিছিলোঁ যাতে তোমালোকে কৃতজ্ঞতা জ্ঞাপন কৰা।","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:53","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি মূছাক কিতাব আৰু ফুৰকান দান কৰিছিলোঁ যাতে তোমালোকে হিদায়ত লাভ কৰিব পাৰা।","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:54","price":"আৰু স্মৰণ কৰা, যেতিয়া মূছাই নিজ সম্প্ৰদায়ক কৈছিল, হে মোৰ জাতি! তোমালোকে দামুৰিটোক (উপাস্যৰূপে) গ্ৰহণ কৰি নিজৰ ওপৰত অন্যায় কৰিছা। এতেকে তোমালোকে নিজৰ প্ৰাণ নিজেই বিসৰ্জন দি সৃষ্টিকৰ্তাৰ ওচৰত তাওবা কৰা। এইটোৱেই হৈছে তোমালোকৰ সৃষ্টিকৰ্তাৰ ওচৰত তোমালোকৰ বাবে কল্যাণকৰ। তাৰ পিছত তেওঁ তোমালোকক ক্ষমা কৰিছিল। নিশ্চয় তেওঁ ক্ষমাশীল অতি দয়ালু।","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:55","price":"আৰু স্মৰণ কৰা, যেতিয়া তোমালোকে কৈছিলা, হে মুছা! আমি আল্লাহক প্ৰকাশ্যভাৱে নেদেখালৈকে তোমাক বিশ্বাস নকৰোঁ, ফলত তোমালোকে চাই থাকোঁতেই হঠাৎ তোমালোকক বজ্ৰপাতে আক্ৰমণ কৰিছিল।","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:56","price":"তাৰ পিছত আমি তোমালোকৰ মৃত্যুৰ পিছতো তোমালোকক পুনৰ জীৱন দান কৰিলোঁ যাতে তোমালোকে কৃতজ্ঞ হোৱা।","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:57","price":"আৰু আমি তোমালোকৰ ওপৰত মেঘৰ ছাঁ বিস্তাৰ কৰিছিলোঁ আৰু তোমালোকৰ বাবে অৱতীৰ্ণ কৰিছিলোঁ ‘মান্না’ আৰু ‘ছালৱা’। (কৈছিলোঁ) ‘আমি তোমালোকক দান কৰা পৱিত্ৰ (উত্তম) জীৱিকাৰ পৰা তোমালোকে আহাৰ কৰা’। দৰাচলতে সিহঁতে আমাৰ একো অন্যায় কৰিব পৰা নাছিল বৰং সিহঁতে নিজেই নিজৰ প্ৰতিহে অন্যায় কৰিছিল।","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:58","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি কৈছিলোঁ, ‘তোমালোকে এই গাওঁখনত প্ৰৱেশ কৰি তাৰ পৰা যি ইচ্ছা আনন্দচিত্তে আহাৰ কৰা আৰু দুৱাৰত প্ৰৱেশ কৰোঁতে শিৰ নত কৰি প্ৰৱেশ কৰিবা। আৰু ক’বা ‘হিত্তাতুন’ (ক্ষমা বিচাৰোঁ)। ফলত আমি তোমালোকৰ অপৰাধসমূহ ক্ষমা কৰিম আৰু সৎকৰ্মশীলসকলক আৰু অধিক (অনুগ্ৰহ) দান কৰিম’।","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:59","price":"কিন্তু যালিমসকলে সেই কথাষাৰক পৰিবৰ্তন কৰিলে যি কথাষাৰ ক’বলৈ সিহঁতক কোৱা হৈছিল, ফলত আমি যালিমসকলৰ প্ৰতি সিহঁতৰ অবাধ্যতাৰ কাৰণে আকাশৰ পৰা শাস্তি অৱতীৰ্ণ কৰিলোঁ।","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:60","price":"আৰু স্মৰণ কৰা, যেতিয়া মূছাই তেওঁৰ জাতিৰ বাবে পানী বিচাৰিলে, আমি ক’লোঁ, ‘তোমাৰ লাখুটিডালেৰে শিলত আঘাত কৰা’, ফলত বাৰটা নিজৰা প্ৰবাহিত হ’ল। প্ৰত্যেক গোত্ৰই নিজৰ নিজৰ পানী খোৱাৰ ঠাই জানি ল’লে। (মই ক’লোঁ) ‘তোমালোকে আল্লাহে দিয়া জীৱিকাৰ পৰা খোৱা আৰু সেৱন কৰা আৰু পৃথিৱীত বিপৰ্যয় সৃষ্টি কৰি নুফুৰিবা’।","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:61","price":"আৰু যেতিয়া তোমালোকে কৈছিলা, ‘হে মূছা! আমি একেই ধৰণৰ খাদ্যৰ ওপৰত কেতিয়াও ধৈৰ্য ধাৰণ কৰিব নোৱাৰিম। এতেকে তুমি তোমাৰ প্ৰতিপালকৰ ওচৰত আমাৰ বাবে প্ৰাৰ্থনা কৰা... তেওঁ যেন আমাৰ বাবে ভূমিজাত দ্ৰৱ্য শাক-পাচলি, তিয়ঁহ, গম, দাইল আৰু পিঁয়াজ উত্পাদন কৰে’। মূছাই ক’লে, ‘তোমালোকে উত্তম বস্তুৰ পৰিবৰ্তে নিম্নমানৰ বস্তু বিচৰা নেকি? তেন্তে কোনো চহৰলৈ গুচি যোৱা, তাত তোমালোকে নিশ্চয় তোমালোকৰ বিচৰা বস্তুবোৰ পাবা’; আৰু সিহঁতৰ ওপৰত লাঞ্ছনা আৰু দাৰিদ্ৰ আপতিত হ’ল আৰু সিহঁত আল্লাহৰ গযবৰ চিকাৰ হ’ল। এইটো এই বাবে যে, সিহঁতে আল্লাহৰ আয়াতসমূহক অস্বীকাৰ কৰিছিল আৰু নবীসকলক অন্যায়ভাৱে হত্যা কৰিছিল। অবাধ্যতা আৰু সীমালঙ্ঘন কৰাৰ বাবেই সিহঁতৰ এই পৰিণতি হৈছিল।","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:62","price":"নিশ্চয় যিসকলে ঈমান আনিছে আৰু যিসকলে ইয়াহুদি হৈছে লগতে নাছাৰা আৰু ছাবেয়ীসকলৰ যিহঁতেই আল্লাহ আৰু শেষ দিৱসৰ প্ৰতি ঈমান পোষণ কৰে আৰু সৎকৰ্ম কৰে, সিহঁতৰ বাবে সিহঁতৰ প্ৰতিপালকৰ ওচৰত পুৰস্কাৰ আছে; আৰু সিহঁতৰ কোনো ভয় নাই আৰু সিহঁত চিন্তিতও নহ’ব।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:63","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি তোমালোকৰ পৰা অংগীকাৰ লৈছিলোঁ আৰু তোমালোকৰ ওপৰত ‘তুৰ’ পৰ্বত উত্তোলন কৰিছিলোঁ (আৰু কৈছিলোঁ) ‘আমি যি (গ্ৰন্থ) দিলোঁ সেইখন দৃঢ়তাৰে সৈতে গ্ৰহণ কৰা আৰু তাত যি (বিধি-বিধান আৰু উপদেশ) আছে সেয়া স্মৰণ ৰাখিবা, যাতে তোমালোকে তাক্বৱা অৱলম্বন কৰিব পাৰা’।","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:64","price":"ইয়াৰ পিছতো তোমালোক বিমুখ হৈছিলা! এতেকে তোমালোকৰ প্ৰতি আল্লাহৰ অনুগ্ৰহ আৰু অনুকম্পা নাথাকিলে তোমালোক নিশ্চয় ক্ষতিগ্ৰস্ত হ'লাহেঁতেন।","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:65","price":"আৰু তোমালোকৰ মাজৰ যিসকলে শনিবাৰ (বিশ্ৰামৰ দিন) সম্পৰ্কে সীমালংঘন কৰিছিল সিহঁতক তোমালোকে নিশ্চিতভাৱে ভালকৈয়ে জানা। ফলত আমি সিহঁতক কৈছিলোঁ, ‘তোমালোক নিকৃষ্ট বান্দৰত পৰিণত হৈ যোৱা’।","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:66","price":"এতেকে আমি এই ঘটনাক সিহঁতৰ সমসাময়িক আৰু পৰবৰ্তীসকলৰ বাবে এটা শিক্ষামূলক দৃষ্টান্ত বনাইছোঁ, আৰু মুত্তাক্বীসকলৰ বাবে বনাইছোঁ উপদেশ।","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:67","price":"আৰু স্মৰণ কৰা, যেতিয়া মুছাই তেওঁৰ জাতিক কৈছিল, ‘আল্লাহে তোমালোকক এজনী গাই গৰু জবেহ কৰিবলৈ নিৰ্দেশ দিছে’, সিহঁতে ক’লে, ‘তুমি আমাৰ লগত ধেমালি কৰিছা নেকি’? মুছাই ক’লে, ‘মই অজ্ঞসকলৰ অন্তৰ্ভুক্ত হোৱাৰ পৰা আল্লাহৰ আশ্ৰয় বিচাৰোঁ’।","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:68","price":"সিহঁতে ক’লে, ‘তুমি আমাৰ বাবে তোমাৰ প্ৰতিপালকৰ ওচৰত দুআ কৰা, তেওঁ যেন আমাক স্পষ্টভাৱে জনাই দিয়ে যে, সেই গাইজনী কেনেকুৱা হ’ব লাগে?’ মুছাই ক’লে, ‘আল্লাহে কৈছে, সেইজনী এনেকুৱা গাই হ’ব লাগে যিজনী বৃদ্ধাও নহয় পোৱালীও নহয়, বৰং মধ্যবয়সী। এতেকে তোমালোকক যি আদেশ কৰা হৈছে সেইটো পালন কৰা’।","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:69","price":"সিহঁতে ক’লে, ‘তুমি তোমাৰ প্ৰতিপালকৰ ওচৰত আমাৰ বাবে দুআ কৰা, তেওঁ যেন আমাক স্পষ্ট কৰি দিয়ে যে, তাইৰ ৰং কেনেকুৱা হ’ব লাগে?’ মুছাই ক’লে, ‘তেওঁ কৈছে, গাইজনী হালধীয়া ৰঙৰ হ’ব লাগে, অতি উজ্জল ৰং বিশিষ্ট, দেখিলেই যেন দৰ্শকসকলে উৎফুল্লিত হয়’।","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:70","price":"সিহঁতে ক’লে, ‘তুমি তোমাৰ প্ৰতিপালকৰ ওচৰত আমাৰ বাবে দুআ কৰা, তেওঁ যেন আমাক স্পষ্টভাৱে বৰ্ণনা কৰি দিয়ে যে, সেইজনী কেনেকুৱা হ’ব লাগে? নিশ্চয় গাইজনী আমাৰ বাবে সন্দেহপূৰ্ণ হৈছে; আৰু আল্লাহে ইচ্ছা কৰিলে নিশ্চয় আমি হিদায়তপ্ৰাপ্ত হ’ম’।","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:71","price":"মুছাই ক’লে, ‘তেওঁ কৈছে, সেইজনী এনেকুৱা গাই, যিজনীক মাটি চহাবলৈ বা খেতিত পানী দিবলৈ ব্যৱহাৰ কৰা হোৱা নাই, সুস্থ আৰু নিখুঁত’। সিহঁতে ক’লে, ‘এতিয়া তুমি সত্য লৈ আহিছা’। অৱশেষত সিহঁতে গাইজনীক জবেহ কৰিলে, যদিও সিহঁতে সেয়া কৰিবলৈ প্ৰস্তুত নাছিল।","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:72","price":"আৰু স্মৰণ কৰা, যেতিয়া তোমালোকে এজন ব্যক্তিক হত্যা কৰিছিলা তাৰ পিছত এজনে আনজনৰ প্ৰতি দোষাৰোপ কৰিছিলা, আৰু তোমালোকে যি গোপন কৰিছিলা সেয়া আল্লাহে প্ৰকাশ কৰিলে।","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:73","price":"তাৰ পিছত আমি ক’লোঁ, ‘ইয়াৰ কোনো এটা অংশৰে (অৰ্থাৎ গাইজনীৰ মাংসৰে) তাক আঘাত কৰা’। এইদৰেই আল্লাহে মৃতক জীৱিত কৰে আৰু তেওঁ তোমালোকক তেওঁৰ নিদৰ্শনসমূহ দেখুৱায় যাতে তোমালোকে অনুধাৱন কৰিব পাৰা।","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:74","price":"ইয়াৰ পিছতো তোমালোকৰ হৃদয় কঠিন হৈ পৰিছিল, যেনিবা শিল অথবা তাতোকৈ কঠিন। অথচ কিছুমান শিল এনেকুৱাও আছে যিটোৰ পৰা নৈ-নিজৰা প্ৰবাহিত হয়, আৰু কিছুমান এনেকুৱাও আছে যিটো বিদীৰ্ণ হোৱাৰ পিছত তাৰ পৰা পানী নিৰ্গত হয়, আৰু কিছুমান আছে আল্লাহৰ ভয়ত খহি পৰে, আৰু তোমালোকে যি কৰা সেই সম্পৰ্কে আল্লাহ অমনোযোগী নহয়।","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:75","price":"তোমালোকে এই আশা কৰিছা নেকি যে, সিহঁতে তোমালোকৰ কথাত ঈমান আনিব? অথচ সিহঁতৰ এটা দলে আল্লাহৰ বাণী শ্ৰৱণ কৰে আৰু সিহঁতে সেই বাণী অনুধাৱন কৰাৰ পিছতো জানি বুজি বিকৃত কৰে।","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:76","price":"আৰু যেতিয়া সিহঁতে মুমিনসকলৰ লগত সাক্ষাৎ কৰে তেতিয়া কয়, 'আমি ঈমান আনিছোঁ'। আকৌ যেতিয়া সিহঁতে গোপনে ইজনে সিজনৰ লগত মিলিত হয় তেতিয়া কয়, 'তোমালোকে সিহঁতৰ লগত সেই কথাবোৰ কিয় আলোচনা কৰা যিবোৰ আল্লাহে তোমালোকৰ ওচৰত উন্মুক্ত কৰি দিছে; সিহঁতে ইয়াৰ দ্বাৰা তোমালোকৰ প্ৰতিপালকৰ ওচৰত তোমালোকৰ বিৰুদ্ধে প্ৰমাণ দাঙি ধৰিব সেইটো তোমালোকে বুজি নোপোৱা নেকি'?","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:77","price":"সিহঁতে নাজানে নেকি যে, সিহঁতে যি গোপন কৰে আৰু যি প্ৰকাশ কৰে, সেয়া আল্লাহে জানে?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:78","price":"আৰু সিহঁতৰ মাজত এনেকুৱা কিছুমান নিৰক্ষৰ মানুহো আছে যিসকলে মিছা আশাৰ বাহিৰে কিতাব (ঐশীগ্ৰন্থ) সম্পৰ্কে একোৱেই নাজানে, সিহঁতে কেৱল অমূলক ধাৰণাহে পোষণ কৰে।","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:79","price":"এতেকে দুৰ্ভোগ সিহঁতৰ বাবে যিসকলে নিজ হাতে কিতাপ ৰচনা কৰে আৰু তাৰ পিছত সামান্য মূল্য পোৱাৰ বাবে কয়, ‘এইটো আল্লাহৰ পৰা (অৱতীৰ্ণ)’। এতেকে সিহঁতৰ হাতে যি ৰচনা কৰিছে তাৰ কাৰণে সিহঁতৰ বাবে আছে ধ্বংস আৰু সিহঁতে যি উপাৰ্জন কৰিছে তাৰ কাৰণেও সিহঁতৰ বাবে আছে ধ্বংস।","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:80","price":"আৰু সিহঁতে কয়, 'সামান্য কিছু দিনৰ বাহিৰে জুয়ে (জাহান্নামে) আমাক কেতিয়াও স্পৰ্শ কৰিব নোৱাৰিব'। কোৱা, ‘তোমালোকে আল্লাহৰ পৰা এনে কোনো অঙ্গীকাৰ লৈছা নেকি, যি অঙ্গীকাৰ আল্লাহে কেতিয়াও ভংগ নকৰিব? নে তোমালোকে আল্লাহ সম্পৰ্কে এনে কথা কোৱা যিটো তোমালোকে নাজানা?’","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:81","price":"হয়, যিয়ে বেয়া উপাৰ্জন কৰিছে আৰু তাৰ পাপৰাশিয়ে তাক পৰিবেষ্টন কৰি ৰাখিছে, সিহঁতেই হৈছে জাহান্নামৰ অধিবাসী, তাত সিহঁতে চিৰকাল থাকিব।","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:82","price":"আনহাতে যিসকলে ঈমান আনিছে আৰু নেক আমল কৰিছে, তেওঁলোকেই হৈছে জান্নাতৰ অধিবাসী, তেওঁলোক তাত চিৰস্থায়ী হ’ব।","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:83","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি বনী ইছৰাঈলৰ পৰা প্ৰতিশ্ৰুতি লৈছিলোঁ যে, তোমালোকে আল্লাহৰ বাহিৰে আন কাৰো ইবাদত নকৰিবা, পিতৃ-মাতৃ, আত্মীয়-স্বজন, এতীম আৰু দৰিদ্ৰৰ সৈতে সদায় সদ্ব্যৱহাৰ কৰিবা আৰু মানুহৰ লগত উত্তম কথা ক'বা তথা ছালাত প্ৰতিষ্ঠা কৰিবা লগতে যাকাত প্ৰদান কৰিবা, তাৰ পিছতো তোমালোকৰ কিছু সংখ্যক লোকৰ বাহিৰে সকলোৱে অৱজ্ঞা কৰি মুখ ঘূৰাই লৈছিল।","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:84","price":"আৰু স্মৰণ কৰা, যেতিয়া তোমালোকৰ পৰা আমি প্ৰতিশ্ৰুতি লৈছিলোঁ যে, তোমালোকে পৰস্পৰে ৰক্তপাত নকৰিবা আৰু এজনে আনজনক স্বদেশৰ পৰা বহিষ্কাৰ নকৰিবা। তোমালোকে এই বিষয়টোক মানি লৈছিলা আৰু তোমালোকেই ইয়াৰ সাক্ষী।","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:85","price":"এতেকে তোমালোকেই সেইসকল লোক, যিসকলে নিজৰ মাজতেই হত্যাযজ্ঞ চলাইছা আৰু তোমালোকৰে এটা দলক সিহঁতৰ নিজ দেশৰ পৰা বহিষ্কাৰ কৰিছা। অন্যায় আৰু সীমালংঘনৰ দ্বাৰা সিহঁতৰ বিৰুদ্ধে তোমালোকে এজনে আনজনৰ সহযোগিতা কৰিছা আৰু সিহঁত যেতিয়া বন্দীৰূপে তোমালোকৰ ওচৰত উপস্থিত হয় তেতিয়া তোমালোকে মুক্তিপণ আদায় কৰি সিহঁতক মুক্ত কৰা; অথচ সিহঁতক বহিষ্কাৰ কৰাটোৱে তোমালোকৰ ওপৰত হাৰাম আছিল। তেন্তে তোমালোকে কিতাবৰ কিছু অংশক বিশ্বাস কৰা আৰু কিছু অংশক অস্বীকাৰ কৰা নেকি? তেনেহ’লে (জানি থোৱা) তোমালোকৰ মাজৰ যিসকলে এনে কৰে পৃথিৱীৰ জীৱনত সিহঁতৰ বাবে একমাত্ৰ প্ৰতিফল হৈছে লাঞ্ছনা আৰু অপমান তথা কিয়ামতৰ দিনা সিহঁতক ওভতাই নিয়া হ’ব অতি কঠিন শাস্তিৰ পিনে আৰু সিহঁতে যি কৰে সেই সম্পৰ্কে আল্লাহ অমনোযোগী নহয়।","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:86","price":"ইহঁতেই আখিৰাতৰ বিনিময়ত পৃথিৱীৰ জীৱনক কিনি লৈছে; সেয়ে সিহঁতৰ শাস্তি অকণো কমোৱা নহ’ব আৰু সিহঁতক সহায়ও কৰা নহ’ব।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:87","price":"আৰু নিশ্চয় আমি মুছাক কিতাব প্ৰদান কৰিছিলোঁ আৰু তেওঁৰ পিছত পৰ্যায়ক্ৰমে ৰাছুলসকলক প্ৰেৰণ কৰিছিলোঁ আৰু আমি মাৰয়ামৰ পুত্ৰ ঈছাক স্পষ্ট প্ৰমাণ প্ৰদান কৰিছিলোঁ আৰু ‘ৰূহুল কুদুছ’ৰ দ্বাৰা তেওঁক শক্তিশালী কৰিছিলোঁ। এইটো সঁচা নহয় জানো যেতিয়াই তোমালোকৰ ওচৰত কোনো ৰাছুলে তোমালোকৰ প্ৰবৃত্তিৰ বিপৰীত কোনো বস্তু লৈ আহিছিল তেতিয়াই তোমালোকে অহংকাৰ কৰিছিলা? তাৰ পিছত তোমালোকে নবীসকলৰ এটা দলক অস্বীকাৰ কৰিছিলা আৰু এটা দলক হত্যা কৰিছিলা।","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:88","price":"আৰু সিহঁতে কৈছিল, ‘আমাৰ অন্তৰসমূহ হৈছে আচ্ছাদিত’, বৰং সিহঁতৰ কুফৰীৰ কাৰণে আল্লাহে সিহঁতক অভিশাপ কৰিছে। এতেকে সিহঁতৰ কম সংখ্যকেই ঈমান পোষণ কৰিব।","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:89","price":"ইপিনে যেতিয়া সিহঁতৰ ওচৰলৈ আল্লাহৰ তৰফৰ পৰা এনে এখন কিতাব আহিল যিখনে সিহঁতৰ লগত থকা গ্ৰন্থক সমৰ্থন কৰে, অথচ ইয়াৰ পূৰ্বে সিহঁতে ইয়াৰ সহায় বিচাৰি কাফিৰসকলৰ বিৰুদ্ধে বিজয় প্ৰাৰ্থনা কৰিছিল। এতেকে যেতিয়া সিহঁতৰ ওচৰলৈ সেয়া আহি পালে যাক সিহঁতে ভালদৰে চিনি পায়, (তথাপিও) অস্বীকাৰ কৰিলে। সেয়ে কাফিৰসকলৰ ওপৰত আল্লাহৰ লা’নত।","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:90","price":"যিটোৰ বিনিময়ত সিহঁতে নিজকে বিক্ৰী কৰিছে সেয়া কিমান যে নিকৃষ্ট! সেয়া হৈছে, আল্লাহে যি অৱতীৰ্ণ কৰিছে, সিহঁতে তাৰ লগত কুফৰী কৰিছে, এই জিদৰ বশৱৰ্তী হৈ যে, আল্লাহে তেওঁৰ বান্দাসকলৰ মাজৰ পৰা যাক ইচ্ছা কৰে তাৰ ওপৰত তেওঁৰ অনুগ্ৰহ অৱতীৰ্ণ কৰে। সেয়ে সিহঁতে ক্ৰোধৰ ওপৰত ক্ৰোধ অৰ্জন কৰিছে আৰু কাফিৰসকলৰ বাবে আছে লাঞ্ছনাদায়ক শাস্তি।","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:91","price":"আৰু যেতিয়া সিহঁতক কোৱা হয়, ‘আল্লাহে যি অৱতীৰ্ণ কৰিছে তাৰ প্ৰতি তোমালোকে ঈমান পোষণ কৰা’, তেতিয়া সিহঁতে কয়, ‘আমাৰ প্ৰতি যি নাযিল হৈছে আমি কেৱল তাৰ প্ৰতিহে ঈমান পোষণ কৰোঁ’। অথচ সিহঁতে ইয়াৰ বাহিৰে যি আছে সেই সকলো অস্বীকাৰ কৰে, যদিও সেয়া সত্য আৰু সিহঁতৰ ওচৰত যি আছে তাৰ সমৰ্থনকাৰী। কোৱা, ‘যদি তোমালোকে মুমিন তেন্তে তোমালোকে অতীতত কিয় আল্লাহৰ নবীসকলক হত্যা কৰিছিলা?’","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:92","price":"আৰু নিশ্চয় মুছাই তোমালোকৰ ওচৰলৈ সুস্পষ্ট প্ৰমাণসহ আহিছিল, তাৰ পিছতো তোমালোকে তেওঁৰ অনুপস্থিতিত দামুৰিটোক (উপাস্যৰূপে) গ্ৰহণ কৰিছিলা। বাস্তবিকতেই তোমালোক হৈছা যালিম।","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:93","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি তোমালোকৰ পৰা প্ৰতিশ্ৰুতি লৈছিলোঁ আৰু তুৰ পৰ্বতক তোমালোকৰ ওপৰত উত্তোলন কৰিছিলোঁ, (আৰু কৈছিলোঁ) ‘আমি যি প্ৰদান কৰিলোঁ সেয়া দৃঢ়ভাৱে গ্ৰহণ কৰা আৰু (মনোযোগ সহকাৰে) শুনা’। সিহঁতে কৈছিল, ‘আমি শুনিলোঁ আৰু অমান্য কৰিলোঁ’, আৰু কুফৰীৰ কাৰণে সিহঁতৰ অন্তৰত দামুৰিপ্ৰীতি সোমোৱাই দিয়া হৈছিল। কোৱা, ‘যদি তোমালোক মুমিন তেন্তে তোমালোকৰ ঈমানে তোমালোকক যি নিৰ্দেশ দিয়ে সেয়া কিমান যে নিকৃষ্ট!’","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:94","price":"কোৱা, ‘যদি অন্যান্য মানুহৰ বাহিৰে আল্লাহৰ ওচৰত যদি আখিৰাতৰ বাসস্থান কেৱল তোমালোকৰ বাবেই নিৰ্দিষ্ট তেন্তে তোমালোকে মৃত্যু কামনা কৰা, যদি তোমালোকে সত্যবাদী হোৱা’।","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:95","price":"কিন্তু সিহঁতৰ কৃতকৰ্মৰ বাবে সিহঁতে কেতিয়াও এয়া কামনা নকৰিব; আৰু আল্লাহ যালিমসকলৰ বিষয়ে সম্যক জ্ঞানী।","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:96","price":"আৰু তুমি নিশ্চয় সিহঁতক জীৱনৰ প্ৰতি আন আন লোকতকৈ বেছি লোভী দেখিবলৈ পাবা, আনকি মুশ্বৰিকসকলতকৈও বেছি। সিহঁতৰ প্ৰত্যেকেই আশা কৰে যদি হাজাৰ বছৰ আয়ু দিয়া হ’লহেঁতেন; অথচ দীৰ্ঘায়ুয়ে তাক শাস্তিৰ পৰা নিষ্কৃতি দিব নোৱাৰিব। সিহঁতে যি কৰে সেই সম্পৰ্কে আল্লাহ সম্যক দ্ৰষ্টা।","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:97","price":"কোৱা, ‘যিয়ে জিব্ৰীলৰ প্ৰতি শত্ৰুতা পোষণ কৰিব, এইকাৰণে যে, তেওঁ আল্লাহৰ অনুমতিক্ৰমে তোমাৰ হৃদয়ত কোৰআন অৱতীৰ্ণ কৰিছে, যিখন পূৰ্বৱৰ্তী গ্ৰন্থৰো সমৰ্থনকাৰী আৰু যিখন মুমিনসকলৰ বাবে পথপ্ৰদৰ্শক আৰু শুভ সংবাদ।","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:98","price":"আল্লাহ, তেওঁৰ ফিৰিস্তাসকল, তেওঁৰ ৰাছুলসকল, জিব্ৰীল আৰু মীকাইলৰ সৈতে যিয়ে শত্ৰুতা পোষণ কৰিব, তেন্তে (জানি থোৱা) নিশ্চয় আল্লাহ কাফিৰসকলৰ শত্ৰু’।","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:99","price":"আৰু নিশ্চয় আমি তোমাৰ প্ৰতি সুস্পষ্ট আয়াতসমূহ অৱতীৰ্ণ কৰিছোঁ, ফাছিকসকলৰ বাহিৰে আন কোনোৱেই ইয়াক অস্বীকাৰ নকৰে।","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:100","price":"এয়া সঁচা নহয় জানো, যেতিয়াই সিহঁতে কোনো অংগীকাৰ কৰিছে তেতিয়াই সিহঁতৰ কোনো এটা দলে ইয়াক দলিয়াই দিছে? বৰং সিহঁতৰ অধিকাংশই বিশ্বাস নকৰে।","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:101","price":"আৰু যেতিয়া আল্লাহৰ তৰফৰ পৰা সিহঁতৰ ওচৰলৈ এজন ৰাছুল আহিল, সিহঁতৰ ওচৰত যি আছে তাক সমৰ্থনকাৰী হিচাপে, তেতিয়া কিতাবীসকলৰ এটা দলে আল্লাহৰ কিতাবক পিছফালে দলিয়াই দিলে, যেনিবা সিহঁতে একোৱেই নাজানে।","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:102","price":"আৰু ছুলাইমানৰ ৰাজত্বত চয়তানসকলে যি আবৃত্তি কৰিছিল সেয়া সিহঁতে অনুসৰণ কৰিছে আৰু ছুলাইমানে (কেতিয়াও) কুফৰী কৰা নাছিল, বৰং চয়তানেহে কুফৰী কৰিছিল। সিহঁতে মানুহক যাদু শিক্ষা দিছিল আৰু (সেই বিষয়ে শিক্ষা দিছিল) যিটো বাবিল চহৰত হাৰূত আৰু মাৰূত ফিৰিস্তাদয়ৰ ওপৰত অৱতীৰ্ণ হৈছিল। তেওঁলোক উভয়েই এই কথা নোকোৱালৈকে কাকো শিক্ষা দিয়া নাছিল যে, ‘আমি কেৱল এটা পৰীক্ষাহে’; সেয়ে তুমি কুফৰী নকৰিবা। ইয়াৰ পিছতো সিহঁতে ফিৰিস্তাদ্বয়ৰ পৰা এনে যাদু শিকি লৈছিল যিটোৰ দ্বাৰা সিহঁতে স্বামী-স্ত্ৰীৰ মাজত বিচ্ছেদ ঘটাইছিল। অথচ সিহঁতে আল্লাহৰ অনুমতিবিনে তাৰ দ্বাৰা কাৰো ক্ষতি কৰিব পৰা নাছিল; আৰু সিহঁতে কেৱল সেইটোৱে শিকিছিল যিটো সিহঁতক ক্ষতি কৰিছিল, কোনো উপকাৰ কৰা নাছিল; আৰু সিহঁতে নিশ্চিতভাৱে জানে যে, যিয়ে ইয়াক ক্ৰয় কৰে (অৰ্থাৎ যাদুৰ আশ্ৰয় লয়) তাৰ বাবে আখিৰাতত কোনো অংশ নাই। যাৰ বিনিময়ত সিহঁতে নিজকে বিক্ৰী কৰি আছে, সেয়া কিমান যে নিকৃষ্ট, যদি সিহঁত জানিলেহেঁতেন!","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:103","price":"আৰু যদি সিহঁতে ঈমান আনিলেহেঁতেন আৰু তাক্বৱা অৱলম্বন কৰিলেহেঁতেন, তেন্তে আল্লাহৰ তৰফৰ পৰা পাবলগীয়া ছোৱাব নিশ্চিতভাৱে (সিহঁতৰ বাবে) অধিক কল্যাণকৰ হ’লহেঁতেন, এই কথা যদি সিহঁত জানিলেহেঁতেন!","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:104","price":"হে ঈমান্দাৰসকল! তোমালোকে ‘ৰা-য়িনা’ বুলি নক'বা, বৰং ‘উনযুৰনা’ বুলি কোৱা আৰু শুনা; আৰু কাফিৰসকলৰ বাবে আছে যন্ত্ৰণাদায়ক শাস্তি।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:105","price":"কিতাবীসকলৰ মাজত যিসকলে কুফৰী কৰিছে সিহঁত আৰু মুশ্বৰিকসকলে এইটো নিবিচাৰে যে, তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমালোকৰ ওপৰত কোনো কল্যাণ অৱতীৰ্ণ হওক। অথচ আল্লাহে যাক ইচ্ছা নিজ ৰহমতৰ দ্বাৰা বিশেষিত কৰে; আৰু আল্লাহ মহান অনুগ্ৰহদাতা।","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:106","price":"আমি কোনো আয়াত ৰহিত কৰিলে বা পাহৰাই দিলে তাতোকৈ উত্তম অথবা তাৰ সমপৰ্যায়ৰ কোনো আয়াত আনি দিওঁ। তুমি নাজানানে যে, নিশ্চয় আল্লাহ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান।","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:107","price":"তুমি নাজানানে যে, আকামণ্ডল আৰু পৃথিৱীৰ সাৰ্বভৌমত্ব একমাত্ৰ আল্লাহৰেই? (জানি থোৱা) আল্লাহৰ বাহিৰে তোমালোকৰ কোনো অভিভাৱক নাই আৰু কোনো সহায়কাৰীও নাই।","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:108","price":"তোমালোকে তোমালোকৰ ৰাছুলক এনেকুৱা প্ৰশ্ন কৰিব বিচৰা নেকি যেনেকুৱা প্ৰশ্ন ইয়াৰ পূৰ্বে মূছাক কৰা হৈছিল? আৰু যিয়ে ঈমানক কুফৰীলৈ পৰিবৰ্তন কৰে, নিশ্চিয় সি পোন পথ হেৰুৱায়।","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:109","price":"কিতাবীসকলৰ বহুতেই বিচাৰে, যদি সিহঁতে তোমালোকক তোমালোকৰ ঈমান পোষণ কৰাৰ পিছত কাফিৰৰূপে ওভতাই নিব পাৰিলেহেঁতেন! সত্য স্পষ্ট হোৱাৰ পিছতো সিহঁতৰ নিজৰ ফালৰ পৰা বিদ্বেষবশতঃ (সিহঁতে এইটো কৰি থাকে)। এতেকে তোমালোকে ক্ষমা কৰা আৰু উপেক্ষা কৰা আল্লাহে তেওঁৰ কোনো নিৰ্দেশনা নিদিয়ালৈকে--- নিশ্চয় আল্লাহ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান।","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:110","price":"আৰু তোমালোকে ছালাত প্ৰতিষ্ঠা কৰা আৰু যাকাত প্ৰদান কৰা আৰু যিখিনি নেক আমল তোমালোকে নিজৰ বাবে আগলৈ প্ৰেৰণ কৰিবা সেইটো তোমালোকে আল্লাহৰ ওচৰত পাবা। নিশ্চয় তোমালোকে যি কৰা সেই সম্পৰ্কে আল্লাহ সম্যক দ্ৰষ্টা।","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:111","price":"আৰু সিহঁতে কয়, ‘ইয়াহূদী অথবা নাছাৰাৰ বাহিৰে আন কোনেও কেতিয়াও জান্নাতত প্ৰৱেশ নকৰিব’। এইটো সিহঁতৰ মিছা আশা মাথোন। কোৱা, ‘যদি তোমালোকে সত্যবাদী হোৱা তেনেহ’লে প্ৰমাণ লৈ আহা’।","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:112","price":"হয়, যিয়ে আল্লাহৰ ওচৰত সম্পূৰ্ণৰূপে আত্মসমৰ্পণ কৰে আৰু সৎকৰ্মশীল হয় তাৰ প্ৰতিদান তাৰ প্ৰতিপালকৰ ওচৰত আছে; আৰু তেওঁলোকৰ কোনো ভয় নাই আৰু তেওঁলোক চিন্তিতও নহ’ব।","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:113","price":"আৰু ইয়াহূদীসকলে কয়, ‘নাছাৰাসকলৰ কোনো ভিত্তি নাই’ আৰু নাছাৰাসকলে কয়, ‘ইয়াহূদীসকলৰ কোনো ভিত্তি নাই’ অথচ সিহঁতে কিতাব অধ্যায়ন কৰে। এনেকৈ যিসকলে একোৱেই নাজানে সিহঁতেও সেই একেই কথাই কয়। এতেকে যি বিষয়ে সিহঁতে মতভেদ কৰিছিল ক্বিয়ামতৰ দিনা আল্লাহে সিহঁতৰ মাজত (সেই বিষয়ে) মীমাংসা কৰি দিব।","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:114","price":"আৰু সেইজনতকৈ অধিক যালিম আৰু কোন হ’ব পাৰে, যিয়ে আল্লাহৰ মছজিদসমূহত তেওঁৰ নাম স্মৰণ কৰিবলৈ বাধা দিয়ে আৰু সেইবোৰৰ অনিষ্ট সাধন কৰিবলৈ চেষ্টা কৰে? অথচ সিহঁতৰ উচিত আছিল ভীত-সন্ত্ৰস্ত হৈ তাত প্ৰৱেশ কৰা। সিহঁতৰ বাবে পৃথিৱীত আছে লাঞ্ছনা আৰু আৰু আখিৰাতত সিহঁতৰ বাবে আছে মহাশাস্তি।","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:115","price":"পূৱ আৰু পশ্চিম আল্লাহৰেই; এতেকে তোমালোকে যি ফালেই মুখ নকৰা কিয়, সেইটোৱেই আল্লাহৰ দিশ। নিশ্চয় আল্লাহ সৰ্বব্যাপী, সৰ্বজ্ঞ।","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:116","price":"আৰু সিহঁতে কয়, আল্লাহে সন্তান গ্ৰহণ কৰিছে। তেওঁ (ইয়াৰ পৰা) অতি পৱিত্ৰ। বৰং আকাশমণ্ডল আৰু পৃথিৱীত যি যি আছে সেই সকলো আল্লাহৰেই। সকলো তেওঁৰেই একান্ত অনুগত।","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:117","price":"তেওঁ আকাশমণ্ডল আৰু পৃথিৱীৰ উদ্ভাৱক; আৰু তেওঁ যেতিয়া কিবা কৰাৰ সিদ্ধান্ত লয়, তেতিয়া তাৰ বাবে কেৱল কয়, ‘হ’, ফলত ই হৈ যায়।","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:118","price":"আৰু যিহঁতে একোৱেই নাজানে সিহঁতে কয়, ‘আল্লাহে আমাৰ লগত কথা নকয় কিয়? অথবা আমাৰ ওচৰত কোনো নিদৰ্শন নাহে কিয়?’ এনেকৈ সিহঁতৰ পূৰ্বৱৰ্তীসকলেও সিহঁতৰ দৰেই কথা কৈছিল। সিহঁতৰ অন্তৰসমূহ একেই ধৰণৰ। নিশ্চয় আমি আয়াতসমূহক স্পষ্টভাৱে বৰ্ণনা কৰিছোঁ সেইসকল লোকৰ বাবে, যিসকলে দৃঢ় বিশ্বাস পোষণ কৰে।","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:119","price":"নিশ্চয় আমি তোমাক প্ৰেৰণ কৰিছোঁ সত্য সহকাৰে, সুসংবাদদাতা আৰু সতৰ্ককাৰীৰূপে; আৰু জাহান্নামীসকলৰ বিষয়ে তোমাক কোনো সোধ-পোচ কৰা নহ’ব।","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:120","price":"ইয়াহূদী আৰু নাছাৰাসকলে কেতিয়াও তোমাৰ প্ৰতি সন্তুষ্ট নহ’ব, যেতিয়ালৈকে তুমি সিহঁতৰ মিল্লাতৰ অনুসৰণ নকৰিবা। কোৱা, ‘নিশ্চয় আল্লাহৰ হিদায়তেই প্ৰকৃত হিদায়ত’; আৰু তোমাৰ ওচৰত যি জ্ঞান আহিছে তাৰ পিছতো যদি তুমি সিহঁতৰ প্ৰবৃত্তিৰ অনুসৰণ কৰা তেন্তে আল্লাহৰ তৰফৰ পৰা তোমাৰ কোনো অভিভাৱক আৰু কোনো সহায়কাৰীও নাথাকিব।","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:121","price":"যিসকলক আমি কিতাব প্ৰদান কৰিছোঁ, সিহঁতৰ মাজত যিসকলে যথাযথভাৱে সেয়া তিলাৱত কৰে, তেওঁলোকেই ইয়াৰ প্ৰতি ঈমান পোষণ কৰে; আনহাতে যিসকলে ইয়াক অস্বীকাৰ কৰে, সিহঁতেই হৈছে ক্ষতিগ্ৰস্ত।","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:122","price":"হে ঈছৰাঈলৰ বংশধৰসকল! মোৰ সেই অনুগ্ৰহৰ কথা মনত পেলোৱা, যি অনুগ্ৰহ মই তোমালোকক প্ৰদান কৰিছিলোঁ, আৰু নিশ্চয় মই (সেই সময়ত) তোমালোকক সমগ্ৰ বিশ্বত শ্ৰেষ্ঠত্ব প্ৰদান কৰিছিলোঁ।","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:123","price":"আৰু তোমালোকে সেই দিৱসক ভয় কৰা, যিদিনা কোনেৱেই কাৰো উপকাৰত নাহিব আৰু কোনো ব্যক্তিৰ পৰা বিনিময় গ্ৰহণ কৰা নহ’ব আৰু কোনো মধ্যস্ততাও তাৰ কোনো কামত নাহিব আৰু সিহঁত সহায়প্ৰাপ্তও নহ’ব।","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:124","price":"আৰু স্মৰণ কৰা, যেতিয়া ইব্ৰাহীমক তেওঁৰ প্ৰতিপালকে কেইটামান বাণীৰ দ্বাৰা পৰীক্ষা কৰিছিল, আৰু তেওঁ সেইবোৰ পূৰণ কৰিছিল। আল্লাহে ক’লে, ‘নিশ্চয় মই তোমাক মানৱ জাতিৰ ইমাম বনাম’। তেওঁ ক’লে, ‘আৰু মোৰ বংশধৰসকলৰ পৰাও? আল্লাহে ক’লে, ‘মোৰ এই প্ৰতিশ্ৰুতি যালিমসকলক অন্তৰ্ভুক্ত নকৰিব’।","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:125","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি কা’বাঘৰক মানৱ জাতিৰ মিলন কেন্দ্ৰ আৰু নিৰাপত্তাস্থল বনালোঁ; আৰু (আদেশ দিলোঁ যে,) ‘তোমালোকে মাকামে ইব্ৰাহীমক ছালাতৰ স্থানৰূপে গ্ৰহণ কৰা। ইব্ৰাহীম আৰু ইছমাঈলক দায়িত্ব দিছিলোঁ যে, তোমালোকে মোৰ ঘৰক তাৱাফকাৰী, এ’তেকাফকাৰী আৰু ৰুকু’ আৰু ছাজদাকাৰীসকলৰ বাবে পৱিত্ৰ ৰাখিবা’।","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:126","price":"আৰু স্মৰণ কৰা, যেতিয়া ইব্ৰাহীমে কৈছিল, ‘হে মোৰ প্ৰতিপালক! ইয়াক তুমি নিৰাপদ চহৰ বনাই দিয়া আৰু ইয়াৰ অধিবাসীসকলৰ মাজত যিসকলে আল্লাহ আৰু শেষ দিৱসৰ প্ৰতি ঈমান পোষণ কৰে তেওঁলোকক ফল-মূলৰ জীৱিকা প্ৰদান কৰা’। তেওঁ (আল্লাহে) ক’লে, ‘যিয়ে কুফৰী কৰিব তাকো মই অলপ সময়ৰ বাবে জীৱনোপভোগ কৰিবলৈ সুবিধা দিম, তাৰ পিছত মই তাক জুইৰ শাস্তি ভোগ কৰিবলৈ বাধ্য কৰাম আৰু সেইটো যে কিমান নিকৃষ্ট প্ৰত্যাৱৰ্তনস্থল’!","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:127","price":"আৰু স্মৰণ কৰা, যেতিয়া ইব্ৰাহীম আৰু ইছমাঈলে কা’বাঘৰৰ আধাৰশিলা স্থাপন কৰিছিল, (আৰু কৈছিল) ‘হে আমাৰ প্ৰতিপালক! আমাৰ ফালৰ পৰা তুমি কবুল কৰা। নিশ্চয় তুমি সৰ্বশ্ৰোতা, সৰ্বজ্ঞ’।","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:128","price":"‘হে আমাৰ প্ৰতিপালক! আমাক উভয়কে তোমাৰ একান্ত অনুগত কৰা আৰু আমাৰ বংশধৰৰ পৰা তোমাৰ এটা অনুগত জাতি উত্থিত কৰা; আৰু আমাক ইবাদতৰ নিয়ম-পদ্ধতি দেখুৱাই দিয়া আৰু আমাৰ তাওবা কবুল কৰা। নিশ্চয় তুমি অধিক তাওবা গ্ৰহণকাৰী, পৰম দয়ালু’।","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:129","price":"‘হে আমাৰ প্ৰতিপালক! তুমি সিহঁতৰ মাজৰ পৰাই সিহঁতৰ ওচৰলৈ এজন ৰাছুল প্ৰেৰণ কৰা, যিয়ে তোমাৰ আয়াতসমূহ সিহঁতৰ ওচৰত তিলাৱত কৰিব; আৰু সিহঁতক কিতাব আৰু হিকমতৰ শিক্ষা দিব আৰু সিহঁতক পৰিশুদ্ধ কৰিব। নিশ্চয় তুমি পৰাক্ৰমশালী, প্ৰজ্ঞাময়।","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:130","price":"ইব্ৰাহীমৰ মিল্লাতৰ পৰা কেৱল সেই ব্যক্তিয়েই বিমুখ হ’ব পাৰে যিয়ে নিজকে নিৰ্বোধ বনাই লৈছে। নিশ্চয় আমি তেওঁক পৃথিৱীত মনোনীত কৰিছোঁ আৰু আখিৰাততো তেওঁ সৎকৰ্মশীলসকলৰ অন্যতম হ’ব।","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:131","price":"স্মৰণ কৰা, যেতিয়া তেওঁৰ প্ৰতিপালকে তেওঁক কৈছিল, ‘তুমি আত্মসমৰ্পণ কৰা’। তেওঁ কৈছিল, ‘মই বিশ্বজগতৰ প্ৰতিপালক আল্লাহৰ ওচৰত আত্মসমৰ্পণ কৰিলোঁ’।","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:132","price":"আৰু ইব্ৰাহীম আৰু ইয়াকূবে তেওঁলোকৰ পুত্ৰসকলক ইয়াৰেই নিৰ্দেশ দি কৈছিল, ‘হে মোৰ পুত্ৰসকল! নিশ্চয় আল্লাহে তোমালোকৰ বাবে এই দ্বীনক মনোনীত কৰিছে। এতেকে তোমালোকে আত্মসমৰ্পণকাৰী (মুছলিম) নোহোৱালৈকে মৃত্যু বৰণ নকৰিবা’।","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:133","price":"ইয়াকূবৰ মৃত্যুৰ সময়ত তোমালোকে তাত উপস্থিত আছিলা নেকি? তেওঁ যেতিয়া নিজ সন্তানসকলক কৈছিল, ‘মোৰ পিছত তোমালোকে কাৰ ইবাদত কৰিবা? সিহঁতে কৈছিল, ‘আমি আপোনাৰ ইলাহ আৰু আপোনাৰ পিতৃ-পুৰুষ ইব্ৰাহীম, ইছমাঈল আৰু ইছহাকৰ ইলাহ- সেই এজন ইলাহৰেই ইবাদত কৰিম; আৰু আমি তেওঁৰ ওচৰতেই আত্মসমৰ্পণকাৰী’।","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:134","price":"তেওঁলোক আছিল এনেকুৱা এটা জাতি, যিসকল অতীত হৈ গৈছে। তেওঁলোকে যি অৰ্জন কৰিছে সেয়া তেওঁলোকৰ বাবে, আৰু তোমালোকে যি অৰ্জন কৰিছা সেয়া তোমালোকৰ বাবে; আৰু তেওঁলোকে যি কৰিছিল সেই সম্পৰ্কে তোমালোকক প্ৰশ্ন কৰা নহ’ব।","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:135","price":"আৰু সিহঁতে কয়, ‘তোমালোকে ইয়াহূদী বা নাছাৰা হৈ যোৱা, সঠিক পথ পাবা’। কোৱা, ‘বৰং আমি একনিষ্ঠ হৈ ইব্ৰাহীমৰ মিল্লাতৰ অনুসৰণ কৰিম; আৰু তেওঁ মুশ্বৰিকসকলৰ অন্তৰ্ভুক্ত নাছিল’।","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:136","price":"তোমালোকে কোৱা, ‘আমি ঈমান আনিছোঁ আল্লাহৰ প্ৰতি আৰু যি আমাৰ প্ৰতি অৱতীৰ্ণ হৈছে, লগতে তাৰ প্ৰতিও ঈমান আনিছোঁ যি অৱতীৰ্ণ হৈছে ইব্ৰাহীম, ইছমাঈল, ইছহাক্ব, ইয়াকূব আৰু তেওঁৰ বংশধৰসকলৰ প্ৰতি, আৰু মুছা, ঈছা লগতে অন্যান্য নবীসকলক তেওঁলোকৰ প্ৰতিপালকৰ তৰফৰ পৰা যি প্ৰদান কৰা হৈছে (তাৰ প্ৰতিও ঈমান আনিছোঁ)। আমি তেওঁলোকৰ মাজত কোনো পাৰ্থক্য নকৰোঁ; আৰু আমি তেওঁৰেই ওচৰত আত্মসমৰ্পণকাৰী।","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:137","price":"এতেকে তোমালোকে যেনেকৈ ঈমান আনিছা সিহঁতেও যদি তেনেকৈ ঈমান আনে, তেন্তে নিশ্চয় সিহঁত হিদায়ত প্ৰাপ্ত হ’ব; আৰু যদি সিহঁতে মুখ ঘূৰাই লয়, তেন্তে সিহঁত আছে কেৱল বিৰোধিতাত লিপ্ত, এতেকে সিহঁতৰ বিপক্ষে তোমাৰ বাবে আল্লাহেই যথেষ্ট; আৰু তেওঁ সৰ্বশ্ৰোতা, সৰ্বজ্ঞ।","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:138","price":"আল্লাহৰ ৰঙেৰে ৰঞ্জিত হোৱা; আৰু আল্লাহৰ ৰঙতকৈ আৰু কাৰ ৰং বেছি সুন্দৰ হ’ব পাৰে? আৰু আমি তেওঁৰেই ইবাদতকাৰী।","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:139","price":"কোৱা, ‘আল্লাহ সম্পৰ্কে তোমালোকে আমাৰ লগত বিতৰ্কত লিপ্ত হ’ব বিচৰা নেকি? অথচ তেওঁ আমাৰ প্ৰতিপালক আৰু তোমালোকৰো প্ৰতিপালক! আমাৰ বাবে আমাৰ আমল, আৰু তোমালোকৰ বাবে তোমালোকৰ আমল; আৰু আমি তেওঁৰেই প্ৰতি একনিষ্ঠ।","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:140","price":"তোমালোকে এইটো ক’ব বিচৰা নেকি যে, ইব্ৰাহীম, ইছমাঈল, ইছহাক্ব, ইয়াকূব আৰু তেওঁৰ বংশধৰসকল ইয়াহূদী বা নাছাৰা আছিল? কোৱা, ‘তোমালোকে বেছি জানা নে আল্লাহে বেছি জানে’? সেইজনতকৈ বেছি যালিম আৰু কোন হ’ব পাৰে যিয়ে আল্লাহৰ তৰফৰ পৰা লাভ কৰা সাক্ষ্য গোপন কৰে? আৰু তোমালোকে যি কৰা সেই সম্পৰ্কে আল্লাহ অমনোযোগী নহয়।","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:141","price":"তেওঁলোক আছিল এনেকুৱা এটা জাতি, যিসকল অতীত হৈ গৈছে। তেওঁলোকে যি অৰ্জন কৰিছে সেয়া তেওঁলোকৰ বাবে, আৰু তোমালোকে যি অৰ্জন কৰিছা সেয়া তোমালোকৰ বাবে; আৰু তেওঁলোকে যি কৰিছিল সেই সম্পৰ্কে তোমালোকক প্ৰশ্ন কৰা নহ’ব।","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"as"},{"name":"2:142","price":"মানুহৰ মাজৰ নিৰ্বোধসকলে অনতিপলমে ক’ব যে, ‘ইমান দিনে সিহঁতে যি কিবলাৰ অনুসৰণ কৰি আহিছিল তাৰ পৰা সিহঁতক কিহে বিমুখ কৰালে? কোৱা, ‘পূৱ আৰু পশ্চিম আল্লাহৰেই। তেওঁ যাক ইচ্ছা কৰে সৰল পথৰ হিদায়ত প্ৰদান কৰে’।","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:143","price":"আৰু এনেকৈ আমি তোমালোকক এটা মধ্যপন্থী জাতিত পৰিণত কৰিছোঁ, যাতে তোমালোক মানৱ জাতিৰ ওপৰত সাক্ষী হোৱা আৰু ৰাছুলে তোমালোকৰ ওপৰত সাক্ষী হ’ব পাৰে; আৰু তুমি ইমান দিনে যিটো কিবলাৰ অনুসৰণ কৰি আছিলা সেইটোক আমি এই উদ্দেশ্যে কিবলাত পৰিণত কৰিছিলোঁ, যাতে প্ৰকাশ কৰি দিব পাৰোঁ যে, কোনে ৰাছুলৰ অনুসৰণ কৰে আৰু কোনে পিছফালে উভতি যায়? আল্লাহে যিসকলক হিদায়ত কৰিছে সিহঁতৰ বাহিৰে আনৰ বাবে এইটো এটা নিশ্চিত কঠিন কাম। আল্লাহ এনেকুৱা নহয় যে, তোমাোলকৰ ঈমান ব্যৰ্থ কৰি দিব। নিশ্চয় আল্লাহ মানুহৰ প্ৰতি সহানুভূতিশীল, পৰম দয়ালু।","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:144","price":"আকাশৰ ফালে তোমাৰ বাৰে বাৰে চাই থকাটো নিশ্চয় আমি লক্ষ্য কৰিছোঁ। এতেকে আমি তোমাক এনে কিবলাৰ ফালে নিশ্চয় ওভতাই দিম যিটোক তুমি পছন্দ কৰা। এতেকে তুমি মছজিদে হাৰামৰ ফালে মুখ কৰা; আৰু তোমালোকে য’তেই নাথাকা কিয় ইয়াৰ ফালেই তোমালোকৰ চেহাৰা ঘূৰাই লোৱা; আৰু নিশ্চয় যিসকলক কিতাব দিয়া হৈছে সিহঁতে নিশ্চিতভাৱে জানে যে, এইটো সিহঁতৰ প্ৰতিপালকৰ পৰা সত্য; আৰু সিহঁতে যি কৰে সেই সম্পৰ্কে আল্লাহ অমনোযাগী নহয়।","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:145","price":"আৰু যিসকলক কিতাব প্ৰদান কৰা হৈছে, তুমি যদি সিহঁতৰ ওচৰত সকলো দলিল-প্ৰমাণ দাঙি ধৰা, তথাপিও সিহঁতে তোমাৰ কিবলাৰ অনুসৰণ নকৰিব; আৰু তুমিও সিহঁতৰ কিবলাৰ অনুসাৰী নহয়; আৰু সিহঁতেও পৰস্পৰৰ কিবলাৰ অনুসাৰী নহয়। তোমাৰ ওচৰত সত্যৰ জ্ঞান অহাৰ পিছতো যদি তুমি সিহঁতৰ প্ৰবৃত্তিৰ অনুসৰণ কৰা, তেন্তে নিশ্চয় তুমি যালিমসকলৰ অন্তৰ্ভুক্ত হ’বা।","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:146","price":"আমি যিসকলক কিতাব প্ৰদান কৰিছোঁ, সিহঁতে তেওঁক এনেকৈ চিনি পায় যেনেকৈ সিহঁতে নিজৰ সন্তানক চিনি পায়; আৰু নিশ্চয় সিহঁতৰ এটা দলে জানি বুজি সত্য গোপন কৰি থাকে।","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:147","price":"সত্য তোমাৰ প্ৰতিপালকৰ পৰা প্ৰেৰিত। গতিকে তুমি কেতিয়াও সন্দেহ পোষণকাৰীসকলৰ অন্তৰ্ভুক্ত নহ’বা।","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:148","price":"আৰু প্ৰত্যেকৰে একোটাকৈ (নিৰ্দিষ্ট) দিশ আছে, সেই ফালেই সি মুখ কৰে, এতেকে তোমালোকে সৎকৰ্মত প্ৰতিযোগিতা কৰা। তোমালোকে য’তেই নাথাকা কিয় আল্লাহে তোমালোক সকলোকে সমবেত কৰিব। নিশ্চয় আল্লাহ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান।","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:149","price":"আৰু তুমি য’ৰ পৰাই নোলোৱা কিয়, তুমি মছজিদুল হাৰামৰ ফালে মুখ কৰিবা; নিশ্চয় এইটো তোমাৰ প্ৰতিপালকৰ পৰা পঠোৱা সত্য; আৰু তোমালোকে যি কৰা সেই সম্পৰ্কে আল্লাহ অমনোযোগী নহয়।","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:150","price":"আৰু তুমি য’ৰ পৰাই নোলোৱা কিয়, মছজিদুল হাৰামৰ ফালে তোমাৰ মুখ ঘূৰাই লোৱা, আৰু তোমালোকেও য’তেই নাথাকা কিয় ইয়াৰ ফালেই তোমালোকে মুখ কৰিবা, যাতে তোমালোকৰ বিপক্ষে মানুহৰ বাবে বিতৰ্ক কৰাৰ একো নাথাকে; কিন্তু সিহঁতৰ মাজত থকা যালিমসকলৰ বাহিৰে। গতিকে তোমালোকে সিহঁতক ভয় নকৰিবা, কেৱল মোকেই ভয় কৰাঁ; এই কাৰণে যে, যাতে আমি তোমালোকৰ ওপৰত মোৰ অনুগ্ৰহ পৰিপূৰ্ণ কৰিব পাৰোঁ আৰু যাতে তোমালোকে হিদায়ত প্ৰাপ্ত হোৱা।","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:151","price":"যেনেকৈ আমি তোমালোকৰ মাজৰ পৰা তোমালোকৰ ওচৰতেই এজন ৰাছুল প্ৰেৰণ কৰিছোঁ, যিজনে তোমালোকৰ ওচৰত আমাৰ আয়াতসমূহ তিলাৱত কৰে, আৰু তোমালোকক পৰিশুদ্ধ কৰে তথা তোমালকক কিতাব আৰু হিকমতৰ শিক্ষা দিয়ে, এনে শিক্ষা দিয়ে যিটো তোমালোকে জনা নাছিলা।","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:152","price":"এতেকে, তোমালোকে মোকেই স্মৰণ কৰা, ময়ো তোমালোকক স্মৰণ কৰিম; আৰু তোমালোকে মোৰ প্ৰতি কৃতজ্ঞ হোৱা আৰু অকৃতজ্ঞ নহ’বা।","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:153","price":"হে ঈমান্দাৰসকল! তোমালোকে ধৈৰ্য্য আৰু ছালাতৰ মাধ্যমত সহায় প্ৰাৰ্থনা কৰা। নিশ্চয় আল্লাহ ধৈৰ্য্যশীলসকলৰ লগত আছে।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:154","price":"আৰু যিসকলে আল্লাহৰ পথত নিহত হয়, তেওঁলোকক মৃত বুলি নামাতিবা, বৰং তেওঁলোক হৈছে জীৱিত; কিন্তু তোমালোকে উপলব্ধি কৰিব নোৱাৰা।","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:155","price":"আৰু আমি তোমালোকক নিশ্চয় পৰীক্ষা কৰিম অলপ ভয়-ভীতি, ভোক আৰু ধন-সম্পদ, জীৱন আৰু ফচলৰ ক্ষয়-ক্ষতিৰ দ্বাৰা; আৰু তুমি ধৈৰ্য্যশীলসকলক সুসংবাদ দিয়া--","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:156","price":"যিসকলে বিপদত আক্ৰান্ত হ’লে কয়, ‘আমিতো আল্লাহৰেই, আৰু নিশ্চয় আমি তেওঁৰ পিনেই প্ৰত্যাৱৰ্তনকাৰী’।","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:157","price":"এওঁলোকেই হৈছে সেইসকল লোক, যিসকলৰ প্ৰতি তেওঁলোকৰ প্ৰতিপালকৰ পৰা বিশেষ অনুগ্ৰহ আৰু ৰহমত বৰ্ষিত হয়, আৰু এওঁলোকেই সৎপথত পৰিচালিত।","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:158","price":"নিশ্চয় চাফা আৰু মাৰৱা আল্লাহৰ নিদৰ্শনসমূহৰ অন্তৰ্ভুক্ত। এতেকে যিয়ে (কাবা) ঘৰৰ হজ্জ অথবা ওমৰাহ সম্পন্ন কৰে, এই দুটাৰ মাজত ছায়ী (প্ৰদক্ষিণ) কৰিলে তাৰ কোনো পাপ নহ’ব; আৰু যিয়ে স্বতঃস্ফূৰ্তভাৱে কোনো সৎকৰ্ম কৰিব, তেন্তে নিশ্চয় আল্লাহ উত্তম পুৰস্কাৰদাতা, সৰ্বজ্ঞ।","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:159","price":"নিশ্চয় আমি যিবোৰ সু-স্পষ্ট নিদৰ্শন আৰু হিদায়ত অৱতীৰ্ণ কৰিছোঁ, মানুহৰ বাবে কিতাবত সেইবোৰ স্পষ্টভাৱে ব্যক্ত কৰাৰ পিছতো যিসকলে সেইবোৰ গোপন কৰে, সিহঁতক আল্লাহে অভিশাপ কৰে আৰু অভিশাপকাৰীসকলেও সিহঁতক অভিশাপ কৰে।","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:160","price":"কিন্তু যিসকলে তাওবা কৰিছে আৰু নিজকে সংশোধন কৰিছে আৰু সত্যক সুস্পষ্টভাৱে ব্যক্ত কৰিছে। তেওঁলোকেই হৈছে সেইসকল লোক, যিসকলৰ তাওবা আমি কবুল কৰোঁ; আৰু মই অধিক তাওবা কবুলকাৰী, পৰম দয়ালু।","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:161","price":"নিশ্চয় যিসকলে কুফৰী কৰিছে আৰু কাফিৰ অৱস্থাতেই মৃত্যুবৰণ কৰিছে, সিহঁতৰ ওপৰত আল্লাহৰ, ফিৰিস্তাসকলৰ আৰু সকলো মানুহৰ অভিশাপ।","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:162","price":"তাত সিহঁত স্থায়ী হ’ব। সিহঁতৰ শাস্তি অকণো শিথিল কৰা নহ’ব আৰু সিহঁতক অৱকাশো দিয়া নহ’ব।","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:163","price":"আৰু তোমালোকৰ ইলাহ কেৱল এজন ইলাহ। তেওঁৰ বাহিৰে আন কোনো (সত্য) ইলাহ নাই। তেওঁ পৰম কৰুণাময়, পৰম দয়ালু।","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:164","price":"নিশ্চয় আকাশমণ্ডল আৰু পৃথিৱীৰ সৃষ্টিৰ মাজত, ৰাতি আৰু দিনৰ পৰিবৰ্তনৰ মাজত, মানুহৰ উপকাৰী দ্ৰৱ্যবাহী সাগৰত চলাচল কৰা জাহাজত আৰু আকাশৰ পৰা আল্লাহে পানী বৰ্ষণ কৰি মৃত ভূমিক পুনৰ্জীৱিত কৰাৰ মাজত, আৰু তাৰ মাজত আল্লাহে প্ৰসাৰিত কৰিছে সকলো প্ৰকাৰ বিচৰণশীল প্ৰাণী, লগতে বতাহৰ দিশ পৰিবৰ্তনত তথা আকাশ আৰু পৃথিৱীৰ মাজত নিয়ন্ত্ৰিত মেঘমালাৰ মাজত বিবেকৱান সম্প্ৰদায়ৰ বাবে আছে বহুতো নিদৰ্শন।","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:165","price":"আৰু মানুহৰ মাজত এনেকুৱা কিছুমান মানুহো আছে, যিসকলে আল্লাহৰ বাহিৰে আনক আল্লাহৰ সমকক্ষৰূপে গ্ৰহণ কৰে, সিহঁতে সিহঁতক ভাল পায়, আল্লাহক ভালপোৱাৰ দৰেই; আনহাতে যিসকলে ঈমান আনিছে সিহঁতে আল্লাহক সৰ্বাধিক ভাল পায়; আৰু যিসকলে অন্যায় কৰিছে সিহঁতে যদি আযাব দেখিবলৈ পালেহেঁতেন (তেন্তে সিহঁত নিশ্চিত হ’লহেঁতেন যে,) নিশ্চয় সকলো শক্তি আল্লাহৰেই; আৰু নিশ্চয় আল্লাহ শাস্তি প্ৰদানত অতি কঠোৰ।","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:166","price":"যেতিয়া, নেতাসকলে (যিসকলক অনুসৰণ কৰা হৈছিল) সিহঁতৰ অনুসাৰীসকলৰ পৰা নিজকে মুক্ত কৰি লব আৰু সিহঁতে শাস্তি দেখিবলৈ পাব (তেতিয়া) সিহঁতৰ যাৱতীয় পাৰস্পৰিক সম্পৰ্ক বিচ্ছিন্ন হৈ যাব।","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:167","price":"আৰু যিসকলে অনুসৰণ কৰিছিল সিহঁতে ক’ব, ‘হায়’, আকৌ এবাৰ যদি আমি উভতি যাবলৈ সুযোগ পালোহেঁতেন, তেনেহ’লে আমিও সিহঁতৰ পৰা সম্পৰ্ক বিচ্ছিন্ন কৰিলোহেঁতেন যেনেকৈ সিহঁতে আমাৰ পৰা সম্পৰ্ক বিচ্ছিন্ন কৰিছে। এনেকৈ আল্লাহে সিহঁতৰ কাৰ্যাৱলী সিহঁতক দেখুৱাব, সিহঁতৰ বাবে আক্ষেপস্বৰূপ; আৰু সিহঁত কেতিয়াও জুইৰ পৰা ওলাব নোৱাৰিব।","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:168","price":"হে মানৱ সম্প্ৰদায়! পৃথিৱীত থকা হালাল আৰু পৱিত্ৰ বস্তুবোৰ তোমালোকে ভক্ষণ কৰা; আৰু তোমালোকে চয়তানৰ পদানুসৰণ নকৰিবা। নিশ্চয় সি তোমালোকৰ প্ৰকাশ্য শত্ৰু।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:169","price":"নিশ্চয় সি তোমালোকক কেৱল বেয়া আৰু অশ্লীল কামৰ আদেশ দিয়ে আৰু আল্লাহ সম্পৰ্কে এনেবোৰ কথা কোৱাৰ (আদেশ দিয়ে) যিটো তোমালোকে নাজানা।","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:170","price":"আৰু যেতিয়া সিহঁতক কোৱা হয়, ‘আল্লাহে যি অৱতীৰ্ণ কৰিছে সেয়া তোমালোকে অনুসৰণ কৰা’, (তেতিয়া) সিহঁতে কয়, ‘নহয়, বৰং আমি অনুসৰণ কৰিম সেইটোৰ, যিটোৰ ওপৰত আমি আমাৰ পিতৃ পুৰুষসকলক পাইছোঁ’। যদিও সিহঁতৰ পিতৃ-পুৰুষসকলে একো বুজা নাছিল আৰু সিহঁত সৎপথতো পৰিচালিত নাছিল, (তথাপিও সিহঁতে তাৰেই অনুসৰণ কৰিবনে?)","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:171","price":"আৰু যিসকলে কুফৰী কৰিছে সিহঁতৰ উদাহৰণ হৈছে সেই ব্যক্তিৰ দৰে, যিয়ে এনে কাৰোবাক মাতিছে যিয়ে চিঞৰ বাখৰৰ বাহিৰে একো নুশুনে। সিহঁত কলা, বোবা, অন্ধ; সেয়ে সিহঁতে নুবুজে।","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:172","price":"হে ঈমান্দাৰসকল! তোমালোকক আমি যিবোৰ জীৱিকা প্ৰদান কৰিছোঁ তাৰ পৰা তোমালোকে পৱিত্ৰ বস্তুবোৰ ভক্ষণ কৰা, আৰু আল্লাহৰ কৃতজ্ঞতা প্ৰকাশ কৰা, যদিহে তোমালোকে কেৱল তেওঁৰেই ইবাদত কৰা।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:173","price":"নিশ্চয় তেওঁ তোমালোকৰ ওপৰত হাৰাম কৰিছে মৃত জন্তু, তেজ, গাহৰিৰ মাংস আৰু যিটো গায়ৰুল্লাহৰ নামত (জবেহ কৰাৰ সময়ত আল্লাহৰ নাম নলৈ আনৰ নামত) জবেহ কৰা হৈছে। কিন্তু যিয়ে নিৰূপায় হৈ (অলপ ভক্ষণ কৰে) অবাধ্য বা সীমালংঘন নকৰে তেন্তে তাৰ কোনো পাপ নহ’ব। নিশ্চয় আল্লাহ ক্ষমাশীল, পৰম দয়ালু।","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:174","price":"নিশ্চয় যিসকলে আল্লাহে অৱতীৰ্ণ কৰা গ্ৰন্থৰ পৰা কিছু কথা গোপন কৰে আৰু ইয়াৰ বিনিময়ত সামান্য মূল্য গ্ৰহণ কৰে, সিহঁতে নিজৰ পেটত জুইৰ বাহিৰে আন একো নভৰায়। ক্বিয়ামতৰ দিনা আল্লাহে সিহঁতৰ লগত কথা নক’ব আৰু সিহঁতক পৱিত্ৰও নকৰিব; আৰু সিহঁতৰ বাবে আছে যন্ত্ৰণাদায়ক শাস্তি।","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:175","price":"সিহঁতেই হিদায়তৰ বিনিময়ত ভ্ৰষ্টতা আৰু মাগফিৰাতৰ পৰিবৰ্তে শাস্তি কিনি লৈছে; এতেকে জুই সহ্য কৰিবলৈ সিহঁত কিমান যে ধৈৰ্য্যশীল!","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:176","price":"এয়া এইবাবেই যে, আল্লাহে সত্যসহ কিতাব অৱতীৰ্ণ কৰিছে আৰু যিসকলে কিতাব সম্বন্ধে মতভেদ সৃষ্টি কৰিছে, সিহঁত নিশ্চয় সুদূৰ মতানৈক্যত লিপ্ত।","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:177","price":"পূৱ বা পশ্চিম দিশত তোমালোকৰ মুখ কৰাটোৱে সৎকৰ্ম নহয়, বৰং সৎকৰ্ম হৈছে, যিয়ে আল্লাহ, শেষ দিৱস, ফিৰিস্তাসকল, কিতাবসমূহ আৰু নবীসকলৰ প্ৰতি ঈমান পোষণ কৰে আৰু সম্পদৰ প্ৰতি আসক্তি থকা সত্ত্বেও আত্মীয়-স্বজন, ইয়াতীম, অভাৱগ্ৰস্ত, মুছাফিৰ, সাহায্যপ্ৰাৰ্থী আৰু দাসমুক্তিৰ বাবে ব্যয় কৰে আৰু ছালাত প্ৰতিষ্ঠা কৰে, যাকাত প্ৰদান কৰে, প্ৰতিশ্ৰুতি দিলে সেয়া পূৰণ কৰে, অৰ্থ-সংকটত, দুখ-কষ্টত আৰু সংগ্ৰাম-সংকটত ধৈৰ্য্য ধাৰণ কৰে। এওঁলোকেই সত্যবাদী আৰু এওঁলোকেই হৈছে মুত্তাক্বী।","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:178","price":"হে ঈমান্দাৰসকল! হত্যাৰ ক্ষেত্ৰত তোমালোকৰ ওপৰত কিচাচৰ (প্ৰতিশোধ গ্ৰহণৰ) বিধান ফৰজ কৰা হৈছে। স্বাধীন ব্যক্তিৰ পৰিৱৰ্তে স্বাধীন ব্যক্তি, ক্ৰীতদাসৰ পৰিৱৰ্তে ক্ৰীতদাস, নাৰীৰ পৰিৱৰ্তে নাৰী। কিন্তু তাৰ ভাতৃৰ ফালৰ পৰা ক্ষমা প্ৰদৰ্শন কৰা হ'লে যথাযথ বিধিৰ অনুসৰণ কৰি সততাৰ সৈতে তাৰ ৰক্ত-বিনিময় আদায় কৰা কৰ্তব্য। এইটো হৈছে তোমালোকৰ প্ৰতিপালকৰ ফালৰ পৰা শিথিলতা আৰু অনুগ্ৰহ। এতেকে ইয়াৰ পিছতো যিয়ে সীমালংঘন কৰিব তাৰ বাবে আছে যন্ত্ৰণাদায়ক শাস্তি।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:179","price":"আৰু হে বুদ্ধি-বিবেকসম্পন্ন লোকসকল! কিচাচৰ মাজত তোমালোকৰ বাবে আছে জীৱন, যাতে তোমালোকে তাক্বৱা অৱলম্বন কৰা।","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:180","price":"তোমালোকৰ মাজত যাৰ মৃত্যুৰ সময় উপস্থিত হ’ব, সি যদি ধন-সম্পদ ৰাখি যায়, তেন্তে প্ৰচলিত ন্যায়নীতি অনুযায়ী তাৰ পিতৃ-মাতৃ আৰু আত্মীয় স্বজনৰ বাবে অছিয়ত কৰাৰ বিধান তোমালোকক দিয়া হ’ল। এইটো মুত্তাক্বীসকলৰ এটা কৰ্তব্য।","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:181","price":"এতেকে এইটো শুনাৰ পিছতো যিয়ে ইয়াত পৰিবৰ্তন সাধন কৰিব, তেন্তে যিসকলে পৰিবৰ্তন কৰিব অপৰাধ সিহঁতৰে হ’ব। নিশ্চয় আল্লাহ সৰ্বশ্ৰোতা, সৰ্বজ্ঞানী।","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:182","price":"কিন্তু যদি কোনোবাই অছিয়তকাৰীৰ পক্ষপাতিত্ব অথবা গুনাহৰ আশংকা কৰে, তাৰ পিছত সিহঁতৰ মাজত মীমাংসা কৰি দিয়ে তেন্তে তাৰ কোনো অপৰাধ নাই। নিশ্চয় আল্লাহ ক্ষমাপৰায়ণ, পৰম দয়ালু।","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:183","price":"হে ঈমান্দাৰসকল! তোমালোকৰ ওপৰত ছিয়াম ফৰজ কৰা হৈছে যেনেকৈ তোমালোকৰ পূৰ্বৱৰ্তীসকলৰ ওপৰত ফৰজ কৰা হৈছিল, যাতে তোমালোকে তাক্বৱা অৱলম্বন কৰিব পাৰা।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:184","price":"(ৰোজা) নিৰ্দিষ্ট কিছুমান দিনৰ বাবে। এতেকে তোমালোকৰ মাজত কোনোবাই অসুস্থ হ’লে অথবা ভ্ৰমণত থাকিলে, আন দিনবোৰত এই সংখ্যা পূৰণ কৰি লব, আৰু যিসকলৰ বাবে ছিয়াম পালন কৰা কষ্টসাধ্য সিহঁতৰ কৰ্তব্য হৈছে ইয়াৰ পৰিবৰ্তে ফিদিয়া- এজন মিছকিনক খাদ্য দান কৰা। যদি কোনোবাই স্বেচ্ছাই সৎকৰ্ম কৰে তেন্তে সেয়া তাৰ বাবে কল্যাণকৰ; আৰু ছিয়াম পালন কৰাটোৱে তোমালোকৰ বাবে কল্যাণকৰ, যদি তোমালোকে জানিলাহেঁতেন!","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:185","price":"ৰমজান হৈছে সেই মাহ, যি মাহত কোৰআন অৱতীৰ্ণ কৰা হৈছে মানৱ জাতিৰ হিদায়তৰ বাবে আৰু হিদায়তৰ স্পষ্ট নিদৰ্শন হিচাপে আৰু সত্য-অসত্যৰ পাৰ্থক্যকাৰীৰূপে।এতেকে তোমালোকৰ মাজত যিয়ে এই মাহত উপনীত হ’ব সি যেন এই মাহত ছিয়াম পালন কৰে। কিন্তু তোমালোকৰ কোনোবাই অসুস্থ থাকিলে অথবা ভ্ৰমণাৱস্থাত থাকিলে বেলেগ দিনবোৰত এই সংখ্যা পূৰণ কৰিব। আল্লাহে তোমালোকৰ বাবে সহজটো বিচাৰে আৰু তোমালোকৰ কষ্ট নিবিচাৰে, কাৰণ যাতে তোমালোকে সংখ্যা পূৰণ কৰিব পাৰা আৰু তেওঁ যিহেতু তোমালোকক হিদায়ত দিছে সেয়ে তোমালোকে যাতে আল্লাহৰ মহিমা ঘোষণা কৰিব পাৰা আৰু যাতে তোমালোক কৃতজ্ঞ হ’ব পাৰা।","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:186","price":"আৰু মোৰ বান্দাসকলে যেতিয়া মোৰ বিষয়ে তোমাক সোধে, (তেতিয়া তুমি কৈ দিয়া) নিশ্চয় মই অতি ওচৰত আছোঁ। মই প্ৰাৰ্থনাকাৰীৰ প্ৰাৰ্থনা কবুল কৰোঁ, যেতিয়া সি প্ৰাৰ্থনা কৰে। এতেকে সিহঁতেও যেন মোৰ আহ্বানত সঁহাৰি দিয়ে আৰু মোৰ প্ৰতি ঈমান পোষণ কৰে, যাতে সিহঁত সঠিক পথত পৰিচালিত হ’ব পাৰে।","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:187","price":"ছিয়ামৰ ৰাতিত তোমালোকৰ বাবে স্ত্ৰী-সম্ভোগ বৈধ কৰা হৈছে। সিহঁত তোমালোকৰ পোছাকস্বৰূপ আৰু তোমালোকেও সিহঁতৰ পোছাকস্বৰূপ। আল্লাহে জানে যে, তোমালোকে নিজৰ লগত খিয়ানত কৰিছিলা। এতেকে তেওঁ তোমালোকৰ তাওবা কবুল কৰিছে আৰু তোমালোকক মাৰ্জনা কৰিছে। তোমালোকে এতিয়া সিহঁতৰ লগত মিলিত হ’ব পাৰিবা আৰু আল্লাহে তোমালোকৰ বাবে যি বিধিবদ্ধ কৰি ৰাখিছে সেইটো কামনা কৰা; আৰু তোমালোকে পানাহাৰ কৰা যেতিয়ালৈকে ৰাতিৰ ক'লা ৰেখাৰ পৰা ঊষাৰ বগা ৰেখা স্পষ্টৰূপে তোমালোকৰ ওচৰত প্ৰকাশ নহয়। তাৰ পিছত ৰাতিৰ আগমন পৰ্যন্ত ছিয়াম পালন কৰা; আৰু তোমালোকে মছজিদত এ’তিকাফ অৱস্থাত সিহঁতৰ লগত সহবাস নকৰিবা। এইবোৰ হৈছে আল্লাহৰ সীমাৰেখা। সেয়ে এইবোৰৰ নিকটৱৰ্তী নহ’বা। এনেকৈ আল্লাহে তেওঁৰ আয়াতসমূহ মানুহৰ বাবে সুস্পষ্টভাৱে বৰ্ণনা কৰে, যাতে সিহঁত তাক্বৱাৰ অধিকাৰী হ’ব পাৰে।","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:188","price":"আৰু তোমালোকে নিজৰ মাজতে এজনে আনজনৰ অৰ্থ-সম্পদ অন্যায়ভাৱে নাখাবা আৰু মানুহৰ ধন-সম্পত্তিৰ কিছু অংশ জানি বুজি অন্যায়ভাৱে আত্মসাৎ কৰিবলৈ বিচাৰকসকলক উৎকোচ প্ৰদান নকৰিবা।","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:189","price":"সিহঁতে তোমাক নতুন জোন সম্পৰ্কে প্ৰশ্ন কৰে (কিয় এইটো সৰু হয় আৰু ডাঙৰ হয়)। কোৱা, 'এইটো মানুহৰ (বিভিন্ন কামকাজৰ) আৰু হজ্জৰ বাবে সময় নিৰ্ধাৰক; আৰু পিছফালেৰে ঘৰত প্ৰৱেশ কৰাটো কোনো পূণ্যৰ কাম নহয়, বৰং পূণ্য হৈছে তাক্বৱা অৱলম্বন কৰা। এতেকে তোমালোকে (সন্মুখৰ) দুৱাৰেৰেই ঘৰত প্ৰৱেশ কৰা আৰু তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা, যাতে তোমালোকে সফলতা অৰ্জন কৰিব পাৰা'।","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:190","price":"আৰু যিসকলে তোমালোকৰ বিৰুদ্ধে যুদ্ধ কৰে, তোমালোকেও আল্লাহৰ পথত সিহঁতৰ বিৰুদ্ধে যুদ্ধ কৰা; কিন্তু সীমালংঘন নকৰিবা। নিশ্চয় আল্লাহ সীমালংঘনকাৰীসকলক ভাল নাপায়।","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:191","price":"আৰু সিহঁতক য’তেই পাবা হত্যা কৰিবা, আৰু যি স্থানৰ পৰা সিহঁতে তোমালোকক বহিষ্কাৰ কৰিছিল তোমালোকেও সেই স্থানৰ পৰা সিহঁতক বহিষ্কাৰ কৰিবা। (জানি থোৱা) ফিতনা (অশান্তি, শ্বিৰ্ক বা ধৰ্মদ্ৰোহিতা) হৈছে হত্যা কৰাতকৈও সাংঘাতিক; আৰু মছজিদুল হাৰামৰ ওচৰত তোমালোকে সিহঁতৰ লগত যুদ্ধ নকৰিবা যেতিয়ালৈকে সিহঁতে তোমালোকৰ বিৰুদ্ধে তাত যুদ্ধ নকৰে। এতেকে যদি সিহঁতে তোমালোকৰ বিৰুদ্ধে যুদ্ধ কৰে তেন্তে তোমালোকেও সিহঁতক হত্যা কৰিবা, এইটোৱেই কাফিৰসকলৰ পৰিণাম।","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:192","price":"এতেকে যদি সিহঁত বিৰত হয় তেন্তে নিশ্চয় আল্লাহ ক্ষমাশীল, পৰম দয়ালু।","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:193","price":"আৰু তোমালোকে সিহঁতৰ বিৰুদ্ধে যুদ্ধ কৰিয়েই থাকিবা যেতিয়ালৈকে ফিতনা চুড়ান্তভাৱে দূৰীভূত নহয় আৰু দ্বীন একমাত্ৰ আল্লাহৰ বাবে প্ৰতিষ্ঠিত নহয়। কিন্তু যদি সিহঁতে বিৰত হয় তেন্তে যালিমসকলৰ বাহিৰে আন কাৰো ওপৰত আক্ৰমণ কৰা বৈধ নহয়।","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:194","price":"পৱিত্ৰ মাহৰ পৰিৱৰ্তে পৱিত্ৰ মাহ। যাৰ পৱিত্ৰতা অলংঘনীয় তাৰ অৱমাননা কিচাচৰ অন্তৰ্ভুক্ত। এতেকে যিয়ে তোমালোকক আক্ৰমণ কৰিব তোমালোকেও তাক অনুৰূপ আক্ৰমণ কৰিবা আৰু তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰিবা; আৰু জানি থোৱা, নিশ্চয় আল্লাহ মুত্তাক্বীসকলৰ লগত আছে।","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:195","price":"আৰু তোমালোকে আল্লাহৰ পথত ব্যয় কৰা আৰু নিজ হাতেৰে নিজকে ধ্বংসৰ মুখত ঠেলি নিদিবা, আৰু তোমালোকে ইহছান কৰা, নিশ্চয় আল্লাহে ইহছানকাৰীসকলক ভালপায়।","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:196","price":"আৰু তোমালোকে হজ্জ আৰু ওমৰাহ আল্লাহৰ বাবেই সম্পাদন কৰা। এতেকে যদি তোমালোকে (ইহৰাম বন্ধি লোৱাৰ পিছত) বাধাপ্ৰাপ্ত হোৱা তেন্তে সহজলভ্য হাদ’য়ী (কুৰবানী) প্ৰদান কৰা, আৰু হাদ’য়ী (কুৰবানীৰ জন্তু) তাৰ নিৰ্দিষ্ট স্থান নোপাৱালৈকে তোমালোকে মূৰ নুখুৰাবা। কিন্তু তোমালোকৰ মাজৰ কোনোবাই যদি অসুস্থ হয় অথবা মূৰত কষ্টদায়ক কিবা হয় (আৰু ইয়াৰ ফলত যদি মূৰ খুৰাবলগীয়া হয়) তেন্তে ছিয়াম অথবা ছাদক্বা নাইবা পশু জবেহ কৰি তাৰ ফিদিয়া দিব লাগিব। এতেকে যেতিয়া তোমালোকে নিৰাপদ হ’বা তেতিয়া তোমালোকৰ মাজত যিয়ে ওমৰাক হজ্জৰ লগত মিলাই তামাত্তু কৰিব বিচাৰে, সি সহজলভ্য হাদ’য়ী জবেহ কৰিব। কিন্তু যদি কোনোবাই এইটো কৰিব নোৱাৰে, তেন্তে তাৰ বাবে হজ্জৰ সময়ত তিনি দিন আৰু ঘৰত উভতি আহি সাত দিন, এই সম্পূৰ্ণ দহ দিন ছিয়াম পালন কৰিব লাগিব। এইটো কেৱল সেই ব্যক্তিৰ বাবে যাৰ পৰিয়ালবৰ্গ মছজিদুল হাৰামৰ অধিবাসী নহয়; আৰু তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা আৰু জানি থোৱা যে, নিশ্চয় আল্লাহ শাস্তি প্ৰদানত অতি কঠোৰ।","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:197","price":"হজ্জ হৈছে নিৰ্দিষ্ট মাহসমূহত (শ্বাওৱাল, জুলকাদাহ আৰু জুলহিজ্জা মাহত)। এতেকে যিয়ে এই মাহসমূহত হজ্জ কৰিবলৈ স্থিৰ কৰে সি যেন হজ্জৰ সময়ত স্ত্ৰী-সম্ভোগ, অন্যায় আচৰণ আৰু কলহ-বিবাদ নকৰে; আৰু তোমালোকে যি সৎকৰ্মই নকৰা কিয় সেয়া আল্লাহে জানে আৰু তোমালোকে সম্বল সংগ্ৰহ কৰা। নিশ্চয় আটাইতকৈ উত্তম সম্বল হৈছে তাক্বৱা। হে বিবেকসম্পন্ন ব্যক্তিসকল! তোমালোকে কেৱল মোৰেই তাক্বৱা অৱলম্বন কৰা।","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:198","price":"(হজ্জৰ সময়ত) তোমালোকৰ প্ৰতিপালকৰ অনুগ্ৰহ সন্ধান (ব্যৱসায়-বাণিজ্য) কৰাত তোমালোকৰ কোনো পাপ নহয়। এতেকে তোমালোকে যেতিয়া আৰাফাতৰ পৰা উভতি আহিবা তেতিয়া (মুজদালিফাত) মাশ্বআৰুল হাৰামৰ ওচৰত আল্লাহক স্মৰণ কৰিবা আৰু তেওঁ তোমালোকক যেনেকৈ শিক্ষা দিছে ঠিক তেনেকৈয়ে তোমালোকে তেওঁক স্মৰণ কৰিবা। যদিও ইয়াৰ আগত তোমালোকে বিভ্ৰান্তসকলৰ অন্তৰ্ভুক্ত আছিলা।","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:199","price":"তাৰ পিছত (কুৰাইশ্বৰ দৰে আৰাফাতত নগৈ কেৱল মুজদালিফাৰ পৰা উভতি নাহিবা বৰং) অন্যান্য লোকে য'ৰ পৰা উভতি আহে তোমালোকেও সেই স্থানৰ পৰা (আৰাফাতৰ পৰা মুজদালিফালৈ) উভতি আহিবা আৰু আল্লাহৰ ওচৰত ক্ষমা প্ৰাৰ্থনা কৰা। নিশ্চয় আল্লাহ ক্ষমাশীল, পৰম দয়ালু।","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:200","price":"তাৰ পিছত যেতিয়া তোমালোকে হজ্জৰ যাৱতীয় কামসমূহ সমাপ্ত কৰিবা তেতিয়া (মিনাত) আল্লাহক এনেকৈ স্মৰণ কৰিবা যেনেকৈ (অজ্ঞতা যুগত) তোমালোকে নিজৰ পিতৃ-পুৰুষসকলক স্মৰণ কৰিছিলা অথবা তাতকৈও অধিক। মানুহৰ মাজত এনেকুৱা মানুহো আছে যিয়ে কয়, ‘হে আমাৰ প্ৰতিপালক! আমাক পৃথিৱীতেই (সকলো) দি দিয়া’। (জানি থোৱা) আখিৰাতত তাৰ বাবে কোনো অংশ নাই।","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:201","price":"আনহাতে সিহঁতৰ মাজত এনেকুৱা মানুহো আছে যিয়ে কয়, ‘হে আমাৰ প্ৰতিপালক! আমাক পৃথিৱীত কল্যাণ প্ৰদান কৰা আৰু আখিৰাততো কল্যাণ দিয়া আৰু আমাক জাহান্নামৰ শাস্তিৰ পৰা ৰক্ষা কৰা’।","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:202","price":"এওঁলোকে যি অৰ্জন কৰিছে সেই প্ৰাপ্য অংশ এওঁলোকৰ বাবেই, আৰু আল্লাহ হিচাপ গ্ৰহণত অত্যন্ত তৎপৰ।","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:203","price":"আৰু তোমালোকে নিৰ্দিষ্ট দিনসমূহত (জুলহিজ্জা মাহৰ ১১, ১২ আৰু ১৩ তাৰিখ এই তিনিদিন মীনাত অৱস্থান কৰা সময়ত) আল্লাহক স্মৰণ কৰিবা। এতেকে কোনোবাই যদি খৰখেদাকৈ দুদিনতেই গুচি আহে তেন্তে তাৰ কোনো পাপ নহ’ব আৰু যদি কোনোবাই পলমকৈ আহে তাৰো কোনো পাপ নহ’ব। এইটো (নিয়ম) সেই ব্যক্তিৰ বাবে যিয়ে তাক্বৱা অৱলম্বন কৰে, আৰু তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা লগতে জানি থোৱা যে, তোমালোকক তেওঁৰ ওচৰতেই সমবেত কৰা হ’ব।","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:204","price":"আৰু মানুহৰ মাজত এনেকুৱা ব্যক্তিও আছে, পাৰ্থিৱ জীৱনত যাৰ কথাবাৰ্তাই তোমাক মুগ্ধ কৰে আৰু তাৰ অন্তৰত যি আছে সেই সম্পৰ্কে সি আল্লাহক সাক্ষী ৰাখে। কিন্তু প্ৰকৃততে সি ভীষণ কলহপ্ৰিয়।","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:205","price":"আৰু যেতিয়া সি (তোমাৰ ওচৰৰ পৰা) উভতি যায়, তেতিয়া সি পৃথিৱীত ফাছাদ (অশান্তি) সৃষ্টি কৰে, লগতে শস্যক্ষেত্ৰ আৰু প্ৰাণী ধ্বংস কৰিবলৈ চেষ্টা কৰে; কিন্তু আল্লাহে ফাছাদ ভাল নাপায়।","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:206","price":"আৰু যেতিয়া তাক কোৱা হয়, ‘আল্লাহৰ তাক্বৱা অৱলম্বন কৰা’, তেতিয়া তাৰ আত্মাভিমানে তাক পাপ কৰিবলৈ উৎসাহ দিয়ে, এতেকে তাৰ বাবে জাহান্নামেই যথেষ্ট। নিশ্চয় ই নিকৃষ্ট বিশ্ৰামস্থল।","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:207","price":"পক্ষান্তৰে মানুহৰ মাজত এনেকুৱা লোকো আছে, যিয়ে আল্লাহৰ সন্তুষ্টি লাভৰ বাবে নিজকে বিক্ৰী কৰি দিয়ে। আল্লাহ তেওঁৰ বান্দাসকলৰ প্ৰতি অত্যন্ত সহানুভূতিশীল।","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:208","price":"হে মুমিনসকল! তোমালোকে পৰিপূৰ্ণভাৱে ইছলামত প্ৰৱেশ কৰা আৰু চয়তানৰ পদানুসৰণ নকৰিবা। নিশ্চয় সি তোমালোকৰ প্ৰকাশ্য শত্ৰু।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:209","price":"এতেকে তোমালোকৰ ওচৰলৈ সুস্পষ্ট প্ৰমাণাদি অহাৰ পিছতো যদি তোমালোকৰ পদস্খলন ঘটে, তেন্তে জানি থোৱা, নিশ্চয় আল্লাহ মহাপৰাক্ৰমশালী, প্ৰজ্ঞাময়।","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:210","price":"সিহঁতে এই অপেক্ষাত আছে নেকি যে, আল্লাহ আৰু ফিৰিস্তাসকল মেঘৰ ছাঁত সিহঁতৰ ওচৰত আহি উপস্থিত হ’ব? আৰু তেতিয়া সকলো বিষয়ৰ মীমাংসা হৈ যাব? আৰু সকলো বিষয় আল্লাহৰ ওচৰতেই প্ৰত্যাৱৰ্তিত হ’ব।","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:211","price":"ইছৰাঈলৰ বংশধৰসকলক সুধি চোৱা, আমি সিহঁতক কিমান স্পষ্ট নিদৰ্শন প্ৰদান কৰিছিলোঁ! আৰু আল্লাহৰ অনুগ্ৰহ অহাৰ পিছত কোনোবাই তাক পৰিবৰ্তন কৰিলে তেন্তে (জানি থোৱা) নিশ্চয় আল্লাহ শাস্তি প্ৰদানত অতি কঠোৰ।","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:212","price":"যিসকলে কুফৰী কৰিছে সিহঁতৰ বাবে পৃথিৱীৰ জীৱন সুশোভিত কৰা হৈছে আৰু সিহঁতে মুমিনসকলক উপহাস কৰে; আৰু যিসকলে তাক্বৱা অৱলম্বন কৰিছে তেওঁলোকে ক্বিয়ামতৰ দিনা সিহঁতৰ ওপৰত (জান্নাতত) থাকিব; আৰু আল্লাহে যাক ইচ্ছা কৰে অপৰিমিত জীৱিকা প্ৰদান কৰে।","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:213","price":"(আদিতে) সকলো মানুহ এটাই উম্মতৰ অন্তৰ্ভুক্ত আছিল। (পিছলৈ তাত মানুহে বিভেদ সৃষ্টি কৰিছে) ফলত আল্লাহে নবীসকলক সুসংবাদদাতা আৰু সতৰ্ককাৰীৰূপে প্ৰেৰণ কৰিলে আৰু তেওঁলোকৰ লগত সত্যসহ কিতাব অৱতীৰ্ণ কৰিলে যাতে মানুহে যিবোৰ বিষয়ত মতভেদ কৰিছিল সেইবোৰৰ মীমাংসা কৰিব পাৰে; আৰু যিসকলক এইটো দিয়া হৈছিল, স্পষ্ট নিদৰ্শন সিহঁতৰ ওচৰলৈ অহাৰ পিছতো কেৱল পৰস্পৰ বিদ্বেষবশতঃ সিহঁতে সেই বিষয়ত মতভেদ সৃষ্টি কৰিছিল। তাৰ পিছত আল্লাহে তেওঁৰ ইচ্ছাক্ৰমে ঈমান্দাৰসকলক সেই সত্য বিষয়ত হিদায়ত কৰিছে, যি বিষয়ে সিহঁতে মতানৈক্য সৃষ্টি কৰিছিল; আৰু আল্লাহে যাক ইচ্ছা কৰে সৰল পথৰ ফালে হিদায়ত কৰে।","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:214","price":"তোমালোকে ভাবিছা নেকি যে, তোমালোকে জান্নাতত প্ৰৱেশ কৰিবা অথচ তোমালোকৰ ওচৰলৈ এতিয়াও তোমালোকৰ পূৰ্বৱৰ্তীসকলৰ দৰে অৱস্থা আহি পোৱা নাই? অৰ্থ-সংকট আৰু দুখ-কষ্টই সিহঁতক স্পৰ্শ কৰিছিল আৰু সিহঁত ভীত-কম্পিত হৈছিল। আনকি ৰাছুল আৰু তেওঁৰ সংগী-সাৰথি ঈমান্দাৰসকলে কৈ উঠিছিল, ‘আল্লাহৰ সহায় কেতিয়া আহিব’? জানি থোৱা, নিশ্চয় আল্লাহৰ সহায় অতি নিকটৱৰ্তী।","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:215","price":"তেওঁলোকে তোমাক প্ৰশ্ন কৰে যে, তেওঁলোকে কি ব্যয় কৰিব? কোৱা, যি ধন-সম্পদ তোমালোকে ব্যয় কৰিবা তাৰ অধিক হকদাৰ হৈছে, পিতৃ-মাতৃ, আত্মীয়-স্বজন, ইয়াতীম (পিতৃহীন), মিছকীন (অভাৱগ্ৰস্ত) আৰু (দুৰ্দশাগ্ৰস্ত) মুছাফিৰসকল; আৰু তোমালোকে যি সৎকৰ্মই নকৰা কিয় সেই সম্পৰ্কে আল্লাহ সম্যক অৱগত।","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:216","price":"তোমালোকৰ ওপৰত যুদ্ধৰ বিধান অনিবাৰ্য কৰা হৈছে যদিও এইটো তোমালোকৰ বাবে অপছন্দনীয়। কিন্তু তোমালোকে যিটো অপছন্দ কৰা, হয়তো সেইটো তোমালোকৰ বাবে কল্যাণকৰ আৰু যিটোক তোমালোকে ভাল পোৱা হয়তো সেইটো তোমালোকৰ বাবে অকল্যাণকৰ; আৰু আল্লাহে জানে তোমালোকে নাজানা।","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:217","price":"পৱিত্ৰ মাহত যুদ্ধ কৰা সম্পৰ্কে মানুহে তোমাক প্ৰশ্ন কৰে; কোৱা, ‘এনে মাহত যুদ্ধ কৰাটো কঠিন অপৰাধ। কিন্তু আল্লাহৰ পথত বাধা প্ৰদান কৰা, আল্লাহৰ লগত কুফৰী কৰা, মছজিদুল হাৰামত বাধা দিয়া আৰু ইয়াৰ অধিবাসীসকলক ইয়াৰ পৰা বহিষ্কাৰ কৰাটো আল্লাহৰ ওচৰত তাতোকৈ বেছি অপৰাধ; আৰু ফিতনা (শ্বিৰ্ক) হৈছে হত্যা কৰাতকৈও কঠিন অপৰাধ। (জানি থোৱা) যদি সিহঁত সক্ষম হয় তেন্তে তোমালোকক তোমালোকৰ (সুপ্ৰতিষ্ঠিত) দ্বীনৰ পৰা ওভতাই লৈ নোযোৱা পৰ্যন্ত সিহঁতে তোমালোকৰ বিৰুদ্ধে যুদ্ধ কৰি যাব। এতেকে তোমালোকৰ মাজৰ পৰা যিয়ে নিজৰ ধৰ্ম ত্যাগ কৰি কাফিৰ অৱস্থাত মৃত্যুবৰণ কৰিব তেন্তে (জানি থোৱা) পৃথিৱী আৰু আখিৰাতত সিহঁতৰ আমলসমূহ নিষ্ফল হৈ যাব; আৰু সিহঁতেই জাহান্নামৰ অধিবাসী, তাত সিহঁত চিৰকাল থাকিব’।","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:218","price":"নিশ্চয় যিসকলে ঈমান আনিছে আৰু যিসকলে হিজৰত কৰিছে আৰু আল্লাহৰ পথত জিহাদ কৰিছে, তেওঁলোকেই আল্লাহৰ ৰহমত কামনা কৰে; আৰু আল্লাহ ক্ষমাপৰায়ণ, পৰম দয়ালু।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:219","price":"সিহঁতে তোমাক মদ আৰু জুৱা সম্পৰ্কে প্ৰশ্ন কৰে। কোৱা, ‘দুয়োটাৰ মাজতে আছে মহাপাপ আৰু মানুহৰ বাবে (কিছু পৰিমাণ) উপকাৰো আছে; আৰু দুয়োটাৰে পাপ উপকাৰতকৈ বহু গুণে ডাঙৰ’। আৰু সিহঁতে তোমাক সোধে, সিহঁতে (আল্লাহৰ পথত) কি ব্যয় কৰিব? কোৱা, ‘যিটো প্ৰয়োজনৰ অতিৰিক্ত’। এনেকৈয়ে আল্লাহ তাআলাই তোমালোকৰ বাবে আয়াতসমূহ স্পষ্টভাৱে বৰ্ণনা কৰে, যাতে তোমালোকে চিন্তা-গৱেষণা কৰা,","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:220","price":"পৃথিৱী আৰু আখিৰাতৰ বিষয়ে। মানুহে তোমাক ইয়াতীমসকলৰ বিষয়ে প্ৰশ্ন কৰে; কোৱা, ‘সিহঁতৰ বাবে সুব্যৱস্থা কৰা উত্তম’। তোমালোকে যদি সিহঁতৰ লগত একেলগে থাকা তেন্তে সিহঁত তোমালোকৰে ভাই। আল্লাহে জানে কোন উপকাৰী আৰু কোন অনিষ্টকাৰী। আৰু আল্লাহে ইচ্ছা কৰিলে এই বিষয়ে নিশ্চয় তোমালোকক কষ্টত পেলাব পাৰিলেহেঁতেন। নিশ্চয় আল্লাহ প্ৰবল পৰাক্ৰমশালী, প্ৰজ্ঞাময়।","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:221","price":"আৰু মুশ্বৰিকা নাৰীক ঈমান পোষণ নকৰালৈকে তোমালোকে বিবাহ নকৰিবা। যদিও মুশ্বৰিকা নাৰীয়ে তোমালোকক মুগ্ধ নকৰক কিয়, এজনী মুমিনা কৃতদাসী মুশ্বৰিকা নাৰীতকৈ উত্তম। আৰু মুশ্বৰিক পুৰুষ ঈমান পোষণ নকৰালৈকে (মুছলিম ছোৱালী) বিবাহ নিদিবা, মুশ্বৰিক পুৰুষ তোমালোকক মুগ্ধ কৰিলেও এজন মুমিন কৃতদাস মুশ্বৰিক ব্যক্তিতকৈ উত্তম। কাৰণ সিহঁতে জাহান্নামৰ পিনে আহ্বান কৰে আৰু আল্লাহে তোমালোকক নিজ ইচ্ছাত জান্নাত আৰু ক্ষমাৰ পিনে আহ্বান কৰে; আৰু তেওঁ মানুহৰ বাবে তেওঁৰ আয়াতসমূহ সুস্পষ্টভাৱে বৰ্ণনা কৰে, যাতে সিহঁতে উপদেশ গ্ৰহণ কৰিব পাৰে।","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:222","price":"আৰু সিহঁতে তোমাক হায়েজ সম্পৰ্কে প্ৰশ্ন কৰে, কোৱা, ‘ই এবিধ অশুচি’। এতেকে তোমালোকে হায়েজ অৱস্থাত স্ত্ৰী-সংগমৰ পৰা বিৰত থাকা আৰু পৱিত্ৰ নোহোৱালৈকে (সংগমৰ বাবে) সিহঁতৰ নিকটৱৰ্তী নহ’বা। তাৰ পিছত সিহঁতে যেতিয়া উত্তমৰূপে পৰিশুদ্ধ হ’ব তেতিয়া সিহঁতৰ ওচৰলৈ ঠিক তেনেকৈ গমন কৰিবা যেনেকৈ আল্লাহে তোমালোকক আদেশ দিছে। নিশ্চয় আল্লাহে তাওবাকাৰীসকলক ভাল পায় আৰু সিহঁতকো ভাল পায় যিসকলে অধিক পৱিত্ৰতা অৰ্জন কৰে।","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:223","price":"তোমালোকৰ স্ত্ৰীসকল তোমালোকৰ বাবে শস্যক্ষেত্ৰ(স্বৰূপ)। এতেকে তোমালোকে তোমালোকৰ শস্যক্ষেত্ৰত যেনেকৈ ইচ্ছা গমন কৰিব পাৰা, আৰু তোমালোকে নিজৰ ভৱিষ্যতৰ বাবে আগলৈ সম্বল প্ৰেৰণ কৰা আৰু আল্লাহক ভয় কৰা লগতে জানি থোৱা! নিশ্চয় তোমালোক আল্লাহৰ সন্মুখীন হ’বা আৰু মুমিনসকলক সুসংবাদ দিয়া।","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:224","price":"তোমালোকে সৎকৰ্ম আৰু তাক্বৱা আৰু মানুহৰ মাজত শান্তি স্থাপনৰ পৰা বিৰত থকাৰ বাবে আল্লাহৰ নামৰ শপতক প্ৰতিবন্ধক হিচাপে ব্যৱহাৰ নকৰিবা; (জানি থোৱা) আল্লাহ সৰ্বশ্ৰোতা, সৰ্বজ্ঞ।","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:225","price":"তোমালোকৰ অনৰ্থক শপতৰ বাবে আল্লাহে তোমালোকক সোধ-পোচ নকৰিব; কিন্তু তেওঁ সেইবোৰ শপতৰ বিষয়ে সোধ-পোচ কৰিব, যিবোৰ তোমালোকৰ অন্তৰে দৃঢ়ভাৱে সংকল্প কৰিছিল, আৰু আল্লাহ ক্ষমাপৰায়ণ, পৰম সহনশীল।","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:226","price":"যিসকলে নিজৰ স্ত্ৰীৰ সৈতে মিলিত নোহোৱাৰ শপত কৰে সিহঁতে চাৰি মাহ অপেক্ষা কৰিব লাগিব। এই সময়ছোৱাত যদি সিহঁতে মত পৰিবৰ্তন কৰে (তথা সহবাসলৈ উভতি আহিব বিচাৰে) তেন্তে নিশ্চয় আল্লাহ ক্ষমাশীল, পৰম দয়ালু।","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:227","price":"আনহাতে যদি সিহঁতে তালাক্ব দিয়াৰ সংকল্প কৰে তেন্তে নিশ্চয় আল্লাহ সৰ্বশ্ৰোতা, সৰ্বজ্ঞ।","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:228","price":"আৰু তালাক্বপ্ৰাপ্তা স্ত্ৰীসকলে তিনি কুৰূলৈকে অপেক্ষাত থাকিব, আৰু সিহঁতে যদি আল্লাহ আৰু আখিৰাতৰ প্ৰতি ঈমান পোষণ কৰে তেন্তে সিহঁতৰ গৰ্ভাশয়ত আল্লাহে যি সৃষ্টি কৰিছে সেয়া গোপন কৰা সিহঁতৰ বাবে বৈধ নহয়; আৰু যদি সিহঁতে সংশোধন বিচাৰে তেন্তে এই সময়ছোৱাত পুনৰ গ্ৰহণ কৰাৰ বেছি অধিকাৰ হৈছে সিহঁতৰ স্বামীৰ; আৰু নাৰীসকলৰো তেনেকৈয়ে ন্যায়সংগত অধিকাৰ আছে যেনেকৈ সিহঁতৰ ওপৰত পুৰুষসকলৰ অধিকাৰ আছে; কিন্তু নাৰীসকলৰ ওপৰত পুৰুষসকলৰ মৰ্যাদা (কিছু পৰিমাণে বেছি) আছে; আল্লাহ মহাপৰাক্ৰমশালী, প্ৰজ্ঞাময়।","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:229","price":"তালাক্ব হৈছে দুবাৰ। তাৰ পিছত (স্ত্ৰীক) হ’লে বিধিমতে ৰাখি দিয়া, নহ’লে সদ্ভাৱে এৰি দিয়া; আৰু তোমালোকে তোমালোকৰ স্ত্ৰীসকলক যি প্ৰদান কৰিছা তাৰ পৰা কিবা ওভতাই লোৱাটো তোমালোকৰ বাবে বৈধ নহয়। কিন্তু যদি সিহঁত উভয়ৰে আশংকা হয় যে, সিহঁতে আল্লাহৰ সীমাৰেখা ৰক্ষা কৰিব নোৱাৰিব (তেন্তে সেয়া সুকীয়া কথা)। এতেকে যদি তোমালোকে আশংকা কৰা যে, সিহঁতে আল্লাহৰ সীমাৰেখা ৰক্ষা কৰিব নোৱাৰিব, এনে অৱস্থাত স্ত্ৰীয়ে কোনো বস্তুৰ বিনিময়ত নিজকে মুক্তি কৰি ল’লে কোনো অপৰাধ নহ’ব। এইবোৰ আল্লাহৰ সীমাৰেখা, এতেকে তোমালোকে ইয়াক উলংঘন নকৰিবা; আৰু যিসকলে আল্লাহৰ সীমাৰেখা লংঘন কৰে সিহঁতেই হৈছে যালিম।","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:230","price":"এতেকে যদি সি স্ত্ৰীক তালাক্ব দিয়ে তেন্তে সেই স্ত্ৰী তাৰ বাবে হালাল নহ’ব, যেতিয়ালৈকে তাই আন এজন স্বামীৰ লগত মিলিত নহ’ব। তাৰ পিছত সি (দ্বিতীয় স্বামী) যদি তালাক দিয়ে আৰু সিহঁত উভয়ে (স্ত্ৰী আৰু প্ৰথম স্বামী) অনুভৱ কৰে যে, সিহঁতে আল্লাহৰ সীমাৰেখা ৰক্ষা কৰিব পাৰিব, তেন্তে সিহঁতৰ পুনৰ মিলনত কাৰো একো অপৰাধ নহ’ব। এইবোৰ হৈছে আল্লাহৰ সীমাৰেখা, যিবোৰ তেওঁ স্পষ্টভাৱে এনে সম্প্ৰদায়ৰ বাবে বৰ্ণনা কৰে যিসকলে জানে।","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:231","price":"আৰু যেতিয়া তোমালোকে স্ত্ৰীক তালাক্ব দিবা, তাৰ পিছত সিহঁত ইদ্দত সম্পূৰ্ণ কৰাৰ নিকটৱৰ্তী হ’ব তেতিয়া তোমালোকে হ’লে বিধি অনুযায়ী সিহঁতক ৰাখি দিবা নাইবা বিধিমতে সিহঁতক এৰি দিবা। সিহঁতক ক্ষতি সাধন কৰিবলৈ সীমালংঘনৰ উদ্দেশ্যে সিহঁতক আটক কৰি নাৰাখিবা। যিয়ে এনেকুৱা কৰে, সি নিজৰ ওপৰতে অন্যায় কৰে; আৰু তোমালোকে আল্লাহৰ বিধি-বিধানক ঠাট্টা-বিদ্ৰূপৰ বিষয়ৰূপে গ্ৰহণ নকৰিবা; আৰু তোমালোকে আল্লাহৰ নিয়ামতসমূহক স্মৰণ কৰা যিবোৰ তেওঁ তোমালোকক দান কৰিছে লগতে তেওঁ তোমালোকৰ ওপৰত অৱতীৰ্ণ কৰিছে কিতাব আৰু হিকমত, যাৰ দ্বাৰা তেওঁ তোমালোকক উপদেশ দিয়ে; এতেকে তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা আৰু জানি থোৱা, নিশ্চয় আল্লাহ সকলো বস্তু সম্পৰ্কে সুপৰিজ্ঞাত।","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:232","price":"আৰু যেতিয়া তোমালোকে স্ত্ৰীসকলক তালাক্ব দিয়া আৰু সিহঁতে সিহঁতৰ ইদ্দতকাল পূৰ্ণ কৰে, ইয়াৰ পিছত যদি সিহঁতে বিধি মুতাবিক পৰস্পৰে সন্মত হয়, তেন্তে স্ত্ৰীসকলে নিজৰ (পূৰ্ব) স্বামীৰ লগত বিবাহ পাশত আৱদ্ধ হ’ব বিচাৰিলে তোমালোকে সিহঁতক বাধা প্ৰদান নকৰিবা। ইয়াৰ দ্বাৰা সেই ব্যক্তিক উপদেশ দিয়া হৈছে তোমালোকৰ মাজৰ যিয়ে আল্লাহ আৰু আখিৰাতৰ প্ৰতি ঈমান পোষণ কৰে, এইটোৱে তোমালোকৰ বাবে শুদ্ধ আৰু পৱিত্ৰ; আৰু আল্লাহে জানে তোমালোকেহে নাজানা।","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:233","price":"আৰু মাতৃসকলে সিহঁতৰ সন্তানসকলক পৰিপূৰ্ণ দুবছৰ স্তন্য পান কৰাব, যদি কোনোবাই স্তন্যপান কৰোৱাৰ সময় সম্পূৰ্ণ কৰিব বিচাৰে। পিতাৰ কৰ্তব্য হৈছে বিধি মুতাবিক সিহঁতৰ (মাতৃসকলৰ) ভৰণ-পোষণ কৰা। সাধ্যৰ অতিৰিক্ত কোনো ব্যক্তিক দায়িত্ব প্ৰদান কৰা নহয়। কোনো মাতৃক তাইৰ সন্তানৰ বাবে আৰু যাৰ সন্তান (পিতা) তাকো তাৰ সন্তানৰ বাবে কষ্ট দিয়া উচিত নহয়, আৰু উত্তৰাধিকাৰিৰো সেই একেই কৰ্তব্য। কিন্তু যদি সিহঁতে পৰস্পৰৰ সন্মতি আৰু পৰামৰ্শক্ৰমে (দুবছৰৰ মাজতেই) স্তন্যপান এৰাব বিচাৰে, তেন্তে সিহঁতৰ কোনো অপৰাধ নহ’ব; আৰু যদি তোমালোকে (কোনো ধাত্ৰীৰ দ্বাৰা) তোমালোকৰ সন্তানসকলক স্তন্য পান কৰাব বিচৰা, তেন্তে যদি তোমালোকে প্ৰচলিত বিধি মুতাবিক বিনিময় প্ৰদান কৰা তেন্তে তোমালোকৰ কোনো পাপ নহ’ব; আৰু তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা লগতে জানি থোৱা, তোমালোকে যি কৰা নিশ্চয় আল্লাহ সেয়া প্ৰত্যক্ষকাৰী।","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:234","price":"আৰু তোমালোকৰ মাজৰ যিসকলে স্ত্ৰী থৈ মৃত্যুবৰণ কৰে, সিহঁতৰ স্ত্ৰীসকলে চাৰি মাহ দহদিন অপেক্ষা কৰিব (ইদ্দত পালন কৰিব)। তাৰ পিছত যেতিয়া সিহঁতে নিজৰ ইদ্দতকাল পূৰ্ণ কৰিব, তেতিয়া বিধি মুতাবিক নিজৰ বাবে কিবা (সৌন্দৰ্য বা বিবাহ) কৰিলে তাত তোমালোকৰ কোনো পাপ নহ’ব; আৰু তোমালোকে যি কৰা সেই বিষয়ে আল্লাহ সম্যক অৱগত।","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:235","price":"আৰু যদি তোমালোকে আকাৰ-ইঙ্গিতত (সেইজনী) নাৰীক বিবাহৰ প্ৰস্তাৱ দিয়া অথবা অন্তৰতে গোপন ৰখা তেন্তে তোমালোকৰ কোনো পাপ নহ’ব। আল্লাহে জানে যে, তোমালোকে সিহঁতৰ বিষয়ে নিশ্চয় আলোচনা কৰিবা; কিন্তু বিধি মুতাবিক কথা-বতৰাৰ বাহিৰে গোপনে সিহঁতৰ লগত কোনো প্ৰতিশ্ৰুতি নিদিবা; আৰু নিৰ্দিষ্ট কাল পূৰ্ণ নোহোৱালৈকে বিবাহ বন্ধনৰ সংকল্প নকৰিবা; আৰু জানি থোৱা, তোমালোকৰ অন্তৰত যি আছে সেয়া আল্লাহে জানে। এতেকে তেওঁক ভয় কৰা, আৰু জানি থোৱা, নিশ্চয় আল্লাহ ক্ষমাপৰায়ণ, পৰম সহনশীল।","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:236","price":"যদি তোমালোকে স্ত্ৰীসকলক স্পৰ্শ কৰাৰ বা মোহৰানা নিৰ্ধাৰণ কৰাৰ পূৰ্বেই তালাক্ব দিয়া তেন্তে তোমালোকৰ কোনো পাপ নহয়; কিন্তু তোমালোকে সিহঁতক উপযুক্ত (ক্ষতিপূৰণ) সংস্থান কৰি দিবা, সচ্ছলে তাৰ সাধ্যমতে আৰু অসচ্ছলে তাৰ সামৰ্থানুযায়ী, বিধিমতে সংস্থান কৰিব, এইটো সৎকৰ্মশীল লোকৰ কৰ্তব্য।","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:237","price":"আনহাতে তোমালোকে যদি সিহঁতক স্পৰ্শ কৰাৰ আগতে তালাক্ব দিয়া, অথচ সিহঁতৰ বাবে মোহৰানা ধাৰ্য্য কৰিছা, তেন্তে যি নিৰ্ধাৰণ কৰিছা তাৰ অৰ্দ্ধেক আদায় দিব লাগিব। কিন্তু যদি স্ত্ৰীসকলে ক্ষমা কৰি দিয়ে অথবা যাৰ হাতত বিবাহ বন্ধনৰ দায়িত্ব আছে সি যদি মাফ কৰি দিয়ে (তেন্তে সেইটো সুকীয়া কথা)। ক্ষমা কৰি দিয়াটোৱেই তাক্বৱাৰ অধিক নিকটৱৰ্তী; তোমালোকে নিজৰ মাজত অনুগ্ৰহৰ কথা পাহৰি নাযাবা। তোমালোকে যি কৰা নিশ্চয় আল্লাহ সেয়া সবিশেষ প্ৰত্যক্ষকাৰী।","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:238","price":"তোমালোকে ছালাতৰ প্ৰতি যত্নৱান হোৱা, বিশেষকৈ মধ্যৱৰ্তী (আচৰ) ছালাতৰ প্ৰতি, আৰু আল্লাহৰ বাবে বিনিতভাৱে থিয় হোৱা।","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:239","price":"কিন্তু যদি তোমালোকে বিপদ আশংকা কৰা, তেন্তে খোজকঢ়া অথবা আৰোহী অৱস্থাতেই (ছালাত আদায় কৰিবা)। তাৰ পিছত যেতিয়া তোমালোকে নিৰাপদ বোধ কৰিবা তেতিয়া তোমালোকে আল্লাহক সেইদৰে স্মৰণ কৰিবা, যেনেকৈ তেওঁ তোমালোকক শিক্ষা দিছে, যিটো তোমালোকে জনা নাছিলা।","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:240","price":"আৰু তোমালোকৰ মাজৰ যিসকলে স্ত্ৰী থৈ মৃত্যুবৰণ কৰে, সিহঁতে নিজৰ স্ত্ৰীসকলৰ বিষয়ে এই অছিয়ত কৰিব যে, তেওঁলোকক যেন সম্পূৰ্ণ এবছৰলৈকে ভৰণ-পোষণ দিয়া হয় আৰু যাতে ঘৰৰ পৰা উলিয়াই দিয়া নহয়। কিন্তু যদি সিহঁতে (নিজ ইচ্ছাতে) ওলাই যায়, তেন্তে বিধি মুতাবিক সিহঁতে নিজৰ বাবে যি কৰিব তাত তোমালোকৰ কোনো পাপ নহয়; আৰু আল্লাহ প্ৰবল পৰাক্ৰমশালী, প্ৰজ্ঞাময়।","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:241","price":"আৰু তালাক্বপ্ৰাপ্তা নাৰীসকলেও বিধি মুতাবিক ভৰণ-পোষণ (ক্ষতিপূৰণ) লাভ কৰিব। মুত্তাক্বীসকলৰ বাবে এইটো অৱশ্য কৰ্তব্য।","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:242","price":"এনেকৈয়ে আল্লাহে তেওঁৰ আয়াতসমূহ তোমালোকৰ বাবে স্পষ্টভাৱে বৰ্ণনা কৰে যাতে তোমালোকে বুজিব পাৰা।","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:243","price":"তুমি সিহঁতক দেখা নাইনে, যিসকলে মৃত্যুৰ ভয়ত হাজাৰে হাজাৰে নিজ আবাসভূমি পৰিত্যাগ কৰিছিল? তাৰ পিছত আল্লাহে সিহঁতক কৈছিল, ‘তোমালোকে মৃত্যুবৰণ কৰা’। ইয়াৰ পিছত আল্লাহে সিহঁতক (পুনৰ) জীৱিত কৰিছিল। নিশ্চয় আল্লাহ মানুহৰ প্ৰতি অনুগ্ৰহশীল; কিন্তু অধিকাংশ মানুহে কৃতজ্ঞতা প্ৰকাশ নকৰে।","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:244","price":"আৰু তোমালোকে আল্লাহৰ পথত যুদ্ধ কৰা আৰু জানি থোৱা, নিশ্চয় আল্লাহ সৰ্বশ্ৰোতা, সৰ্বজ্ঞ।","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:245","price":"কোনোবা আছেনে, যিয়ে আল্লাহক উত্তম ঋণ প্ৰদান কৰিব? তেওঁ ইয়াক তাৰ বাবে বহুগুণে বৃদ্ধি কৰি দিব; আৰু আল্লাহেই জীৱিকা সংকুচিত আৰু সম্প্ৰসাৰিত কৰে আৰু তেওঁৰ পিনেই তোমালোকক প্ৰত্যাৱৰ্তিত কৰা হ’ব।","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:246","price":"তুমি মুছাৰ পৰৱৰ্তী ইছৰাঈল বংশীয় নেতাসকলক দেখা নাইনে? সিহঁতে যেতিয়া সিহঁতৰ নবীক কৈছিল, ‘আমাৰ বাবে এজন ৰজা নিযুক্ত কৰি দিয়ক যাতে আমি আল্লাহৰ পথত যুদ্ধ কৰিব পাৰোঁ’, তেওঁ ক’লে, ‘এনেকুৱা নহয়তো যে, তোমালোকক যুদ্ধৰ বিধান দিয়া হ’লে তেতিয়া তোমালোকে আৰু যুদ্ধ নকৰিবা’? সিহঁতে ক’লে, ‘আমি যিহেতু নিজৰ আবাসভূমি আৰু নিজ সন্তান-সন্ততিৰ পৰা বহিষ্কৃত হৈছোঁ, তেতিয়াহ’লে আল্লাহৰ পথত কিয় যুদ্ধ নকৰিম’? এতেকে যেতিয়া সিহঁতৰ প্ৰতি যুদ্ধৰ বিধান দিয়া হ’ল তেতিয়া সিহঁতৰ কিছুমানৰ বাহিৰে আটায়ে পৃষ্ঠ প্ৰদৰ্শন কৰিলে; আৰু আল্লাহে যালিমসকলৰ বিষয়ে ভালকৈয়ে অৱগত।","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:247","price":"আৰু সিহঁতৰ নবীয়ে সিহঁতক কৈছিল, ‘নিশ্চয় আল্লাহে তালুতক তোমালোকৰ বাবে ৰজা হিচাপে প্ৰেৰণ কৰিছে’। সিহঁতে ক’লে, ‘তাৰ ৰাজত্ব আমাৰ ওপৰত কেনেকৈ সম্ভৱ? অথচ আমি তাতকৈ ৰাজত্বৰ বেছি হকদাৰ আৰু তাক প্ৰচুৰ ঐশ্বৰ্যও দিয়া হোৱা নাই’! তেওঁ ক’লে, ‘আল্লাহে নিশ্চয় তাক তোমালোকৰ বাবে মনোনীত কৰিছে আৰু তেওঁ তাক জ্ঞান আৰু শাৰীৰিকভাৱে সমৃদ্ধ কৰিছে; আৰু আল্লাহে যাক ইচ্ছা কৰে তাক ৰাজত্ব প্ৰদান কৰে আৰু আল্লাহ সৰ্বব্যাপী-প্ৰাচুৰ্যময়, সৰ্বজ্ঞ’।","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:248","price":"সিহঁতৰ নবীয়ে সিহঁতক এই কথাও কৈছিল যে, ‘তাৰ ৰাজত্বৰ নিদৰ্শন হ’ব এই যে, তোমালোকৰ ওচৰত তাবূত (চন্দুক) আহিব য’ত থাকিব তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা প্ৰশান্তি লগতে তাত থাকিব কিছু পৰিত্যক্ত আচবাব যিবোৰ মুছা আৰু হাৰূনৰ বংশধৰসকলে এৰি থৈ গৈছে; ফিৰিস্তাসকলে সেইটো বহন কৰি আনিব। যদি তোমালোকে মুমিন হোৱা নিশ্চয় তোমালোকৰ বাবে ইয়াত আছে নিদৰ্শন’।","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:249","price":"তাৰ পিছত তালুতে যেতিয়া সেনাবাহিনীসহ ওলাই আহিল, তেতিয়া তেওঁ ক’লে, ‘আল্লাহে তোমালোকক এটা নদীৰ দ্বাৰা পৰীক্ষা কৰিব। যিয়ে তাৰ পৰা পানী খাব সি মোৰ দলৰ অন্তৰভুক্ত নহয়; আৰু যিয়ে তাৰ সোৱাদ গ্ৰহণ নকৰিব সি মোৰ দলভুক্ত; ইয়াৰ বাহিৰে যিয়ে এচলু পানী গ্ৰহণ কৰিব সিও (মোৰ দলৰ অন্তৰ্ভুক্ত)’। এতেকে কিছুসংখ্যক লোকৰ বাহিৰে আটায়ে তাৰ পৰা পানী পান কৰিলে। ইয়াৰ পিছত তেওঁ আৰু তেওঁৰ সংগী ঈমান্দাৰসকলে যেতিয়া নদী অতিক্ৰম কৰিলে তেতিয়া সিহঁতে ক’লে, ‘জালুত আৰু তাৰ সেনাবাহিনীৰ বিৰুদ্ধে যুদ্ধ কৰাৰ শক্তি আজি আৰু আমাৰ ওচৰত নাই’। কিন্তু যিসকলে দৃঢ় বিশ্বাস কৰিছিল যে, আল্লাহৰ লগত তেওঁলোকৰ সাক্ষাৎ হ’ব, তেওঁলোকে ক’লে, ‘আল্লাহৰ আদেশত কিমান যে ক্ষুদ্ৰ দলে কিমান বৃহৎ দলক পৰাজয় কৰিছে’! আৰু আল্লাহ ধৈৰ্য্যশীলসকলৰ লগত আছে।","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:250","price":"আৰু তেওঁলোকে যেতিয়া যুদ্ধ কৰিবলৈ জালুত আৰু তাৰ সেনাবাহিনীৰ মুখামুখি হ’ল, তেতিয়া তেওঁলোকে ক’লে, ‘হে আমাৰ প্ৰতিপালক! আমাৰ ওপৰত ধৈৰ্য্য ঢালি দিয়া আৰু আমাৰ ভৰি অবিচলিত ৰাখা আৰু কাফিৰ সম্প্ৰদায়ৰ বিৰুদ্ধে আমাক জয়যুক্ত কৰা’।","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:251","price":"এতেকে তেওঁলোকে আল্লাহৰ আদেশত সিহঁতক (কাফিৰসকলক) পৰাজিত কৰিলে আৰু দাঊদে জালুতক হত্যা কৰিলে। আল্লাহে তেওঁক ৰাজত্ব আৰু হিকমত দান কৰিলে লগতে তেওঁ যি ইচ্ছা কৰিলে সেইটোৱেই তেওঁক শিক্ষা দিলে; আৰু আল্লাহে যদি মানুহৰ এটা দলক আন এটা দলৰ দ্বাৰা প্ৰতিহত নকৰিলেহেঁতেন তেন্তে পৃথিৱী বিপৰ্যস্ত হৈ গ'লহেঁতেন। কিন্তু আল্লাহ সৃষ্টিজগতৰ প্ৰতি অনুগ্ৰহশীল।","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:252","price":"এইবোৰ হৈছে আল্লাহৰ আয়াত, আমি তোমাৰ ওপৰত এইবোৰ যথাযথভাৱে তিলাৱত কৰোঁ; আৰু নিশ্চয় তুমি ৰাছুলসকলৰ অন্তৰ্ভুক্ত।","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"as"},{"name":"2:253","price":"সেই ৰাছুলসকল, আমি তেওঁলোকৰ কিছুমানক আন কিছুমানৰ ওপৰত শ্ৰেষ্টত্ব প্ৰদান কৰিছোঁ। তেওঁলোকৰ মাজৰ কিছুমানৰ সৈতে আল্লাহে কথাও পাতিছে, আকৌ কিছুমানক উচ্চ মৰ্যাদা প্ৰদান কৰিছে; আৰু মাৰয়ামৰ পুত্ৰ ঈছাক আমি স্পষ্ট প্ৰমাণাদি প্ৰদান কৰিছিলোঁ লগতে ৰূহুল কুদুছ (জিব্ৰীল ফিৰিস্তা)ৰ দ্বাৰা তেওঁক শক্তিশালী কৰিছিলোঁ; আল্লাহে ইচ্ছা কৰিলে সিহঁতৰ পৰৱৰ্তী লোকসকলে সিহঁতৰ ওচৰত স্পষ্ট প্ৰমাণাদি সমাগত হোৱাৰ পিছতো পাৰস্পাৰিক যুদ্ধ-বিগ্ৰহত লিপ্ত নহ’লহেঁতেন; কিন্তু সিহঁতে মতভেদ কৰিছিল। ফলত সিহঁতৰ কিছুমানে ঈমান আনিছিল আৰু কিছুমানে কুফুৰী কৰিছিল; কিন্তু আল্লাহে ইচ্ছা কৰিলে সিহঁত পাৰস্পাৰিক যুদ্ধ-বিগ্ৰহত লিপ্ত নহ’লহেতেন; কিন্তু আল্লাহে যিটো ইচ্ছা কৰে সেইটোৱেই কৰে।","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:254","price":"হে মুমিনসকল! আমি তোমালোকক যি জীৱিকা প্ৰদান কৰিছোঁ তাৰ পৰা তোমালোকে ব্যয় কৰা, সেই (শেষ বিচাৰৰ) দিৱস অহাৰ আগতে, যিদিনা ব্যৱসায়, বন্ধুত্ব আৰু চুপাৰিছ আদি একো নাথাকিব, আৰু কাফিৰসকলেই হৈছে যালিম।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:255","price":"আল্লাহ, তেওঁৰ বাহিৰে আন কোনো সত্য ইলাহ নাই। তেওঁ চিৰঞ্জীৱ, সকলো সত্ত্বাৰ ধাৰক। তেওঁক কলাঘূমটিও স্পৰ্শ কৰিব নোৱাৰে আৰু টোপনিও নহয়। আকাশমণ্ডলত যি আছে আৰু পৃথিৱীত যি আছে সকলো তেওঁৰেই। কোন আছে এনেকুৱা, যিয়ে তেওঁৰ অনুমতি অবিহনে তেওঁৰ ওচৰত চুপাৰিছ কৰিব পাৰিব? সিহঁতৰ সন্মুখত আৰু পাছত যি যি আছে সেই সকলো তেওঁ জানে; আৰু তেওঁ যি ইচ্ছা কৰে সেইখিনিৰ বাহিৰে তেওঁৰ জ্ঞানৰ একোৱেই সিহঁতে আয়ত্ত কৰিব নোৱাৰে। তেওঁৰ কুৰছী আকাশমণ্ডল আৰু পৃথিৱীক পৰিব্যপ্ত কৰি আছে; আৰু এই দুটাৰ ৰক্ষণাবেক্ষণ তেওঁৰ বাবে বোজা নহয়; আৰু তেওঁ সুউচ্চ, সুমহান।","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:256","price":"দ্বীন গ্ৰহণৰ ক্ষেত্ৰত কোনো জোৰ-জবৰদস্তি নাই; সত্য পথ ভ্ৰান্ত পথৰ পৰা সুস্পষ্ট হৈছে। এতেকে যিয়ে তাগুতক (অৰ্থাৎ আল্লাহৰ বাহিৰে অন্যান্য বাতিল উপাস্যসমূহক) অস্বীকাৰ কৰিব আৰু আল্লাহৰ প্ৰতি ঈমান আনিব, সি দৰাচলতে এনেকুৱা এডাল ৰছীত খামুচি ধৰিব যিটো কেতিয়াও বিচ্ছিন্ন নহ’ব; আৰু আল্লাহ সৰ্বশ্ৰোতা, সৰ্বজ্ঞানী।","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:257","price":"যিসকলে ঈমান আনিছে আল্লাহেই তেওঁলোকৰ অভিভাৱক, তেৱেঁই তেওঁলোকক (কুফৰীৰ) অন্ধকাৰৰ পৰা উলিয়াই (ঈমানৰ) পোহৰৰ ফালে লৈ যায়; আনহাতে যিসকলে কুফুৰী কৰিছে, তাগুত হৈছে সিহঁতৰ অভিভাৱক, এইবোৰে সিহঁতক (ঈমানৰ) পোহৰৰ পৰা (কুফৰীৰ) অন্ধকাৰৰ পিনে লৈ যায়। সিহঁতেই হৈছে জাহান্নামৰ অধিবাসী, তাত সিহঁতে চিৰকাল অৱস্থান কৰিব।","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:258","price":"তুমি সেইজন ব্যক্তিৰ (নমৰূদৰ) কথা ভাৱি চোৱা নাইনে? যিয়ে ইব্ৰাহীমৰ লগত তেওঁৰ প্ৰতিপালক সম্পৰ্কে বিতৰ্কত লিপ্ত হৈছিল, যিহেতু আল্লাহে তাক ৰাজত্ব প্ৰদান কৰিছিল। যেতিয়া ইব্ৰাহীমে ক’লে, ‘তেওঁ হৈছে মোৰ প্ৰতিপালক, যিজনে জীৱন দান কৰে আৰু মৃত্যু প্ৰদান কৰে’, সি ক’লে, ‘ময়ো জীৱন দান কৰোঁ আৰু মৃত্যু ঘটাওঁ’। ইব্ৰাহীমে ক’লে, ‘নিশ্চয় আল্লাহে সূৰ্যক পূৱৰ পৰা উদয় কৰে, তুমি ইয়াক পশ্চিমৰ পৰা উদয় কৰি দেখুওৱাচোন’। ফলত কাফিৰজন বুদ্ধিহীন হৈ পৰিল; আৰু আল্লাহ যালিম সম্প্ৰদায়ক হিদায়ত নকৰে।","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:259","price":"অথবা সেই ব্যক্তিৰ কথা ভাৱি চোৱা নাইনে, যিয়ে এনেকুৱা এটা জনপদ অতিক্ৰম কৰি আছিল যিটো সম্পূৰ্ণৰূপে বিধ্বস্ত হৈছিল। সেই ব্যক্তিজনে ক'লে, 'মৃত্যুৰ পিছত আকৌ কেনেকৈ আল্লাহে ইয়াক জীৱিত কৰিব'? তাৰ পিছত আল্লাহে তাক এশ বছৰ মৃত অৱস্থাত ৰাখিলে। অৱশেষত তাক পুনৰ্জীৱিত কৰিলে। আল্লাহে ক'লে, 'তুমি কিমান দিন অৱস্থান কৰিলা'? সি ক'লে, 'এদিন বা এদিনতকৈও কম সময় অৱস্থান কৰিছোঁ'। তেওঁ ক'লে, 'বৰং তুমি এশ বছৰ অৱস্থান কৰিছা। এতেকে তুমি তোমাৰ খাদ্যসামগ্ৰী আৰু পানীয় বস্তুৰ ফালে লক্ষ্য কৰা, সেইবোৰ অবিকৃত আছে আৰু চোৱা, তোমাৰ গাধটোৰ পিনে, আৰু (এয়া কৰিছোঁ) যাতে আমি তোমাক মানুহৰ বাবে নিদৰ্শন বনাব পাৰোঁ, আৰু (গাধৰ) অস্থিসমূহৰ পিনে চোৱা; কেনেকৈ সেইবোৰ সংযোজিত কৰোঁ আৰু মাংসপিণ্ডৰে ঢাকি দিওঁ'। তাৰ পিছত যেতিয়া তাৰ ওচৰত স্পষ্ট হ’ল তেতিয়া সি ক’লে, 'মই জানো, নিশ্চয় আল্লাহ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান'।","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:260","price":"আৰু যেতিয়া ইব্ৰাহীমে ক’লে, ‘হে মোৰ প্ৰতিপালক! তুমি কেনেকৈ মৃতক জীৱিত কৰা মোক দেখুৱাই দিয়া’, তেওঁ ক’লে, ‘তেন্তে তুমি বিশ্বাস কৰা নাই নেকি’? ইব্ৰাহীমে ক’লে, ‘নিশ্চয় কৰোঁ, কিন্তু মোৰ মনৰ প্ৰশান্তিৰ বাবে (চাব বিচাৰোঁ)’, আল্লাহে ক’লে, ‘তেন্তে চাৰিটা চৰাই লোৱা আৰু সেইবোৰক পোহ মনাই লোৱা (যাতে মাতিলেই তোমাৰ ওচৰলৈ আহে)। তাৰ পিছত সেইবোৰৰ টুকুৰা-টুকুৰ কৰি এটা এটা ভাগ প্ৰত্যেক পাহাৰত স্থাপন কৰা। তাৰ পিছত সেইবোৰক মাতা, (চাবা) সেইবোৰ তোমাৰ ওচৰলৈ দ্ৰুতগতিত গুচি আহিব, আৰু জানি থোৱা, নিশ্চয় আল্লাহ প্ৰবল পৰাক্ৰমশালী, প্ৰজ্ঞাময়’।","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:261","price":"যিসকলে নিজৰ ধন-সম্পদ আল্লাহৰ পথত ব্যয় কৰে, তেওঁলোকৰ (এই ব্যয়ৰ) উদাহৰণ হৈছে শস্যৰ এটা বীজৰ দৰে, যিটোৰ পৰা সাতটাকৈ সিহ (থোক) ওলায়, প্ৰত্যেক থোকত থাকে এশটাকৈ শস্য দানা; আৰু আল্লাহে যাক ইচ্ছা কৰে বহু গুণে বৃদ্ধি কৰি দিয়ে; আৰু আল্লাহ সৰ্বব্যাপী-প্ৰাচুৰ্যময়, সৰ্বজ্ঞ।","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:262","price":"যিসকলে আল্লাহৰ পথত নিজৰ ধন-সম্পদ ব্যয় কৰে, আৰু সেই দানৰ কথা মানুহৰ ওচৰত গাই নুফুৰে লগতে (এই দানৰ বিনিময়ত মানুহক) কোনো প্ৰকাৰ কষ্টও নিদিয়ে, তেওঁলোকৰ প্ৰতিদান আছে তেওঁলোকৰ প্ৰতিপালকৰ ওচৰত আৰু তেওঁলোকৰ কোনো ভয় নাই লগতে তেওঁলোক চিন্তিতও নহ’ব।","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:263","price":"যি দানৰ পিছত (দান গ্ৰহণকাৰীক) কষ্ট দিয়া হয়, সেই দানতকৈ ভাল কথা কোৱা আৰু ক্ষমা কৰাই উত্তম, আৰু আল্লাহ অভাৱমুক্ত, পৰম সহনশীল।","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:264","price":"হে ঈমান্দাৰসকল! দানৰ কথা প্ৰচাৰ কৰি আৰু (দান গ্ৰহণকাৰীক) কষ্ট প্ৰদান কৰি তোমালোকে নিজৰ দানক সেই ব্যক্তিৰ দৰে নিষ্ফল নকৰিবা যিয়ে নিজৰ ধন-সম্পদ লোকক দেখুৱাবলৈ ব্যয় কৰে, লগতে আল্লাহ আৰু আখিৰাতৰ প্ৰতি বিশ্বাস পোষণ নকৰে। ফলত তাৰ উপমা হৈছে এনেকুৱা এটা মসৃণ শিলৰ দৰে, যাৰ ওপৰত অলপ মাটি আছে, তাৰ পিছত ধাৰাষাৰ বৰষুণে সেইটোক পৰিষ্কাৰ কৰি দিয়ে। ইহঁতে যি উপাৰ্জন কৰিছে তাৰ একোৱেই নিজৰ কামত খটাবলৈ সক্ষম নহয়; আৰু আল্লাহে কাফিৰ সম্প্ৰদায়ক হিদায়ত নকৰে।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:265","price":"আনহাতে যিসকলে আল্লাহৰ সন্তুষ্টি লাভৰ বাবে আৰু নিজৰ আত্মা বলিষ্ঠ কৰাৰ বাবে ধন-সম্পদ ব্যয় কৰে, তেওঁলোকৰ উপমা হৈছে কোনো ওখ ভূমিত অৱস্থিত এখন উদ্যানৰ দৰে, য'ত ধাৰাষাৰ বৰষুণ হয়, ফলত তাত দ্বিগুণ ফল-মূল উৎপাদন হয়; আৰু ধাৰাষাৰ বৰষুণ নহ’লেও অলপ বৰষুণেই তাৰ বাবে যথেষ্ট হয়। তোমালোকে যি কৰা সেই বিষয়ে আল্লাহ যথাৰ্থ প্ৰত্যক্ষকাৰী।","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:266","price":"তোমালোকৰ কোনোবাই বিচৰানে যে, তাৰ বাবে খেজুৰ আৰু আঙুৰৰ এখন উদ্যান হওক, যাৰ মাজেৰে নদী প্ৰবাহিত থাকিব, লগতে সেই উদ্যানত তাৰ বাবে সকলো ধৰণৰ ফলমূল থাকিব, তেনে অৱস্থাতে তাক বাৰ্ধক্যই পাব আৰু ইপিনে তাৰ কিছুমান দুৰ্বল সন্তান-সন্ততিও থাকিব, এনেকুৱা পৰিস্থিতিত তাৰ এই উদ্যানৰ ওপৰত এটা অগ্নিসহ প্ৰচণ্ড ঘুৰ্ণি বতাহ আহি উদ্যানখন দাহ কৰি যাব (এইটো তোমালোকৰ কোনোবাই বিচৰানে)? এইদৰেই আল্লাহে তেওঁৰ নিদৰ্শনসমূহ তোমালোকৰ বাবে সুস্পষ্টভাৱে ব্যক্ত কৰে, যাতে তোমালোকে চিন্তা-ভাৱনা আৰু গৱেষণা কৰা।","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:267","price":"হে ঈমান্দাৰসকল! তোমালোকে যি উপাৰ্জন কৰা আৰু আমি মাটিৰ পৰা তোমালোকৰ বাবে যি উৎপাদন কৰোঁ, তাৰ পৰা যিটো উৎকৃষ্ট সম্পদ সেইটো দান কৰা; আৰু নিম্নমানৰ বস্তু দান কৰাৰ সংকল্প নকৰিবা, অথচ তোমালোকে নিজেই এনেকুৱা বস্তু চকু বন্ধ নকৰালৈকে গ্ৰহণ নকৰা। জানি থোৱা, নিশ্চয় আল্লাহ অভাৱমুক্ত, প্ৰশংসিত।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:268","price":"চয়তানে তোমালোকক দৰিদ্ৰতাৰ প্ৰতিশ্ৰুতি দিয়ে (ভয় দেখুৱায়) আৰু অশ্লিলতাৰ নিৰ্দেশ দিয়ে। আনহাতে আল্লাহে তোমালোকক তেওঁৰ ক্ষমা আৰু অনুগ্ৰহৰ প্ৰতিশ্ৰুতি দিয়ে; আৰু আল্লাহ সৰ্বব্যাপী-প্ৰাচুৰ্যময়, সৰ্বজ্ঞ।","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:269","price":"তেওঁ যাক ইচ্ছা কৰে হিকমত দান কৰে, আৰু যাক হিকমত প্ৰদান কৰা হয়, তাক প্ৰকৃততে প্ৰচুৰ কল্যাণ প্ৰদান কৰা হয়; আৰু বিবেকসম্পন্ন ব্যক্তিসকলেই কেৱল উপদেশ গ্ৰহণ কৰে।","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:270","price":"আৰু যিটো তোমালোকে ব্যয় কৰা অথবা তোমালোকে যিটো মান্নত কৰা নিশ্চয় সেয়া আল্লাহে জানে; আৰু যালিমসকলৰ বাবে কোনো সহায়কাৰী নাই।","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:271","price":"তোমালোকে যদি প্ৰকাশ্যভাৱে চাদাকা কৰা তেন্তে এয়া ভাল কথা; আৰু যদি গোপনে কৰা আৰু অভাৱগ্ৰস্থক প্ৰদান কৰা তেন্তে এয়া তোমালোকৰ বাবে আৰু উত্তম; আৰু (ইয়াৰ ফলত) তেওঁ তোমালোকৰ বাবে কিছু পৰিমাণ পাপ মোচন কৰিব; প্ৰকৃততে তোমালোকে যি আমল কৰা সেই সম্পৰ্কে আল্লাহ সম্যক অৱহিত।","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:272","price":"সিহঁতক হিদায়ত প্ৰদানৰ দায়িত্ব তোমাৰ নহয়; বৰং আল্লাহে যাক ইচ্ছা কৰে হিদায়ত দিয়ে; তোমালোকে যি ধন-সম্পদ দান কৰা সেইটো কেৱল তোমালোকৰ নিজৰ বাবেই উপকাৰী। এতেকে তোমালোকে কেৱল আল্লাহৰ (সন্তুষ্টি অৰ্জনৰ) বাবেই দান কৰা; আৰু তোমালোকে উত্তম কোনো বস্তু দান কৰিলে তাৰ পুৰস্কাৰ তোমালোকক পৰিপূৰ্ণভাৱে প্ৰদান কৰা হ'ব আৰু তোমালোকৰ প্ৰতি অন্যায় কৰা নহ’ব।","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:273","price":"(চাদাকা হৈছে) সেইসকল অভাৱগ্ৰস্থ লোকৰ প্ৰাপ্য, যিসকলে আল্লাহৰ পথত এনেকৈ ব্যাপৃত যে, (জীৱিকাৰ সন্ধানত) পৃথিৱীত চলা ফুৰা কৰিব নোৱাৰে; আত্মসন্মানবোধৰ বাবে তেওঁলোকে আনৰ ওচৰত খুজি নোখোৱাৰ কাৰণে অজ্ঞ লোকসকলে তেওঁলোকক অভাৱমুক্ত বুলি ধাৰণা কৰে; তুমি তেওঁলোকৰ লক্ষণ দেখিয়ে চিনিব পাৰিবা। তেওঁলোকে মানুহৰ পাছে পাছে গৈ ব্যাকুলভাৱে সহায় ভিক্ষা কৰি নুফুৰে; আৰু যি ধন-সম্পদ তোমালোকে দান কৰা, নিশ্চয় আল্লাহ সেই বিষয়ে সবিশেষ জানে।","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:274","price":"যিসকলে নিজৰ ধন-সম্পদ দিনে-ৰাতি, গোপনে আৰু প্ৰকাশ্যভাৱে দান কৰে, তেওঁলোকৰ বাবে তেওঁলোকৰ প্ৰতিপালকৰ ওচৰত আছে পুৰস্কাৰ; তেওঁলোকৰ কোনো ভয় নাই আৰু তেওঁলোক চিন্তিতও নহ’ব।","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:275","price":"যিসকলে সুত খায়, সিহঁতে সেই ব্যক্তিৰ দৰেই (কবৰৰ পৰা) উঠিব, যাক চয়তানে স্পৰ্শ কৰি বলিয়া বনাইছে। এইটো এইকাৰণে যে, সিহঁতে কয়, ব্যৱসায়-বাণিজ্যও দেখোন সুতৰ দৰেই। অথচ আল্লাহে ব্যৱসায়.-বাণিজ্যক হালাল কৰিছে আৰু সুতক হাৰাম কৰিছে। এতেকে যাৰ ওচৰত তেওঁৰ প্ৰতিপালকৰ উপদেশ আহি পাইছে, তাৰ পিছত সি (সুত খোৱাৰ পৰা) বিৰত হৈছে, গতিকে (নিষিদ্ধ হোৱাৰ পূৰ্বে) যি অতীত হৈছে সেইটো হৈছেই; তাৰ হিচাপ নিকাচ আল্লাহৰ অধীনত; আনহাতে যিসকলে অমান্য কৰি উভতি যাব (অৰ্থাৎ পুনৰ সুত খাব) সিহঁতেই জাহান্নামৰ অধিবাসী, তাত সিহঁত চিৰস্থায়ী হ’ব।","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:276","price":"আল্লাহে সুতক নিশ্চিহ্ন কৰে আৰু চাদাকাক বৃদ্ধি কৰে; আল্লাহে কোনো অকৃতজ্ঞ, পাপীক ভাল নাপায়।","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:277","price":"নিশ্চয় যিসকলে ঈমান আনিছে, নেক আমল কৰিছে, ছালাত প্ৰতিষ্ঠা কৰিছে আৰু যাকাত প্ৰদান কৰিছে, তেওঁলোকৰ প্ৰতিদান আছে তেওঁলোকৰ প্ৰতিপালকৰ ওচৰত; তেওঁলোকৰ কোনো ভয় নাই আৰু তেওঁলোক চিন্তিতও নহ’ব।","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:278","price":"হে মুমিনসকল! তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা আৰু সুতৰ যি অৱশিষ্ট আছে সেইখিনি এৰি দিয়া, যদি তোমালোকে মুমিন হোৱা।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:279","price":"কিন্তু যদি তোমালোকে (সুত বৰ্জন) নকৰা তেন্তে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ পৰা যুদ্ধ সুনিশ্চিত বুলি জানি থোৱা, আৰু যদি তোমালোকে তাওবা কৰা তেন্তে তোমালোকৰ মূলধন তোমালোকৰেই থাকিব। তোমালোকে অন্যায় নকৰিবা আৰু তোমালোকৰ ওপৰতো অন্যায় কৰা নহ’ব।","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:280","price":"আৰু যদি (খাতক) অভাৱগ্ৰস্থ হয় তেন্তে সচ্ছলতা নোহোৱালৈকে তাৰ অৱকাশ আছে; আৰু যদি তোমালোকে ছাদাকা (ক্ষমা) কৰি দিয়া তেন্তে এইটো তোমালোকৰ বাবে কল্যাণকৰ, যদি তোমালোকে জানিলাহেঁতেন।","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:281","price":"আৰু তোমালোকে সেই দিৱসক ভয় কৰা যিদিনা তোমালোকক আল্লাহৰ পিনে ওভতাই লৈ যোৱা হ'ব। তাৰ পিছত প্ৰত্যেককে তাৰ কৰ্মফল পৰিপূৰ্ণভাৱে প্ৰদান কৰা হ’ব আৰু সিহঁতৰ প্ৰতি কোনো ধৰণৰ অন্যায় কৰা নহ’ব।","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:282","price":"হে মুমিনসকল! তোমালোকে যেতিয়া এজনে আনজনৰ লগত নিৰ্ধাৰিত সময়ৰ বাবে ঋণ আদান-প্ৰদান কৰিবা তেতিয়া সেইটো লিখি ৰাখিবা; তোমালোকৰ মাজত কোনো লেখকে যাতে সেইটো ন্যায়ভাৱে লিখি দিয়ে; আৰু যেনেকৈ আল্লাহে তাক শিক্ষা দিছে তেনেকৈ লিখিবলৈ কোনো লেখকে যেন অস্বীকাৰ নকৰে। এতেকে তাৰ লিখি দিয়াটোৱে উচিত; আৰু যি ব্যক্তিৰ ওপৰত হক আছে (ঋণগ্ৰহীতা) তেওঁ যেন লিখাৰ বিষয়বস্তু কৈ দিয়ে লগতে তেওঁ যেন তেওঁৰ প্ৰতিপালক আল্লাহৰ তাক্বৱা অৱলম্বন কৰে; আৰু তাৰ পৰা একো যাতে হ্ৰাস নকৰে (অৰ্থাৎ লিখাৰ মাজত যাতে কোনো কম বেছি নকৰে)। আনহাতে ঋণগ্ৰহীতা যদি নিৰ্বোধ হয় বা দুৰ্বল হয় অথবা লিখাৰ বিষয়বস্তু কৈ দিব নোৱাৰে তেন্তে তাৰ অভিভাৱকে যেন ন্যায়ভাৱে লিখাৰ বিষয়বস্তু কৈ দিয়ে। তোমালোকে তোমালোকৰ মাজৰ দুজন পুৰুষক (এই আদান-প্ৰদানৰ) সাক্ষী ৰাখিবা, এতেকে যদি দুজন পুৰুষ নাথাকে তেন্তে এজন পুৰুষ আৰু দুজনী নাৰীক সাক্ষী বনাই লবা, যিসকলক তোমালোকে সাক্ষী হিচাপে পছন্দ কৰা, যাতে নাৰীসকলৰ মাজৰ কোনোবাই পাহৰি গ'লে এজনীয়ে আনজনীক স্মৰণ কৰাই দিব পাৰে; আৰু সাক্ষীসকলক যেতিয়া (সাক্ষী দিবলৈ) মাতা হ'ব তেতিয়া সিহঁতে যেন অস্বীকাৰ নকৰে; ঋণ সৰু হওক বা ডাঙৰ, নিৰ্ধাৰিত সময় লিখিবলৈ তোমালোকে কোনো ধৰণৰ অলসতা নকৰিবা। এইটোৱেই আল্লাহৰ ওচৰত ন্যায় আৰু সাক্ষ্যদানৰ বাবে দৃঢ়তৰ আৰু তোমালোকৰ মাজত সন্দেহে স্থান নোপোৱাৰ বাবে অধিক উপযুক্ত। কিন্তু তোমালোকে পৰস্পৰে যি নগদ ব্যৱসায় পৰিচালনা কৰা সেইটো তোমালোকে নিলিখিলেও কোনো দোষ নাই, আৰু তোমালোকে যেতিয়া পৰস্পৰে বেচা-কিনা কৰা তেতিয়া সাক্ষী ৰাখিবা; (মন কৰিবা) কোনো লেখক আৰু সাক্ষীয়ে যাতে ক্ষতিগ্ৰস্ত নহয়, আৰু যদি তোমালোকে তেওঁলোকক কোনো ক্ষতি কৰা তেন্তে এইটো হ'ব তোমালোকৰ বাবে গুনাহৰ বিষয়। তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা, এইটোৱে আল্লাহে তোমালোকক শিক্ষা দিয়ে আৰু আল্লাহ সকলো বিষয়ে সৰ্বজ্ঞ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:283","price":"যদি তোমালোকে ভ্ৰমণত থকা আৰু কোনো লেখক নোপোৱা তেন্তে হস্তান্তৰকৃত বন্ধক ৰাখিবা। এতেকে যদি তোমালোকে এজনে আনজনক বিশ্বাস কৰা, তেন্তে যাৰ ওচৰত আমানত ৰখা হৈছে তেওঁ (সেই বিশ্বাস বজায় ৰাখি) আমানত প্ৰত্যাৰ্পন কৰা উচিত, আৰু তেওঁৰ প্ৰতিপালক আল্লাহৰ তাক্বৱা অৱলম্বন কৰা উচিত; আৰু তোমালোকে সাক্ষী গোপন নকৰিবা, কাৰণ যিয়ে ইয়াক গোপন কৰে নিশ্চয় তাৰ অন্তৰ হৈছে পাপী; আৰু তোমালোকে যি কৰা সেই সম্পৰ্কে আল্লাহ সবিশেষ অৱগত।","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:284","price":"আকাশমণ্ডল আৰু পৃথিৱীত যি যি আছে সেই সকলোবোৰ আল্লাহৰেই। তোমালোকৰ মনত যি আছে সেয়া প্ৰকাশ কৰা বা গোপন কৰা, আল্লাহে সেইবোৰৰ হিচাব তোমালোকৰ পৰা লব। তাৰ পিছত যাক ইচ্ছা কৰিব তেওঁ তাক ক্ষমা কৰিব আৰু যাক ইচ্ছা কৰিব শাস্তি বিহিব; আৰু আল্লাহ সকলো বস্তুৰ ওপৰত পূৰ্ণ ক্ষমতাৱান।","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:285","price":"ৰাছুলে তেওঁৰ প্ৰতিপালকৰ তৰফৰ পৰা তেওঁৰ ওচৰত যি অৱতীৰ্ণ হৈছে তাৰ ওপৰত ঈমান আনিছে আৰু মুমিনসকলেও। প্ৰত্যেকেই ঈমান আনিছে আল্লাহৰ ওপৰত, তেওঁৰ ফিৰিস্তাসকলৰ ওপৰত, তেওঁৰ কিতাপসমূহ আৰু তেওঁৰ ৰাছুলসকলৰ ওপৰত। আমি তেওঁৰ ৰাছুলসকলৰ মাজত কোনো পাৰ্থক্য নকৰোঁ; আৰু এওঁলোকে কয়, ‘আমি শুনিছোঁ আৰু মানি লৈছোঁ। হে আমাৰ প্ৰতিপালক! তোমাৰ ক্ষমা প্ৰাৰ্থনা কৰোঁ আৰু তোমাৰ পিনেই (আমি) উভতি যাব লাগিব’।","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"as"},{"name":"2:286","price":"আল্লাহে কাকো তাৰ সামৰ্থৰ বাহিৰত কোনো দায়িত্ব নিদিয়ে। যিয়ে ভাল উপাৰ্জন কৰিব তাৰ প্ৰতিফল সি নিজে পাব, আৰু যিয়ে বেয়া উপাৰ্জন কৰিব তাৰ প্ৰতিফলো সি নিজেই ভোগ কৰিব। হে আমাৰ প্ৰতিপালক! যদি আমি বিস্মৃত হওঁ অথবা ভুল কৰোঁ তেন্তে তুমি আমাক অপৰাধ নধৰিবা। হে আমাৰ প্ৰতিপালক! আমাৰ পূৰ্বৱৰ্তীসকলৰ ওপৰত যেনেকৈ তুমি বোজা অৰ্পণ কৰিছিলা আমাৰ ওপৰত তেনেকুৱা বোজা অৰ্পণ নকৰিবা। হে আমাৰ প্ৰতিপালক! তুমি আমাক এনেকুৱা বোজা বহন নকৰাবা যিটো বহন কৰাৰ সামৰ্থ আমাৰ নাই; আৰু তুমি আমাৰ পাপ মোচন কৰি দিয়া, আমাক ক্ষমা কৰি দিয়া, আমাৰ প্ৰতি দয়া কৰা, তুমিয়েই আমাৰ অভিভাৱক। গতিকে কাফিৰ সম্প্ৰদায়ৰ বিৰুদ্ধে আমাক সহায় কৰা।","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"as"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}