{"data":[{"name":"27:1","price":"ত্বা-ছীন;[1] এইবোৰ হৈছে আল-কোৰআন তথা সুস্পষ্ট কিতাবৰ আয়াত;","arabic":"طسٓۚ تِلۡكَ ءَايَٰتُ ٱلۡقُرۡءَانِ وَكِتَابٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3160,"juzNumber":19,"footnotes":"[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।","lang":"as"},{"name":"27:2","price":"পথনিৰ্দেশ আৰু সুসংবাদ মুমিনসকলৰ বাবে,","arabic":"هُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3161,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:3","price":"যিসকলে ছালাত কায়েম কৰে আৰু যাকাত প্ৰদান কৰে আৰু তেওঁলোকেই আখিৰাতৰ প্ৰতি নিশ্চিত বিশ্বাস স্থাপন কৰে।","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3162,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:4","price":"নিশ্চয় যিসকলে আখিৰাতৰ প্ৰতি বিশ্বাস স্থাপন নকৰে, সিহঁতৰ বাবে সিহঁতৰ কৰ্মক আমি শোভনীয় কৰি দিছোঁ, ফলত সিহঁত বিভ্ৰান্ত হৈ ঘূৰি ফুৰে;","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ زَيَّنَّا لَهُمۡ أَعۡمَٰلَهُمۡ فَهُمۡ يَعۡمَهُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3163,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:5","price":"ইহঁতৰ বাবেই আছে নিকৃষ্ট শাস্তি আৰু ইহঁতেই হ’ব আখিৰাতত সৰ্বাধিক ক্ষতিগ্ৰস্ত।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَهُمۡ سُوٓءُ ٱلۡعَذَابِ وَهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3164,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:6","price":"আৰু নিশ্চয় তুমি প্ৰজ্ঞাময় সৰ্বজ্ঞ (আল্লাহ)ৰ তৰফৰ পৰা আল-কোৰআন প্ৰাপ্ত হৈছা।","arabic":"وَإِنَّكَ لَتُلَقَّى ٱلۡقُرۡءَانَ مِن لَّدُنۡ حَكِيمٍ عَلِيمٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3165,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:7","price":"স্মৰণ কৰা, যেতিয়া মুছাই তেওঁৰ পৰিয়ালবৰ্গক কৈছিল, ‘নিশ্চয় মই জুই দেখিছোঁ, অনতিপলমে মই তাৰ পৰা তোমালোকৰ বাবে কোনো সংবাদ লৈ আহিম নাইবা তোমালোকৰ বাবে লৈ আহিম জ্বলন্ত অন্ধৰা, যাতে তোমালোকে জুই পুঁৱাব পাৰা’।","arabic":"إِذۡ قَالَ مُوسَىٰ لِأَهۡلِهِۦٓ إِنِّيٓ ءَانَسۡتُ نَارٗا سَـَٔاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ ءَاتِيكُم بِشِهَابٖ قَبَسٖ لَّعَلَّكُمۡ تَصۡطَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3166,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:8","price":"তাৰ পিছত তেওঁ যেতিয়া সেইটোৰ ওচৰত আহি পালে, তেতিয়া ঘোষিত হ’ল, ‘বৰকতময়, যি আছে এই জুইৰ মাজত আৰু যি আছে ইয়াৰ চাৰিওফালে, আৰু বিশ্বজগতৰ প্ৰতিপালক আল্লাহ পৱিত্ৰ আৰু মহিমাময়!","arabic":"فَلَمَّا جَآءَهَا نُودِيَ أَنۢ بُورِكَ مَن فِي ٱلنَّارِ وَمَنۡ حَوۡلَهَا وَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3167,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:9","price":"‘হে মুছা! নিশ্চয় ময়েই আল্লাহ! পৰাক্ৰমশালী, প্ৰজ্ঞাময়।","arabic":"يَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3168,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:10","price":"‘আৰু তুমি তোমাৰ লাখুটিডাল নিক্ষেপ কৰা’। তাৰ পিছত যেতিয়া তেওঁ সেই লাখুটিডালক সাপৰ দৰে কেৰমেৰ কৰা দেখা পালে তেতিয়া তেওঁ পিছ হোঁহকা দি লৰ মাৰিলে আৰু উভতি চোৱা নাছিল। (আল্লাহে ক’লে) ‘হে মুছা! ভয় নকৰিবা, নিশ্চয় মোৰ ওচৰত ৰাছুলসকলে ভয় নাপায়;","arabic":"وَأَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰ لَا تَخَفۡ إِنِّي لَا يَخَافُ لَدَيَّ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3169,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:11","price":"‘কিন্তু অন্যায়কাৰীসকলৰ বাহিৰে। তাৰ পিছত বেয়া কামৰ পৰিবৰ্তে যদি সৎকৰ্ম কৰে তেন্তে নিশ্চয় মই ক্ষমাশীল, পৰম দয়ালু।","arabic":"إِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسۡنَۢا بَعۡدَ سُوٓءٖ فَإِنِّي غَفُورٞ رَّحِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3170,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:12","price":"‘আৰু তুমি তোমাৰ হাতখন কাষলতিত প্ৰৱেশ কৰোৱা, চাবা সেইখন ত্ৰুটিমুক্ত শুভ্ৰ-উজ্জ্বল হৈ ওলাই আহিব। এইটো ফিৰআউন আৰু তাৰ সম্প্ৰদায়ৰ ওচৰলৈ অহা নটা নিদৰ্শনৰ অন্তৰ্ভুক্ত। নিশ্চয় সিহঁত আছিল ফাছিক্ব সম্প্ৰদায়’।","arabic":"وَأَدۡخِلۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖۖ فِي تِسۡعِ ءَايَٰتٍ إِلَىٰ فِرۡعَوۡنَ وَقَوۡمِهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3171,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:13","price":"তাৰ পিছত যেতিয়া আমাৰ নিদৰ্শনসমূহ সিহঁতৰ ওচৰত দৃশ্যমান হ’ল, সিহঁতে ক’লে, ‘এইটো সুস্পষ্ট যাদু’।","arabic":"فَلَمَّا جَآءَتۡهُمۡ ءَايَٰتُنَا مُبۡصِرَةٗ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3172,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:14","price":"সিহঁতে অন্যায় আৰু উদ্ধতভাৱে নিদৰ্শনসমূহ প্ৰত্যাখ্যান কৰিলে, যদিও সিহঁতৰ অন্তৰে এইবোৰক নিশ্চিত সত্য বুলি গ্ৰহণ কৰিছিল। এতেকে চোৱা, বিপৰ্যয় সৃষ্টিকাৰীবিলাকৰ পৰিণাম কেনেকুৱা আছিল!","arabic":"وَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗاۚ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3173,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:15","price":"আৰু নিশ্চয় আমি দাউদ আৰু ছুলাইমানক জ্ঞান দান কৰিছিলোঁ আৰু তেওঁলোকে উভয়ে কৈছিল, ‘সকলো ধৰণৰ প্ৰশংসা কেৱল আল্লাহৰ বাবে যিজনে আমাক তেওঁৰ বহুতো মুমিন বান্দাসকলৰ ওপৰত শ্ৰেষ্ঠত্ব প্ৰদান কৰিছে’।","arabic":"وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ وَسُلَيۡمَٰنَ عِلۡمٗاۖ وَقَالَا ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٖ مِّنۡ عِبَادِهِ ٱلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3174,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:16","price":"আৰু ছুলাইমান আছিল দাউদৰ উত্তৰাধিকাৰী আৰু তেওঁ কৈছিল, ‘হে মানৱজাতি! আমাক চৰাই-চিৰিকটিৰ ভাষা শিক্ষা দিয়া হৈছে আৰু আমাক সকলো বস্তু দান কৰা হৈছে, নিশ্চয় এয়া সুস্পষ্ট অনুগ্ৰহ’।","arabic":"وَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3175,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:17","price":"আৰু ছুলাইমানৰ সন্মুখত তেওঁৰ গোটেই সেনাবাহিনীক সমবেত কৰা হ’ল, জিন, মানৱ আৰু চৰাই-চিৰিকটিবোৰক। তাৰ পিছত সিহঁতক বিন্যস্ত কৰা হ’ল বিভিন্ন ব্যূহত।","arabic":"وَحُشِرَ لِسُلَيۡمَٰنَ جُنُودُهُۥ مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ وَٱلطَّيۡرِ فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3176,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:18","price":"অৱশেষত যেতিয়া তেওঁলোক (এটা অভিযানত) পৰুৱা অধ্যূষিত উপত্যকাত উপনীত হ’ল তেতিয়া এটা পৰুৱাই ক’লে, ‘হে পৰুৱা বাহিনী! তোমালোকে নিজ নিজ ঘৰত প্ৰৱেশ কৰা, যাতে ছুলাইমান আৰু তেওঁৰ সৈন্যবাহিনীয়ে অজানিতে তোমালোকক গচকি নামাৰে’।","arabic":"حَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3177,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:19","price":"এই কথা শুনি ছুলাইমানে মিচিকিয়া হাঁহিলে আৰু ক’লে, ‘হে মোৰ প্ৰতিপালক! তুমি মোক সামৰ্থ দিয়া যাতে মই তোমাৰ কৃতজ্ঞতা জ্ঞাপন কৰিব পাৰোঁ, মোৰ প্ৰতি আৰু মোৰ পিতৃ-মাতৃৰ প্ৰতি তুমি যি অনুগ্ৰহ কৰিছা তাৰ বাবে, লগতে মই যাতে এনেকুৱা সৎকৰ্ম কৰিব পাৰোঁ যিটোক তুমি পছন্দ কৰা। লগতে তোমাৰ অনুগ্ৰহেৰে মোক তোমাৰ সৎকৰ্মপৰায়ণ বান্দাসকলৰ অন্তৰ্ভুক্ত কৰা’।","arabic":"فَتَبَسَّمَ ضَاحِكٗا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَدۡخِلۡنِي بِرَحۡمَتِكَ فِي عِبَادِكَ ٱلصَّٰلِحِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3178,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:20","price":"আৰু তেওঁ (ছুলাইমানে) চৰাইবোৰৰ খা-খবৰ ল’লে, আৰু ক’লে, ‘কি হ’ল, মই হুদহুদক দেখা পোৱা নাই যে? সি অনুপস্থিত নেকি?","arabic":"وَتَفَقَّدَ ٱلطَّيۡرَ فَقَالَ مَالِيَ لَآ أَرَى ٱلۡهُدۡهُدَ أَمۡ كَانَ مِنَ ٱلۡغَآئِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3179,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:21","price":"‘নিশ্চয় তাক মই কঠিন শাস্তি বিহিম, নহ’লে জবেহ কৰিম, অন্যথা মোৰ ওচৰলৈ উপযুক্ত কাৰণ দৰ্শাব লাগিব’।","arabic":"لَأُعَذِّبَنَّهُۥ عَذَابٗا شَدِيدًا أَوۡ لَأَاْذۡبَحَنَّهُۥٓ أَوۡ لَيَأۡتِيَنِّي بِسُلۡطَٰنٖ مُّبِينٖ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3180,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:22","price":"ক্ষন্তেক পিছতেই হুদহুদ আহি পালে, আৰু ক’লে, ‘আপুনি যিটো জ্ঞান আয়ত্ব কৰিব পৰা নাই মই সেই জ্ঞান আয়ত্ব কৰিছোঁ। মই আপোনাৰ বাবে ‘চাবা’ৰ পৰা সুনিশ্চিত সংবাদ লৈ আহিছোঁ।","arabic":"فَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3181,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:23","price":"‘মই এগৰাকী নাৰীক সিহঁতৰ ওপৰত ৰাজত্ব কৰা দেখি আহিলোঁ। তাইক সকলো বস্তু প্ৰদান কৰা হৈছে লগতে তাইৰ এখন বিশাল সিংহাসনো আছে।","arabic":"إِنِّي وَجَدتُّ ٱمۡرَأَةٗ تَمۡلِكُهُمۡ وَأُوتِيَتۡ مِن كُلِّ شَيۡءٖ وَلَهَا عَرۡشٌ عَظِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3182,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:24","price":"মই তাইক আৰু তাইৰ সম্প্ৰদায়ক দেখিলোঁ সিহঁতে আল্লাহৰ পৰিবৰ্তে সূৰ্যক ছাজদাহ কৰে। চয়তানে সিহঁতৰ কাৰ্যৱলী সিহঁতৰ ওচৰত সুশোভিত কৰি দিছে আৰু সিহঁতক সৎপথৰ পৰা বাধাগ্ৰস্ত কৰিছে, ফলত সিহঁতে হিদায়ত পোৱা নাই;","arabic":"وَجَدتُّهَا وَقَوۡمَهَا يَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ فَهُمۡ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3183,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:25","price":"(চয়তানে এই কাৰণে বাধা দিছে যে,) যাতে সিহঁতে আল্লাহক ছাজদাহ নকৰে, যিজনে আকাশসমূহ আৰু পৃথিৱীৰ গুপ্ত বস্তুবোৰক প্ৰকাশ কৰে, আৰু তেৱেঁই জানে যি তোমালোকে গোপন কৰা আৰু যি তোমালোকে প্ৰকাশ কৰা।","arabic":"أَلَّاۤ يَسۡجُدُواْۤ لِلَّهِ ٱلَّذِي يُخۡرِجُ ٱلۡخَبۡءَ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3184,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:26","price":"আল্লাহৰ বাহিৰে আন কোনো সত্য ইলাহ নাই, তেৱেঁই মহা আৰছৰ প্ৰতিপালক।","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ۩","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3185,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:27","price":"ছুলাইমানে ক’লে, ‘আমি পৰীক্ষা কৰি চাম, তুমি সঁচাই কৈছা নে তুমি মিছলীয়াবিলাকৰ অন্তৰ্ভুক্ত।","arabic":"۞ قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ ٱلۡكَٰذِبِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3186,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:28","price":"‘তুমি মোৰ এই পত্ৰখন লৈ যোৱা আৰু এইখন সিহঁতৰ ওচৰত পেলাই দিয়াগৈ, তাৰ পিছত সিহঁতৰ পৰা আঁতৰত থাকিবা আৰু লক্ষ্য কৰিবা সিহঁতৰ প্ৰতিক্ৰিয়া কি’?","arabic":"ٱذۡهَب بِّكِتَٰبِي هَٰذَا فَأَلۡقِهۡ إِلَيۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَٱنظُرۡ مَاذَا يَرۡجِعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3187,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:29","price":"সেই মহিলা (ৰাণী) গৰাকীয়ে ক’লে, ‘হে মোৰ পৰিষদবৰ্গ! নিশ্চয় মোলৈ এখন সন্মানিত পত্ৰ প্ৰেৰণ কৰা হৈছে;","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ إِنِّيٓ أُلۡقِيَ إِلَيَّ كِتَٰبٞ كَرِيمٌ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3188,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:30","price":"নিশ্চয় এইখন ছুলাইমানৰ তৰফৰ পৰা (প্ৰেৰিত), আৰু (আৰম্ভ কৰিছোঁ) পৰম কৰুণাময়, পৰম দয়ালু আল্লাহৰ নামত,","arabic":"إِنَّهُۥ مِن سُلَيۡمَٰنَ وَإِنَّهُۥ بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3189,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:31","price":"‘যাতে তোমালোকে অহংকাৰ কৰি মোৰ বিৰোধিতা নকৰা, লগতে আত্মসমৰ্পণ কৰি (মুছলিম হৈ) মোৰ ওচৰলৈ উপস্থিত হোৱা’।","arabic":"أَلَّا تَعۡلُواْ عَلَيَّ وَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3190,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:32","price":"ৰাণীয়ে ক’লে, ‘হে পৰিষদবৰ্গ! তোমালোকে মোৰ এই বিষয়ত অভিমত দিয়া। তোমালোকৰ অনুপস্থিতিত মই কোনো চূড়ান্ত সিদ্ধান্ত গ্ৰহণ নকৰোঁ’।","arabic":"قَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَفۡتُونِي فِيٓ أَمۡرِي مَا كُنتُ قَاطِعَةً أَمۡرًا حَتَّىٰ تَشۡهَدُونِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3191,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:33","price":"সিহঁতে ক’লে, ‘আমি দেখোন শক্তিশালী আৰু কঠোৰ যুদ্ধা, কিন্তু সিদ্ধান্ত গ্ৰহণ কৰাৰ অধিকাৰ কেৱল আপোনাৰহে আছে; এতেকে চিন্তা কৰি চাওক, কি নিৰ্দেশ কৰিব’।","arabic":"قَالُواْ نَحۡنُ أُوْلُواْ قُوَّةٖ وَأُوْلُواْ بَأۡسٖ شَدِيدٖ وَٱلۡأَمۡرُ إِلَيۡكِ فَٱنظُرِي مَاذَا تَأۡمُرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3192,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:34","price":"ৰাণীয়ে ক’লে, ‘ৰজাসকলে যেতিয়া কোনো জনপদত (বিজয়ীৰূপে) প্ৰৱেশ কৰে তেতিয়া তাক বিপৰ্যস্ত কৰি দিয়ে আৰু তাত থকা মৰ্যাদাশীল ব্যক্তিসকলক অপদস্থ কৰে, আৰু এইটোৱে হৈছে সিহঁতৰ ৰীতি;","arabic":"قَالَتۡ إِنَّ ٱلۡمُلُوكَ إِذَا دَخَلُواْ قَرۡيَةً أَفۡسَدُوهَا وَجَعَلُوٓاْ أَعِزَّةَ أَهۡلِهَآ أَذِلَّةٗۚ وَكَذَٰلِكَ يَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3193,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:35","price":"‘আৰু নিশ্চয় মই সিহঁতৰ ওচৰলৈ উপঢৌকন প্ৰেৰণ কৰিম, চাওঁ, কটকীয়ে কি সংবাদ লৈ উভতি আহে’।","arabic":"وَإِنِّي مُرۡسِلَةٌ إِلَيۡهِم بِهَدِيَّةٖ فَنَاظِرَةُۢ بِمَ يَرۡجِعُ ٱلۡمُرۡسَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3194,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:36","price":"এতেকে যেতিয়া কটকী আহি ছুলাইমানৰ ওচৰত উপস্থিত হ'ল, তেতিয়া তেওঁ উত্তৰত ক’লে, ‘তোমালোকে মোক ধন-সম্পদ প্ৰদান কৰি সহায় কৰিব বিচাৰিছা নেকি? (শুনা) আল্লাহে মোক যি দান কৰিছে সেয়া তোমালোকক যি দিছে তাতকৈও উৎকৃষ্ট বৰং তোমালোকেই তোমালোকৰ উপঢৌকন লৈ আনন্দ কৰাগৈ।","arabic":"فَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3195,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:37","price":"‘সিহঁতৰ ওচৰলৈ উভতি যোৱা, (আৰু শুনা) নিশ্চয় আমি সিহঁতৰ ওচৰলৈ এনেকুৱা সৈন্যবাহিনী লৈ আহিম যাৰ মুকাবিলা কৰাৰ শক্তি সিহঁতৰ নাই, লগতে সিহঁতক আমি অৱশ্যে তাৰ পৰা লাঞ্ছিত কৰি বহিষ্কাৰ কৰিম আৰু সিহঁত হ’ব অপমানিত’।","arabic":"ٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3196,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:38","price":"(ছুলাইমানে তেওঁ পৰিষদবৰ্গক উদ্দেশ্য কৰি) ক’লে, ‘হে পৰিষদবৰ্গ! সিহঁত মোৰ ওচৰলৈ আত্মসমৰ্পণ কৰি অহাৰ পূৰ্বেই তোমালোকৰ মাজৰ কোনে মোক তাইৰ সিংহাসন আনি দিব পাৰিবা’?","arabic":"قَالَ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَيُّكُمۡ يَأۡتِينِي بِعَرۡشِهَا قَبۡلَ أَن يَأۡتُونِي مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3197,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:39","price":"এজন শক্তিশালী জিনে ক’লে, ‘আপুনি আপোনাৰ স্থানৰ পৰা উঠাৰ পূৰ্বেই মই সেইখন লৈ উপস্থিত হম আৰু এই বিষয়ে নিশ্চয় মই শক্তিমান, বিশ্বস্ত’।","arabic":"قَالَ عِفۡرِيتٞ مِّنَ ٱلۡجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن تَقُومَ مِن مَّقَامِكَۖ وَإِنِّي عَلَيۡهِ لَقَوِيٌّ أَمِينٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3198,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:40","price":"যাৰ ওচৰত গ্ৰন্থৰ জ্ঞান আছিল তেওঁ ক’লে, ‘মই চকুৰ পলকতে সেইখন আপোনাৰ ওচৰলৈ আনি দিব পাৰিম’। এতেকে ছুলাইমানে যেতিয়া সেইখন তেওঁৰ সন্মুখত স্থিৰ অৱস্থাত দেখি পালে তেতিয়া তেওঁ ক’লে, ‘এয়া হৈছে মোৰ প্ৰতিপালকৰ অনুগ্ৰহ, যাতে তেওঁ মোক পৰীক্ষা কৰে যে, মই তেওঁৰ কৃতজ্ঞতা প্ৰকাশ কৰোঁ নে অকৃতজ্ঞতা প্ৰকাশ কৰোঁ। এতেকে যিয়ে কৃতজ্ঞতা প্ৰকাশ কৰে সি নিজৰ কল্যাণৰ বাবেই কৃতজ্ঞতা প্ৰকাশ কৰে, আৰু যিয়ে অকৃতজ্ঞ হয়, সি জানি থোৱা উচিত যে, নিশ্চয় মোৰ প্ৰতিপালক অভাৱমুক্ত, মহানুভৱ’।","arabic":"قَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3199,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:41","price":"ছুলাইমানে ক’লে, ‘তোমালোকে তাইৰ সিংহাসনৰ আকাৰ-আকৃতি পৰিবৰ্তন কৰি দিয়া, চাওঁ, তাই সঠিকভাৱে চিনিব পাৰে নে সিহঁতৰ অন্তৰ্ভুক্ত হয় যিহঁতে কোনো দিহ নাপায়’।","arabic":"قَالَ نَكِّرُواْ لَهَا عَرۡشَهَا نَنظُرۡ أَتَهۡتَدِيٓ أَمۡ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهۡتَدُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3200,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:42","price":"এতেকে যেতিয়া তাই আহিল, তেতিয়া তাইক কোৱা হ’ল, ‘তোমাৰ সিংহাসনখন এনেকুৱাই নেকি’? তাই ক’লে, ‘সেইখনেই যেন লাগিছে, আৰু আমাক ইয়াৰ পূৰ্বেই প্ৰকৃত জ্ঞান দান কৰা হৈছে আৰু আমি আজ্ঞাবহ হৈছোঁ’।","arabic":"فَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3201,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:43","price":"আল্লাহৰ পৰিবৰ্তে তাই যাৰ পূজা পাঠ কৰিছিল সেইটোৱেই তাইক ঈমানৰ পৰা নিবৃত্ত কৰিছিল। নিশ্চয় তাই আছিল কাফিৰ সম্প্ৰদায়ৰ অন্তৰ্ভুক্ত।","arabic":"وَصَدَّهَا مَا كَانَت تَّعۡبُدُ مِن دُونِ ٱللَّهِۖ إِنَّهَا كَانَتۡ مِن قَوۡمٖ كَٰفِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3202,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:44","price":"তাইক কোৱা হ’ল, ‘প্ৰাসাদটোৰ ভিতৰত প্ৰৱেশ কৰা’। এতেকে যেতিয়া তাই সেইখন দেখিলে, তেতিয়া তাই সেইখনক জলাশয় বুলি ভাবিলে আৰু দুয়ো ভৰিৰ কাপোৰ কলাফুলিলৈকে অনাবৃত কৰিলে। তেওঁ (ছুলাইমানে) ক’লে, ‘এইখন কাচেৰে নিৰ্মিত স্বচ্ছ প্ৰাসাদহে’। মহিলা গৰাকীয়ে (প্ৰাৰ্থনা কৰি) ক’লে, ‘হে মোৰ প্ৰতিপালক! নিশ্চয় মই নিজৰ প্ৰতি অন্যায় কৰিছিলোঁ, আৰু এতিয়া মই ছুলাইমানৰ লগত বিশ্বজগতৰ প্ৰতিপালক আল্লাহৰ ওচৰত আত্মসমৰ্পণ কৰিলোঁ’।","arabic":"قِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3203,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:45","price":"আৰু নিশ্চয় আমি ছামূদ সম্প্ৰদায়ৰ ওচৰলৈ সিহঁতৰ ভাতৃ ছলেহক প্ৰেৰণ কৰিছিলোঁ এই আদেশ প্ৰদান কৰি যে, ‘তোমালোকে আল্লাহৰ ইবাদত কৰা’। তাৰ পিছত সিহঁতে দুই দলত বিভক্ত হৈ বিতৰ্কত লিপ্ত হৈছিল।","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحًا أَنِ ٱعۡبُدُواْ ٱللَّهَ فَإِذَا هُمۡ فَرِيقَانِ يَخۡتَصِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3204,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:46","price":"তেওঁ কৈছিল, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে কিয় কল্যাণৰ আগতে অকল্যাণ ত্বৰান্বিত কৰিব বিচৰা, তোমালোকে আল্লাহৰ ওচৰত ক্ষমা প্ৰাৰ্থনা কিয় নকৰা, যাতে তোমালোকে ৰহমত প্ৰাপ্ত হ’ব পাৰা’?","arabic":"قَالَ يَٰقَوۡمِ لِمَ تَسۡتَعۡجِلُونَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِۖ لَوۡلَا تَسۡتَغۡفِرُونَ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3205,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:47","price":"সিহঁতে কৈছিল, ‘আমি তোমাক আৰু তোমাৰ সঙ্গীসকলক অমঙ্গলৰ কাৰণ বুলি ভাবোঁ’। ছলেহে (উত্তৰত) কৈছিল, ‘তোমালোকৰ অমঙ্গল গ্ৰহণ কৰাটো হৈছে আল্লাহৰ ইখতিয়াৰত, প্ৰকৃততে তোমালোক এনেকুৱা এটা সম্প্ৰদায় যিসকলক পৰীক্ষা কৰা হৈছে’।","arabic":"قَالُواْ ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَۚ قَالَ طَٰٓئِرُكُمۡ عِندَ ٱللَّهِۖ بَلۡ أَنتُمۡ قَوۡمٞ تُفۡتَنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3206,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:48","price":"আৰু সেই চহৰত আছিল এনেকুৱা নজন ব্যক্তি, যিসকলে দেশত বিপৰ্যয় সৃষ্টি কৰিছিল আৰু সংশোধন কৰা নাছিল।","arabic":"وَكَانَ فِي ٱلۡمَدِينَةِ تِسۡعَةُ رَهۡطٖ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3207,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:49","price":"সিহঁতে ক’লে, ‘তোমালোকে পৰস্পৰে আল্লাহৰ শপত গ্ৰহণ কৰা, আমি ৰাতিৰ ভিতৰতে শেষ কৰি দিম তেওঁক আৰু তেওঁৰ পৰিয়ালবৰ্গক; তাৰ পিছত তেওঁৰ অভিভাৱকক নিশ্চিতৰূপে কম যে, তেওঁৰ পৰিয়ালবৰ্গৰ হত্যা আমি প্ৰত্যক্ষ কৰা নাছিলোঁ, আৰু নিশ্চয় আমি সত্যবাদী’।","arabic":"قَالُواْ تَقَاسَمُواْ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهۡلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدۡنَا مَهۡلِكَ أَهۡلِهِۦ وَإِنَّا لَصَٰدِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3208,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:50","price":"আৰু সিহঁতে এটা চক্ৰান্ত কৰিছিল আৰু আমিও এটা কৌশল অৱলম্বন কৰিছিলোঁ, অথচ সিহঁতে উপলব্ধিও কৰিব পৰা নাছিল।","arabic":"وَمَكَرُواْ مَكۡرٗا وَمَكَرۡنَا مَكۡرٗا وَهُمۡ لَا يَشۡعُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3209,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:51","price":"এতেকে চোৱা, সিহঁতৰ চক্ৰান্তৰ পৰিণাম কেনেকুৱা আছিল, নিশ্চয় আমি সিহঁতক আৰু সিহঁতৰ সম্প্ৰদায়ৰ সকলোকে ধ্বংস কৰিছোঁ।","arabic":"فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ مَكۡرِهِمۡ أَنَّا دَمَّرۡنَٰهُمۡ وَقَوۡمَهُمۡ أَجۡمَعِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3210,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:52","price":"চোৱা, এইবোৰ হৈছে সিহঁতৰ ঘৰ-দুৱাৰ, অন্যায় কৰাৰ কাৰণে এইবোৰ জনশূন্য হৈ আছে; নিশ্চয় ইয়াত নিদৰ্শন আছে সেই সম্প্ৰদায়ৰ বাবে যিসকলে জ্ঞান ৰাখে।","arabic":"فَتِلۡكَ بُيُوتُهُمۡ خَاوِيَةَۢ بِمَا ظَلَمُوٓاْۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3211,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:53","price":"আৰু যিসকলে ঈমান আনিছিল তেওঁলোকক আমি উদ্ধাৰ কৰিছিলোঁ আৰু তেওঁলোক আছিল তাক্বৱা অৱলম্বনকাৰী।","arabic":"وَأَنجَيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3212,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:54","price":"আৰু স্মৰণ কৰা লূতৰ কথা, তেওঁ নিজ সম্প্ৰদায়ক কৈছিল, ‘তোমালোকে জানি-বুজি কিয় অশ্লীল কাম কৰা?","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ وَأَنتُمۡ تُبۡصِرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3213,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:55","price":"‘তোমালোকে কামতৃপ্তিৰ বাবে নাৰীসকলক এৰি পুৰুষৰ ওচৰলৈ উপগত হোৱানে! প্ৰকৃততে তোমালোক হৈছা এটা অজ্ঞ সম্প্ৰদায়’।","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3214,"juzNumber":19,"footnotes":"","lang":"as"},{"name":"27:56","price":"উত্তৰত তেওঁৰ সম্প্ৰদায়ে ক’লে, ‘লূত পৰিয়ালক তোমালোকে জনপদৰ পৰা বহিষ্কাৰ কৰি দিয়া, নিশ্চয় এওঁলোকে পৱিত্ৰ থাকিব বিচাৰে’।","arabic":"۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3215,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:57","price":"তাৰ পিছত আমি তেওঁক আৰু তেওঁৰ পৰিয়ালবৰ্গক উদ্ধাৰ কৰিলোঁ, কেৱল তেওঁৰ স্ত্ৰীৰ বাহিৰে, আমি তাইক অৱশিষ্টবিলাকৰ অন্তৰ্ভুক্ত কৰিছিলোঁ।","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3216,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:58","price":"আৰু আমি সিহঁতৰ ওপৰত শাস্তিমূলক শিলাবৃষ্টি বৰ্ষণ কৰিছিলোঁ। এতেকে যিসকলক সতৰ্ক কৰা হৈছিল সিহঁতৰ বাবে এই বৃষ্টি কিমান যে নিকৃষ্ট আছিল!","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3217,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:59","price":"কোৱা, ‘সকলো ধৰণৰ প্ৰশংসা কেৱল আল্লাহৰ বাবেই, আৰু শান্তি কেৱল তেওঁৰ মনোনীত বান্দাসকলৰ প্ৰতি! (তেন্তে কোৱাচোন!) কোন শ্ৰেষ্ঠ, আল্লাহ নে সেইবোৰ, যিবোৰক সিহঁতে যি অংশী কৰে’?","arabic":"قُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3218,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:60","price":"বৰং তেওঁহে (শ্ৰেষ্ঠ), যিজনে আকাশসমূহ আৰু পৃথিৱী সৃষ্টি কৰিছে লগতে তেৱেঁই তোমালোকৰ বাবে আকাশৰ পৰা পানী বৰ্ষণ কৰে। তাৰ পিছত তাৰ দ্বাৰা আমি মনোৰম উদ্যান সৃষ্টি কৰোঁ, সেই উদ্যানবোৰৰ গছ উৎপন্ন কৰাৰ ক্ষমতা তোমালোকৰ নাই। (তেন্তে কোৱাচোন) আল্লাহৰ লগত আন কোনো ইলাহ আছেনে? বৰং সিহঁত এনেকুৱা এটা সম্প্ৰদায় যিসকলে (আল্লাহৰ) সমকক্ষ নিৰ্ধাৰণ কৰে।","arabic":"أَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3219,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:61","price":"বৰং তেওঁহে (শ্ৰেষ্ঠ), যিজনে পৃথিৱীক বাসোপযোগী কৰিছে আৰু ইয়াৰ মাজে মাজে নদ-নদী প্ৰবাহিত কৰিছে, আৰু ইয়াত স্থাপন কৰিছে সুদৃঢ় পৰ্বতমালা, লগতে দুই সাগৰৰ মাজত সৃষ্টি কৰিছে অন্তৰায়, (তেন্তে কোৱাচোন) আল্লাহৰ লগত আন কোনো ইলাহ আছেনে? বৰং সিহঁতৰ অধিকাংশই নাজানে।","arabic":"أَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3220,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:62","price":"বৰং তেওঁহে (শ্ৰেষ্ঠ), যিজনে নিৰুপায় ব্যক্তিৰ আহ্বানত সঁহাৰি দিয়ে যেতিয়া সি তেওঁক আহ্বান কৰে আৰু তেৱেঁই বিপদ-আপদ দূৰীভূত কৰে, লগতে তেৱেঁই তোমালোকক পৃথিৱীৰ প্ৰতিনিধি বনায়। (তেন্তে কোৱাচোন) আল্লাহৰ লগত আন কোনো ইলাহ আছেনে? বৰং তোমালোকে খুবেই কম উপদেশ গ্ৰহণ কৰা।","arabic":"أَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3221,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:63","price":"বৰং তেওঁহে (শ্ৰেষ্ঠ), যিজনে তোমালোকক স্থলত আৰু সাগৰৰ অন্ধকাৰত পথ দেখুৱায় আৰু তেৱেঁই নিজ অনুগ্ৰহৰ পূৰ্বে সুসংবাদবাহী বতাহ প্ৰেৰণ কৰে। (তেন্তে কোৱাচোন) আল্লাহৰ লগত আন কোনোবা ইলাহ আছেনে? সিহঁতে যিবোৰক অংশীদাৰ স্থাপন কৰে, আল্লাহ সেইবোৰৰ পৰা বহু উৰ্দ্ধত।","arabic":"أَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3222,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:64","price":"বৰং তেওঁহে (শ্ৰেষ্ঠ), যিজনে প্ৰথমে সৃষ্টিৰ সূচনা কৰিছে, তাৰ পিছত তেৱেঁই ইয়াৰ পুনৰাবৃত্তি কৰিব আৰু তেৱেঁই আকাশ আৰু পৃথিৱীৰ পৰা তোমালোকক জীৱনোপকৰণ দান কৰে। (তেন্তে কোৱাচোন) আল্লাহৰ লগত আন কোনোবা ইলাহ আছেনে? কোৱা, ‘যদি তোমালোকে সত্যবাদী হোৱা তেন্তে তোমালোকৰ প্ৰমাণ লৈ আহা’।","arabic":"أَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3223,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:65","price":"কোৱা, ‘আল্লাহৰ বাহিৰে আকাশসমূহ আৰু পৃথিৱীৰ কাৰো ওচৰতেই গায়েবৰ জ্ঞান নাই। আনকি সিহঁতে (এই কথাও) উপলব্ধি কৰিব নোৱাৰে যে সিহঁতক কেতিয়া উত্থিত কৰা হ’ব’।","arabic":"قُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3224,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:66","price":"বৰং আখিৰাত সম্পৰ্কে সিহঁতৰ জ্ঞান নিঃশেষ হৈছে; আৰু সেই বিষয়ে সিহঁতে সন্দেহত লিপ্ত হৈছে, তথা এই বিষয়ত সিহঁত হৈছে অন্ধ।","arabic":"بَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3225,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:67","price":"আৰু কাফিৰসকলে কয়, ‘আমি আৰু আমাৰ পিতৃ-পুৰুষসকল যেতিয়া মাটিত পৰিণত হম, তাৰ পিছতো আমাক আকৌ উলিয়াই আনা হ’ব নেকি?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3226,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:68","price":"‘নিশ্চয় এই বিষয়ে আমাক আৰু ইয়াৰ পূৰ্বে আমাৰ পিতৃ-পুৰুষসকলোকো প্ৰতিশ্ৰুতি দিয়া হৈছিল। এইটো পূৰ্বৱৰ্তীবিলাকৰ উপকথাৰ বাহিৰে আন একো নহয়’।","arabic":"لَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3227,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:69","price":"কোৱা, ‘তোমালোকে পৃথিৱীত পৰিভ্ৰমণ কৰা, তাৰ পিছত চোৱা, অপৰাধীবিলাকৰ পৰিণাম কেনেকুৱা আছিল’।","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3228,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:70","price":"তুমি সিহঁতৰ বাবে দুখ নকৰিবা আৰু সিহঁতৰ ষড়যন্ত্ৰতো মনঃক্ষুণ্ণও নহ’বা।","arabic":"وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3229,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:71","price":"আৰু সিহঁতে কয়, ‘তোমালোকে যদি সত্যবাদী হোৱা তেন্তে কোৱা, কেতিয়া এই প্ৰতিশ্ৰুতি বাস্তৱায়িত হ’ব’?","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3230,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:72","price":"কোৱা, ‘তোমালোকে যিটো বিষয়ক ত্বৰান্বিত কৰিব বিচাৰিছা, সম্ভৱতঃ তাৰে কিছু (অংশ) তোমালোকৰ পিছে পিছে আহিয়ে পাইছে!’","arabic":"قُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3231,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:73","price":"নিশ্চয় তোমাৰ প্ৰতিপালক মানুহৰ প্ৰতি অনুগ্ৰহশীল; কিন্তু সিহঁতৰ অধিকাংশই হৈছে অকৃতজ্ঞ।","arabic":"وَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3232,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:74","price":"আৰু নিশ্চয় তোমাৰ প্ৰতিপালক, তেওঁ অৱশ্যে জানে সিহঁতৰ অন্তৰে যি গোপন কৰে আৰু সিহঁতে যি প্ৰকাশ কৰে।","arabic":"وَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3233,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:75","price":"আকাশ আৰু পৃথিৱীত এনে কোনো গোপন ৰহস্য নাই, যিটো সুস্পষ্ট কিতাবত (লিপিবদ্ধ) নাই।","arabic":"وَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3234,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:76","price":"বনী ইছৰাঈলে যিবোৰ বিষয়কলৈ বিতৰ্ক কৰিছিল, নিশ্চয় এই কোৰআনে তাৰে অধিকাংশ বিষয় সিহঁতৰ ওচৰত বিৱৰণ দিয়ে।","arabic":"إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3235,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:77","price":"আৰু নিশ্চয় এইখন হৈছে মুমিনসকলৰ বাবে হিদায়ত আৰু ৰহমত।","arabic":"وَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3236,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:78","price":"নিশ্চয় তোমাৰ প্ৰতিপালকে তেওঁৰ বিধান অনুযায়ী সিহঁতৰ মাজত ফয়চালা কৰি দিব; আৰু তেওঁ মহাপৰাক্ৰমশালী, সৰ্বজ্ঞ।","arabic":"إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3237,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:79","price":"এতেকে আল্লাহৰ ওপৰত নিৰ্ভৰ কৰা; নিশ্চয় তুমি সুস্পষ্ট সত্যৰ ওপৰত প্ৰতিষ্ঠিত আছা।","arabic":"فَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3238,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:80","price":"নিশ্চয় তুমি মৃতক শুনাব নোৱাৰিবা, আৰু বধিৰকো আহ্বান শুনাব নোৱাৰিবা, যেতিয়া সিহঁতে পিঠি দেখুৱাই উভতি যায়।","arabic":"إِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3239,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:81","price":"তুমি অন্ধবিলাককো সিহঁতৰ পথভ্ৰষ্টতাৰ পৰা সঠিক পথলৈ আনিব নোৱাৰিবা। তুমি কেৱল তেওঁলোককহে শুনাব পাৰিবা যিসকলে আমাৰ আয়াতসমূহৰ প্ৰতি ঈমান পোষণ কৰে, এতেকে তেওঁলোকেই হৈছে আত্মসমৰ্পণকাৰী।","arabic":"وَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3240,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:82","price":"আৰু যেতিয়া সিহঁতৰ ওপৰত ঘোষিত শাস্তি আহি পৰিব তেতিয়া আমি সিহঁতৰ বাবে পৃথিৱীৰ পৰা এটা জন্তু উলিয়াম (দা-ব্বাতুল আৰ্দ্ব), যিটো সিহঁতৰ লগত কথা ক'ব যে, মানুহে আমাৰ নিদৰ্শনসমূহৰ প্ৰতি নিশ্চিত বিশ্বাস কৰা নাছিল।","arabic":"۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3241,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:83","price":"আৰু (স্মৰণ কৰা সেই দিনটোৰ কথা,) যিদিনা আমি সমবেত কৰিম প্ৰত্যেক সম্প্ৰদায়ৰ পৰা একো একোটা দল, যিসকলে আমাৰ নিদৰ্শনাৱলী প্ৰত্যাখ্যান কৰিছিল। তাৰ পিছত সিহঁতক শাৰীবদ্ধভাৱে একত্ৰিত কৰা হ'ব।","arabic":"وَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3242,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:84","price":"অৱশেষত যেতিয়া সিহঁত আহি যাব, তেতিয়া আল্লাহে সিহঁতক ক’ব, ‘তোমালোকে মোৰ আয়াতসমূহক অস্বীকাৰ কৰিছিলা নেকি, অথচ সেই বিষয়ে তোমালোকৰ কোনো জ্ঞানেই নাছিল, নে তোমালোকে আৰু কিবা কৰিছিলা?","arabic":"حَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3243,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:85","price":"গতিকে অন্যায় কৰাৰ কাৰণে সিহঁতৰ ওপৰত ঘোষিত শাস্তি আহি পৰিব; ফলত সিহঁতে কথাও ক’ব নোৱাৰিব।","arabic":"وَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3244,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:86","price":"সিহঁতে দেখা নাইনে যে, আমিয়েই সিহঁতৰ বাবে ৰাতি সৃষ্টি কৰিছোঁ, যাতে সিহঁতে বিশ্ৰাম লব পাৰে আৰু দিনক কৰিছোঁ দৃশ্যমান? নিশ্চয় ইয়াত নিদৰ্শন আছে এনে সম্প্ৰদায়ৰ বাবে যিসকলে ঈমান পোষণ কৰে।","arabic":"أَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3245,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:87","price":"আৰু যিদিনা শিঙাত ফুঁ দিয়া হ’ব, সেইদিনা আকাশসমূহ আৰু পৃথিৱীৰ সকলোৱে ভীত-বিহ্বল হৈ পৰিব, কিন্তু আল্লাহে যিসকলক (ইয়াৰ পৰা বিৰত ৰাখিবলৈ) ইচ্ছা কৰিব তেওঁলোকৰ বাহিৰে, আৰু সকলোৱে তেওঁৰ ওচৰত (লাঞ্ছিত তথা) হীন অৱস্থাত উপস্থিত হ’ব।","arabic":"وَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3246,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:88","price":"আৰু তুমি যিবোৰ পাহাৰ-পৰ্বতক দেখি অচল ভাবি আছা, অথচ (সেইদিনা) এইবোৰ মেঘপুঞ্জৰ দৰে চলমান হ’ব। এইটো আল্লাহৰেই সৃষ্টি-নৈপুণ্য, যিজনে সকলো বস্তুকেই কৰিছে সুষম। তোমালোকে যি কৰা নিশ্চয় তেওঁ সেই সম্পৰ্কে সম্যক অৱহিত।","arabic":"وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3247,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:89","price":"যিয়ে সৎকৰ্ম লৈ আহিব তেওঁ তাতকৈও উৎকৃষ্ট প্ৰতিফল পাব আৰু সেইদিনা তেওঁলোক ভীতিকৰ অৱস্থাৰ পৰা নিৰাপদ থাকিব।","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3248,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:90","price":"আনহাতে যিয়ে অসৎকৰ্ম লৈ আহিব, তাক অধোমুখে জুইত নিক্ষেপ কৰা হ’ব। (লগতে সিহঁতক কোৱা হ’ব) তোমালোকে যি কৰিছিলা তাৰেই প্ৰতিফল তোমালোকক দিয়া হৈছে।","arabic":"وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3249,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:91","price":"মোক নিৰ্দেশ কৰা হৈছে এই নগৰৰ প্ৰতিপালকৰ ইবাদত কৰিবলৈ, যিজনে ইয়াক সন্মানিত কৰিছে। সকলো বস্তু তেওঁৰেই। মোক আৰু আদেশ কৰা হৈছে, মই যেন আত্মসমৰ্পনকাৰীসকলৰ অন্তৰ্ভুক্ত হওঁ।","arabic":"إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3250,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:92","price":"মোক আৰু নিৰ্দেশ দিয়া হৈছে, কোৰআন তিলাৱত কৰিবলৈ। এতেকে যিয়ে সৎপথ অৱলম্বন কৰে সি নিজৰ কল্যাণৰ বাবেই সৎপথ অৱলম্বন কৰে, আৰু যিয়ে ভুল পথ অৱলম্বন কৰে, তেন্তে তুমি কোৱা, ‘মই হৈছোঁ কেৱল এজন সতৰ্ককাৰী’।","arabic":"وَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3251,"juzNumber":20,"footnotes":"","lang":"as"},{"name":"27:93","price":"আৰু কোৱা, ‘সকলো ধৰণৰ প্ৰশংসা কেৱল আল্লাহৰেই, অচিৰেই তেওঁ তোমালোকক তেওঁৰ নিদৰ্শনসমূহ দেখুৱাব, তেতিয়া তোমালোকে সেয়া চিনিব পাৰিবা’। তোমালোকে যি কৰা সেই সম্পৰ্কে তোমাৰ প্ৰতিপালক অমনোযোগী নহয়।","arabic":"وَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["27 (An-Naml)","An-Naml","Surah An-Naml"],"ayahNumber":3252,"juzNumber":20,"footnotes":"","lang":"as"}],"chapter":["27 (An-Naml)","An-Naml","Surah An-Naml","Chapter An-Naml","Naml","Surah Naml","Chapter Naml","An Naml","Surah An Naml","Chapter An Naml","Surah 27","Chapter 27","The Ant","النَّمْل"]}