{"data":[{"name":"30:1","price":"আলিফ-লাম-মীম।[1]","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।","lang":"as"},{"name":"30:2","price":"ৰোমানসকল পৰাজিত হৈছে,","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:3","price":"নিকটৱৰ্তী অঞ্চলত, কিন্তু সিহঁতে সিহঁতৰ এই পৰাজয়ৰ পিছত শীঘ্ৰেই বিজয়ী হ’ব,","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:4","price":"কিছু বছৰৰ ভিতৰতেই। আগৰ আৰু পিছৰ সকলো ফয়চালা আল্লাহৰেই; আৰু সেইদিনা মুমিনসকল আনন্দিত হ’ব,","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:5","price":"আল্লাহৰ সহায়ত। তেওঁ যাক ইচ্ছা কৰে সহায় কৰে আৰু তেৱেঁই প্ৰবলপৰাক্ৰমী, পৰম দয়ালু।","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:6","price":"এইটো আল্লাহৰেই প্ৰতিশ্ৰুতি, আল্লাহে তেওঁৰ প্ৰতিশ্ৰুতিৰ ব্যতিক্ৰম নকৰে, কিন্তু অধিকাংশ মানুহেই নাজানে।","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:7","price":"সিহঁতে পাৰ্থিৱ জীৱনৰ বাহ্যিক দিশ সম্পৰ্কে অৱগত, আৰু আখিৰাত সম্পৰ্কে সিহঁত উদাসীন।","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:8","price":"সিহঁতে নিজৰ অন্তৰত ভাবি নাচায় নেকি? আল্লাহে আকাশসমূহ, পৃথিৱী আৰু এই দুয়োৰে মাজত থকা সকলো বস্তু সৃষ্টি কৰিছে যথাযথভাৱে আৰু এটা নিৰ্দিষ্ট সময়ৰ বাবে। নিশ্চয় মানুহৰ মাজৰ বহুতেই নিজ প্ৰতিপালকৰ সাক্ষাৎ সম্পৰ্কে অবিশ্বাসী।","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:9","price":"সিহঁতে পৃথিৱীত ভ্ৰমণ কৰা নাইনে? তেতিয়াহে সিহঁতে দেখিলেহেঁতেন যে, সিহঁতৰ পূৰ্বৱৰ্তীসকলৰ দশা কি হৈছিল, শক্তিত সিহঁত আছিল ইহঁততকৈও প্ৰবল, সিহঁতে মাটি চহাইছিল, আৰু ইহঁতে যিমান নিৰ্মাণ কৰিছে তাতকৈও অধিক নিৰ্মাণ সিহঁতে কৰিছিল। সিহঁতৰ ওচৰলৈ সিহঁতৰ ৰাছুলসকলে সুস্পষ্ট প্ৰমাণসহ আহিছিল। দৰাচলতে আল্লাহ এনেকুৱা নহয় যে, তেওঁ সিহঁতৰ প্ৰতি অন্যায় কৰিছে বৰং সিহঁত নিজেই নিজৰ প্ৰতি অন্যায় কৰিছিল।","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:10","price":"এতেকে যিসকলে বেয়া কৰিছিল সিহঁতৰ পৰিণামো হৈছিল বেয়া, কাৰণ সিহঁতে আল্লাহৰ আয়াতসমূহক অস্বীকাৰ কৰিছিল আৰু তাকলৈ ঠাট্টা-বিদ্ৰূপ কৰিছিল।","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:11","price":"আল্লাহেই সৃষ্টিৰ সূচনা কৰে, তাৰ পিছত তেৱেঁই ইয়াৰ পুনৰাবৃত্তি কৰিব, তাৰ পিছত তোমালোকক তেওঁৰ ওচৰতেই প্ৰত্যাৱৰ্তন কৰোৱা হ’ব।","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:12","price":"আৰু যিদিনা কিয়ামত সংঘটিত হ’ব সেইদিনা অপৰাধীসকল হতাশ হৈ পৰিব।","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:13","price":"আৰু (আল্লাহৰ লগত কৰা) সিহঁতৰ শ্বৰিকসকল (সেইদিনা) সিহঁতৰ বাবে চুপাৰিছকাৰী নহ'ব আৰু সিহঁতে সিহঁতৰ শ্বৰিককৃত উপাস্যবোৰক অস্বীকাৰ কৰিব।","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:14","price":"আৰু যিদিনা কিয়ামত সংঘটিত হ’ব সেইদিনা সিহঁত বিভক্ত হৈ পৰিব।","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:15","price":"এতেকে যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে তেওঁলোকে জান্নাতত সুখ-শান্তিত থাকিব;","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:16","price":"যিসকলে কুফৰী কৰিছে আৰু আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছে লগতে আখিৰাতৰ সাক্ষাতক অস্বীকাৰ কৰিছে, সেইসকল লোককেই শাস্তিৰ মাজত উপস্থিত কৰা হ’ব।","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:17","price":"এতেকে তোমালোকে আল্লাহৰ পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰা, যেতিয়া তোমালোকে সন্ধাত উপনীত হোৱা আৰু পুৱাৰ ভাগত উপনীত হোৱা,","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:18","price":"লগতে আবেলিৰ সময়ত আৰু যেতিয়া তোমালোকে দুপুৰীয়াত উপনীত হোৱা। তেওঁৰ বাবেই সকলো প্ৰশংসা আকাশসমূহত আৰু পৃথিৱীত।","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:19","price":"তেৱেঁই নিৰ্জীৱৰ পৰা সজীৱ উলিয়াই আনে আৰু তেৱেঁই জীৱিতৰ পৰা মৃতক উলিয়াই আনে। তেৱেঁই ভূমিক তাৰ মৃত্যুৰ পিছত আকৌ পুনৰ্জীৱিত কৰে। এইদৰেই তোমালোককো উলিয়াই আনা হ’ব।","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:20","price":"আৰু তেওঁৰ নিদৰ্শনাৱলীৰ মাজত এইটোও এটা যে, তেওঁ তোমালোকক মাটিৰ পৰা সৃষ্টি কৰিছে, তাৰ পিছত তোমালোকে এতিয়া মানুহ হৈ সৰ্বত্ৰ সিঁচৰতি হৈ পৰিছা।","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:21","price":"আৰু তেওঁৰ নিদৰ্শনাৱলীৰ মাজত এইটোও এটা নিদৰ্শন যে, তেৱেঁই তোমালোকৰ বাবে তোমালোকৰ মাজৰ পৰা তোমালোকৰ যোৰা সৃষ্টি কৰিছে, যাতে তোমালোকে সিহঁতৰ ওচৰত প্ৰশান্তি লাভ কৰা আৰু তেৱেঁই তোমালোকৰ মাজত পাৰস্পৰিক প্ৰেম আৰু স্নেহ সৃষ্টি কৰিছে। নিশ্চয় ইয়াত আছে বহুতো নিদৰ্শন সেই সম্প্ৰদায়ৰ বাবে যিসকলে গৱেষণা কৰে।","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:22","price":"আৰু তেওঁৰ নিদৰ্শনাৱলীৰ মাজত আছে আকাশসমূহ আৰু পৃথিৱীৰ সৃষ্টি, লগতে তোমালোকৰ ভাষা আৰু বৰ্ণৰ বৈচিত্ৰতা। নিশ্চয় ইয়াত জ্ঞানীসকলৰ বাবে বহুতো নিদৰ্শন আছে।","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:23","price":"আৰু তেওঁৰ নিদৰ্শনাৱলীৰ মাজত ৰাতি আৰু দিনত গ্ৰহণ কৰা তোমালোকৰ নিদ্ৰাও হৈছে এটা নিদৰ্শন, লগতে তেওঁৰ অনুগ্ৰহৰ ফলতেই তোমালোকে (জীৱিকা) অন্বেষণ কৰা। নিশ্চয় ইয়াৰ মাজত আছে বহুতো নিদৰ্শন সেই সম্প্ৰদায়ৰ বাবে যিসকলে শুনা পায়।","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:24","price":"আৰু তেওঁৰ নিদৰ্শনাৱলীৰ মাজত এইটোও এটা যে, তেৱেঁই তোমালোকক ভয় আৰু আশাৰ সঞ্চাৰকৰূপে বিদ্যুত দেখুৱায়, আৰু আকাশৰ পৰা পানী বৰষায় আৰু তাৰ দ্বাৰা তেওঁ মৃত ভূমিক পুনৰ্জীৱিত কৰে। নিশ্চয় ইয়াত বহুতো নিদৰ্শন আছে সেই সম্প্ৰদায়ৰ বাবে যিসকলে অনুধাৱন কৰে।","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:25","price":"তেওঁৰ নিদৰ্শনাৱলীৰ মাজত আৰু আছে যে, তেওঁৰ আদেশতেই আকাশ আৰু পৃথিৱী স্থিতিশীল হৈ আছে, তাৰ পিছত আল্লাহে যেতিয়া তোমালোকক মাটিৰ পৰা উঠিবলৈ এবাৰ আহ্বান কৰিব, তেতিয়া তোমালোকে ওলাই আহিবা।","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:26","price":"আকাশসমূহ আৰু পৃথিৱীত যি আছে সেই সকলো তেওঁৰেই। সকলো তেওঁৰেই অনুগত।","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:27","price":"তেৱেঁই সৃষ্টিৰ সূচনা কৰে, তাৰ পিছত তেৱেঁই ইয়াৰ পুনৰাবৃত্তি কৰিব; আৰু এইটো তেওঁৰ বাবে অতি সহজ। আকাশসমূহ আৰু পৃথিৱীত সৰ্বোচ্চ গুণাগুণ তেওঁৰেই; আৰু তেৱেঁই পৰাক্ৰমশালী, প্ৰজ্ঞাময়।","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:28","price":"আল্লাহে তোমালোকৰ বাবে তোমালোকৰ মাজৰ পৰাই এটা উপমা দাঙি ধৰিছে, (কোৱাচোন) আমি তোমালোকক যি জীৱিকা দান কৰিছোঁ, তাত তোমালোকৰ অধিকাৰভুক্ত দাস-দাসীসকলৰ কোনোবাই অংশীদাৰনে? এতেকে তোমালোকে এইক্ষেত্ৰত সমান নে? তোমালোকে সিহঁতক সেইদৰে ভয় কৰা নেকি যিদৰে তোমালোকে পৰস্পৰে পৰস্পৰক ভয় কৰা? এইদৰেই আমি নিদৰ্শনাৱলীসমূহ বিস্তাৰিতভাৱে বৰ্ণনা কৰোঁ সেই সম্প্ৰদায়ৰ বাবে, যিসকলে অনুধাৱন কৰে।","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:29","price":"বৰং যালিমসকলে অজ্ঞতাবশতঃ সিহঁতৰ নিজৰ কামনা-বাসনাৰ অনুসৰণ কৰে, এতেকে আল্লাহে যাক পথভ্ৰষ্ট কৰিছে, তাক কোনে হিদায়ত দিব পাৰিব? আৰু সিহঁতৰ কোনো সহায়কাৰীও নাই।","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:30","price":"এতেকে তুমি একনিষ্ঠ হৈ নিজৰ মুখমণ্ডলক দ্বীনৰ ওপৰত প্ৰতিষ্ঠিত ৰখা, (সেইটো হৈছে )আল্লাহৰ ফিতৰত (স্বাভাৱিক ৰীতি বা দ্বীন ইছলাম), যাৰ ওপৰত (চলাৰ উপযুক্ত কৰি) তেওঁ মানুহক সৃষ্টি কৰিছে; আল্লাহৰ সৃষ্টিৰ কোনো পৰিবৰ্তন নাই। এইটোৱেই হৈছে সুপ্ৰতিষ্ঠিত দ্বীন; কিন্তু অধিকাংশ মানুহেই সেয়া নাজানে।","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:31","price":"তোমালোকে বিশুদ্ধচিত্তে তেওঁৰেই অভিমুখী হোৱা, কেৱল তেওঁৰেই তাক্বৱা অৱলম্বন কৰা আৰু ছালাত কায়েম কৰা; লগতে মুশ্বৰিকসকলৰ অন্তৰ্ভুক্ত নহ’বা।","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:32","price":"যিসকলে নিজৰ দ্বীনক বিভক্ত কৰিছে আৰু বিভিন্ন দলত পৰিণত হৈছে (সিহঁতৰো অন্তৰ্ভুক্ত নহ'বা)। প্ৰত্যেক দলেই সিহঁতৰ ওচৰত যি আছে সেইটোক লৈয়ে উৎফুল্লিত।","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:33","price":"আৰু মানুহক যেতিয়া দুখ-দৈন্যই স্পৰ্শ কৰে তেতিয়া সিহঁতে নিজ প্ৰতিপালকৰ পিনে বিনীতভাৱে উভতি আহি কেৱল তেওঁকেই আহ্বান কৰে। তাৰ পিছত যেতিয়া তেওঁ সিহঁতক নিজ অনুগ্ৰহৰ সোৱাদ লবলৈ দিয়ে, তেতিয়া সিহঁতৰ এটা দলে নিজ প্ৰতিপালকৰ লগত শ্বিৰ্ক কৰে;","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:34","price":"এইদৰে আমি সিহঁতক যি প্ৰদান কৰিছোঁ, তাৰ প্ৰতি সিহঁতে অকৃতজ্ঞ হয়। এতেকে তোমালোকে ভোগ কৰি লোৱা, শীঘ্ৰেই তোমালোকে জানিব পাৰিবা (ইয়াৰ পৰিণাম কি হ’ব)!","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:35","price":"আমি সিহঁতৰ ওচৰলৈ এনেকুৱা কোনো প্ৰমাণ অৱতীৰ্ণ কৰিছোঁ নেকি, যিটোৱে সিহঁতক শ্বিৰ্ক কৰিবলৈ কয়?","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:36","price":"আৰু যেতিয়া আমি মানুহক ৰহমতৰ সোৱাদ লবলৈ দিওঁ তেতিয়া সিহঁতে সেইটোক লৈ উৎফুল্লিত হয় আৰু যদি সিহঁতৰ কৃতকৰ্মৰ ফলত কোনো অনিষ্ট সাধন হয়, তেন্তে সিহঁত নিৰাশ হৈ পৰে।","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:37","price":"সিহঁতে লক্ষ্য কৰা নাইনে যে, আল্লাহে যাক ইচ্ছা কৰে তাৰ বাবে জীৱিকা প্ৰশস্ত কৰি দিয়ে অথবা সংকুচিত কৰি দিয়ে? নিশ্চয় ইয়াত বহুতো নিদৰ্শন আছে সেই সম্প্ৰদায়ৰ বাবে যিসকলে ঈমান পোষণ কৰে।","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:38","price":"এতেকে আত্মীয়-স্বজনক সিহঁতৰ প্ৰাপ্য প্ৰদান কৰা লগতে মিছকীন আৰু মুছাফিৰসকলোকো। যিসকলে আল্লাহৰ সন্তুষ্টি কামনা কৰে তেওঁলোকৰ বাবে এইটো অতি উত্তম আৰু তেওঁলোকেই হৈছে সাফল্যমণ্ডিত।","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:39","price":"আৰু মানুহৰ সম্পদ বৃদ্ধি পাব বুলি তোমালোকে যি সুত দিয়া, আল্লাহৰ দৃষ্টিত কিন্তু সেয়া ধন-সম্পদ বৃদ্ধি নকৰে। আনহাতে আল্লাহৰ সন্তুষ্টি লাভৰ বাবে তোমালোকে যি যাকাত প্ৰদান কৰা (সেইটোৱেহে সম্পদ বৃদ্ধি কৰে) এতেকে তেওঁলোকেহে প্ৰকৃত সমৃদ্ধশালী।","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:40","price":"আল্লাহেই সেই সত্ত্বা যিজনে তোমালোকক সৃষ্টি কৰিছে তাৰ পিছত তোমালোকক জীৱিকা দান কৰিছে। তেৱেঁই তোমালোকৰ মৃত্যু ঘটাব তাৰ পিছত তেৱেঁই আকৌ তোমালোকক জীৱিত কৰিব। তোমালোকে অংশী কৰা বিলাকৰ মাজত এনেকুৱা কোনোবা আছে নেকি যিজনে এইবোৰৰ কিবা এটা কৰিব পাৰে? সিহঁতে যিবোৰ অংশী কৰে তেওঁ সেইবোৰৰ পৰা পৱিত্ৰ মহিমাময় আৰু অতি উৰ্দ্ধত।","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:41","price":"মানুহৰ কৃতকৰ্মৰ ফলতেই স্থলত আৰু সাগৰত বিপৰ্যয়ে দেখা দিছে; ফলত তেওঁ সিহঁতক সিহঁতৰে কিছুমান কামৰ শাস্তি আস্বাদন কৰায়, যাতে সিহঁতে (সৎপথলৈ উভতি আহে।","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:42","price":"কোৱা, ‘তোমালোকে পৃথিৱীত ভ্ৰমণ কৰা আৰু চোৱা পূৰ্বৱৰ্তীসকলৰ পৰিণাম কি হৈছিল!’ সিহঁতৰ অধিকাংশই আছিল মুশ্বৰিক।","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:43","price":"এতেকে তুমি আল্লাহৰ তৰফৰ পৰা সেই দিন অহাৰ পূৰ্বেই, সৰল-সঠিক দ্বীনৰ ওপৰত নিজকে প্ৰতিষ্ঠিত ৰখা, যিটো দিন অনিবাৰ্য। সেই দিনা মানুহ বিভক্ত হৈ পৰিব।","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:44","price":"যিয়ে কুফৰী কৰে, কুফৰীৰ শাস্তি তাৰেই প্ৰাপ্য; আৰু যিসকলে সৎকৰ্ম কৰে তেওঁলোকে নিজৰ বাবেই ৰচনা কৰে সুখ-শয্যা।","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:45","price":"কাৰণ যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে আল্লাহে তেওঁলোকক নিজ অনুগ্ৰহেৰে পুৰস্কৃত কৰিব। নিশ্চয় তেওঁ কাফিৰসকলক পছন্দ নকৰে।","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:46","price":"আৰু তেওঁৰ নিদৰ্শনসমূহৰ মাজত এইটোও এটা যে, তেৱেঁই (বৰষুণৰ পূৰ্বে) সুসংবাদবাহীৰূপে বতাহ প্ৰেৰণ কৰে, যাতে তোমালোকক তেওঁৰ কিছুমান ৰহমত আস্বাদন কৰোৱাব পাৰে, লগতে যাতে তেওঁৰ নিৰ্দেশত নৌযানসমূহক চলাচল কৰোৱাব পাৰে আৰু যাতে তোমালোকে তেওঁৰ অনুগ্ৰহৰ সন্ধান কৰিব পাৰা, লগতে যাতে তোমালোকে কৃতজ্ঞ হোৱা।","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:47","price":"নিশ্চয় আমি তোমাৰ পূৰ্বে ৰাছুলসকলক তেওঁলোকৰ নিজ নিজ সম্প্ৰদায়ৰ ওচৰলৈ প্ৰেৰণ কৰিছিলোঁ। এতেকে তেওঁলোকে সিহঁতৰ ওচৰলৈ সুস্পষ্ট প্ৰমাণাদি লৈ আহিছিল, ফলত আমি অপৰাধীবিলাকৰ পৰা প্ৰতিশোধ লৈছিলোঁ। আমাৰ দায়িত্ব কেৱল মুমিনসকলক সহায় কৰা।","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:48","price":"আল্লাহেই সেই সত্ত্বা যিজনে বতাহ প্ৰেৰণ কৰে, ফলত ই মেঘমালাক সঞ্চালিত কৰে, তাৰ পিছত তেওঁ ইয়াক যেনেকৈ ইচ্ছা কৰে আকাশত প্ৰসাৰিত কৰি দিয়ে, আৰু ইয়াক খণ্ড-বিখণ্ড কৰি দিয়ে, ফলত তুমি দেখিবলৈ পোৱা তাৰ মাজৰ পৰা ওলাই আহে বৰষুণৰ টোপাল, তাৰ পিছত তেওঁ যেতিয়া ইয়াক তেওঁৰ বান্দাসকলৰ মাজৰ পৰা যিসকলৰ প্ৰতি ইচ্ছা কৰে পৌঁচাই দিয়ে, তেতিয়া তেওঁলোক আনন্দিত হয়,","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:49","price":"যদিও তেওঁলোকে তেওঁলোকৰ প্ৰতি বৰষুণ নহাৰ পূৰ্বে একান্ত নিৰাশ হৈ পৰিছিল।","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:50","price":"এতেকে তুমি আল্লাহৰ অনুগ্ৰহৰ ফল সম্পৰ্কে চিন্তা কৰা, কিদৰে তেওঁ মৃত ভূমিক পুনৰ্জীৱিত কৰে। নিশ্চয় এইদৰেই আল্লাহে মৃতক জীৱিত কৰিব, আৰু তেওঁ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান।","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:51","price":"আৰু যদি আমি এনেকুৱা বতাহ প্ৰেৰণ কৰোঁ যাৰ ফলত সিহঁতে দেখিবলৈ পায় যে, শস্য হালধীয়া ৰং ধাৰণ কৰিছে, তেতিয়া সিহঁত অকৃতজ্ঞ হৈ পৰে।","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:52","price":"এতেকে নিশ্চয় তুমি মৃতক শুনাব নোৱাৰিবা, বধিৰোকো আহ্বান শুনাব নোৱাৰিবা, যেতিয়া সিহঁত পৃষ্ঠপ্ৰদৰ্শন কৰি গুচি যায়।","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:53","price":"আৰু তুমি অন্ধবিলাককো সিহঁতৰ পথভ্ৰষ্টতাৰ পৰা হিদায়তলৈ আনিব নোৱাৰিবা। যিসকলে আমাৰ আয়াতসমূহৰ প্ৰতি ঈমান পোষণ কৰে কেৱল তেওঁলোককেই তুমি শুনাব পাৰিবা; কাৰণ তেওঁলোকেই আত্মসমৰ্পণকাৰী।","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:54","price":"আল্লাহেই সেই সত্ত্বা যিজনে তোমালোকক সৃষ্টি কৰে দুৰ্বলৰূপে, আৰু তেৱেঁই দুৰ্বলতাৰ পিছত শক্তি দান কৰে; শক্তিৰ পিছত আকৌ দুৰ্বলতা আৰু বাৰ্ধক্য দিয়ে। তেওঁ যি ইচ্ছা কৰে সেইটোৱে সৃষ্টি কৰে আৰু তেৱেঁই সৰ্বজ্ঞ, সৰ্বশক্তিমান।","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:55","price":"আৰু যিদিনা কিয়ামত সংঘটিত হ'ব সেইদিনা অপৰাধীবিলাকে শপত খাই ক'ব যে, সিহঁতে (পৃথিৱীত) এটা মুহূৰ্তৰ বেছি সময় অৱস্থান কৰা নাছিল। এইদৰেই সিহঁতে পথভ্ৰষ্ট হৈছিল।","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:56","price":"আনহাতে যিসকলক জ্ঞান আৰু ঈমান দিয়া হৈছে তেওঁলোকে ক’ব, ‘নিশ্চয় তোমালোকে আল্লাহৰ লিখিত (ম্যাদ) অনুযায়ী পুনৰুত্থানৰ দিৱসলৈকে অৱস্থান কৰিছা। এতেকে এইটোৱেই হৈছে পুনৰুত্থানৰ দিৱস; কিন্তু তোমালোকে জনা নাছিলা’।","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:57","price":"এতেকে যিসকলে অন্যায় কৰিছে সেইদিনা সিহঁতৰ ওজৰ-আপত্তি সিহঁতৰ কোনো কামত নাহিব আৰু সিহঁতক তিৰষ্কৃত হোৱাৰ (মাধ্যমত আল্লাহৰ সন্তুষ্টি লাভৰ) সুযোগো দিয়া নহ’ব।","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:58","price":"আৰু নিশ্চয় আমি এই কোৰআনত মানুহৰ বাবে সকলো ধৰণৰ দৃষ্টান্ত দাঙি ধৰিছোঁ। তুমি যদি সিহঁতৰ ওচৰত কোনো নিদৰ্শন উপস্থিত কৰা, তেন্তে যিসকলে কুফৰী কৰিছে সিহঁতে অৱশ্যে ক’ব, ‘তোমালোক হৈছা বাতিলপন্থী’।","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:59","price":"এইদৰেই আল্লাহে মোহৰ মাৰি দিয়ে সেইসকল লোকৰ অন্তৰত, যিসকলে জ্ঞান নাৰাখে।","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"30:60","price":"এতেকে তুমি ধৈৰ্য্য ধাৰণ কৰা, নিশ্চয় আল্লাহৰ প্ৰতিশ্ৰুতি সত্য। লগতে যিসকলে দৃঢ় বিশ্বাসী নহয়, সিহঁতে যেন তোমাক বিচলিত কৰিব নোৱাৰে।","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"as"}],"chapter":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"]}