{"data":[{"name":"31:1","price":"আলিফ-লাম-মীম।[1]","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।","lang":"as"},{"name":"31:2","price":"এইবোৰ হৈছে প্ৰজ্ঞাপূৰ্ণ কিতাবৰ আয়াত,","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:3","price":"সৎকৰ্মশীলসকলৰ বাবে হিদায়ত আৰু ৰহমতস্বৰূপ,","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:4","price":"যিসকলে ছালাত কায়েম কৰে আৰু যাকাত প্ৰদান কৰে আৰু তেওঁলোকেই আখিৰাতৰ প্ৰতি নিশ্চিত বিশ্বাস স্থাপন কৰে।","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:5","price":"তেওঁলোকেই নিজ প্ৰতিপালকৰ নিৰ্দেশিত হিদায়তৰ ওপৰত আছে আৰু তেওঁলোকেই হৈছে সাফল্যমণ্ডিত।","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:6","price":"আৰু মানুহৰ মাজত কিছুমান এনেকুৱা মানুহো আছে যিসকলে আল্লাহৰ পথত বাধা দিয়াৰ বাবে অসাৰ বাক্য কিনি লয়, বিনা জ্ঞানে আৰু আল্লাহে দেখুৱা পথক ঠাট্টা-বিদ্ৰূপ কৰে। সিহঁতৰ বাবেই আছে অৱমাননাকৰ শাস্তি।","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:7","price":"আৰু যেতিয়া তাৰ ওচৰত আমাৰ আয়াতসমূহ তিলাৱত কৰা হয় তেতিয়া সি অহংকাৰত মুখ ঘূৰাই নিয়ে যেনিবা সি এইটো শুনাই পোৱা নাই, যেনিবা তাৰ দুয়ো কাণ বধিৰ; এতেকে তাক যন্ত্ৰণাদায়ক শাস্তিৰ সংবাদ দিয়া।","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:8","price":"নিশ্চয় যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে তেওঁলোকৰ বাবে আছে নিয়ামতপূৰ্ণ জান্নাত;","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:9","price":"তাত তেওঁলোক স্থায়ী হ’ব। আল্লাহৰ প্ৰতিশ্ৰুতি সত্য। তেওঁ মহাপৰাক্ৰমশালী, প্ৰজ্ঞাময়।","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:10","price":"তেৱেঁই আকাশসমূহ নিৰ্মাণ কৰিছে খুটাবিহীন, তোমালোকে সেইখনক দেখি আছা, তেৱেঁই পৃথিৱীত স্থাপন কৰিছে সুদৃঢ় পৰ্বতমালা, যাতে পৃথিৱীয়ে তোমালোকক লৈ ঢলি নপৰে, লগতে ইয়াত সিঁচৰতি কৰি দিছে সকলো ধৰণৰ জীৱ-জন্তু। আমিয়েই আকাশৰ পৰা পানী বৰ্ষণ কৰোঁ তাৰ পিছত ইয়াত উৎপন্ন কৰোঁ নানা প্ৰকাৰৰ কল্যাণকৰ উদ্ভিদ।","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:11","price":"এইবোৰ হৈছে আল্লাহৰ সৃষ্টি। এতেকে তেওঁৰ বাহিৰে আনে কি সৃষ্টি কৰিছে মোক দেখুৱাচোন? বৰং যালিমসকল আছে স্পষ্ট বিভ্ৰান্তিত।","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:12","price":"আৰু নিশ্চয় আমি লুক্বমানক হিকমত দান কৰিছিলোঁ আৰু কৈছিলোঁ যে, আল্লাহৰ প্ৰতি কৃতজ্ঞতা প্ৰকাশ কৰা। যিয়ে কৃতজ্ঞতা প্ৰকাশ কৰে সি নিজৰ কল্যাণৰ বাবেই কৃতজ্ঞতা প্ৰকাশ কৰে আৰু যদি কোনোবাই অকৃতজ্ঞ হয় তেন্তে নিশ্চয় আল্লাহ অভাৱমুক্ত, চিৰ প্ৰশংসিত।","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:13","price":"আৰু স্মৰণ কৰা, যেতিয়া লুক্বমানে তেওঁৰ পুত্ৰক উপদেশ দি কৈছিল, ‘হে মোৰ পুত্ৰ! আল্লাহৰ লগত শ্বিৰ্ক নকৰিবা। নিশ্চয় শ্বিৰ্ক হৈছে মহা অন্যায়’।","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:14","price":"আৰু আমি মানুহক তাৰ পিতৃ-মাতৃৰ প্ৰতি সদাচৰণ কৰিবলৈ নিৰ্দেশ দিছোঁ। তাৰ মাকে তাক কষ্টৰ পিছত কষ্ট সহ্য কৰি গৰ্ভত ধাৰণ কৰিছে, আৰু তাক পিয়াহ এৰোৱাবলৈ সময় লাগে দুবছৰ। এতেকে মোৰ প্ৰতি আৰু তোমাৰ পিতৃ-মাতৃৰ প্ৰতি কৃতজ্ঞ হোৱা। প্ৰত্যাৱৰ্তন কেৱল মোৰ ওচৰতেই।","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:15","price":"আৰু তোমাৰ পিতৃ-মাতৃয়ে যদি তোমাক মোৰ লগত শ্বিৰ্ক কৰিবলৈ হেঁচা প্ৰয়োগ কৰে যি বিষয়ে তোমাৰ কোনো জ্ঞান নাই, তেন্তে তুমি সিহঁতৰ কথা নামানিবা আৰু পৃথিৱীত সিহঁতৰ লগত বসবাস কৰিবা সদ্ভাৱে। তুমি সেই ব্যক্তিৰ পথ অৱলম্বন কৰা, যিয়ে মোৰ অভিমুখী হৈছে। তাৰ পিছত তোমালোকৰ প্ৰত্যাৱৰ্তন মোৰ ওচৰতেই হ’ব, তেতিয়া মই তোমালোকক সেই বিষয়ে অৱহিত কৰিম যিবোৰ তোমালোকে কৰিছিলা।","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:16","price":"‘হে মোৰ পুত্ৰ! নিশ্চয় সেয়া (পাপ-পূণ্য) যদি সৰিয়হৰ বীজৰ সমানো হয়, আৰু ই যদি থাকে শিলাগৰ্ভত অথবা আকাশসমূহত নাইবা পৃথিৱীত, আল্লাহে সেইটোকো উপস্থিত কৰিব। নিশ্চয় আল্লাহ সূক্ষ্মদৰ্শী, সম্যক অৱহিত।","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:17","price":"‘হে মোৰ পুত্ৰ! ছালাত কায়েম কৰা, সৎকৰ্মৰ আদেশ দিয়া আৰু অসৎকৰ্মৰ পৰা নিষেধ কৰা, লগতে তোমাৰ ওপৰত যি (বিপদ) আপতিত হয় তাৰ ওপৰত ধৈৰ্য্য ধাৰণ কৰা। নিশ্চয় এইটো অন্যতম দৃঢ় সংকল্পৰ কাম।","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:18","price":"আৰু তুমি মানুহৰ প্ৰতি অৱজ্ঞা কৰি তোমাৰ গাল বেকা নকৰিবা, লগতে পৃথিৱীত ফিতাহি মাৰি নুফুৰিবা; নিশ্চয় আল্লাহে কোনো উদ্ধত, অহংকাৰীক পছন্দ নকৰে।","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:19","price":"আৰু তুমি তোমাৰ চলা-ফুৰাৰ ক্ষেত্ৰত মধ্যমপন্থা অৱলম্বন কৰা আৰু তোমাৰ কণ্ঠস্বৰ অৱনত কৰা, নিশ্চয় মাতৰ ভিতৰত আটাইতকৈ অপ্ৰীতিকৰ মাত হৈছে গাধৰ মাত।","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:20","price":"তোমালোকে লক্ষ্য কৰা নাইনে? নিশ্চয় আকাশসমূহ আৰু পৃথিৱীত যি আছে সকলোবোৰকেই আল্লাহে তোমালোকৰ কল্যাণত নিয়োজিত কৰিছে আৰু তোমালোকৰ প্ৰতি তেওঁৰ প্ৰকাশ্য আৰু অপ্ৰকাশ্য অনুগ্ৰহসমূহ সম্পূৰ্ণ কৰিছে; আৰু মানুহৰ মাজত কিছুমান এনেকুৱা মানুহো আছে যিসকলে কোনো জ্ঞান, কোনো পথনিৰ্দেশ অথবা কোনো দীপ্তিমান গ্ৰন্থ নোহোৱাকৈ আল্লাহ সম্পৰ্কে বাক-বিতণ্ডা কৰে।","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:21","price":"আৰু সিহঁতক যেতিয়া কোৱা হয় যে, ‘আল্লাহে যি অৱতীৰ্ণ কৰিছে তোমালোকে সেয়া অনুসৰণ কৰা’। সিহঁতে কয়, ‘বৰং আমি আমাৰ পিতৃপুৰুষসকলক যিটোৰ ওপৰত পাইছোঁ, আমি সেইটোৰেই অনুসৰণ কৰিম’। চয়তানে যদি সিহঁতক জ্বলন্ত জুইৰ পিনে আহ্বান কৰে তথাপিও, (সিহঁতে পিতৃপুৰুষসকলৰ অনুসৰণ কৰিবনে)?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:22","price":"আৰু যিয়ে একনিষ্ঠ আৰু বিশুদ্ধচিত্তে আল্লাহৰ ওচৰত নিজকে সমৰ্পন কৰে, তেওঁ নিশ্চিতভাৱে এডাল মজবুত ৰছী ধাৰণ কৰে; আৰু যাৱতীয় কৰ্মৰ পৰিণাম আল্লাহৰেই ওচৰত।","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:23","price":"আৰু কোনোবাই কুফৰী কৰিলে, তাৰ কুফৰীয়ে যেন তোমাক চিন্তিত নকৰে। আমাৰ ওচৰতেই সিহঁতৰ প্ৰত্যাৱৰ্তন। এতেকে আমি সিহঁতক অৱহিত কৰিম সিহঁতে যি কৰিছিল। নিশ্চয় অন্তৰসমূহত যি আছে সেই সম্পৰ্কে আল্লাহ সম্যক অৱগত।","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:24","price":"আমি সিহঁতক অলপ সময় ভোগ কৰিবলৈ দিম। তাৰ পিছত আমি সিহঁতক কঠিন শাস্তি ভোগ কৰিবলৈ বাধ্য কৰাম।","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:25","price":"আৰু যদি তুমি সিহঁতক সোধা, ‘আকাশসমূহ আৰু পৃথিৱী কোনে সৃষ্টি কৰিছে’? সিহঁতে নিশ্চয় ক’ব ‘আল্লাহে’। কোৱা, ‘সকলো ধৰণৰ প্ৰশংসা আল্লাহৰেই’। কিন্তু সিহঁতৰ অধিকাংশই নাজানে।","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:26","price":"আকাশসমূহ আৰু পৃথিৱীত যি যি আছে সেই সকলো আল্লাহৰেই; নিশ্চয় আল্লাহ, তেৱেঁই অভাৱমুক্ত, চিৰপ্ৰশংসিত।","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:27","price":"আৰু পৃথিৱীৰ সকলো গছ-গছনি যদি কলম হয় আৰু সাগৰ, তাৰ পিছত আৰু সাতোখন সাগৰ যদি চিয়াঁহী হয়, তথাপিও আল্লাহৰ বাণী শেষ নহ’ব। নিশ্চয় আল্লাহ মহা পৰাক্ৰমশালী, প্ৰজ্ঞাময়।","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:28","price":"তোমালোক সকলোৰে সৃষ্টি আৰু পুনৰুত্থান, কেৱল এটা প্ৰাণীৰ সৃষ্টি আৰু পুনৰুত্থানৰ দৰেই। নিশ্চয় আল্লাহ সৰ্বশ্ৰোতা, সম্যক দ্ৰষ্টা।","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:29","price":"তুমি দেখা নাইনে, নিশ্চয় আল্লাহেই ৰাতিক দিনৰ মাজত প্ৰৱেশ কৰায় আৰু দিনক ৰাতিৰ মাজত প্ৰৱেশ কৰায়? তেৱেঁই চন্দ্ৰ-সূৰ্যক তোমালোকৰ কল্যাণত নিয়োজিত কৰিছে, প্ৰত্যেকেই বিচৰণ কৰে এটা নিৰ্দিষ্ট সময়লৈকে। নিশ্চয় তোমালোকে যি কৰা সেই সম্পৰ্কে আল্লাহ সম্যক অৱহিত।","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:30","price":"এইবোৰেই প্ৰমাণ কৰে যে, নিশ্চয় আল্লাহ, তেৱেঁই সত্য আৰু সিহঁতে তেওঁৰ বাহিৰে যিবোৰক আহ্বান কৰে সেইবোৰ হৈছে বাতিল। নিশ্চয় আল্লাহ, তেৱেঁই হৈছে সৰ্বোচ্চ, সুমহান।","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:31","price":"তুমি লক্ষ্য কৰা নাইনে যে, আল্লাহৰ অনুগ্ৰহতেই নৌযানসমূহ সাগৰত বিচৰণ কৰে, যাতে তেওঁ তোমালোকক তেওঁৰ কিছুমান নিদৰ্শন দেখুৱাব পাৰে? নিশ্চয় ইয়াত বহুতো নিদৰ্শন আছে, প্ৰত্যেক ধৈৰ্য্যশীল কৃতজ্ঞ ব্যক্তিৰ বাবে।","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:32","price":"আৰু যেতিয়া ঢৌৱে সিহঁতক ছাঁৰ দৰে আচ্ছন্ন কৰে, তেতিয়া সিহঁতে একনিষ্ঠ অৱস্থাত আনুগত্যৰ সৈতে কেৱল আল্লাহকেই আহ্বান কৰে। তাৰ পিছত যেতিয়া তেওঁ সিহঁতক উদ্ধাৰ কৰি স্থলত পৌঁচাই দিয়ে তেতিয়া সিহঁতৰ কিছুমানে মধ্যম পন্থা অৱলম্বন কৰে। আৰু কেৱল বিশ্বাসঘাতক, কাফিৰ ব্যক্তিয়েই আমাৰ নিদৰ্শনাৱলীক অস্বীকাৰ কৰে।","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:33","price":"হে মানৱ! তোমালোকে নিজ প্ৰতিপালকৰ তাক্বৱা অৱলম্বন কৰা আৰু ভয় কৰা সেই দিনটোক, যিদিনা কোনো পিতৃয়ে তাৰ সন্তানৰ ফালৰ পৰা একো আদায় নকৰিব, এইদৰেই কোনো সন্তানেও তাৰ পিতৃৰ ফালৰ পৰা একো আদায় নকৰিব। নিশ্চয় আল্লাহৰ প্ৰতিশ্ৰুতি সত্য, এতেকে পাৰ্থিৱ জীৱনে যেন তোমালোকক কেতিয়াও প্ৰতাৰিত কৰিব নোৱাৰে আৰু সেই প্ৰবঞ্চকেও যেন তোমালোকক কেতিয়াও আল্লাহ সম্পৰ্কে প্ৰবঞ্চিত কৰিব নোৱাৰে।","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"31:34","price":"নিশ্চয় আল্লাহৰ ওচৰতেই আছে কিয়ামতৰ সঠিক জ্ঞান, তেৱেঁই বৰষুণ অৱতীৰ্ণ কৰে আৰু তেৱেঁই জানে মাতৃগৰ্ভত যি আছে। কোনোৱেই নাজানে অহাকালি সি কি উপাৰ্জন কৰিব আৰু কোনোৱেই নাজানে কোন ঠাইত তাৰ মৃত্যু ঘটিব। নিশ্চয় আল্লাহ সৰ্বজ্ঞ, সম্যক অৱহিত।","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"as"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}