{"data":[{"name":"33:1","price":"হে নবী আল্লাহৰ তাক্বৱা অৱলম্বন কৰা আৰু কাফিৰ, মুনাফিকসকলৰ আনুগত্য নকৰিবা। নিশ্চয় আল্লাহ সৰ্বজ্ঞ, প্ৰজ্ঞাময়।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3534,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:2","price":"আৰু তোমাৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমাৰ প্ৰতি যি অহী কৰা হয়, কেৱল তাৰেই অনুসৰণ কৰা। নিশ্চয় তোমালোকে যি কৰা সেই সম্পৰ্কে আল্লাহ সম্যক অৱহিত।","arabic":"وَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3535,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:3","price":"আৰু তুমি কেৱল আল্লাহৰ ওপৰতেই ভৰসা কৰা। কৰ্মবিধায়ক হিচাপে আল্লাহেই যথেষ্ট।","arabic":"وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3536,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:4","price":"আল্লাহে কোনো মানুহৰেই অভ্যন্তৰত দুটা হৃদয় সৃষ্টি কৰা নাই। তোমালোকৰ স্ত্ৰীসকলৰ মাজত যিবিলাকৰ লগত তোমালোকে যিহাৰ কৰা, তেওঁ সিহঁতক তোমালোকৰ মাতৃ কৰি দিয়া নাই আৰু তোমালোকৰ তোলনীয়া পুত্ৰ বিলাককো তেওঁ তোমালোকৰ প্ৰকৃত পুত্ৰ কৰি দিয়া নাই। এইবোৰ হৈছে তোমালোকৰ মুখৰ কথাহে মাত্ৰ। আল্লাহে কেৱল সত্য কথাই কয় আৰু তেৱেঁই সৰল পথ দেখুৱায়।","arabic":"مَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3537,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:5","price":"তোমালোকে সিহঁতক (তোলনীয়া পুত্ৰসকলক) সিহঁতৰ পিতৃৰ পৰিচয়েৰে মাতিবা; আল্লাহৰ ওচৰত এইটোৱেই বেছি ন্যায়সংগত। এতেকে যদি তোমালোকে সিহঁতৰ পিতৃৰ পৰিচয় নাজানা তেন্তে সিহঁত হৈছে তোমালোকৰ দ্বীনি ভাই আৰু বন্ধু। এই বিষয়ে তোমালোকে কোনো অনিচ্ছাকৃত ভুল কৰিলে তোমালোকৰ কোনো দোষ নহয়; কিন্তু তোমালোকৰ অন্তৰে যিটো ইচ্ছাকৃতভাৱে কৰিছে (সেইটো হৈছে অপৰাধ); আৰু আল্লাহ ক্ষমাশীল, পৰম দয়ালু।","arabic":"ٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3538,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:6","price":"মুমিনসকলৰ ওচৰত নবী হৈছে তেওঁলোকৰ নিজতকৈও বেছি ঘনিষ্ঠ, আৰু তেওঁৰ স্ত্ৰীসকল হৈছে তেওঁলোকৰ মাতৃ। আল্লাহৰ বিধান অনুযায়ী মুমিন আৰু মুহাজিৰসকলতকৈ আত্মীয়-স্বজনসকল হৈছে পৰস্পৰৰ বেছি নিকটৱৰ্তী। কিন্তু তোমালোকে তোমালোকৰ বন্ধু-বান্ধৱৰ প্ৰতি কল্যাণমূলক কিবা কৰিব বিচাৰিলে সেয়া সুকীয়া কথা। এয়া কিতাবত লিপিবদ্ধ আছে।","arabic":"ٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3539,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:7","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি নবীসকলৰ পৰা অংগীকাৰ গ্ৰহণ কৰিছিলোঁ আৰু তোমাৰ পৰাও, লগতে নূহ, ইব্ৰাহীম, মুছা আৰু ঈছা ইবনে মাৰয়ামৰ পৰাও (অংগীকাৰ লৈছিলোঁ)। আমি তেওঁলোকৰ পৰা গ্ৰহণ কৰিছিলোঁ দৃঢ় অংগীকাৰ,","arabic":"وَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3540,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:8","price":"সত্যবাদীসকলক তেওঁলোকৰ সত্যবাদিতা সম্পৰ্কে সুধিবলৈ (এই অংগীকাৰ লোৱা হৈছিল), আৰু তেওঁ কাফিৰসকলৰ বাবে প্ৰস্তুত কৰি ৰাখিছে যন্ত্ৰণাদায়ক শাস্তি।","arabic":"لِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3541,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:9","price":"হে মুমিনসকল! তোমালোকে তোমালোকৰ প্ৰতি থকা আল্লাহৰ অনুগ্ৰহসমূহৰ কথা স্মৰণ কৰা, যেতিয়া শত্ৰুবাহিনী তোমালোকৰ বিৰুদ্ধে সমাগত হৈছিল, তাৰ পিছত আমি সিহঁতৰ বিৰুদ্ধে প্ৰেৰণ কৰিছিলোঁ ঘূৰ্ণীবতাহ লগতে এনেকুৱা সৈন্যবাহিনী যিবোৰক তোমালোকে দেখা পোৱা নাছিলা। তোমালোকে যি কৰা সেই সম্পৰ্কে আল্লাহ সম্যক দ্ৰষ্টা।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3542,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:10","price":"যেতিয়া সিহঁতে তোমালোকৰ বিৰুদ্ধে সমাগত হৈছিল তোমালোকৰ ওপৰৰ পৰা আৰু নিম্নফালৰ পৰা; তেতিয়া তোমালোকৰ চকু থৰ লাগিছিল আৰু তোমালোকৰ প্ৰাণবোৰ কণ্ঠাগত হৈ পৰিছিল, আৰু তোমালোকে আল্লাহ সম্পৰ্কে নানাবিধ ধাৰণা পোষণ কৰিছিলা।","arabic":"إِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3543,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:11","price":"তেতিয়া মুমিনসকলক পৰীক্ষা কৰা হৈছিল আৰু তেওঁলোক ভীষণভাৱে প্ৰকম্পিত (তথা আতংকিত) হৈছিল।","arabic":"هُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3544,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:12","price":"আৰু স্মৰণ কৰা, যেতিয়া মুনাফিকসকলে আৰু যিসকলৰ অন্তৰত ব্যাধি আছিল সিহঁতে কৈছিল, ‘আল্লাহ আৰু তেওঁৰ ৰাছুলে আমাক যি প্ৰতিশ্ৰুতি দিছিল সেইবোৰ প্ৰতাৰণাৰ বাহিৰে আন একো নহয়’।","arabic":"وَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3545,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:13","price":"আৰু যেতিয়া সিহঁতৰ এটা দলে কৈছিল, ‘হে ইয়াছৰিবৰ অধিবাসীসকল! ইয়াত (ৰাছুলৰ ওচৰত প্ৰতিৰোধ কৰিবলৈ) তোমালোকৰ কোনো স্থান নাই। এতেকে তোমালোকে (ঘৰলৈ) উভতি যোৱা’, আৰু সিহঁতৰ মাজৰ এটা দলে নবীৰ ওচৰত গৈ অব্যাহতি বিচাৰি আবেদন কৰি কৈছিল, ‘আমাৰ ঘৰ-দুৱাৰসমূহ অসুৰক্ষিত (গতিকে আমাক উভতি যাবলৈ অনুমতি দিয়ক)’; অথচ সেইবোৰ অসুৰক্ষিত নাছিল, আচলতে পলাই যোৱাটোহে আছিল সিহঁতৰ মূল উদ্দেশ্য।","arabic":"وَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3546,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:14","price":"আৰু যদি বিভিন্ন ফালৰ পৰা সিহঁতৰ বিৰুদ্ধে শত্ৰুসকলে প্ৰৱেশ কৰিলেহেঁতেন, তাৰ পিছত সিহঁতক যদি শ্বিৰ্ক কৰাৰ বাবে আহ্বান জনোৱা হ’লহেঁতেন তেন্তে নিশ্চয় সিহঁতে সেয়া কৰিলেহেঁতেন, সিহঁতে সেইটো কৰিবলৈ অকণো পলম নকৰিলেহেঁতেন।","arabic":"وَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3547,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:15","price":"নিশ্চয় সিহঁতে পূৰ্বেই আল্লাহৰ লগত অংগীকাৰ কৰিছিল যে, সিহঁতে পৃষ্ঠ প্ৰদৰ্শন নকৰিব। (গতিকে জানি থোৱা) আল্লাহৰ লগত কৰা অংগীকাৰ সম্পৰ্কে নিশ্চয় (সিহঁতক) জবাবদিহি কৰা হ’ব।","arabic":"وَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3548,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:16","price":"কোৱা, ‘যদি তোমালোকে মৃত্যু অথবা হত্যাৰ ভয়ত পলাব বিচাৰিছা, তেন্তে সেই পলায়ন তোমালোকৰ কোনো উপকাৰত নাহিব, কিন্তু তেনে ক্ষেত্ৰত তোমালোকক অকণমানহে ভোগ কৰিবলৈ সুযোগ দিয়া হ’ব’।","arabic":"قُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3549,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:17","price":"কোৱা, ‘কোনে তোমালোকক আল্লাহৰ পৰা ৰক্ষা কৰিব, যদি তেওঁ তোমালোকক কোনো ক্ষতি কৰিব বিচাৰে, নাইবা তোমালোকক ৰহমত দান কৰিব বিচাৰে’? আৰু সিহঁতে আল্লাহৰ বাহিৰে নিজৰ বাবে আন কোনো অভিভাৱক আৰু সহায়কাৰীও নাপাব।","arabic":"قُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3550,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:18","price":"আল্লাহে নিশ্চয় জানে তোমালোকৰ মাজৰ কোনবিলাক লোকে (যুদ্ধত অংশ গ্ৰহণ কৰিবলৈ) বাধা প্ৰদান কৰে আৰু কোন বিলাকে সিহঁতৰ ভাতৃক কয়, আমাৰ ফালে গুচি আহা, সিহঁতে অতি সামান্যহে যুদ্ধ কৰে,","arabic":"۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3551,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:19","price":"তোমালোকক সহায়-সহযোগিতা কৰাৰ ক্ষেত্ৰত সিহঁত কুণ্ঠিত। এতেকে যেতিয়া ভয়-ভীতি (তথা বিপদ) আহে তেতিয়া তুমি দেখিবা, সিহঁতে মৃত্যুৰ ভয়ত মূৰ্চ্ছা যোৱা ব্যক্তিৰ দৰে চকু ওলোটাই তোমাৰ পিনে থৰ লাগি চাই আছে। কিন্তু যেতিয়া বিপদ আঁতৰি যায় তেতিয়া সিহঁতে ধনৰ লালসাত তোমালোকক তীক্ষ্ণ ভাষাত বিদ্ধ কৰে। সিহঁতে ঈমান পোষণ কৰা নাই, সেইকাৰণে আল্লাহে সিহঁতৰ আমলসমূহক নিষ্ফল কৰিছে আৰু এইটো আল্লাহৰ বাবে অতি সহজ।","arabic":"أَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3552,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:20","price":"সিহঁতে ভাবে যে, সন্মিলিত বাহিনী গুচি যোৱা নাই। যদি সন্মিলিত বাহিনী আকৌ আহি পৰে, তেতিয়া সিহঁতে কামনা কৰিব যে, ভাল হ’লহেঁতেন যদি সিহঁতে যাযাবৰ মৰুবাসীসকলৰ লগত থাকি তোমালোকৰ সংবাদ লব পাৰিলেহেঁতেন! আৰু সিহঁতে তোমালোকৰ লগত অৱস্থান কৰিলেও নাম মাত্ৰহে যুদ্ধ কৰিলেহেঁতেন।","arabic":"يَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3553,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:21","price":"নিশ্চয় তোমালোকৰ মাজৰ যিসকলে আল্লাহৰ (সন্তুষ্টি কামনা কৰে) আৰু আখিৰাতৰ (ভাল ফলাফল) আশা কৰে, লগতে আল্লাহক বেছি বেছি স্মৰণ কৰে, তেওঁলোকৰ বাবে আল্লাহৰ ৰাছুলৰ (চৰিত্ৰৰ) মাজত উত্তম আদৰ্শ আছে।","arabic":"لَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3554,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:22","price":"আৰু মুমিনসকলে যেতিয়া সন্মিলিত বাহিনীক দেখা পালে, তেতিয়া তেওঁলোকে ক’লে, ‘এইটোৱেই সেই প্ৰতিশ্ৰুতি যিটো আমাক আল্লাহ আৰু তেওঁৰ ৰাছুলে দিছিল, লগতে আল্লাহ আৰু তেওঁৰ ৰাছুলে সঁচাই কৈছিল’। এই ঘটনাই তেওঁলোকৰ ঈমান আৰু আনুগত্যহে বৃদ্ধি কৰিলে।","arabic":"وَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3555,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:23","price":"মুমিনসকলৰ মাজৰ কিছুমানে আল্লাহৰ লগত কৰা তেওঁলোকৰ অংগীকাৰ পূৰ্ণ কৰিছে, তেওঁলোকৰ কিছুমানে (অংগীকাৰ পূৰ্ণ কৰি) মৃত্যুবৰণ কৰিছে আৰু কিছুমান প্ৰতীক্ষাত আছে। তেওঁলোকে নিজ অংগীকাৰত কোনো পৰিবৰ্তন কৰা নাই;","arabic":"مِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3556,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:24","price":"যাতে আল্লাহে সত্যবাদীসকলক তেওঁলোকৰ সত্যবাদিতাৰ বাবে পুৰস্কৃত কৰিব পাৰে, আৰু তেওঁ ইচ্ছা কৰিলে মুনাফিকসকলক শাস্তি দিব পাৰে নাইবা সিহঁতক ক্ষমা কৰিও দিব পাৰে। নিশ্চয় আল্লাহ পৰম ক্ষমাশীল, পৰম দয়ালু।","arabic":"لِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3557,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:25","price":"আৰু আল্লাহে কাফিৰসকলক ক্ৰুদ্ধাৱস্থাত উভতি যাবলৈ বাধ্য কৰিলে, সিহঁতে কোনো কল্যাণ লাভ কৰা নাছিল। যুদ্ধত মুমিনসকলৰ বাবে আল্লাহেই যথেষ্ট। আল্লাহ সৰ্বশক্তিমান, প্ৰবল পৰাক্ৰমশালী।","arabic":"وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3558,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:26","price":"আৰু কিতাবীসকলৰ মাজৰ যিবিলাকে সিহঁতক সহায় কৰিছিল, আল্লাহে সিহঁতক সিহঁতৰ দূৰ্গসমূহৰ পৰা অৱতৰণ কৰিবলৈ বাধ্য কৰিলে, আৰু সিহঁতৰ অন্তৰসমূহত ভীতিৰ সঞ্চাৰ কৰিলে। ফলত তোমালোকে সিহঁতৰ কিছু সংখ্যক লোকক হত্যা কৰিছা আৰু কিছুমানক বন্দী কৰিছা।","arabic":"وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3559,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:27","price":"আৰু তেৱেঁই তোমালোকক সিহঁতৰ ভূমি, ঘৰ-দুৱাৰ আৰু সিহঁতৰ ধন-সম্পদৰ উত্তৰাধিকাৰী কৰিছে, আৰু এনেকুৱা এটা ভূমিৰো (উত্তৰাধিকাৰী কৰিছে) য’ত তোমালোকে এতিয়াও পদাৰ্পণ কৰা নাই; আৰু আল্লাহ সকলো বস্তুৰ ওপৰত পূৰ্ণ ক্ষমতাৱান।","arabic":"وَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3560,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:28","price":"হে নবী! তুমি তোমাৰ স্ত্ৰীসকলক কোৱা, ‘তোমালোকে যদি পাৰ্থিৱ জীৱন আৰু ইয়াৰ ভোগ-বিলাসিতা কামনা কৰা তেন্তে আহা, মই তোমালোকক ভোগ-বিলাসৰ ব্যৱস্থা কৰি দিওঁ আৰু সৌজন্যৰ সৈতে তোমালোকক বিদায় দিওঁ।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3561,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:29","price":"‘আনহাতে যদি তোমালোকে আল্লাহ আৰু তেওঁৰ ৰাছুল, লগতে আখিৰাতৰ আবাস কামনা কৰা, তেন্তে (জানি থোৱা) তোমালোকৰ মাজৰ সৎকৰ্মশীল নাৰীসকলৰ বাবে আল্লাহে প্ৰস্তুত কৰি ৰাখিছে মহাপ্ৰতিদান’।","arabic":"وَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3562,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:30","price":"হে নবী-পত্নীসকল! তোমালোকৰ মাজৰ কোনোবাই প্ৰকাশ্য অশ্লীল কাম কৰিলে তেওঁৰ বাবে শাস্তি বৃদ্ধি কৰা হ’ব দ্বিগুণ আৰু এইটো আল্লাহৰ বাবে সহজ।","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3563,"juzNumber":21,"footnotes":"","lang":"as"},{"name":"33:31","price":"আৰু তোমালোকৰ মাজৰ যিয়ে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ আনুগত্য কৰিব আৰু নেক আমল কৰিব আমি তেওঁক দুবাৰকৈ প্ৰতিদান দিম আৰু আমি তেওঁৰ বাবে প্ৰস্তুত কৰি ৰাখিছোঁ সন্মানজনক জীৱিকা।","arabic":"۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3564,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:32","price":"হে নবী-পত্নীসকল! তোমালোক আন আন নাৰীৰ দৰে নহয়, যদি তোমালোকে আল্লাহক ভয় কৰা তেন্তে পৰ-পুৰুষৰ লগত কোমল কণ্ঠত কথা নক'বা, কাৰণ এনে কৰিলে যাৰ অন্তৰত ব্যাধি আছে, সি প্ৰলুব্ধ হয়; আৰু তোমালোকে ন্যায়সংগত কথা ক'বা।","arabic":"يَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3565,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:33","price":"আৰু তোমালোকে নিজ ঘৰতে অৱস্থান কৰিবা। (প্ৰাক-ইছলামী) জাহেলী যুগৰ প্ৰদৰ্শনীৰ দৰে নিজকে প্ৰদৰ্শন কৰি নুফুৰিবা। তোমালোকে ছালাত কায়েম কৰা, যাকাত প্ৰদান কৰা, লগতে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ আনুগত্য কৰা। হে নবী-পৰিয়াল! আল্লাহে তোমালোকৰ পৰা কেৱল অপৱিত্ৰতাক দূৰীভূত কৰিব বিচাৰে আৰু তোমালোকক সম্পূৰ্ণৰূপে পৱিত্ৰ কৰিব বিচাৰে।","arabic":"وَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3566,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:34","price":"আল্লাহৰ আয়াত আৰু হিকমতৰ পৰা তোমালোকৰ ঘৰত যি পাঠ কৰা হয়, সেইখিন তোমালোকে স্মৰণ ৰাখিবা। নিশ্চয় আল্লাহ অতি সূক্ষ্মদৰ্শী, সম্যক অৱহিত।","arabic":"وَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3567,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:35","price":"নিশ্চয় মুছলিম পুৰুষ আৰু মুছলিমা নাৰী, মুমিন পুৰুষ আৰু মুমিনা নাৰী, আনুগত পুৰুষ আৰু আনুগত নাৰী, সত্যবাদী পুৰুষ আৰু সত্যবাদী নাৰী, ধৈৰ্যশীল পুৰুষ আৰু ধৈৰ্যশীল নাৰী, বিনীত পুৰুষ আৰু বিনীত নাৰী, দানশীল পুৰুষ আৰু দানশীল নাৰী, ছওম পালনকাৰী পুৰুষ আৰু ছওম পালনকাৰীণী নাৰী, যৌনাঙ্গ হিফাজতকাৰী পুৰুষ আৰু যৌনাঙ্গ হিফাজতকাৰীণী নাৰী, আল্লাহক অধিক স্মৰণকাৰী পুৰুষ আৰু আল্লাহক অধিক স্মৰণকাৰীণী নাৰী, তেওঁলোকৰ বাবে আল্লাহে ৰাখিছে ক্ষমা আৰু মহাপ্ৰতিদান।","arabic":"إِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3568,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:36","price":"আল্লাহ আৰু তেওঁৰ ৰাছুলে কোনো বিষয়ৰ ফয়চালা দিলে, কোনো মুমিন পুৰুষ অথবা কোনো মুমিনা নাৰীৰ বাবে সেই বিষয়ত তেওঁলোকৰ আন কোনো (সিদ্ধান্ত গ্ৰহণৰ) অধিকাৰ নাথাকে। যিয়ে আল্লাহ আৰু তেওঁৰ ৰাছুলক অমান্য কৰিব, সি নিশ্চয় স্পষ্টভাৱে পথভ্ৰষ্ট হৈ যাব।","arabic":"وَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3569,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:37","price":"আৰু স্মৰণ কৰা, আল্লাহে যাক অনুগ্ৰহ কৰিছে আৰু তুমিও যাৰ প্ৰতি অনুগ্ৰহ কৰিছা, তুমি তাক কৈছিলা, তুমি তোমাৰ স্ত্ৰীৰ লগত সম্পৰ্ক বজায় ৰখা আৰু আল্লাহৰ তাক্বৱা অৱলম্বন কৰা। কিন্তু তুমি তোমাৰ অন্তৰত যি গোপন কৰিছিলা সেয়া আল্লাহে প্ৰকাশ কৰি দিলে, তুমি মানুহক ভয় কৰিছিলা অথচ তুমি আল্লাহকহে বেছি ভয় কৰা উচিত আছিল। তাৰ পিছত যায়েদে যেতিয়া নিজৰ স্ত্ৰীৰ সৈতে বিবাহ-সম্পৰ্ক ছিন্ন কৰিলে (তালাক দিলে), তেতিয়া আমি তেওঁক (জয়নবক) তোমাৰ লগত বিয়া দিলোঁ, যাতে মুমিনসকলৰ তোলনীয়া পুত্ৰসকলে নিজৰ স্ত্ৰীক তালাক দিয়াৰ পিছত সিহঁতক (সেইসকল নাৰীক বিবাহৰ মাধ্যমত স্ত্ৰী হিচাপে গ্ৰহণ কৰিবলৈ) মুমিনসকলৰ কোনো সমস্যা নহয়। আল্লাহৰ আদেশ কাৰ্যকৰী হ’বই।","arabic":"وَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3570,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:38","price":"আল্লাহে নবীৰ বাবে যি বিধিবদ্ধ কৰিছে, সেইটো কৰাত নবীৰ কোনো দোষ নহয়। পূৰ্বে যিসকল (নবী) অতিবাহিত হৈছে তেওঁলোকৰ বাবেও এইটোৱেই আছিল আল্লাহৰ বিধান। আল্লাহৰ ফয়চালা সুনিৰ্ধাৰিত, অৱশ্যম্ভাৱী।","arabic":"مَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3571,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:39","price":"তেওঁলোকে আল্লাহৰ বাণী প্ৰচাৰ কৰিছিল, আৰু তেওঁকেই ভয় কৰিছিল আৰু আল্লাহৰ বাহিৰে আন কাকো ভয় কৰা নাছিল। হিচাপ গ্ৰহণকাৰীৰূপে আল্লাহেই যথেষ্ট।","arabic":"ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3572,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:40","price":"মুহাম্মদ তোমালোকৰ মাজৰ কোনো পুৰুষৰে পিতা নহয়, বৰং তেওঁ আল্লাহৰ ৰাছুল আৰু সৰ্বশেষ নবী। আল্লাহ সকলো বিষয়ে সৰ্বজ্ঞ।","arabic":"مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3573,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:41","price":"হে ঈমান্দাৰসকল! তোমালোকে আল্লাহক বেছি বেছি স্মৰণ কৰা,","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3574,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:42","price":"আৰু পুৱা-গধূলি তেওঁৰ পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰা।","arabic":"وَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3575,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:43","price":"তেৱেঁই তোমালোকৰ প্ৰতি অনুগ্ৰহ কৰে আৰু তেওঁৰ ফিৰিস্তাসকলেও তোমালোকৰ বাবে দুআ কৰে, যাতে তেওঁ তোমালোকক অন্ধকাৰৰ পৰা পোহৰলৈ উলিয়াই আনে। তেওঁ মুমিনসকলৰ প্ৰতি পৰম দয়ালু।","arabic":"هُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3576,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:44","price":"যিদিনা তেওঁলোকে আল্লাহৰ লগত সাক্ষাৎ কৰিব, সেইদিনা তেওঁলোকৰ অভিবাদন হ’ব ‘ছালাম’। তেওঁলোকৰ বাবে তেওঁ প্ৰস্তুত কৰি ৰাখিছে সন্মানজনক প্ৰতিদান।","arabic":"تَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3577,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:45","price":"হে নবী! নিশ্চয় আমি তোমাক সাক্ষী, সুসংবাদদাতা আৰু সতৰ্ককাৰীৰূপেহে প্ৰেৰণ কৰিছোঁ;","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3578,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:46","price":"লগতে আল্লাহৰ অনুমতিক্ৰমে তেওঁৰ ফালে আহ্বানকাৰী আৰু উজ্জ্বল প্ৰদীপৰূপে (প্ৰেৰণ কৰিছোঁ)।","arabic":"وَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3579,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:47","price":"আৰু তুমি মুমিনসকলক সুসংবাদ দিয়া যে, তেওঁলোকৰ বাবে আল্লাহৰ ওচৰত আছে মহা অনুগ্ৰহ।","arabic":"وَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3580,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:48","price":"তুমি কাফিৰ আৰু মুনাফিকসকলৰ আনুগত্য নকৰিবা, সিহঁতৰ নিৰ্যাতনক উপেক্ষা কৰা আৰু আল্লাহৰ ওপৰতেই ভৰসা কৰা। কৰ্মবিধায়ক হিচাপে আল্লাহেই যথেষ্ট।","arabic":"وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3581,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:49","price":"হে ঈমান্দাৰসকল! যেতিয়া তোমালোকে মুমিনা নাৰীসকলক বিয়া কৰিবা, তাৰ পিছত সিহঁতক স্পৰ্শ কৰাৰ আগতে (যদি সিহঁতক) তালাক দিয়া তেন্তে তোমালোকৰ বাবে সিহঁতৰ পালনীয় কোনো ইদ্দত নাই, যিটো তোমালোকে গণনা কৰা। এনে ক্ষেত্ৰত তোমালোকে সিহঁতক কিছু পৰিমাণ সামগ্ৰী প্ৰদান কৰিবা আৰু সৌজন্যৰ সৈতে সিহঁতক বিদায় কৰিবা।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3582,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:50","price":"হে নবী! আমি তোমাৰ বাবে বৈধ কৰিছোঁ তোমাৰ স্ত্ৰীসকলক, যিসকলক তুমি মোহৰ প্ৰদান কৰিছা; আৰু বৈধ কৰিছোঁ 'ফায়' হিচাপে আল্লাহে তোমাক যি প্ৰদান কৰিছে সিহঁতৰ মাজৰ পৰা যিসকল তোমাৰ মালিকানাধীন হৈছে। লগতে বিবাহৰ বাবে বৈধ কৰিছোঁ তোমাৰ দদাই-বৰপাইৰ জীয়েকহঁতক, জেঠাই-পেহীৰ জীয়েকহঁতক, মোমায়েৰৰ জীয়েকহঁতক আৰু তোমাৰ জেঠাই-মাহীৰ জীয়েকহঁতক, যিসকলে তোমাৰ লগত হিজৰত কৰিছে লগতে এনেকুৱা মুমিন নাৰীসকলোকো (বিবাহৰ বাবে বৈধ কৰিছোঁ) যিয়ে নবীৰ বাবে নিজকে সমৰ্পণ কৰে, যদিহে নবীয়ে তেওঁক বিয়া কৰাব বিচাৰে; এই বিধান বিশেষকৈ তোমাৰ বাবে (নিৰ্দিষ্ট), অন্যান্য মুমিনসকলৰ বাবে নহয়; যাতে তোমাৰ কোনো অসুবিধা নহয়। সৰ্বসাধাৰণ মুমিনসকলৰ বাবে তেওঁলোকৰ স্ত্ৰী আৰু দাসীবিলাকৰ বিষয়ে আমি যি বিধি নিৰ্ধাৰণ কৰিছোঁ সেয়া আমাৰ জনা আছে। আল্লাহ ক্ষমাশীল, পৰম দয়ালু।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3583,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:51","price":"তুমি সিহঁতৰ মাজৰ পৰা যাক ইচ্ছা তোমাৰ ওচৰৰ পৰা দূৰৈত ৰাখিব পাৰা আৰু যাক ইচ্ছা তোমাৰ ওচৰত স্থান দিব পাৰা। তুমি যাক দূৰৈত ৰাখিছা তাক কামনা কৰিলে তোমাৰ কোনো অপৰাধ নাই। এই বিধান এইবাবে যে, এনে কৰিলে সিহঁতৰ চকু জুৰ পৰাৰ বেছি সম্ভাৱনা থাকিব আৰু সিহঁতে দুখ নাপাব আৰু সিহঁতক তুমি যি প্ৰদান কৰিবা সেইটোতেই সিহঁত প্ৰত্যেকেই সন্তুষ্ট হৈ থাকিব। তোমালোকৰ অন্তৰত যি আছে আল্লাহে সেয়া জানে আৰু আল্লাহ সৰ্বজ্ঞ, সহনশীল।","arabic":"۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3584,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:52","price":"ইয়াৰ পিছত তোমাৰ বাবে আন কোনো নাৰী বৈধ নহয় আৰু তোমাৰ স্ত্ৰীসকলৰ পৰিবৰ্তে আন কোনো স্ত্ৰী গ্ৰহণ কৰাও বৈধ নহয়, যদিও সিহঁতৰ সৌন্দৰ্যই তোমাক মুগ্ধ কৰে; কিন্তু তোমাৰ অধিকাৰভুক্ত দাসীসকলৰ বাহিৰে। আল্লাহ সকলো বস্তুৰ ওপৰত তীক্ষ্ণ পৰ্যবেক্ষণকাৰী।","arabic":"لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3585,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:53","price":"হে মুমিনসকল! তোমালোকে নবীৰ ঘৰসমূহত বিনা অনুমতিত প্ৰৱেশ নকৰিবা, অৱশ্যে যদি তোমালোকক খোৱাৰ অনুমতি দিয়া হয় তেন্তে (এনে সময়ত) প্ৰৱেশ কৰা যাতে খোৱাৰ বাবে অপেক্ষা কৰিবলগীয়া নহয়। এতেকে যেতিয়া তোমালোকক নিমন্ত্ৰণ কৰা হ’ব তেতিয়া তোমালোকে প্ৰৱেশ কৰিবা, কিন্তু খোৱা শেষ হ’লেই তোমালোকে গুচি যাবা, কথা-বতৰাত ব্যস্ত নহ’বা। নিশ্চয় তোমালোকৰ এই আচৰণে নবীক কষ্ট দিয়ে, কাৰণ তেওঁ তোমালোকক উঠাই দিবলৈ সংকোচ বোধ কৰে। কিন্তু আল্লাহে সত্য কথাত সংকোচ বোধ নকৰে। তোমালোকে তেওঁৰ পত্নীসকলৰ পৰা কিবা বিচাৰিলে পৰ্দাৰ আঁৰৰ পৰা বিচাৰিবা। এই বিধান তোমালোকৰ আৰু তেওঁলোকৰ হৃদয়ৰ বাবে বেছি পৱিত্ৰ। আল্লাহৰ ৰাছুলক কষ্ট দিয়া তোমালোকৰ বাবে উচিত নহয় আৰু তেওঁৰ মৃত্যুৰ পিছত তেওঁৰ স্ত্ৰীসকলক বিয়া কৰাটোও তোমালোকৰ বাবে কেতিয়াও বৈধ নহয়। নিশ্চয় আল্লাহৰ ওচৰত এইটো হৈছে এটা মহা অপৰাধ।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3586,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:54","price":"যদি তোমালোকে কিবা প্ৰকাশ কৰা অথবা গোপন কৰা (তেন্তে জানি থোৱা) নিশ্চয় আল্লাহ সৰ্ব বিষয়ে সৰ্বজ্ঞ।","arabic":"إِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3587,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:55","price":"নবীৰ স্ত্ৰীসকলৰ বাবে তেওঁলোকৰ পিতৃবৰ্গ, পুত্ৰসকল, ভাতৃসকল, ভতিজাসকল, ভাগিনসকল, লগৰ তিৰোতাসকল আৰু তেওঁলোকৰ দাস-দাসীসকলৰ সন্মুখত সেয়া পালন নকৰাটো কোনো অপৰাধ নহয়। হে নবীৰ পত্নীসকল! আল্লাহৰ তাক্বৱা অৱলম্বন কৰা। নিশ্চয় আল্লাহ সকলো বিষয়ে সম্যক প্ৰত্যক্ষদৰ্শী।","arabic":"لَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3588,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:56","price":"নিশ্চয় আল্লাহে নবীৰ প্ৰতি অনুগ্ৰহ কৰে আৰু তেওঁৰ ফিৰিস্তাসকলেও নবীৰ বাবে দুআ আৰু ইছতিগফাৰ কৰে। হে ঈমান্দাৰসকল! তোমালোকেও নবীৰ প্ৰতি দৰুদ পাঠ কৰা আৰু তেওঁক যথাযথভাৱে ছালাম জনোৱা।","arabic":"إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3589,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:57","price":"নিশ্চয় যিসকলে আল্লাহ আৰু তেওঁৰ ৰাছুলক কষ্ট দিয়ে, আল্লাহে সিহঁতক পৃথিৱী আৰু আখিৰাতত অভিসম্পাত কৰিছে আৰু তেওঁ সিহঁতৰ বাবে প্ৰস্তুত কৰি ৰাখিছে লাঞ্ছনাদায়ক শাস্তি।","arabic":"إِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3590,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:58","price":"আৰু যিসকলে মুমিন পুৰুষ আৰু মুমিনা নাৰীসকলক বিনা অপৰাধত (যিটো সিহঁতে কৰা নাই তাৰ বাবে) কষ্ট দিয়ে, নিশ্চয় সিহঁতে অপবাদ আৰু সুস্পষ্ট গুনাহৰ বোজা বহন কৰিছে।","arabic":"وَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3591,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:59","price":"হে নবী! তুমি তোমাৰ স্ত্ৰীসকলক, তোমাৰ জীয়াৰীসকলক আৰু মুমিনসকলৰ স্ত্ৰীসকলক কোৱা, তেওঁলোকে যেন তেওঁলোকৰ চাদৰৰ কিছু অংশ নিজৰ ওপৰত টানি লয়। এইটো হৈছে তেওঁলোকক চিনি পোৱাৰ সহজ উপায়, ফলত তেওঁলোকক বিৰক্ত কৰা নহ'ব। আল্লাহ পৰম ক্ষমাশীল, পৰম দয়ালু।","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3592,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:60","price":"যদি মুনাফিকসকল আৰু যিসকলৰ অন্তৰত ব্যাধি আছে সিহঁতে আৰু চহৰত মিছা সংবাদ প্ৰচাৰকাৰীসকলে বিৰত নহয় তেন্তে নিশ্চয় আমি তোমাক সিহঁতৰ বিৰুদ্ধে প্ৰবল কৰিম; ইয়াৰ পিছত এই চহৰত সিহঁতে তোমাৰ প্ৰতিবেশীৰূপে অতি কম সময়হে থাকিব পাৰিব,","arabic":"۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3593,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:61","price":"অভিশপ্ত হৈ; সিহঁতক য’তে পোৱা যাব ত’তেই কৰায়ত্ত কৰা হ’ব আৰু নিৰ্দয়ভাৱে হত্যা কৰা হ’ব।","arabic":"مَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3594,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:62","price":"পূৰ্বে যিসকল অতিবাহিত হৈছে সিহঁতৰ বিষয়েও এইটোৱেই আছিল আল্লাহৰ নীতি। তুমি কেতিয়াও আল্লাহৰ নীতিত কোনো পৰিবৰ্তন নাপাবা।","arabic":"سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3595,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:63","price":"মানুহে তোমাক কিয়ামত সম্পৰ্কে প্ৰশ্ন কৰে। কোৱা, ‘ইয়াৰ প্ৰকৃত জ্ঞান কেৱল আল্লাহৰ ওচৰতহে আছে’। কিহে তোমাক জনাব? সম্ভৱতঃ কিয়ামত অতি শীঘ্ৰেই হ’ব পাৰে।","arabic":"يَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3596,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:64","price":"নিশ্চয় আল্লাহে কাফিৰসকলক অভিশপ্ত কৰিছে আৰু সিহঁতৰ বাবে প্ৰস্তুত কৰি ৰাখিছে জ্বলন্ত জুই;","arabic":"إِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3597,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:65","price":"তাত সিহঁতে চিৰস্থায়ী হ’ব আৰু সিহঁতে কোনো অভিভাৱকো নাপাব আৰু কোনো সহায়কাৰীও নাপাব।","arabic":"خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3598,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:66","price":"যিদিনা সিহঁতৰ মুখমণ্ডল জুইত ওলট-পালট কৰা হ'ব, সেইদিনা সিহঁতে ক'ব, হায়! আমি যদি আল্লাহক মানিলোঁহেঁতেন আৰু ৰাছুলৰ আনুগত্য কৰিলোঁহেঁতেন!","arabic":"يَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3599,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:67","price":"সিহঁতে আৰু ক’ব, ‘হে আমাৰ প্ৰতিপালক! আমি আমাৰ নেতৃবৰ্গ আৰু বিশিষ্ট লোকসকলৰহে আনুগত্য কৰিছিলোঁ আৰু সিহঁতেই আমাক পথভ্ৰষ্ট কৰিছিল;","arabic":"وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3600,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:68","price":"‘হে আমাৰ প্ৰতিপালক! তুমি সিহঁতক দ্বিগুণ শাস্তি দিয়া, লগতে সিহঁতক মহা অভিসম্পাত দিয়া’।","arabic":"رَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3601,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:69","price":"হে ঈমান্দাৰসকল! মুছাক যিসকলে কষ্ট দিছে তোমালোকে সিহঁতৰ দৰে নহ'বা, এতেকে সিহঁতে যি ৰটনা কৰিছিল আল্লাহে তেওঁক তাৰ পৰা নিৰ্দোষ প্ৰমাণিত কৰিছিল; আৰু তেওঁ আছিল আল্লাহৰ ওচৰত মৰ্যাদাৱান।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3602,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:70","price":"হে ঈমান্দাৰসকল! তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা আৰু সঠিক কথা কোৱা;","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3603,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:71","price":"তেতিয়াহে তেওঁ তোমালোকৰ বাবে তোমালোকৰ আমলসমূহ সংশোধন কৰিব আৰু তোমালোকৰ পাপসমূহ ক্ষমা কৰি দিব। যি ব্যক্তিয়ে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ আনুগত্য কৰে, তেওঁ নিশ্চয় মহা সফলতা অৰ্জন কৰিব।","arabic":"يُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3604,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:72","price":"নিশ্চয় আমি আকাশসমূহ, পৃথিৱী আৰু পৰ্বতমালাৰ প্ৰতিও এই আমানতৰ প্ৰস্তাৱ দিছিলোঁ কিন্তু সিহঁতে এই (দায়িত্বভাৰ) বহন কৰিবলৈ অস্বীকাৰ কৰিলে আৰু সেয়া ল’বলৈও ভয় কৰিলে আৰু মানুহে সেয়া বহন কৰিলে; নিশ্চয় সি অত্যন্ত যালিম, অতি অজ্ঞ।","arabic":"إِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3605,"juzNumber":22,"footnotes":"","lang":"as"},{"name":"33:73","price":"যাতে আল্লাহে মুনাফিক পুৰুষ আৰু মুনাফিকা নাৰী, লগতে মুশ্বৰিক পুৰুষ আৰু মুশ্বৰিকা নাৰীক শাস্তি দিব পাৰে আৰু মুমিন পুৰুষ আৰু মুমিনা নাৰীক ক্ষমা কৰিব পাৰে। আল্লাহ অত্যন্ত ক্ষমাশীল, পৰম দয়ালু।","arabic":"لِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا","category":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab"],"ayahNumber":3606,"juzNumber":22,"footnotes":"","lang":"as"}],"chapter":["33 (Al-Ahzab)","Al-Ahzab","Surah Al-Ahzab","Chapter Al-Ahzab","Ahzab","Surah Ahzab","Chapter Ahzab","Al Ahzab","Surah Al Ahzab","Chapter Al Ahzab","Surah 33","Chapter 33","The Combined Forces","الأحزَاب"]}