{"data":[{"name":"42:1","price":"হা-মীম।[1]","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।","lang":"as"},{"name":"42:2","price":"আঈন-ছীন-ক্বাফ।[2]","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"[2] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।","lang":"as"},{"name":"42:3","price":"এইদৰেই তোমাৰ প্ৰতি আৰু তোমাৰ পূৰ্বৱৰ্তীসকলৰ প্ৰতি অহী কৰিছে মহাপৰাক্ৰমশালী, প্ৰজ্ঞাময় আল্লাহে।","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:4","price":"আকাশসমূহত যি আছে আৰু পৃথিৱীত যি আছে সেই সকলোবোৰ তেওঁৰেই। তেওঁ সুউচ্চ, সুমহান।","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:5","price":"আকাশসমূহ ওপৰৰ পৰা ভাঙি পৰাৰ উপক্ৰম হয়, আৰু ফিৰিস্তাসকলে নিজ প্ৰতিপালকৰ প্ৰশংসাৰ সৈতে পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰে আৰু পৃথিৱীবাসীসকলৰ বাবে ক্ষমা প্ৰাৰ্থনা কৰে। জানি থোৱা, নিশ্চয় আল্লাহ, তেৱেঁই ক্ষমাশীল, পৰম দয়ালু।","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:6","price":"আৰু যিসকলে আল্লাহৰ পৰিবৰ্তে আনক অভিভাৱকৰূপে গ্ৰহণ কৰে, আল্লাহে সিহঁতৰ প্ৰতি সম্যক দৃষ্টিদাতা। (হে নবী!) তুমি সিহঁতৰ ওপৰত কৰ্মবিধায়ক নহয়।","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:7","price":"আৰু এইদৰেই আমি তোমাৰ প্ৰতি কোৰআন অৱতীৰ্ণ কৰিছোঁ আৰবী ভাষাত, যাতে তুমি মক্কা আৰু ইয়াৰ চাৰিওফালে থকা জনগণক সতৰ্ক কৰিব পাৰা, লগতে যাতে সতৰ্ক কৰিব পাৰা সমবেত হ’বলগীয়া (কিয়ামত) দিৱস সম্পৰ্কে, য’ত কোনো সন্দেহ নাই। (সেইদিনা) এদল জান্নাতত যাব আৰু এদল যাব জ্বলন্ত অগ্নিত।","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:8","price":"আৰু আল্লাহে ইচ্ছা কৰিলে সিহঁতক এটাই উম্মত কৰিব পাৰিলেহেঁতেন, কিন্তু তেওঁ যাক ইচ্ছা কৰে কেৱল তাকহে নিজ অনুগ্ৰহত প্ৰৱেশ কৰায়। আনহাতে যালিমসকল, সিহঁতৰ কোনো অভিভাৱক নাই আৰু কোনো সহায়কাৰীও নাই।","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:9","price":"সিহঁতে আল্লাহৰ পৰিবৰ্তে আনক অভিভাৱকৰূপে গ্ৰহণ কৰিছে নেকি, কিন্তু আল্লাহ, কেৱল তেওঁহে প্ৰকৃত অভিভাৱক, আৰু তেৱেঁই মৃতক জীৱিত কৰে। তেওঁ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান।","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:10","price":"আৰু তোমালোকে যি বিষয়তে মতভেদ নকৰা কিয়, তাৰ মীমাংসা আছে কেৱল আল্লাহৰেই ওচৰত। তেৱেঁই আল্লাহ, মোৰ প্ৰতিপালক; তেওঁৰ ওপৰতেই মই নিৰ্ভৰ কৰিছোঁ আৰু মই তেওঁৰেই অভিমুখী হওঁ।","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:11","price":"তেৱেঁই আকাশসমূহ আৰু পৃথিৱীৰ সৃষ্টিকৰ্তা, তেৱেঁই তোমালোকৰ মাজৰ পৰা তোমালোকৰ যোৰা সৃষ্টি কৰিছে আৰু চতুষ্পদ জন্তুৰ মাজতো যোৰা সৃষ্টি কৰিছে। এইদৰেই তেওঁ তোমালোকৰ বংশ বিস্তাৰ কৰে; একোৱেই তেওঁৰ উপমাযোগ্য নহয়, তেওঁ সৰ্বশ্ৰোতা, সৰ্বদ্ৰষ্টা।","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:12","price":"আকাশসমূহ আৰু পৃথিৱীৰ চাবি-কাঠি তেওঁৰেই ওচৰত। তেওঁ যাৰ বাবে ইচ্ছা কৰে তাৰ জীৱিকা বৃদ্ধি কৰি দিয়ে আৰু সংকুচিতও কৰে। নিশ্চয় তেওঁ সকলো বস্তু সম্পৰ্কে সৰ্বজ্ঞ।","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:13","price":"তেৱেঁই তোমালোকৰ বাবে দ্বীন বিধিবদ্ধ কৰিছে, যাৰ নিৰ্দেশ তেওঁ নূহক প্ৰদান কৰিছিল; আৰু আমি তোমাৰ প্ৰতি ইয়াৰেই অহী প্ৰেৰণ কৰিছোঁ লগতে ইব্ৰাহীম, মুছা আৰু ঈছাকো ইয়াৰ নিৰ্দেশ দিছিলোঁ যে, তোমালোকে দ্বীনক প্ৰতিষ্ঠিত কৰা আৰু ইয়াৰ মাজত বিভেদ সৃষ্টি নকৰিবা। তুমি মুশ্বৰিকসকলক যিটোৰ ফালে আহ্বান কৰি আছা সেয়া সিহঁতৰ ওচৰত কঠিন বুলিহে ধাৰণা হয়। আল্লাহে যাক ইচ্ছা কৰে তাকহে তেওঁ দ্বীনৰ প্ৰতি আকৃষ্ট কৰে আৰু যিয়ে তেওঁৰ অভিমুখী হয় তাক তেওঁ দ্বীনৰ প্ৰতি হিদায়ত দান কৰে।","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:14","price":"আৰু সিহঁতৰ ওচৰলৈ জ্ঞান অহাৰ পিছতো কেৱল পাৰস্পৰিক বিদ্বেষবশতঃ সিহঁতে নিজৰ মাজত মতভেদ ঘটায়। এটা নিৰ্ধাৰিত সময়লৈকে অৱকাশ দিয়া হ'ব বুলি তোমাৰ প্ৰতিপালকৰ পূৰ্ব সিদ্ধান্ত নাথাকিলে সিহঁতৰ বিষয়ে চূড়ান্ত ফয়চালা হৈ গ’লহেঁতেন। সিহঁতৰ পিছত যিসকলে কিতাবৰ উত্তৰাধিকাৰী হৈছে, নিশ্চয় সিহঁতে এই (কোৰআন) সম্পৰ্কে বিভ্ৰান্তিকৰ সন্দেহত পতিত হৈছে।","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:15","price":"এতেকে তুমি আহ্বান কৰা আৰু দৃঢ়ভাৱে অটল থাকা, যিদৰে তোমাক আদেশ কৰা হৈছে। তুমি কেতিয়াও সিহঁতৰ প্ৰবৃত্তিৰ অনুসৰণ নকৰিবা; আৰু কোৱা, ‘আল্লাহে যিখন কিতাব অৱতীৰ্ণ কৰিছে মই তাত ঈমান আনিছোঁ আৰু তোমালোকৰ মাজত ন্যায় বিচাৰ কৰিবলৈ মোক আদেশ কৰা হৈছে। আল্লাহেই আমাৰ প্ৰতিপালক আৰু তোমালোকৰো প্ৰতিপালক। আমাৰ আমল আমাৰ বাবে আৰু তোমালোকৰ আমল তোমালোকৰ বাবে; আমাৰ আৰু তোমালোকৰ মাজত কোনো বিবাদ-বিসম্বাদ নাই। আল্লাহেই আমাক একত্ৰিত কৰিব আৰু তেওঁৰ ওচৰতেই আমাৰ প্ৰত্যাৱৰ্তন হ’ব’।","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:16","price":"আল্লাহৰ আহ্বানত সঁহাৰি দিয়াৰ পিছতো যিসকলে আল্লাহ সম্পৰ্কে বিতৰ্ক কৰে, সিহঁতৰ যুক্তি-তৰ্ক সিহঁতৰ প্ৰতিপালকৰ দৃষ্টিত অসাৰ। সিহঁত হৈছে তেওঁৰ ক্ৰোধৰ পাত্ৰ, আৰু সিহঁতৰ বাবে আছে কঠিন শাস্তি।","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:17","price":"তেৱেঁই আল্লাহ, যিজনে সত্য সহকাৰে কিতাব আৰু মীজান অৱতীৰ্ণ কৰিছে। তুমি কেনেকৈ জানিবা! সম্ভৱতঃ কিয়ামত অতি নিকটৱৰ্তী?","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:18","price":"যিসকলে ইয়াক বিশ্বাস নকৰে সিহঁতেই ইয়াক ত্বৰান্বিত কৰিব বিচাৰে। আনহাতে যিসকলে ইয়াক বিশ্বাস কৰে, তেওঁলোকে ইয়াক ভয় কৰে, আৰু তেওঁলোকে জানে যে, এয়া নিশ্চিতভাৱে সত্য। জানি থোৱা, কিয়ামত সম্পৰ্কে যিসকলে বাক-বিতণ্ডা কৰে, সিহঁত নিশ্চয় ঘোৰ বিভ্ৰান্তিত নিপতিত।","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:19","price":"আল্লাহ তেওঁৰ বান্দাসকলৰ প্ৰতি অত্যন্ত স্নেহশীল; তেওঁ যাক ইচ্ছা কৰে জীৱিকা দান কৰে। তেওঁ সৰ্বশক্তিমান. প্ৰবল পৰাক্ৰমশালী।","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:20","price":"যিয়ে আখিৰাতৰ ফচল কামনা কৰে তাৰ বাবে আমি তাৰ ফচল বৃদ্ধি কৰি দিওঁ আৰু যিয়ে পৃথিৱীৰ ফচল কামনা কৰে আমি তাক তাৰ পৰা অকণমান দিওঁ। কিন্তু আখিৰাতত তাৰ কোনো অংশ নাথাকিব।","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:21","price":"অথবা সিহঁতৰ এনে কিছুমান অংশী আছে নেকি, যিবিলাকে সিহঁতৰ বাবে দ্বীনৰ পৰা চৰীয়তী বিধান প্ৰৱৰ্তন কৰিছে, যাৰ অনুমতি আল্লাহে দিয়া নাই? চূড়ান্ত মীমাংসাৰ ঘোষণা নাথাকিলে সিহঁতৰ বিষয়ে নিশ্চয় ফয়চালা হৈ গ’লহেঁতেন। নিশ্চয় যালিমসকলৰ বাবে আছে যন্ত্ৰণাদায়ক শাস্তি।","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:22","price":"তুমি যালিমসকলক সিহঁতৰ কৃতকৰ্মৰ বাবে ভীত-সন্ত্ৰস্ত দেখিবলৈ পাবা। অথচ সেয়া আপতিত হ’ব সিহঁতৰেই ওপৰত। আনহাতে যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে তেওঁলোকে থাকিব জান্নাতৰ উদ্যানসমূহত। তেওঁলোকে যিটোৱেই বিচাৰিব সেইটোৱেই তেওঁলোকৰ প্ৰতিপালকৰ ওচৰত পাব। এইটোৱেই হৈছে মহা অনুগ্ৰহ।","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:23","price":"এইটোৱেই হৈছে সেই সুসংবাদ, যিটো আল্লাহে তেওঁৰ সেইসকল বান্দাক দিছে, যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে। কোৱা, ‘মই ইয়াৰ বিনিময়ত তোমালোকৰ পৰা কেৱল আত্মীয়তাৰ সৌহাৰ্দ্যৰ বাহিৰে আন একো প্ৰতিদান নিবিচাৰোঁ’। যিয়ে উত্তম কাম কৰে আমি তাৰ বাবে ইয়াত কল্যাণ বৃদ্ধি কৰি দিওঁ। নিশ্চয় আল্লাহ অত্যন্ত ক্ষমাশীল, গুণগ্ৰাহী।","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:24","price":"অথবা সিহঁতে এই কথা কয় নেকি যে, ‘তেওঁ (মুহাম্মদে) আল্লাহ সম্পৰ্কে মিছা উদ্ভাৱন কৰিছে’? যদি সেইটোৱেই হ’লহেঁতেন তেন্তে (হে মুহাম্মদ) আল্লাহে ইচ্ছা কৰিলে তোমাৰ হৃদয়ত মোহৰ মাৰি দিলেহেঁতেন। আল্লাহে বাতিলক মচি দিয়ে আৰু নিজৰ বাণীৰ দ্বাৰা সত্যক প্ৰতিষ্ঠিত কৰে। নিশ্চয় অন্তৰসমূহত যি আছে সেই বিষয়ে তেওঁ সবিশেষ অৱগত।","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:25","price":"আৰু তেৱেঁই নিজ বান্দাসকলৰ তাওবা কবুল কৰে আৰু পাপসমূহ মোচন কৰে; আৰু তোমালোকে যি কৰা সেয়া তেওঁ জানে।","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:26","price":"আৰু যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে তেওঁলোকৰ আহ্বানত তেৱেঁই সঁহাৰি দিয়ে আৰু তেওঁলোকৰ প্ৰতি তেওঁৰ অনুগ্ৰহ বৃদ্ধি কৰি দিয়ে; আৰু কাফিৰসকলৰ বাবে আছে কঠিন শাস্তি।","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:27","price":"আৰু যদি আল্লাহে তেওঁৰ সকলো বান্দাৰ জীৱিকা প্ৰশস্ত কৰি দিলেহেঁতেন, তেন্তে সিহঁতে পৃথিৱীত নিশ্চয় সীমালংঘন কৰিলেহেঁতেন; কিন্তু তেওঁ নিজৰ ইচ্ছামতে নিৰ্দিষ্ট পৰিমাণে (জীৱিকা) অৱতীৰ্ণ কৰে। নিশ্চয় তেওঁ নিজ বান্দাসকলৰ বিষয়ে সম্যক অৱহিত আৰু সৰ্বদ্ৰষ্টা।","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:28","price":"আৰু সিহঁত নিৰাশ হোৱাৰ পিছত তেৱেঁই বৰষুণ অৱতীৰ্ণ কৰে আৰু তেওঁৰ ৰহমত বিস্তাৰ কৰে। তেৱেঁই অভিভাৱক, অত্যন্ত প্ৰশংসিত।","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:29","price":"আৰু তেওঁৰ অন্যতম নিদৰ্শন হৈছে আকাশসমূহ আৰু পৃথিৱীৰ সৃষ্টি, আৰু এই দুয়োৰে মাজত তেওঁ যিবোৰ জীৱ-জন্তু বিস্তাৰ কৰিছে সেইবোৰো (তেওঁৰ নিদৰ্শন); আৰু তেওঁ যেতিয়াই ইচ্ছা তেতিয়াই সেইবোৰক সমবেত কৰিবলৈ সক্ষম।","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:30","price":"আৰু তোমালোকৰ প্ৰতি যি বিপদ-আপদ আপতিত হয় সেয়া তোমালোকৰেই কৃতকৰ্মৰ পৰিণাম আৰু বহুতো অপৰাধ তেওঁ ক্ষমা কৰি দিয়ে।","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:31","price":"আৰু তোমালোকে পৃথিৱীত (আল্লাহৰ কৰ্ম পৰিকল্পনাক) ব্যৰ্থ কৰিব নোৱাৰিবা। আল্লাহৰ বাহিৰে তোমালোকৰ আন কোনো অভিভাৱক নাই আৰু কোনো সহায়কাৰীও নাই।","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:32","price":"তেওঁৰ নিদৰ্শনাৱলীৰ মাজত আছে সাগৰত চলাচল কৰা পৰ্বতসদৃশ নৌযানসমূহ।","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:33","price":"তেওঁ ইচ্ছা কৰিলে বায়ুক স্তব্ধ কৰি দিব পাৰে, ফলত নৌযানসমূহ গতিহীন হৈ পৰিব সমুদ্ৰপৃষ্ঠত। নিশ্চয় ইয়াত বহুতো নিদৰ্শন আছে, প্ৰত্যেক চৰম ধৈৰ্যশীল আৰু একান্ত কৃতজ্ঞ ব্যক্তিৰ বাবে।","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:34","price":"অথবা সিহঁতৰ কৃতকৰ্মৰ বাবে সেইবোৰক তেওঁ ধ্বংস কৰি দিব পাৰে; আৰু বহুতো (অপৰাধক) তেওঁ ক্ষমাও কৰে।","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:35","price":"আৰু যিসকলে আমাৰ নিদৰ্শন সম্পৰ্কে বিতৰ্ক কৰে, সিহঁতে যাতে জানিবলৈ পায় যে, সিহঁতৰ কোনো আশ্ৰয়স্থল নাই।","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:36","price":"এতেকে তোমালোকক যি দিয়া হৈছে সেয়া হৈছে কেৱল পাৰ্থিৱ জীৱনৰ ভোগ-সামগ্ৰীহে। আল্লাহৰ ওচৰত যি আছে সেয়া উত্তম আৰু স্থায়ী, সেইসকল লোকৰ বাবে যিসকলে ঈমান আনিছে আৰু তেওঁলোকে নিজ প্ৰতিপালকৰ ওপৰত তাৱাক্কুল কৰে,","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:37","price":"তেওঁলোকে কাবীৰা গুনাহ আৰু অশ্লীল কৰ্মৰ পৰা আঁতৰত থাকে আৰু যেতিয়া খং উঠে তেতিয়া ক্ষমা কৰি দিয়ে।","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:38","price":"আৰু তেওঁলোকে নিজ প্ৰতিপালকৰ আহ্বানত সঁহাৰি দিয়ে, ছালাত কায়েম কৰে আৰু তেওঁলোকে নিজৰ কৰ্মসমূহক পৰস্পৰ পৰামৰ্শৰ মাধ্যমত সম্পাদিত কৰে। লগতে তেওঁলোকক আমি যি জীৱিকা দান কৰিছোঁ তাৰ পৰা ব্যয় কৰে।","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:39","price":"আৰু তেওঁলোকৰ ওপৰত অতিৰিক্ত অন্যায়-অবিচাৰ কৰা হ’লে তেওঁলোকে ইয়াৰ প্ৰতিবিধান কৰে।","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:40","price":"(জানি থোৱা) বেয়াৰ প্ৰতিফল হৈছে সেই অনুপাতেই বেয়া। এতেকে যিয়ে ক্ষমা কৰি দিয়ে আৰু আপোচ-নিষ্পত্তি কৰে তাৰ বাবে আছে আল্লাহৰ ওচৰত পুৰস্কাৰ। নিশ্চয় তেওঁ অন্যায়কাৰীবিলাকক পছন্দ নকৰে।","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:41","price":"কিন্তু অত্যাচাৰিত হোৱাৰ পিছত যিসকলে প্ৰতিবিধান কৰে, তেওঁলোকৰ বিৰুদ্ধে কোনো ব্যৱস্থা গ্ৰহণ কৰা নহ’ব,","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:42","price":"কেৱল সিহঁতৰ বিৰুদ্ধে ব্যৱস্থা গ্ৰহণ কৰা হ’ব যিসকলে মানুহৰ ওপৰত অন্যায় কৰে আৰু পৃথিৱীত অন্যায়ভাৱে বিদ্ৰোহাচৰণ কৰি ফুৰে। সিহঁতৰ বাবেই আছে যন্ত্ৰণাদায়ক শাস্তি।","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:43","price":"অৱশ্যে যিয়ে ধৈৰ্য্য ধাৰণ কৰে আৰু ক্ষমা কৰি দিয়ে, নিশ্চয় সেয়া দৃঢ় সংকল্পৰেই কাম।","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:44","price":"আৰু আল্লাহে যাক পথভ্ৰষ্ট কৰে, ইয়াৰ পিছত তাৰ বাবে আন কোনো অভিভাৱক নাই। যালিমসকলে যেতিয়া শাস্তি দেখিব তেতিয়া তুমি সিহঁতক কওঁতে শুনিবা যে, ‘উভতি যোৱাৰ কোনো উপায় আছে নেকি’?","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:45","price":"আৰু তুমি সিহঁতক দেখিবলৈ পাবা যে, সিহঁতক জাহান্নামৰ সন্মুখত উপস্থিত কৰা হৈছে; সিহঁতে অপমানত মূৰ অৱনত অৱস্থাত চুৰকৈ চাই থাকিব; আৰু যিসকলে ঈমান আনিছে তেওঁলোকে কিয়ামতৰ দিনা ক’ব, ‘নিশ্চয় সিহঁত ক্ষতিগ্ৰস্ত, যিসকলে নিজৰ আৰু নিজ পৰিয়ালবৰ্গৰ ক্ষতি সাধন কৰিছে’। সাৱধান! নিশ্চয় যালিমসকল স্থায়ী শাস্তিত নিপতিত থাকিব।","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:46","price":"আল্লাহৰ বাহিৰে সিহঁতক সহায় কৰাৰ বাবে সিহঁতৰ আন কোনো অভিভাৱক নাথাকিব। এতেকে আল্লাহে যাক পথভ্ৰষ্ট কৰে তাৰ বাবে আন কোনো পথ নাই।","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:47","price":"আল্লাহৰ তৰফৰ পৰা সেই অপ্ৰতিৰোধ্য দিৱসটো অহাৰ পূৰ্বেই তোমালোকে নিজ প্ৰতিপালকৰ আহ্বানত সঁহাৰি দিয়া। যিদিনা তোমালোকৰ কোনো আশ্ৰয়স্থল নাথাকিব আৰু তোমালোকৰ বাবে প্ৰতিৰোধকাৰীও নাথাকিব।","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:48","price":"তথাপিও যদি সিহঁতে মুখ ঘূৰাই লয়, তেন্তে (জানি থোৱা) আমি তোমাক সিহঁতৰ ৰক্ষক হিচাপে প্ৰেৰণ কৰা নাই। তোমাৰ দায়িত্ব হৈছে কেৱল বাণী প্ৰচাৰ কৰা। আমি যেতিয়া আমাৰ তৰফৰ পৰা মানুহক কোনো ৰহমত আস্বাদন কৰাওঁ তেতিয়া সি উৎফুল্লিত হয় কিন্তু যেতিয়া সিহঁতৰ কৃতকৰ্মৰ বাবে সিহঁতৰ বিপদ-আপদ ঘটে, তেতিয়া মানুহ অতি অকৃতজ্ঞ হৈ পৰে।","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:49","price":"আকাশসমূহ আৰু পৃথিৱীৰ আধিপত্য কেৱল আল্লাহৰেই। তেওঁ যি ইচ্ছা কৰে সেইটোৱেই সৃষ্টি কৰে। তেওঁ যাক ইচ্ছা কৰে কন্যা সন্তান দান কৰে, আৰু যাক ইচ্ছা কৰে পুত্ৰ সন্তান দান কৰে,","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:50","price":"নাইবা সিহঁতক পুত্ৰ আৰু কন্যা উভয় (সন্তান) দান কৰে আৰু যাক ইচ্ছা কৰে বন্ধ্যা কৰি দিয়ে। নিশ্চয় তেওঁ সৰ্বজ্ঞ, মহা ক্ষমতাৱান।","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:51","price":"কোনো মানুহৰেই এনেকুৱা মৰ্যাদা নাই, যিয়ে আল্লাহৰ লগত পোনপটীয়াকৈ কথা ক'ব পাৰিব অহীৰ মাধ্যমৰ বাহিৰে, অথবা পৰ্দাৰ আঁৰত নাইবা এনেকুৱা কোনো বাৰ্তাবাহক প্ৰেৰণ কৰাৰ বাহিৰে, যি বাৰ্তাবাহকে কেৱল তেওঁৰ অনুমতিক্ৰমে তেওঁ যিটো বিচাৰে কেৱল সেইটোহে অহী কৰে, তেওঁ সৰ্বোচ্চ, প্ৰজ্ঞাময়।","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:52","price":"অনুৰূপভাৱে (উপৰোক্ত তিনিটা পদ্ধতিত) আমি তোমাৰ প্ৰতি আমাৰ নিৰ্দেশৰ পৰা ৰূহক অহী কৰিছোঁ। তুমি জনা নাছিলা কিতাব কি আৰু ঈমান কি! কিন্তু আমি ইয়াক নূৰ বনাইছোঁ, যাৰ দ্বাৰা আমি আমাৰ বান্দাসকলৰ মাজৰ পৰা যাক ইচ্ছা হিদায়ত দান কৰোঁ। নিশ্চয় তুমি সৰল পথৰ পিনে দিক নিৰ্দেশনা দিয়া,","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"as"},{"name":"42:53","price":"আল্লাহৰ পথলৈ, যিজন আকাশসমূহ আৰু পৃথিৱীত যি আছে সেই সকলোৰে মালিক। জানি থোৱা! সকলো বিষয় আল্লাহৰেই ফালে উভতি যাব।","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"as"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}