{"data":[{"name":"59:1","price":"আকাশমণ্ডল আৰু পৃথিৱীত যি যি আছে সেই সকলোবোৰেই আল্লাহৰ পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰে; আৰু তেওঁ পৰাক্ৰমশালী প্ৰজ্ঞাময়।","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5127,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:2","price":"আহলে কিতাবসকলৰ মাজৰ যিসকলে কুফুৰী কৰিছিল তেৱেঁই সিহঁতক প্ৰথম সমাবেশৰ বাবে সিহঁতৰ আবাসভূমিৰ পৰা বিতাৰিত কৰিছিল। তোমালোকে কল্পনাও কৰা নাছিলা যে সিহঁত নিৰ্বাসিত হ’ব; আৰু সিহঁতেও ভাবিছিল যে, সিহঁতৰ দুৰ্গসমূহে সিহঁতক আল্লাহৰ (শাস্তিৰ) পৰা ৰক্ষা কৰিব; কিন্তু সিহঁতৰ ওচৰলৈ আল্লাহৰ আযাব এনেকুৱা ঠাইৰ পৰা আহিল যিটো সিহঁতে কল্পনাও কৰিব পৰা নাছিল; আৰু সিহঁতৰ অন্তৰত আতংক সঞ্চাৰ কৰিলে। ফলত সিহঁতে নিজ হাতেৰে আৰু মুমিনসকলৰ হতোৱাই নিজৰ ঘৰ-দুৱাৰ ধ্বংস কৰিলে; এতেকে হে দৃষ্টিসম্পন্ন ব্যক্তিসকল! তোমালোকে উপদেশ গ্ৰহণ কৰা।","arabic":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5128,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:3","price":"আৰু যদি আল্লাহে সিহঁতৰ বাবে নিৰ্বাসনদণ্ড লিপিবদ্ধ নকৰিলেহেঁতেন, তেন্তে তেওঁ নিশ্চয় সিহঁতক পৃথিৱীতেই (বেলেগ কোনো) শাস্তি বিহিলেহেঁতেন; আৰু আখিৰাতত সিহঁতৰ বাবে আছে জাহান্নামৰ শাস্তি।","arabic":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5129,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:4","price":"এইটো এইকাৰণে যে, নিশ্চয় সিহঁতে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ বিৰুদ্ধাচাৰণ কৰিছিল; আৰু যিয়ে আল্লাহৰ বিৰুদ্ধাচাৰণ কৰিব, তেন্তে (সি জানি থোৱা উচিত) নিশ্চয় আল্লাহ শাস্তি প্ৰদানত অতি কঠোৰ।","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5130,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:5","price":"তোমালোকে যিবোৰ খেজুৰ গছ কাটিছা আৰু যিবোৰক কাণ্ডৰ ওপৰত স্থিত অৱস্থাত ৰাখি দিছা, সেয়া আছিল কেৱল আল্লাহৰ অনুমতিক্ৰমেই; যাতে তেওঁ ফাছিকসকলক লাঞ্ছিত কৰিব পাৰে।","arabic":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5131,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:6","price":"আৰু আল্লাহে সিহঁতৰ (ইয়াহুদীসকলৰ) পৰা তেওঁৰ ৰাছুলক যি ‘ফায়’ (যুদ্ধ নকৰাকৈ লাভ কৰা ধন-সম্পদ) অৰ্পন কৰিছে, তাৰ বাবে তোমালোকে ঘোঁৰা অথবা উটত আৰোহণ কৰি কোনো অভিযান কৰা নাছিলা; বৰং আল্লাহে তেওঁৰ ৰাছুলসকলক যাৰ ওপৰত ইচ্ছা কৰে কৰ্তৃত্ব প্ৰদান কৰে; আৰু আল্লাহ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান।","arabic":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5132,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:7","price":"আল্লাহে এই জনপদৰ অধিবাসীসকলৰ পৰা তেওঁৰ ৰাছুলক ‘ফায়’ হিচাপে যি সম্পদ প্ৰদান কৰিছে, সেয়া হৈছে আল্লাহৰ বাবে আৰু ৰাছুলৰ বাবে আৰু আত্মীয়-স্বজনৰ বাবে, ইয়াতীমসকল আৰু মিছকীনসকলৰ বাবে লগতে মুছাফিৰসকলৰ বাবে, যাতে ধন-সম্পদ কেৱল তোমালোকৰ মাজৰ বিত্তশীল লোকৰ মাজতেই আৱৰ্তন কৰি নাথাকে। ৰাছুলে তোমালোকক যি দিয়ে সেয়া তোমালোকে গ্ৰহণ কৰা, আৰু যিটোৰ পৰা তেওঁ তোমালোকক নিষেধ কৰে তাৰ পৰা বিৰত থাকা, লগতে তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা; নিশ্চয় আল্লাহ শাস্তি প্ৰদানত অতি কঠোৰ।","arabic":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5133,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:8","price":"এই সম্পদ সেইসকল দৰিদ্ৰ মুহাজীৰৰ বাবে যিসকলক নিজৰ ঘৰ-বাৰী আৰু সা-সম্পত্তিৰ পৰা বিতাৰিত কৰা হৈছে। তেওঁলোকে আল্লাহৰ অনুগ্ৰহ আৰু সন্তুষ্টি অন্বেষণ কৰে, লগতে আল্লাহ আৰু তেওঁৰ ৰাছুলক সহায় কৰে। এওঁলোকেই হৈছে সত্যবাদী।","arabic":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5134,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:9","price":"আৰু তেওঁলোকৰ বাবেও, যিসকলে মুহাজিৰসকলৰ আগমনৰ আগৰ পৰাই এই নগৰীত বসবাস কৰি আছে আৰু ঈমান আনিছে, তেওঁলোকে তেওঁলোকৰ ওচৰলৈ হিজৰত কৰি অহা মানুহবিলাকক ভালপায় আৰু মুহাজিৰসকলক যি দিয়া হৈছে তাৰ বাবে তেওঁলোকে নিজ অন্তৰত কোনো হিংসা পোষণ নকৰে, আৰু তেওঁলোকে অভাৱ থকা সত্ত্বেও নিজৰ ওপৰত তেওঁলোকক অগ্ৰাধিকাৰ দিয়ে। প্ৰকৃততে যিসকলক অন্তৰৰ কৃপণতাৰ পৰা ৰক্ষা কৰা হৈছে, তেওঁলোকেই হৈছে সাফল্যমণ্ডিত।","arabic":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5135,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:10","price":"আৰু যিসকল তেওঁলোকৰ পিছত আহিছে তেওঁলোকে কয়, ‘হে আমাৰ প্ৰতিপালক! আমাক আৰু আমাৰ পূৰ্বে ঈমান পোষণ কৰা আমাৰ ভাতৃসকলক ক্ষমা কৰি দিয়া; আৰু যিসকলে ঈমান আনিছে তেওঁলোকৰ বিৰুদ্ধে আমাৰ অন্তৰত কোনো বিদ্বেষ নাৰাখিবা। হে আমাৰ প্ৰতিপালক! নিশ্চয় তুমি স্নেহশীল, পৰম দয়ালু’।","arabic":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5136,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:11","price":"তুমি মুনাফিকসকলৰ প্ৰতি লক্ষ্য কৰা নাইনে? সিহঁতে আহলে কিতাবসকলৰ মাজৰ পৰা যিসকলে কুফুৰী কৰিছে সিহঁতৰ সেইসকল ভাতৃক কয়, ‘তোমালোকে যদি বহিষ্কৃত হোৱা, তেন্তে আমিও তোমালোকৰ লগত নিশ্চয় দেশ ত্যাগ কৰিম আৰু আমি তোমালোকৰ বিষয়ে কেতিয়াও কাৰো আনুগত্য নকৰোঁ আৰু তোমালোকৰ লগত যুদ্ধ হ’লে নিশ্চয় আমি তোমালোকক সহায় কৰিম’। কিন্তু আল্লাহে সাক্ষ্য দিয়ে যে, নিশ্চয় সিহঁত হৈছে ঘোৰ মিছলীয়া।","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5137,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:12","price":"প্ৰকৃততে যদি সিহঁত (ইয়াহুদীসকল) বহিষ্কৃত হয় তেন্তে ইহঁতে (মুনাফিকসকলে) কেতিয়াও সিহঁতৰ সৈতে দেশ ত্যাগ নকৰিব আৰু সিহঁতৰ লগত যুদ্ধ কৰা হ’লে, ইহঁতে কেতিয়াও সিহঁতক সহায় নকৰিব আৰু যদি সিহঁতক কোনো সহায় কৰিবলৈ আহেও তেন্তে নিশ্চয় পৃষ্ঠপ্ৰদৰ্শন (কৰি পলায়ন) কৰিব; তাৰ পিছত সিহঁতে কোনো সহায়েই নাপাব।","arabic":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5138,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:13","price":"প্ৰকৃতপক্ষে সিহঁতৰ অন্তৰত আল্লাহতকৈ তোমালোকৰ ভয়হে বেছি। কাৰণ সিহঁত হৈছে এটা জ্ঞানবোধ নথকা সম্প্ৰদায়।","arabic":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5139,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:14","price":"সিহঁত সন্মিলিতভাৱে তোমালোকৰ লগত যুদ্ধ কৰিব নোৱাৰিব, যুদ্ধ কৰিলেও সুৰক্ষিত জনবসতিৰ মাজত অৱস্থান কৰি অথবা দুৰ্গ-প্ৰাচীৰৰ আঁৰ লৈহে কৰিব; সিহঁত পাৰস্পাৰিক বিৰোধিতাত প্ৰচণ্ডভাৱে লিপ্ত। তুমি সিহঁতক ঐক্যবদ্ধ বুলি ভাবা; কিন্তু সিহঁতৰ অন্তৰসমূহত কোনো মিল নাই; কাৰণ, সিহঁত হৈছে এটা নিৰ্বোধ সম্প্ৰদায়।","arabic":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5140,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:15","price":"ইহঁত সেইসকল লোকৰ দৰেই, যিসকলে ইহঁতৰ কিছুকাল পূৰ্বেই নিজৰ কৃতকৰ্মৰ শাস্তি ভোগ কৰিছে, আৰু সিহঁতৰ বাবে আছে যন্ত্ৰণাদায়ক শাস্তি।","arabic":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5141,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:16","price":"ইহঁত হৈছে চয়তানৰ দৰে, যিয়ে মানুহক কয়, ‘কুফুৰী কৰা’; তাৰ পিছত যেতিয়া সি কুফুৰী কৰে তেতিয়া সি কয়, ‘তোমাৰ লগত মোৰ কোনো সম্পৰ্ক নাই, নিশ্চয় মই বিশ্বজগতৰ প্ৰতিপালক আল্লাহক ভয় কৰোঁ’।","arabic":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5142,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:17","price":"ফলত সিহঁত উভয়ৰে পৰিণাম হ’ব জাহান্নাম; তাত সিহঁত চিৰস্থায়ী হ’ব আৰু এইটোৱে হৈছে যালিমসকলৰ প্ৰতিদান।","arabic":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5143,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:18","price":"হে ঈমান্দাৰসকল! তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা; আৰু প্ৰত্যেকৰে চিন্তা কৰা উচিত যে, অহাকালিৰ বাবে সি কি প্ৰেৰণ কৰিছে; লগতে তোমালোকে আল্লাহক ভয় কৰা; তোমালোকে যি কৰা সেই সম্পৰ্কে নিশ্চয় আল্লাহ সবিশেষ অৱহিত।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5144,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:19","price":"তোমালোকে সিহঁতৰ দৰে নহ’বা যিসকলে আল্লাহক পাহৰি গৈছে; ফলত আল্লাহেও সিহঁতক আত্মবিস্মৃত কৰিছে, ইহঁতেই হৈছে ফাছিক্ব।","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5145,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:20","price":"জাহান্নামৰ অধিবাসী আৰু জান্নাতৰ অধিবাসী কেতিয়াও সমান নহয়। প্ৰকৃত সফলতাৰ অধিকাৰী কেৱল জান্নাতৰ অধিবাসীসকলহে।","arabic":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5146,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:21","price":"যদি আমি এই কোৰআনখনক কোনো পৰ্বতৰ ওপৰত অৱতীৰ্ণ কৰিলোঁহেঁতেন তেন্তে তুমি ইয়াক আল্লাহৰ ভয়ত বিনীত বিদীৰ্ণ অৱস্থাত দেখিলাহেঁতেন, আৰু আমি এইবোৰ উদাহৰণ বৰ্ণনা কৰোঁ মানুহৰ বাবে যাতে সিহঁতে চিন্তা-গৱেষণা কৰে।","arabic":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5147,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:22","price":"তেৱেঁই আল্লাহ, তেওঁৰ বাহিৰে আন কোনো সত্য ইলাহ নাই, তেওঁ অদৃশ্য আৰু প্ৰকাশ্য বিষয় সম্পৰ্কে পৰিজ্ঞাত; তেওঁ পৰম কৰুণাময় পৰম দয়ালু।","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5148,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:23","price":"তেৱেঁই আল্লাহ, তেওঁৰ বাহিৰে আন কোনো সত্য ইলাহ নাই, তেৱেঁই অধিপতি, মহাপৱিত্ৰ, শান্তিৰ উৎস ত্ৰুটিমুক্ত, নিৰাপত্তাদানকাৰী, ৰক্ষক, মহাপৰাক্ৰমশালী, মহাপ্ৰতাপশালী, অতি মহিমান্বিত। সিহঁতে যি অংশীস্থাপন কৰে তাৰ পৰা আল্লাহ পৱিত্ৰ, মহান।","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5149,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"59:24","price":"আল্লাহেই হৈছে সৃষ্টিকৰ্তা, উদ্ভাৱনকৰ্তা, আকাৰ-আকৃতিদানকাৰী, সৰ্বোত্তম নামসমূহ তেওঁৰেই। আকাশমণ্ডল আৰু পৃথিৱীত যি আছে সকলোৱে তেওঁৰ পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰে। তেওঁ পৰাক্ৰমশালী, প্ৰজ্ঞাময়।","arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5150,"juzNumber":28,"footnotes":"","lang":"as"}],"chapter":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr","Chapter Al-Hashr","Hashr","Surah Hashr","Chapter Hashr","Al Hashr","Surah Al Hashr","Chapter Al Hashr","Surah 59","Chapter 59","The Exile","الحشر"]}