{"data":[{"name":"6:1","price":"সকলো ধৰণৰ প্ৰশংসা কেৱল আল্লাহৰেই যিজনে আকাশমণ্ডল আৰু পৃথিৱী সৃষ্টি কৰিছে, আৰু সৃষ্টি কৰিছে অন্ধকাৰ আৰু জ্যোতি। ইয়াৰ পিছতো কাফিৰসকলে সিহঁতৰ প্ৰতিপালকৰ সমকক্ষ স্থিৰ কৰে।","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:2","price":"তেৱেঁই তোমালোকক বোকা মাটিৰে সৃষ্টি কৰিছে, তাৰ পিছত এটা সময় নিৰ্দিষ্ট কৰিছে আৰু আন এটা নিৰ্ধাৰিত সময় আছে যিটো কেৱল তেৱেঁই জানে, ইয়াৰ পিছতো তোমালোকে সন্দেহ কৰা।","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:3","price":"আকাশমণ্ডল আৰু পৃথিৱীত কেৱল তেৱেঁই আল্লাহ, তোমালোকৰ গোপন আৰু প্ৰকাশ্য সকলো তেওঁ জানে আৰু তোমালোকে যি অৰ্জন কৰা সেয়াও তেওঁ জানে।","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:4","price":"আৰু সিহঁতৰ প্ৰতিপালকৰ তৰফৰ পৰা সিহঁতৰ ওচৰলৈ কোনো নিদৰ্শন আহিলেই সিহঁতে তাৰ পৰা মুখ ঘূৰাই লয়।","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:5","price":"এতেকে সিহঁতৰ ওচৰলৈ যেতিয়াই সত্য আহিছে, তেতিয়াই সিহঁতে তাক অস্বীকাৰ কৰিছে। গতিকে যি বিষয়ে সিহঁতে উপহাস কৰিছিল তাৰ (পৰিণামৰ) যথাৰ্থ সংবাদ অনতিপলমে সিহঁতৰ ওচৰলৈ আহি পাব।","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:6","price":"সিহঁতে চোৱা নাইনে যে, আমি সিহঁতৰ পূৰ্বে বহু প্ৰজন্মক বিনাশ কৰিছোঁ? সিহঁতক পৃথিৱীত এনেকৈ প্ৰতিষ্ঠিত কৰিছিলোঁ যে, তেনেকৈ প্ৰতিষ্ঠিত তোমালোককো কৰা নাই আৰু সিহঁতৰ ওপৰত ধাৰাষাৰ বৰষুণ বৰ্ষাইছিলোঁ, আৰু সৃষ্টি কৰিছিলোঁ নদীসমূহ যিবোৰ সিহঁতৰ তলত প্ৰবাহিত আছিল, তাৰ পিছত সিহঁতৰ পাপকৰ্মৰ বাবে সিহঁতক বিনাশ কৰিছোঁ আৰু সিহঁতৰ পিছত আন প্ৰজন্মক সৃষ্টি কৰিছোঁ।","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:7","price":"আৰু আমি যদি তোমাৰ প্ৰতি কাগজত লিখিত গ্ৰন্থও অৱতীৰ্ণ কৰিলোহেঁতেন, ফলত সিহঁতে যদি সেইখনক হাতেৰে স্পৰ্শও কৰিলেহেঁতেন তথাপিও কাফিৰসকলে ক’লেহেঁতেন যে, ‘এইখন স্পষ্ট যাদুৰ বাহিৰে আন একো নহয়’।","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:8","price":"আৰু সিহঁতে কয়, ‘তেওঁৰ ওচৰলৈ কোনো ফিৰিস্তা কিয় অৱতীৰ্ণ কৰা নহয়?’ আৰু যদি আমি ফিৰিস্তা অৱতীৰ্ণ কৰিলোঁহেঁতেন, তেন্তে বিষয়টোৰ চুড়ান্ত ফয়চালাই হৈ গ’লহেঁতেন, তাৰ পিছত সিহঁতক আৰু কোনো অৱকাশ দিয়া নহ’লহেঁতেন।","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:9","price":"আৰু যদি তেওঁক ফিৰিস্তা কৰিলোঁহেঁতেন তেন্তে তেওঁক পুৰুষ মানুহৰ আকৃতিতেই পঠিয়ালোঁহেঁতেন, আৰু সিহঁতক তেনেকুৱা বিভ্ৰমতেই ৰাখিলোঁহেঁতেন যেনেকুৱা বিভ্ৰমত সিহঁত এতিয়া আছে।","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:10","price":"আৰু তোমাৰ পূৰ্বেও বহুতো ৰাছুলক উপহাস কৰা হৈছিল। ফলত যিসকলে তেওঁলোকৰ লগত উপহাস কৰিছিল সিহঁতক সিহঁতৰ উপহাসেই পৰিবেষ্টন কৰি লৈছিল।","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:11","price":"কোৱা, ‘তোমালোকে পৃথিৱীত পৰিভ্ৰমণ কৰা, তাৰ পিছত চোৱা, যিসকলে মিথ্যাৰোপ কৰিছিল সিহঁতৰ পৰিণাম কি হৈছিল’!","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:12","price":"কোৱা, ‘আকাশমণ্ডল আৰু পৃথিৱীত যি আছে সেয়া কাৰ’? কোৱা, ‘আল্লাহৰেই’, তেওঁ নিজৰ ওপৰত 'দয়াক' কৰ্তব্য হিচাপে লিখি লৈছে। ক্বিয়ামতৰ দিনা তেওঁ নিশ্চয় তোমালোকক একত্ৰিত কৰিব, ইয়াত কোনো সন্দেহ নাই। যিসকলে নিজেই নিজৰ ক্ষতি কৰিছে সিহঁতে ঈমান পোষণ নকৰিব।","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:13","price":"ৰাতি আৰু দিনত যি যি অৱস্থান কৰে সেই সকলোবোৰ তেওঁৰেই, আৰু তেওঁ সৰ্বশ্ৰোতা, সৰ্বজ্ঞ।","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:14","price":"কোৱা, ‘আকাশমণ্ডল আৰু পৃথিৱীৰ স্ৰষ্টা আল্লাহক এৰি মই আনক অভিভাৱকৰূপে গ্ৰহণ কৰিম নেকি? তেৱেঁই আহাৰ প্ৰদান কৰে কিন্তু তেওঁক আহাৰ প্ৰদান কৰা নহয়’। কোৱা, ‘নিশ্চয় মোক আদেশ কৰা হৈছে যে, যিসকলে ইছলাম গ্ৰহণ কৰিছে ময়েই যেন সিহঁতৰ মাজত প্ৰথম হওঁ, (মোক আৰু আদেশ কৰা হৈছে যে) তুমি কেতিয়াও মুশ্বৰিকসকলৰ অন্তৰ্ভুক্ত নহ’বা’।","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:15","price":"কোৱা, ‘মই যদি মোৰ প্ৰতিপালকৰ অবাধ্যতা কৰোঁ, তেন্তে নিশ্চয় মই ভয় কৰোঁ যে, মহা দিৱসৰ শাস্তি মোৰ ওপৰত আপতিত হ’ব’।","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:16","price":"‘সেই দিনা যাৰ পৰা এই শাস্তি আঁতৰাই লোৱা হ’ব, তাৰ প্ৰতিহে আল্লাহে দয়া কৰিব, আৰু এইটোৱেই হৈছে স্পষ্ট সফলতা’।","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:17","price":"আৰু আল্লাহে যদি তোমাক কোনো বিপদৰ দ্বাৰা স্পৰ্শ কৰে, তেন্তে তেওঁৰ বাহিৰে আন কোনেও সেয়া দূৰ কৰিব নোৱাৰিব, আৰু যদি তেওঁ তোমাক কোনো কল্যাণৰ দ্বাৰা স্পৰ্শ কৰে, তেন্তে (জানি থোৱা) তেওঁ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান।","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:18","price":"আৰু তেৱেঁই নিজ বান্দাসকলৰ ওপৰত পূৰ্ণ নিয়ন্ত্ৰণকাৰী, আৰু তেওঁ প্ৰজ্ঞাময়, সম্যক অৱহিত।","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:19","price":"কোৱা, ‘কোনটো বস্তু আটাইতকৈ ডাঙৰ সাক্ষী’? তুমি কোৱা, ‘আল্লাহ, (তেৱেঁই) মোৰ আৰু তোমালোকৰ মাজত (শ্ৰেষ্ঠ) সাক্ষী, আৰু এই কোৰআন মোৰ ওচৰলৈ অহী কৰা হৈছে যাতে তোমালোকক আৰু যাৰ ওচৰলৈকে ই গৈ পাব সিহঁতক ইয়াৰ দ্বাৰা সতৰ্ক কৰিব পাৰোঁ। তোমালোকে এই সাক্ষ্য বহন কৰা নেকি যে, আল্লাহৰ লগত আন কোনোবা ইলাহ (উপাস্য) আছে’? কোৱা, ‘মই এই সাক্ষ্য নিদিওঁ’। কোৱা, ‘তেৱেঁই হৈছে একমাত্ৰ প্ৰকৃত ইলাহ আৰু তোমালোকে যি অংশীদাৰ স্থাপন কৰা তাৰ লগত নিশ্চয় মোৰ কোনো সম্পৰ্ক নাই’।","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:20","price":"আমি যিসকলক কিতাব প্ৰদান কৰিছোঁ সিহঁতে তেওঁক এনেকৈ চিনি পায় যেনেকৈ সিহঁতে নিজ সন্তানক চিনি পায়। যিসকলে নিজেই নিজৰ ক্ষতি সাধন কৰিছে সিহঁতে ঈমান পোষণ নকৰিব।","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:21","price":"যি ব্যক্তিয়ে আল্লাহ সম্পৰ্কে মিছা ৰচনা কৰে অথবা তেওঁৰ আয়াতসমূহক অস্বীকাৰ কৰে, সেই ব্যক্তিতকৈ ডাঙৰ যালিম আৰু কোন হ’ব পাৰে? নিশ্চয় যালিমসকলে সফলতা লাভ কৰিব নোৱাৰিব।","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:22","price":"আৰু যিদিনা আমি সিহঁত আটাইকে একত্ৰিত কৰিম, তাৰ পিছত যিসকলে শ্বিৰ্ক কৰিছে সিহঁতক সুধিম, ‘যিসকলক তোমালোকে মোৰ লগত অংশী স্থাপন কৰিছিলা সিহঁত এতিয়া ক’ত’?","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:23","price":"তেতিয়া সিহঁতৰ ওচৰত এই কথাৰ বাহিৰে আন কোনো অজুহাত নাথাকিব যে, ‘আমাৰ প্ৰতিপালক আল্লাহৰ শপত! আমি মুশ্বৰিক নাছিলোঁ’।","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:24","price":"চোৱা, সিহঁতে কেনেকৈ নিজেই নিজকে মিছা প্ৰমাণিত কৰি আছে, লগতে (চোৱা) সিহঁতে যি মিছা ৰচনা কৰিছিল সেয়া কেনেকৈ সিহঁতৰ পৰা হেৰাই গ’ল।","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:25","price":"আৰু সিহঁতৰ মাজৰ কিছুমানে তোমাৰ কথা কাণ পাতি শুনে, কিন্তু আমি সিহঁতৰ অন্তৰত আৱৰণ কৰি দিছোঁ যাতে সিহঁতে সেয়া উপলব্ধি কৰিব নোৱাৰে, আৰু সিহঁতৰ কাণত আছে বধিৰতা। যদি সিহঁতে যাৱতীয় নিদৰ্শন প্ৰত্যক্ষ কৰে তথাপিও সিহঁতে ঈমান পোষণ নকৰিব। আনকি সিহঁতে যেতিয়া তোমাৰ ওচৰত আহি উপস্থিত হয়, তেতিয়া সিহঁতে তোমাৰ লগত বিৰ্কত লিপ্ত হয়, যিসকলে কুফুৰী কৰিছে সিহঁতে কয়, ‘এয়া দেখোন আগৰ দিনৰ উপকথাৰ বাহিৰে আন একো নহয়’।","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:26","price":"আৰু সিহঁতে আনক এইবোৰ শুনাৰ পৰা বিৰত ৰাখে আৰু নিজেও এইবোৰ শুনাৰ পৰা দূৰত থাকে। সিহঁত নিজেই নিজকে ধ্বংস কৰে, অথচ সিহঁতে উপলব্ধি নকৰে।","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:27","price":"তুমি যদি দেখিলাহেঁতেন যেতিয়া সিহঁতক জুইৰ ওপৰত থিয় কৰোৱা হ’ব তেতিয়া সিহঁতে ক’ব, ‘হায়’! যদি আমাক (পৃথিৱীলৈ) ওভতাই দিয়া হ’লহেঁতেন, তেন্তে আমি আমাৰ প্ৰতিপালকৰ আয়াতসমূহক (দুনাই) অস্বীকাৰ নকৰিলোঁ হয় আৰু আমি মুমিনসকলৰ অন্তৰ্ভুক্ত হ’লোঁ হয়।","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:28","price":"বৰং পূৰ্বে সিহঁতে যি গোপন কৰিছিল সেয়া এতিয়া সিহঁতৰ ওচৰত প্ৰকাশ পাইছে; আৰু সিহঁতক আকৌ (দুনাই পৃথিৱীলৈ) পঠোৱা হ’লেও সিহঁতক যি কৰিবলৈ নিষেধ কৰা হৈছিল আকৌ সিহঁতে সেইটোকে কৰিলে হয়; আৰু নিশ্চয় সিহঁত মিছলীয়া।","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:29","price":"আৰু সিহঁতে কয়, ‘আমাৰ পাৰ্থিৱ জীৱনেই হৈছে একমাত্ৰ জীৱন, আৰু আমাক পুনৰুত্থিত কৰা নহ’ব’।","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:30","price":"আৰু যদি তুমি দেখিলাহেঁতেন, যেতিয়া সিহঁতক সিহঁতৰ প্ৰতিপালকৰ সন্মুখত থিয় কৰোৱা হ’ব, তেওঁ ক’ব, ‘এইটো প্ৰকৃত সত্য নহয় জানো’? সিহঁতে ক’ব, ‘আমাৰ প্ৰতিপালকৰ শপত! নিশ্চয় এয়া সত্য’। তেওঁ ক’ব, ‘তেন্তে তোমালোকে যি কুফুৰী কৰিছিলা তাৰ বাবে তোমালোকে এতিয়া শাস্তি ভোগ কৰা’।","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:31","price":"যিসকলে আল্লাহৰ সাক্ষাতক অস্বীকাৰ কৰিছে, নিশ্চয় সিহঁত ক্ষতিগ্ৰস্ত হৈছে, আনকি সিহঁতৰ ওচৰলৈ যেতিয়া হঠাৎ কিয়ামত আহি উপস্থিত হ’ব তেতিয়া সিহঁতে ক’ব, ‘হায় আফচোচ! ইয়াক আমি কিমান যে অৱহেলা কৰিছিলোঁ’। সিহঁতে সিহঁতৰ পাপসমূহ নিজৰ পিঠিত বহন কৰিব। সাৱধান! সিহঁতে যি বহন কৰিব সেয়া অতি নিকৃষ্ট!","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:32","price":"আৰু পাৰ্থিৱ জীৱন কেৱল খেল-ধেমালিৰ বাহিৰে আন একো নহয় আৰু যিসকলে তাক্বৱা অৱলম্বন কৰে তেওঁলোকৰ বাবে আখিৰাতৰ আবাসেই উত্তম; তথাপিও তোমালোকে নুবুজানে?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:33","price":"আমি নিশ্চয় জানো যে, সিহঁতে যি কয় সেয়া তোমাক কষ্ট দিয়ে; কিন্তু সিহঁতে তোমাৰ প্ৰতি মিথ্যাৰোপ নকৰে, বৰং যালিমসকলে আল্লাহৰ আয়াতসমূহকহে অস্বীকাৰ কৰে।","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:34","price":"নিশ্চয় তোমাৰ পূৰ্বেও বহুতো ৰাছুলৰ ওপৰত মিথ্যাৰোপ কৰা হৈছিল, কিন্তু তেওঁলোকক মিথ্যাৰোপ কৰাৰ আৰু কষ্ট দিয়াৰ পিছতো তেওঁলোকে ধৈৰ্য্য ধাৰণ কৰিছিল, অৱশেষত তেওঁলোকৰ ওচৰলৈ আমাৰ সহায় আহিছিল। (জানি থোৱা) আল্লাহৰ (প্ৰতিশ্ৰুত) বাণীসমূহক পৰিৱৰ্তন কৰিব পৰা কোনো নাই। নিশ্চয় ৰাছুলসকলৰ কিছু সংবাদ তোমাৰ ওচৰলৈকেও আহিছে।","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:35","price":"আৰু যদি সিহঁতৰ উপেক্ষা (অনাগ্ৰহ) তোমাৰ বাবে কষ্টকৰ হয় তেন্তে পাৰিলে ভূগৰ্ভত সুৰংগ অথবা আকাশত জখলা অন্বেষণ কৰি সিহঁতৰ বাবে কোনো নিদৰ্শন লৈ আহা। (জানি থোৱা) যদি আল্লাহে ইচ্ছা কৰিলেহেঁতেন তেন্তে সিহঁত আটাইকে নিশ্চয় সৎপথত একত্ৰিত কৰিলেহেঁতেন। সেয়ে তুমি মূৰ্খসকলৰ অন্তৰ্ভুক্ত নহ’বা।","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:36","price":"যিসকলে শুনা পায় কেৱল তেওঁলোকেই আহ্বানত সঁহাৰি দিয়ে। মৃতসকলক আল্লাহেই পুনৰ জীৱিত কৰিব; তাৰ পিছত সিহঁতক তেওঁৰ পিনেই প্ৰত্যাৱৰ্তন কৰোৱা হ’ব।","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:37","price":"আৰু সিহঁতে কয়, ‘তেওঁৰ প্ৰতিপালকৰ তৰফৰ পৰা তেওঁৰ ওচৰলৈ নিদৰ্শন কিয় নাহে’? কোৱা, ‘নিদৰ্শন অৱতীৰ্ণ কৰিবলৈ আল্লাহ নিশ্চয় সক্ষম’, কিন্তু সিহঁতৰ অধিকাংশই (এই কথা) নাজানে।","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:38","price":"আৰু পৃথিৱীত বিচৰণশীল প্ৰতিটো প্ৰাণী আৰু (বায়ুমণ্ডলত) দুই ডেউকাৰে উৰা প্ৰতিটো চৰাই, তোমালোকৰ দৰেই একো একোটা উম্মত। এই কিতাবত (লাওহে মাহফুজত) আমি একো এৰি দিয়া নাই; তাৰ পিছত সিহঁতক সিহঁতৰ প্ৰতিপালকৰ পিনেই একত্ৰিত কৰা হ’ব।","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:39","price":"আৰু যিসকলে আমাৰ আয়াতসমূহক অস্বীকাৰ কৰে, সিহঁত হৈছে কলা আৰু বোবা, অন্ধকাৰত আছে। আল্লাহে যাক ইচ্ছা কৰে বিপথগামী কৰে আৰু যাক ইচ্ছা কৰে তেওঁ সৰল পথত স্থাপন কৰে।","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:40","price":"কোৱা, ‘তোমালোকে কি বিবেচনা কৰা, যদি তোমালোকৰ ওপৰত আল্লাহৰ শাস্তি আপতিত হয় অথবা তোমালোকৰ ওচৰলৈ ক্বিয়ামত আহি পৰে, তথাপিও তোমালোকে আল্লাহৰ বাহিৰে আন কাৰোবাক মাতিবানে? যদি তোমালোকে সত্যবাদী হোৱা (তেন্তে কোৱা)।","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:41","price":"(নহয়) বৰং তোমালোকে কেৱল তেওঁকেই মাতিবা। এতেকে তোমালোকে যি উদ্দেশ্যে তেওঁক মাতিবা তেওঁ ইচ্ছা কৰিলে তোমালোকৰ সেই উদ্দেশ্য পূৰণ কৰিব আৰু তোমালোকে যিবোৰক তেওঁৰ অংশী কৰিছিলা সেইবোৰক পাহৰি যাবা।","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:42","price":"নিশ্চয় আমি তোমাৰ পূৰ্বে বহুতো জাতিৰ ওচৰলৈ ৰাছুল প্ৰেৰণ কৰিছোঁ, কিন্তু (ৰাছুলসকলক অস্বীকাৰ কৰাৰ কাৰণে) সিহঁতক অৰ্থসংকট আৰু দুখ-কষ্টত পতিত কৰিছিলোঁ, যাতে সিহঁত বিনীত হয়।","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:43","price":"এতেকে যেতিয়া আমাৰ শাস্তি আহি সিহঁতৰ ওপৰত আপতিত হ’ল, তেতিয়া সিহঁতে কিয় বিনীত হোৱা নাছিল? কাৰণ সিহঁতৰ হৃদয় নিষ্ঠুৰ হৈছিল আৰু সিহঁতে যি কৰিছিল সেইবোৰক চয়তানে সিহঁতৰ বাবে শোভনীয় কৰি দিছিল।","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:44","price":"সিহঁতক যি উপদেশ দিয়া হৈছিল সেয়া যেতিয়া সিহঁতে পাহৰি গ’ল, তেতিয়া আমি সিহঁতৰ বাবে সকলো বস্তুৰ দুৱাৰ মুকলি কৰি দিলোঁ; অৱশেষত সিহঁতক যি প্ৰদান কৰা হৈছিল যেতিয়া সিহঁতে সেইবোৰকলৈ উৎফুল্লিত হ’ল তেতিয়া হঠাৎ সিহঁতক আটক কৰিলোঁ, ফলত তেতিয়াই সিহঁত নিৰাশ হৈ পৰিল।","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:45","price":"ফলত যালিম সম্প্ৰদায়ৰ মূলোচ্ছেদ কৰা হ'ল আৰু সকলো ধৰণৰ প্ৰশংসা কেৱল সৃষ্টিজগতৰ প্ৰতিপালক আল্লাহৰ বাবেই।","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:46","price":"কোৱা, ‘তোমালোকে ভাৱি চোৱা নাইনে, আল্লাহে যদি তোমালোকৰ শ্ৰৱণশক্তি আৰু দৃষ্টিশক্তি হৰণ কৰি লয় আৰু তোমালোকৰ হৃদয়ত মোহৰ মাৰি দিয়ে তেন্তে আল্লাহৰ বাহিৰে তোমালোকৰ কোন উপাস্য আছে যিয়ে এইবোৰ ওভতাই আনি দিব’? চোৱা, কেনেকৈ আমি আয়াতসমূহ বিশদভাৱে বৰ্ণনা কৰোঁ, ইয়াৰ পিছতো সিহঁতে মুখ ঘূৰাই লয়।","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:47","price":"কোৱা, ‘তোমালোকে কোৱাচোন যদি আল্লাহৰ শাস্তি হঠাৎ বা প্ৰকাশ্যভাৱে তোমালোকৰ ওপৰত আহি পৰে তেন্তে যালিম সম্প্ৰদায়ৰ বাহিৰে আন কোনোবাক ধ্বংস কৰা হ’বনে’?","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:48","price":"আৰু আমি ৰাছুলসকলক কেৱল সুসংবাদবাহী আৰু সতৰ্ককাৰীৰূপেই প্ৰেৰণ কৰোঁ। এতেকে যিসকলে ঈমান আনিব আৰু নিজকে সংশোধন কৰিব, তেওঁলোকৰ কোনো ভয় নাই আৰু তেওঁলোক চিন্ততও নহ’ব।","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:49","price":"আৰু যিসকলে আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছে, সিহঁতক শাস্তিয়ে স্পৰ্শ কৰিব, কাৰণ সিহঁতে অবাধ্যতা কৰিছিল।","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:50","price":"কোৱা, ‘মই তোমালোকক এইটো নকওঁ যে, মোৰ ওচৰত আল্লাহৰ ধন-ভাণ্ডাৰ আছে, আৰু মই গায়েবও নাজানো আৰু তোমালোকক এইটোও নকওঁ যে, মই এজন ফিৰিস্তা, মোৰ প্ৰতি যি অহীৰূপে প্ৰেৰণ কৰা হয়, মই কেৱল সেইটোকেই অনুসৰণ কৰোঁ’। কোৱা, ‘অন্ধ আৰু দৃষ্টিৱান ব্যক্তি উভয়ে সমান হ’ব পাৰেনে? তোমালোকে চিন্তা নকৰা নেকি’?","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:51","price":"আৰু ইয়াৰ দ্বাৰা তুমি সেইসকল লোকক সতৰ্ক কৰা, যিসকলে ভয় কৰে যে, সিহঁতক সিহঁতৰ প্ৰতিপালকৰ ওচৰলৈ এনেকুৱা অৱস্থাত একত্ৰিত কৰা হ’ব যে, তেওঁৰ বাহিৰে সিহঁতৰ বাবে কোনো অভিভাৱক আৰু কোনো চুপাৰিছকাৰী নাথাকিব। যাতে সিহঁতে তাক্বৱাৰ অধিকাৰী হয়।","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:52","price":"আৰু যিসকলে নিজ প্ৰতিপালকক পুৱা-গধূলি তেওঁৰ সন্তুষ্টি লাভৰ বাবে প্ৰাৰ্থনা কৰে তেওঁলোকক তুমি আঁতৰাই নিদিবা। তেওঁলোকৰ কৰ্মৰ জবাবদিহিতাৰ দায়িত্ব তোমাৰ ওপৰত নহয় আৰু তোমাৰ কোনো কৰ্মৰ জবাবদিহিতাৰ দায়িত্বও তেওঁলোকৰ ওপৰত নহয়, যাৰ বাবে তুমি তেওঁলোকক আঁতৰাই দিবা, এনে কৰিলে তুমি যালিমসকলৰ অন্তৰ্ভুক্ত হ’বা।","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:53","price":"এইদৰে আমি সিহঁতৰ কিছুমানৰ দ্বাৰা আন কিছুমানক পৰীক্ষা কৰিছোঁ, যাতে সিহঁতে কয়, ‘আমাৰ মাজৰ পৰা আল্লাহে ইহঁতৰ ওপৰতেই অনুগ্ৰহ কৰিলেনে’? (কোৱাচোন) আল্লাহ কৃতজ্ঞসকলৰ বিষয়ে সবিশেষ অৱগত নহয়নে বাৰু?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:54","price":"আৰু যিসকলে আমাৰ আয়াতসমূহৰ প্ৰতি ঈমান পোষণ কৰে, তেওঁলোকে যেতিয়া তোমাৰ ওচৰলৈ আহে তেতিয়া তুমি তেওঁলোকক কোৱা, ‘তোমালোকৰ প্ৰতি শান্তি বৰ্ষিত হওক’, তোমালোকৰ প্ৰতিপালকে তেওঁৰ নিজৰ ওপৰত দয়া ধাৰ্য্য কৰি লৈছে। তোমালোকৰ মাজৰ কোনোবাই যদি অজ্ঞতাবশতঃ অসৎকৰ্ম কৰে, তাৰ পিছত তাওবা কৰে আৰু নিজকে সংশোধন কৰে, তেন্তে নিশ্চয় তেওঁ (আল্লাহ) ক্ষমাশীল, পৰম দয়ালু।","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:55","price":"আৰু এনেকৈয়ে আমি আয়াতসমূহ বিশদভাৱে বৰ্ণনা কৰোঁ; যাতে অপৰাধীসকলৰ পথ স্পষ্টভাৱে প্ৰকাশ পায়।","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:56","price":"কোৱা, ‘তোমালোকে আল্লাহৰ বাহিৰে যিসকলক আহ্বান কৰা, সিহঁতৰ ইবাদত কৰিবলৈ মোক নিষেধ কৰা হৈছে’। কোৱা, ‘মই তোমালোকৰ প্ৰবৃত্তিৰ অনুসৰণ নকৰোঁ, কৰিলে মই বিপথগামী হম আৰু সৎপথপ্ৰাপ্তসকলৰ অন্তৰ্ভুক্ত হ’ব নোৱাৰিম’।","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:57","price":"কোৱা, ‘নিশ্চয় মই মোৰ প্ৰতিপালকৰ তৰফৰ পৰা স্পষ্ট প্ৰমাণৰ ওপৰত প্ৰতিষ্ঠিত; অথচ তোমালোকে ইয়াক অস্বীকাৰ কৰিছা। তোমালোকে যিটো ততালিকে পাব বিচৰা সেইটো মোৰ ওচৰত নাই। কৰ্তৃত্ব একমাত্ৰ আল্লাহৰেই, তেওঁ সত্য বৰ্ণনা কৰে আৰু ফয়চালাকাৰী-সকলৰ মাজত তেৱেঁই শ্ৰেষ্ঠ’।","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:58","price":"কোৱা, ‘তোমালোকে যিটো ততালিকে পাব বিচৰা সেইটো যদি মোৰ ওচৰত থাকিলহেঁতেন, তেন্তে মোৰ আৰু তোমালোকৰ মাজত ফয়চালাই হৈ গ’লহেঁতেন, (জানি থোৱা) আল্লাহ যালিমসকলৰ বিষয়ে অধিক অৱগত’।","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:59","price":"আৰু তেওঁৰ ওচৰতেই আছে গায়েবৰ চাবি-কাঠি, তেওঁৰ বাহিৰে কোনেও সেয়া নাজানে। স্থল আৰু সাগৰৰ অন্ধকাৰসমূহত যি আছে সেয়া কেৱল তেৱেঁই অৱগত, তেওঁৰ অজানিতে গছৰ এটা পাতো নসৰে। মাটিৰ অন্ধকাৰত এনে কোনো শস্যকণাও অংকুৰিত নহয় অথবা ৰসযুক্ত নাইবা শুকান এনে কোনো বস্তু নাই যিটো স্পষ্ট কিতাবত উল্লেখ নাই।","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:60","price":"তেৱেঁই ৰাতিত তোমালোকৰ মৃত্যু ঘটায় আৰু দিনত তোমালোকে যি উপাৰ্জন কৰা সেয়া তেওঁ জানে। তাৰ পিছত নিৰ্ধাৰিত সময় পূৰ্ণ কৰাৰ কাৰণে দিনত তেওঁ তোমালোকক আকৌ জীৱিত কৰে। তাৰ পিছত তেওঁৰ পিনেই তোমালোকৰ প্ৰত্যাৱৰ্তন হ’ব। তাৰ পিছত তোমালোকে যি কৰিছিলা সেই বিষয়ে তেওঁ তোমালোকক অৱহিত কৰিব।","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:61","price":"আৰু তেওঁ নিজ বান্দাসকলৰ ওপৰত পূৰ্ণ নিয়ন্ত্ৰণাধিকাৰী আৰু তেৱেঁই তোমালোকৰ ওপৰত হিফাযতকাৰীসকলক প্ৰেৰণ কৰে। অৱশেষত তোমালোকৰ কাৰোবাৰ যেতিয়া মৃত্যুকাল উপস্থিত হয় তেতিয়া আমাৰ প্ৰেৰিত দূতসকলে (ফিৰিস্তাসকলে) তাৰ মৃত্যু ঘটায় আৰু তেওঁলোকে (নিজৰ কৰ্তব্যত) কোনো ত্ৰুটি নকৰে।","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:62","price":"তাৰ পিছত সিহঁতক সিহঁতৰ প্ৰকৃত প্ৰতিপালক আল্লাহৰ ফালে প্ৰত্যাৱৰ্তিত কৰা হ’ব। জানি থোৱা, হুকুম (কৰ্তৃত্ব) কেৱল তেওঁৰেই আৰু তেওঁ আটাইতকৈ দ্ৰুত হিচাপ গ্ৰহণকাৰী।","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:63","price":"কোৱা, ‘স্থলভাগৰ আৰু সাগৰৰ অন্ধকাৰৰ পৰা কোনে তোমালোকক নাজাত দিয়ে? যেতিয়া তোমালোকে অনুনয় বিনয় কৰি আৰু গোপনভাৱে তেওঁকেই প্ৰাৰ্থনা কৰা যে, আমাক ইয়াৰ পৰা ৰক্ষা কৰিলে আমি নিশ্চয় কৃতজ্ঞসকলৰ অন্তৰ্ভুক্ত হম’।","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:64","price":"কোৱা, ‘আল্লাহেই তোমালোকক তাৰ পৰা আৰু সকলো দুখ-কষ্টৰ পৰা মুক্তি দিয়ে। ইয়াৰ পিছতো তোমালোকে শ্বিৰ্ক কৰা’।","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:65","price":"কোৱা, ‘তেওঁ তোমালোকৰ ওপৰৰ পৰা বা তলৰ পৰা শাস্তি পঠাবলৈ, নাইবা তোমালোকক বিভিন্ন (সন্দেহপূৰ্ণ) দলত বিভক্ত কৰিবলৈ অথবা এটা দলক আন এটা দলৰ সংঘৰ্ষৰ সোৱাদ গ্ৰহণ কৰাবলৈ পূৰ্ণ সক্ষম’। চোৱা, আমি কেনেকৈ বিভিন্ন ধৰণে আয়াতসমূহ বিবৃত কৰোঁ যাতে সিহঁতে ভালকৈ বুজিব পাৰে।","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:66","price":"আৰু তোমাৰ সম্প্ৰদায়ে ইয়াক মিছা বুলি কৈছে অথচ এইটো সত্য। কোৱা, ‘মই তোমালোকৰ কাৰ্যনিৰ্বাহক নহয়’।","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:67","price":"প্ৰত্যেক সংবাদৰ বাবে এটা নিৰ্ধাৰিত সময় আছে আৰু অনতিপলমে তোমালোকে জানিবলৈ পাবা।","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:68","price":"আৰু তুমি যেতিয়া সিহঁতক দেখিবলৈ পাবা, যিসকলে আমাৰ আয়াতসমূহকলৈ উপহাসমূলক আলোচনাত মগ্ন হয়, তেতিয়া তুমি সিহঁতৰ পৰা মূখ ঘূৰাই ল’বা, যেতিয়ালৈকে সিহঁতে আন কোনো প্ৰসংগ আৰম্ভ নকৰিব; আৰু যদি চয়তানে তোমাক পাহৰাই দিয়ে তেন্তে স্মৰণ হোৱাৰ পিছত যালিম সম্প্ৰদায়ৰ লগত নবহিবা।","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:69","price":"আৰু সিহঁতৰ আমলৰ জবাবদিহিৰ দায়িত্ব মুত্তাক্বীসকলৰ ওপৰত নহয়। কিন্তু উপদেশ দিয়া তেওঁলোকৰ কৰ্তব্য, যাতে সিহঁতেও তাক্বৱা অৱলম্বন কৰে।","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:70","price":"আৰু যিসকলে নিজৰ ধৰ্মক খেল-ধেমালিৰূপে গ্ৰহণ কৰিছে, লগতে পাৰ্থিৱ জীৱনে যিসকলক প্ৰতাৰিত কৰিছে তুমি সিহঁতক পৰিত্যাগ কৰা। তুমি এই কোৰআনৰ দ্বাৰা সিহঁতক উপদেশ দিয়া, যাতে সেই সময়ত কোনোবাই নিজ কৃতকৰ্মৰ বাবে ধ্বংস নহয় যেতিয়া আল্লাহৰ বাহিৰে তাৰ কোনো অভিভাৱক আৰু চুপাৰিছকাৰী নাথাকিব আৰু বিনিময়ত সকলো বস্তু দিলেও সেয়া গ্ৰহণ কৰা নহ’ব। সিহঁতেই নিজ কৃতকৰ্মৰ বাবে ধ্বংস হৈছে; কুফুৰী কৰাৰ কাৰণে সিহঁতক সেৱন কৰোৱা হ’ব অতি উত্তপ্ত পানী তথা বিহা হ’ব কষ্টদায়ক শাস্তি।","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:71","price":"কোৱা, ‘আল্লাহৰ বাহিৰে আমি এনে কাৰোবাক আহ্বান কৰিম নেকি, যিয়ে আমাৰ কোনো উপকাৰ অথবা অপকাৰ একোৱেই কৰিব নোৱাৰে? আৰু আল্লাহে আমাক হিদায়ত দিয়াৰ পিছত আমি আকৌ সেই ব্যক্তিৰ দৰে পূৰ্বাৱস্থালৈ উভতি যামনে, যাক চয়তানে পৃথিৱীত এনেকৈ লম্ভিছে যে সি পথ হেৰুৱাই উৱাদিহ নোপোৱা হৈছে? তাৰ আছে কিছুমান (ঈমান্দাৰ) সহচৰবৃন্দ, তেওঁলোকে তাক হিদায়তৰ প্ৰতি আহ্বান কৰি কয়, ‘আহা আমাৰ ফালে আহা’। কোৱা, ‘আল্লাহৰ হিদায়তেই সঠিক হিদায়ত আৰু আমাক সৃষ্টিজগতৰ প্ৰতিপালকৰ ওচৰত আত্মসমৰ্পণ কৰিবলৈ আদেশ দিয়া হৈছে’।","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:72","price":"‘লগতে (আদেশ কৰা হৈছে) ছালাত প্ৰতিষ্ঠা কৰিবলৈ আৰু তেওঁৰ তাক্বৱা অৱলম্বন কৰিবলৈ। তেৱেঁই হৈছে সেই সত্বা, যাৰ ওচৰলৈ তোমালোকক একত্ৰিত কৰা হ’ব’।","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:73","price":"তেৱেঁই যথাযথভাৱে আকাশসমূহ আৰু পৃথিৱী সৃষ্টি কৰিছে। (সেই দিৱসক স্মৰণ কৰা) যিদিনা তেওঁ কেৱল ক’ব, ‘হ’, তেতিয়াই সেয়া হৈ যাব। তেওঁৰ কথাই সত্য। যিদিনা শিঙাত ফুঁ দিয়া হ’ব সেইদিনাৰ কৰ্তৃত্ব কেৱল তেওঁৰেই। অদৃশ্য আৰু প্ৰকাশ্য বিষয়ে তেৱেঁই পৰিজ্ঞাত, আৰু তেওঁ প্ৰজ্ঞাময়, সবিশেষ অৱগত।","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:74","price":"আৰু স্মৰণ কৰা, যেতিয়া ইব্ৰাহীমে তেওঁৰ পিতা আঝৰক কৈছিল, ‘আপুনি মূৰ্তিক ইলাহৰূপে গ্ৰহণ কৰে নেকি? মই আপোনাক আৰু আপোনাৰ সম্প্ৰদায়ক স্পষ্ট ভ্ৰষ্টতাৰ মাজত দেখি আছোঁ’।","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:75","price":"এইদৰে আমি ইব্ৰাহীমক আকাশসমূহ আৰু পৃথিৱীৰ ৰাজত্ব দেখুৱাইছোঁ, যাতে তেওঁ দৃঢ় বিশ্বাসীসকলৰ অন্তৰ্ভুক্ত হয়।","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:76","price":"তাৰ পিছত ৰাতিৰ অন্ধকাৰে যেতিয়া তেওঁক আচ্ছন্ন কৰিলে তেতিয়া তেওঁ তৰা এটা দেখি ক’লে, ‘এইটো চাগে মোৰ প্ৰতিপালক’। তাৰ পিছত যেতিয়া সেইটো অস্তমিত হ’ল তেতিয়া তেওঁ ক’লে, ‘অস্তমিত যোৱা বস্তুক মই ভাল নাপাওঁ’।","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:77","price":"তাৰ পিছত যেতিয়া তেওঁ চন্দ্ৰক সমুজ্জলৰূপে উদয় হোৱা দেখিলে তেতিয়া ক’লে, ‘এইটো চাগে মোৰ প্ৰতিপালক’। যেতিয়া সেইটোও অস্তমিত গ’ল তেতিয়া ক’লে, ‘মোক মোৰ প্ৰতিপালকে হিদায়ত নকৰিলে মই নিশ্চয় পথভ্ৰষ্ট সম্প্ৰদায়ৰ অন্তৰ্ভুক্ত হম’।","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:78","price":"তাৰ পিছত যেতিয়া তেওঁ সূৰ্যক দীপ্তিমানৰূপে উদয় হোৱা দেখিলে তেতিয়া ক’লে, ‘এইটোৱে হৈছে মোৰ প্ৰতিপালক, এইটো আটাইতকৈ ডাঙৰ’। যেতিয়া সেইটোও অস্ত গ’ল তেতিয়া তেওঁ ক’লে, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে যাক আল্লাহৰ লগত অংশী কৰা তাৰ লগত মোৰ কোনো সম্পৰ্ক নাই (তাৰ পৰা মই মুক্ত)’।","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:79","price":"মই একনিষ্ঠভাৱে তেওঁৰ ফালে মুখ কৰিছোঁ যিজনে আকাশসমূহ আৰু পৃথিৱী সৃষ্টি কৰিছে আৰু মই মুশ্বৰিকসকলৰ অন্তৰ্ভুক্ত নহয়।","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:80","price":"(এই শুনি) তেওঁৰ সম্প্ৰদায়ে তেওঁৰ লগত বিতৰ্কত লিপ্ত হ’ল। তেওঁ ক’লে, ‘তোমালোকে মোৰ লগত আল্লাহ সম্পৰ্কে বিতৰ্কত লিপ্ত হৈছা? অথচ তেৱেঁই মোক হিদায়ত দিছে। তোমালোকে তেওঁৰ লগত যাক অংশীদাৰ স্থাপন কৰি আছা মই তাক (কেতিয়াও) ভয় নকৰোঁ কিন্তু মোৰ প্ৰতিপালকে যদি কিবা কৰে (সেয়া সুকীয়া কথা)। মোৰ প্ৰতিপালকে জ্ঞানৰ দ্বাৰা সকলো বস্তুকে পৰিব্যাপ্ত কৰি আছে। তথাপিও তোমালোকে উপদেশ গ্ৰহণ নকৰিবানে’?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:81","price":"‘তোমালোকে যাক আল্লাহৰ লগত অংশী কৰি আছা মই তাক কিয় ভয় কৰিম? অথচ তোমালোকে আল্লাহৰ লগত এনেকুৱা বস্তুক অংশী কৰিবলৈ কোনো ভয় নকৰা, যাৰ সপক্ষে তেওঁ তোমালোকৰ ওচৰত কোনো প্ৰমাণ অৱতীৰ্ণ কৰা নাই। এতেকে যদি তোমালোকে জানা তেন্তে কোৱাচোন! দুই দলৰ মাজত কোনটো দল নিৰাপত্তা লাভৰ বেছি হকদাৰ’।","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:82","price":"যিসকলে ঈমান আনিছে আৰু নিজৰ ঈমানক যুলুমৰ (শ্বিৰ্কৰ) দ্বাৰা কলুষিত কৰা নাই, নিৰাপত্তা কেৱল তেওঁলোকৰ বাবেই আৰু তেওঁলোকেই হৈছে হিদায়তপ্ৰাপ্ত।","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:83","price":"আৰু এইটোৱেই আমাৰ যুক্তি-প্ৰমাণ যিটো ইব্ৰাহীমক দিছিলোঁ তাৰ জাতিৰ লগত মোকাবিলা কৰিবলৈ, আমি যাক ইচ্ছা কৰোঁ উচ্চ মৰ্যাদা দান কৰোঁ। নিশ্চয় তোমাৰ প্ৰতিপালক প্ৰজ্ঞাময়, সৰ্বজ্ঞ।","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:84","price":"আৰু আমি তেওঁক দান কৰিছিলোঁ ইছহাক্ব আৰু ইয়াকূব, এওঁলোকৰ প্ৰত্যেককে আমি সৎপথত পৰিচালিত কৰিছিলোঁ; ইয়াৰ পূৰ্বে নুহকো আমি হিদায়ত দিছিলোঁ আৰু তেওঁৰ বংশধৰ দাউদ, ছুলাইমান, আইউব, ইউছুফ, মুছা আৰু হাৰূনকো; এইদৰেই আমি মুহছিনসকলক পুৰস্কৃত কৰোঁ;","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:85","price":"আৰু যাকাৰিয়্যাহ, ইয়াহয়া, ঈছা আৰু ইলয়াছকো (আমি হিদায়ত দিছিলোঁ)। এওঁলোকৰ প্ৰত্যেকেই সৎকৰ্মপৰায়ণ আছিল;","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:86","price":"লগতে ইছমাঈল, আল-য়াছা, ইউনুছ আৰু লূতকো (আমি হিদায়ত দিছিলোঁ); আৰু তেওঁলোকৰ প্ৰত্যেককে আমি সৃষ্টিজগতৰ ওপৰত শ্ৰেষ্ঠত্ব দান কৰিছিলোঁ।","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:87","price":"আৰু (আমি হিদায়ত প্ৰদান কৰিছিলোঁ) তেওঁলোকৰ পিতৃপুৰুষ, বংশধৰ আৰু ভাতৃসকলৰ কিছুমানক; আৰু আমি তেওঁলোকক মনোনীত কৰিছিলোঁ আৰু সৰল পথত পৰিচালিত কৰিছিলোঁ।","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:88","price":"এইটো হৈছে আল্লাহৰ হিদায়ত, ইয়াৰ দ্বাৰা তেওঁ নিজ বান্দাসকলৰ মাজৰ পৰা যাক ইচ্ছা কৰে হিদায়ত প্ৰদান কৰে। কিন্তু যদি তেওঁলোকে শ্বিৰ্ক কৰিলেহেঁতেন তেন্তে তেওঁলোকৰ সকলো আমল নিষ্ফল হৈ গ’লহেঁতেন।","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:89","price":"এওঁলোকেই হৈছে সেইসকল লোক, যিসকলক আমি কিতাব, কৰ্তৃত্ব আৰু নবুওৱত দান কৰিছিলোঁ, এতেকে যদি সিহঁতে (কাফিৰসকলে) ইয়াৰ লগত কুফুৰী কৰে, তেন্তে (জানি থোৱা) আমি ইয়াৰ দায়িত্বভাৰ এনে এটা সম্প্ৰদায়ক দিছোঁ যিসকলে ইয়াৰ লগত কুফুৰী নকৰিব।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:90","price":"এওঁলোকেই হৈছে সেইসকল লোক, যিসকলক আল্লাহে হিদায়ত কৰিছে, এতেকে তুমি তেওঁলোকৰ পথৰ অনুসৰণ কৰা। কোৱা, ‘ইয়াৰ বাবে আমি তোমালোকৰ ওচৰত কোনো পাৰিশ্ৰমিক নিবিচাৰোঁ, এইটো কেৱল সৃষ্টিজগতৰ বাবে উপদেশমাত্ৰ’।","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:91","price":"আৰু সিহঁতে আল্লাহক তেওঁৰ যথাৰ্থ মৰ্যাদা প্ৰদান কৰা নাই, যেতিয়া সিহঁতে কৈছিল, ‘আল্লাহে কোনো মানুহৰ প্ৰতি একো অৱতীৰ্ণ কৰা নাই’। কোৱা, ‘কোনে অৱতীৰ্ণ কৰিছিল সেইখন কিতাব যিখন মুছাই আনিছিল, মানুহৰ বাবে আছিল জ্যোতি আৰু হিদায়তস্বৰূপ; যিখনক তোমালোকে বিভিন্ন পৃষ্ঠাত লিপিবদ্ধ কৰি কিছু কথা প্ৰকাশ কৰিছা আৰু বহুতখিনিকে গোপন কৰিছা, আৰু (সেই গ্ৰন্থৰ দ্বাৰা) তোমালোকক এনেকুৱা শিক্ষা দিয়া হৈছিল যিটো তোমালোকে আৰু তোমালোকৰ পিতৃ-পুৰুষসকলে জনা নাছিলা। কোৱা, (সেইখনক) ‘আল্লাহেই (অৱতীৰ্ণ কৰিছিল)’, তাৰ পিছত সিহঁতক সিহঁতৰ অবান্তৰ সমালোচনাৰ ওপৰত এৰি দিয়া, সিহঁতে খেলি থাকক।","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:92","price":"আৰু এইখন হৈছে বৰকতময় কিতাব যিখনক আমি অৱতীৰ্ণ কৰিছোঁ, যিখন ইয়াৰ আগৰ সকলো গ্ৰন্থৰ সমৰ্থক আৰু যিখনৰ দ্বাৰা তুমি মক্কা আৰু ইয়াৰ চাৰিওফালে থকা মানুহক সতৰ্ক কৰা। যিসকলে আখিৰাতৰ প্ৰতি ঈমান পোষণ কৰে তেওঁলোকে ইয়াৰ প্ৰতিও ঈমান পোষণ কৰে, লগতে তেওঁলোক ছালাতৰ প্ৰতিও যত্নৱান।","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:93","price":"আৰু সেই ব্যক্তিতকৈ ডাঙৰ যালিম আৰু কোন হ’ব পাৰে? যিয়ে আল্লাহ সম্পৰ্কে মিছা ৰটনা কৰে, অথবা কয়, ‘মোৰ ওচৰলৈ অহী আহে’, অথচ তাৰ ওচৰত একোৱেই অহী কৰা নহয়, আৰু যিয়ে কয়, ‘আল্লাহে যি অৱতীৰ্ণ কৰিছে ময়ো সিটোৰ দৰে অৱতীৰ্ণ কৰিব পাৰোঁ’; আৰু যদি তুমি দেখিলাহেঁতেন, যেতিয়া যালিমসকল মৃত্যু যন্ত্ৰণাত থাকিব আৰু ফিৰিস্তাসকলে হাত বঢ়াই ক’ব, ‘তোমালোকে নিজৰ প্ৰাণ উলিয়াই আনা। আজি তোমালোকক লাঞ্ছনাদায়ক শাস্তি দিয়া হ’ব, কাৰণ তোমালোকে আল্লাহৰ ওপৰত অসত্য কথা কৈছিলা আৰু তেওঁৰ আয়াতসমূহৰ প্ৰতি অহংকাৰ কৰিছিলা’।","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:94","price":"নিশ্চয় (আজি) তোমালোকে আমাৰ ওচৰলৈ নিঃসঙ্গ অৱস্থাত আহিছা, যিদৰে আমি তোমালোকক প্ৰথমবাৰ সৃষ্টি কৰিছিলোঁ, আৰু আমি তোমালোকক যি প্ৰদান কৰিছিলোঁ সেইবোৰ তোমালোকে নিজৰ পিছফালে এৰি থৈ আহিছা। তোমালোকে যিসকলক (আল্লাহৰ সৈতে) অংশী বুলি ভাৱিছিলা, সেই চুপাৰিছকাৰী বিলাকো দেখোন (আজি) তোমালোকৰ লগত নাই। নিশ্চয় তোমালোকৰ মাজৰ সম্পৰ্ক আজি বিচ্ছিন্ন হৈছে আৰু তোমালোকে যিটো ধাৰণা কৰিছিলা সেইটোও তোমালোকৰ পৰা হেৰাই গৈছে।","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:95","price":"নিশ্চয় আল্লাহেই শস্য-বীজ আৰু গুটি আদিক অংকুৰিত কৰে, তেৱেঁই প্ৰাণহীনৰ পৰা জীৱন্তক উলিয়ায় আৰু জীৱন্তৰ পৰা প্ৰাণহীনক উলিয়ায়। তেৱেঁই আল্লাহ, এতেকে তোমালোক ক’লৈ উভতি যাবা?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:96","price":"তেৱেঁই প্ৰভাতৰ উদ্ভাসক, আৰু তেৱেঁই ৰাতিক প্ৰশান্তিৰ বাবে লগতে সূৰ্য আৰু চন্দ্ৰক সময়ৰ নিৰুপক বনাইছে, এইবোৰ পৰাক্ৰমশালী, মহাজ্ঞানী আল্লাহৰ নিৰ্ধাৰণ।","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:97","price":"আৰু তেৱেঁই তোমালোকৰ বাবে তৰামণ্ডল সৃষ্টি কৰিছে যাতে ইয়াৰ দ্বাৰা তোমালোকে স্থলৰ আৰু সাগৰৰ অন্ধকাৰত পথ বিচাৰি পোৱা। নিশ্চয় আমি জ্ঞানী সম্প্ৰদায়ৰ বাবে আয়াতসমূহ বিশদভাৱে বিবৃত কৰিছোঁ।","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:98","price":"আৰু তেৱেঁই তোমালোকক এজন ব্যক্তিৰ পৰা সৃষ্টি কৰিছে, এতেকে (তোমালোকৰ বাবে) আছে স্থায়ী আৰু অস্থায়ী বাসস্থান। নিশ্চয় আমি অনুধাৱনকাৰী সম্প্ৰদায়ৰ বাবে আয়াতসমূহ বিশদভাৱে বৰ্ণনা কৰিছোঁ।","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:99","price":"তেৱেঁই আকাশৰ পৰা পানী বৰ্ষণ কৰে, তাৰ পিছত ইয়াৰ দ্বাৰা আমি সকলো ধৰণৰ উদ্ভিদৰ পুলি উৎপন্ন কৰোঁ, আৰু উৎপন্ন কৰোঁ সেউজীয়া ডাল-পাত, যাৰ পৰা আমি ঘন সন্নিবিষ্ট শস্যদানা উৎপাদন কৰোঁ, আৰু খেজুৰ গছৰ মূৰৰ পৰা উলিয়াওঁ ওলমি থকা খেজুৰৰ থোক, আৰু উৎপাদন কৰোঁ আঙুৰ, যায়তুন লগতে ডালিমৰ বাগিছা। কিছুমান আছে সদৃশপূৰ্ণ আৰু আন কিছুমান আছে অমিল। চোৱা, সেই ফলবোৰৰ প্ৰতি যেতিয়া সেইবোৰ পুৰঠ হয় আৰু লক্ষ্য কৰা ইয়াৰ পকিব ধৰা অৱস্থাৰ প্ৰতি। নিশ্চয় মুমিন সম্প্ৰদায়ৰ বাবে আছে সেইবোৰৰ মাজত নিদৰ্শনাৱলী।","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:100","price":"আৰু সিহঁতে জ্বিনক আল্লাহৰ সৈতে শ্বৰীক সাব্যস্ত কৰে, অথচ তেৱেঁই এইবোৰক সৃষ্টি কৰিছে; আৰু সিহঁতে অজ্ঞতাবশতঃ আল্লাহৰ প্ৰতি পুত্ৰ-কন্যা আৰোপ কৰে; তেওঁ পৱিত্ৰ মহিমান্বিত আৰু সিহঁতে যি কয় তেওঁ তাৰ পৰা বহু ঊৰ্দ্ধত।","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:101","price":"তেৱেঁই আকাশসমূহ আৰু পৃথিৱীৰ স্ৰষ্টা, তেওঁৰ সন্তান হ’ব কেনেকৈ? অথচ তেওঁৰ কোনো সঙ্গিনীয়েই নাই! তেৱেঁই সকলো বস্তু সৃষ্টি কৰিছে আৰু প্ৰত্যেক বস্তু সম্পৰ্কে তেওঁ সবিশেষ অৱগত।","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:102","price":"তেৱেঁই আল্লাহ, তোমালোকৰ প্ৰতিপালক; তেওঁৰ বাহিৰে আন কোনো সত্য ইলাহ নাই। তেৱেঁই সকলো বস্তুৰ স্ৰষ্টা; এতেকে তোমালোকে কেৱল তেওঁৰেই ইবাদত কৰা; তেৱেঁই সকলো বস্তুৰ তত্বাৱধায়ক।","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:103","price":"দৃষ্টিসমূহে তেওঁক আয়ত্ব কৰিব নোৱাৰে অথচ তেওঁ সকলো দৃষ্টিকে আয়ত্ব কৰে আৰু তেওঁ সূক্ষ্মদৰ্শী, সম্যক অৱহিত।","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:104","price":"নিশ্চয় তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমালোকৰ ওচৰলৈ স্পষ্ট প্ৰমাণাদি চাব পৰা মাধ্যম আহি পৰিছে। এতেকে যিয়ে সেইটোৰ দ্বাৰা প্ৰত্যক্ষ কৰিব সি নিজেই লাভৱান হ’ব, আৰু যিয়ে অন্ধ সাজিব তাত সি নিজেই ক্ষতিগ্ৰস্ত হ’ব। গতিকে মই তোমালোকৰ সংৰক্ষক নহয়।","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:105","price":"এইদৰেই আমি নানা ধৰণে আয়াতসমূহ বিবৃত কৰোঁ। যাতে সিহঁতে কয় যে, ‘তুমি (পূৰ্বৱৰ্তী গ্ৰন্থৰ পৰা) শিকি লৈছা’, লগতে আমি ইয়াক সুস্পষ্টভাৱে বৰ্ণনা কৰোঁ জ্ঞানী সম্প্ৰদায়ৰ বাবে।","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:106","price":"তোমাৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমাৰ প্ৰতি যি অহী হৈছে তুমি কেৱল সেইটোকে অনুসৰণ কৰা, তেওঁৰ বাহিৰে আন কোনো সত্য ইলাহ নাই আৰু মুশ্বৰিকসকলৰ পৰা মুখ ঘূৰাই লোৱা।","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:107","price":"আল্লাহে ইচ্ছা কৰিলে সিহঁতে শ্বিৰ্ক নকৰিলেহেঁতেন। লগতে (জানি থোৱা) আমি তোমাক সিহঁতৰ বাবে সংৰক্ষক বনোৱা নাই আৰু তুমি সিহঁতৰ তত্বাৱধায়কো নহয়।","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:108","price":"আল্লাহৰ বাহিৰে সিহঁতে যিবোৰক আহ্বান কৰে সেইবোৰক তোমালোকে গালি-শপনি নাপাৰিবা। কিয়নো সিহঁতে সীমালংঘন কৰি অজ্ঞানতাবশতঃ আল্লাহকো গালি দিব পাৰে। এইদৰে আমি প্ৰত্যেক জাতিৰ দৃষ্টিতে সিহঁতৰ কাৰ্যকলাপ শোভনীয় কৰি দিছোঁ; তাৰ পিছত সিহঁতৰ প্ৰতিপালকৰ ওচৰতেই সিহঁতৰ প্ৰত্যাৱৰ্তন হ’ব। ইয়াৰ পিছত তেওঁ সিহঁতক সিহঁতৰ কাৰ্যকলাপ সম্পৰ্কে জনাই দিব।","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:109","price":"আৰু সিহঁতে আল্লাহৰ নামত দৃঢ় শপত খাই কয়, সিহঁতৰ ওচৰত যদি কোনো নিদৰ্শন আহিলহেঁতেন তেন্তে নিশ্চয় সিহঁতে ইয়াৰ প্ৰতি ঈমান আনিলেহেঁতেন। কোৱা, ‘নিশ্চয় নিদৰ্শনসমূহ হৈছে আল্লাহৰ অধীনস্থ’। (হে ঈমান্দাৰসকল!) কিদৰে তোমালোকৰ উপলব্ধিত আহিব যে, যেতিয়া সেই (নিদৰ্শন) আহি যাব, তেতিয়াও সিহঁতে ঈমান পোষণ নকৰিব?","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:110","price":"আৰু সিহঁতে যেনেকৈ প্ৰথমবাৰতে ইয়াৰ প্ৰতি ঈমান পোষণ কৰা নাই, ঠিক তেনেকৈ আমিও সিহঁতৰ অন্তৰসমূহ আৰু দৃষ্টিসমূহ ওলোটাই দিম আৰু আমি সিহঁতক সিহঁতৰ অবাধ্যতাত উদ্ভ্ৰান্তৰ দৰে ঘূৰপাক খোৱা অৱস্থাত এৰি দিম।","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"as"},{"name":"6:111","price":"আৰু আমি সিহঁতৰ ওচৰলৈ ফিৰিস্তা প্ৰেৰণ কৰিলেও আৰু মৃতসকলে সিহঁতৰ লগত কথা পাতিলেও তথা সকলো বস্তুক সিহঁতৰ সন্মুখত সমবেত কৰিলেও আল্লাহৰ ইচ্ছা নহ’লে সিহঁতে কেতিয়াও ঈমান পোষণ নকৰিব; কিন্তু সিহঁতৰ অধিকাংশই হৈছে মূৰ্খ।","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:112","price":"আৰু এইদৰে আমি মানৱ আৰু জ্বিনৰ মাজৰ পৰা চয়তানসকলক প্ৰত্যেক নবীৰ শত্ৰু বনাইছোঁ, প্ৰতাৰণাৰ উদ্দেশ্যে সিহঁতে ইজনে সিজনক চমকপ্ৰদ বাক্যৰ দ্বাৰা কুমন্ত্ৰণা দিয়ে। তোমাৰ প্ৰতিপালকে ইচ্ছা কৰিলে সিহঁতে এইবোৰ নকৰিলেহেঁতেন, গতিকে তুমি সিহঁতক আৰু সিহঁতৰ মিছা ৰটনাক পৰিত্যাগ কৰা।","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:113","price":"আৰু সিহঁতে এইকাৰণে কুমন্ত্ৰণা দিয়ে যে, যিসকলে আখিৰাতৰ প্ৰতি ঈমান পোষণ নকৰে সিহঁতৰ মন যাতে সেই চমকপ্ৰদ কথাৰ প্ৰতি অনুৰাগী হয় আৰু যাতে সিহঁতে পছন্দ কৰে; আৰু সিহঁতে যি অপকৰ্ম কৰে সেইটোৱেই যেন সিহঁতে কৰি থাকে।","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:114","price":"(কোৱা) ‘মই আল্লাহৰ বাহিৰে আন কাৰোবাক ফয়চালাকাৰী হিচাপে অন্বেষণ কৰিম নেকি? অথচ তেৱেঁই তোমালোকৰ প্ৰতি বিস্তাৰিত কিতাব অৱতীৰ্ণ কৰিছে’! আৰু আমি যিসকলক কিতাব প্ৰদান কৰিছোঁ সিহঁতে জানে যে, নিশ্চয় এইখন তোমাৰ প্ৰতিপালকৰ তৰফৰ পৰা যথাযথভাৱে নাযিলকৃত। গতিকে তুমি সন্দেহ পোষণকাৰী সকলৰ অন্তৰ্ভুক্ত নহ’বা।","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:115","price":"সত্য আৰু ন্যায়ৰ ফালৰ পৰা তোমাৰ প্ৰতিপালকৰ বাণী পৰিপূৰ্ণ। তেওঁৰ বাক্যসমূহ পৰিবৰ্তন কৰিব পৰা কোনো নাই। তেওঁ সৰ্বশ্ৰোতা, সৰ্বজ্ঞ।","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:116","price":"আৰু যদি তুমি পৃথিৱীৰ অধিকাংশ লোকৰ কথামতে চলা, তেন্তে সিহঁতে তোমাক আল্লাহৰ পথৰ পৰা বিচ্যুত কৰিব। সিহঁতে কেৱল ধাৰণাৰহে অনুসৰণ কৰে, আৰু কেৱল অনুমান ভিত্তিকহে কথা কয়।","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:117","price":"নিশ্চয় তোমাৰ প্ৰতিপালক সেই ব্যক্তি সম্পৰ্কে অধিক অৱগত যিয়ে তেওঁৰ পথৰ পৰা বিপথগামী হয়। লগতে যিসকল সৎপথত আছে তেওঁলোকৰ বিষয়েও তেওঁ অধিক অৱগত।","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:118","price":"যদি তোমালোকে তেওঁৰ আয়াতসমূহৰ প্ৰতি বিশ্বাসী হোৱা তেন্তে যিটোক জবেহ কৰাৰ সময়ত আল্লাহৰ নাম লোৱা হৈছে সেইটো ভক্ষণ কৰা;","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:119","price":"তোমালোকৰ কি হৈছে, যিটোৰ (জন্তুৰ) ওপৰত আল্লাহৰ নাম লোৱা হৈছে তোমালোকে সেই জন্তুৰ (মাংস) কিয় ভক্ষণ নকৰিবা? তোমালোকৰ বাবে তেওঁ যিটো হাৰাম কৰিছে সেয়া তেওঁ তোমালোকৰ ওচৰত বিশদভাৱেই বৰ্ণনা কৰিছে, কিন্তু তোমালোকে নিৰুপায় হ’লে সেয়া সুকীয়া কথা। নিশ্চয় বহুতে অজ্ঞতাবশতঃ নিজৰ প্ৰবৃত্তিৰ দ্বাৰা আনক বিপথগামী কৰে; নিশ্চয় তোমাৰ প্ৰতিপালক সীমালংঘনকাৰীসকলৰ বিষয়ে অধিক অৱগত।","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:120","price":"এতেকে তোমালোকে প্ৰকাশ্য আৰু গোপন উভয় প্ৰকাৰ পাপ বৰ্জন কৰা, নিশ্চয় যিসকলে পাপ অৰ্জন কৰে অনতিপলমে সিহঁতক সিহঁতৰ পাপ কৰ্মৰ প্ৰতিফল দিয়া হ’ব।","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:121","price":"আৰু যিটোৰ (জন্তুৰ) ওপৰত আল্লাহৰ নাম লোৱা হোৱা নাই, তাৰ (মাংসৰ) পৰা তোমালোকে একো নাখাবা; আৰু নিশ্চয় সেয়া গৰ্হিত। নিশ্চয় চয়তানসকলে সিহঁতৰ বন্ধুসকলক তোমালোকৰ সৈতে বিবাদ কৰিবলৈ প্ৰৰোচনা দিয়ে; আৰু যদি তোমালোকে সিহঁতৰ আনুগত্য কৰা, তেন্তে তোমালোকেও মুশ্বৰিক হৈ পৰিবা।","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:122","price":"যি ব্যক্তি মৃত আছিল (অৰ্থাৎ যাৰ অস্তিত্ব নাছিল), যাক আমি পিছত জীৱিত কৰিছোঁ আৰু তাৰ বাবে নিৰ্ধাৰণ কৰিছোঁ জ্যোতি, যাৰ মাধ্যমত তেওঁ মানুহৰ ভিতৰত চলা-ফুৰা কৰে, সেইজন ব্যক্তি সেই ব্যক্তিৰ দৰে নেকি যিজন এনেকুৱা অন্ধকাৰত আছে য’ৰ পৰা সি কেতিয়াও ওলাব নোৱাৰিব? এইদৰেই কাফিৰসকলৰ কৃতকৰ্মক শোভনীয় কৰি দিয়া হৈছে।","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:123","price":"আৰু এইদৰে আমি প্ৰতিটো জনপদৰ প্ৰধানক অপৰাধী হিচাপে এৰি দিছোঁ, যাতে সিহঁতে তাত চক্ৰান্ত কৰে; কিন্তু সিহঁতে কেৱল নিজৰ বিৰুদ্ধেহে চক্ৰান্ত কৰে, অথচ সিহঁতে উপলব্ধি নকৰে।","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:124","price":"আৰু যেতিয়া সিহঁতৰ ওচৰলৈ কোনো নিদৰ্শন আহে তেতিয়া সিহঁতে কয়, ‘আল্লাহৰ ৰাছুলসকলক যি প্ৰদান কৰা হৈছিল সেয়া আমাক প্ৰদান নকৰালৈকে আমি কেতিয়াও ঈমান পোষণ নকৰোঁ’। আল্লাহে তেওঁৰ ৰিছালত ক’ত অৰ্পন কৰিব সেইটো তেৱেঁই ভালকৈ জানে। যিসকলে অপৰাধ কৰিছে, সিহঁতৰ চক্ৰান্তৰ কাৰণে আল্লাহৰ তৰফৰ পৰা লাঞ্ছনা আৰু কঠোৰ শাস্তি অনতিপলমে সিহঁতৰ ওপৰত আপতিত হ’ব।","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:125","price":"এতেকে আল্লাহে কাৰোবাক সৎপথত পৰিচালিত কৰিব বিচাৰিলে তেওঁ তাৰ বুকু ইছলামৰ বাবে প্ৰশস্ত কৰি দিয়ে, আৰু কাৰোবাক বিপথগামী কৰিব বিচাৰিলে তেওঁ তাৰ বুকু অতি সংকীৰ্ণ কৰি দিয়ে, (ফলত সেই ব্যক্তিৰ বাবে ইছলামৰ অনুসৰণ) এনে লাগে যেন সি বহু কষ্টৰে আকাশলৈ উঠি আছে। এইদৰেই আল্লাহে শাস্তি দিয়ে সিহঁতক, যিসকলে ঈমান পোষণ নকৰে।","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:126","price":"আৰু এইটোৱেই তোমাৰ প্ৰতিপালকৰ নিৰ্দেশিত সৰল পথ। যিসকলে উপদেশ গ্ৰহণ কৰে আমি তেওঁলোকৰ বাবে নিদৰ্শনসমূহ বিশদভাৱে বৰ্ণনা কৰিছোঁ।","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:127","price":"তেওঁলোকৰ বাবে তেওঁলোকৰ প্ৰতিপালকৰ ওচৰত আছে শান্তিৰ আবাস আৰু তেওঁলোকে যি আমল কৰিছিল, তাৰ বাবে তেৱেঁই তেওঁলোকৰ অভিভাৱক।","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:128","price":"আৰু যিদিনা তেওঁ সিহঁত সকলোকে একত্ৰিত কৰিব (আৰু ক’ব), ‘হে জ্বিন সম্প্ৰদায়! তোমালোকে বহুতো লোকক পথভ্ৰষ্ট কৰিছিলা’, আৰু মানুহৰ মাজৰ পৰা সিহঁতৰ বন্ধুসকলে ক’ব, ‘হে আমাৰ প্ৰতিপালক! আমি ইজনে সিজনৰ পৰা উপকৃত হৈছিলোঁ আৰু তুমি আমাৰ বাবে যি সময় নিৰ্ধাৰণ কৰিছিলা এতিয়া আমি তাত উপনীত হৈছোঁ’। আল্লাহে ক’ব, ‘জাহান্নামেই হৈছে তোমালোকৰ বাসস্থান, তোমালোকে তাত চিৰকাল থাকিবা’, কিন্তু আল্লাহে (উলিওৱাৰ) ইচ্ছা কৰিলে সেয়া সুকীয়া কথা। নিশ্চয় তোমাৰ প্ৰতিপালক প্ৰজ্ঞাময়, সৰ্বজ্ঞ।","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:129","price":"আৰু এইদৰেই আমি যালিমসকলৰ কিছুমানক আন কিছুমানৰ লগত বন্ধুত্ব গঢ়াই দিওঁ, সিহঁতে যি অৰ্জন কৰিছিল তাৰ কাৰণে।","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:130","price":"‘হে জ্বিন আৰু মানৱ সম্প্ৰদায়! তোমালোকৰ মাজৰ পৰাই তোমালোকৰ ওচৰলৈ ৰাছুলসকল অহা নাছিলনে? যিসকলে আমাৰ আয়াতসমূহ তোমালোকৰ ওচৰত বিৱৰণ দিছিল আৰু তোমালোকক এই দিৱসৰ সন্মুখীন হোৱা সম্পৰ্কে সতৰ্ক কৰিছিল? সিহঁতে ক’ব, ‘আমি আমাৰ নিজৰ বিৰুদ্ধেই সাক্ষী দিলোঁ’। প্ৰকৃততে পাৰ্থিৱ জীৱনেই সিহঁতক প্ৰতাৰিত কৰিছিল, আৰু সিহঁতে নিজৰ বিৰুদ্ধে এই সাক্ষীও দিব যে, সিহঁতে কাফিৰ আছিল।","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:131","price":"এইটো এইকাৰণে যে, অধিবাসীসকল (দ্বীন সম্পৰ্কে) উদাসীন থকা অৱস্থাত জনপদসমূহৰ অন্যায় আচৰণৰ কাৰণে সিহঁতক ধ্বংস কৰাটো তোমাৰ প্ৰতিপালকৰ কাম নহয়।","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:132","price":"আৰু সিহঁতে যি আমল কৰে, সেই অনুসাৰে প্ৰত্যেকৰে মৰ্যাদা আছে আৰু সিহঁতে যি কৰে সেই সম্পৰ্কে তোমাৰ প্ৰতিপালক অমনোযোগী নহয়।","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:133","price":"আৰু তোমাৰ প্ৰতিপালক হৈছে অভাৱমুক্ত তথা দয়াশীল। তেওঁ ইচ্ছা কৰিলে তোমালোকক অপসাৰিত কৰিব পাৰে আৰু তোমালোকৰ পিছত তেওঁ নিজৰ ইচ্ছামতে বেলেগক তোমালোকৰ স্থলাভিষিক্ত কৰিব পাৰে, যিদৰে তেওঁ তোমালোকক আন এটা সম্প্ৰদায়ৰ বংশৰ পৰা সৃষ্টি কৰিছে।","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:134","price":"তোমালোকৰ লগত যিটো প্ৰতিশ্ৰুতি কৰা হৈছে সেইটো নিশ্চয় আহিব আৰু তোমালোকে তাক ব্যৰ্থ কৰিব নোৱাৰিবা।","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:135","price":"কোৱা, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে তোমালোকৰ অৱস্থানত থাকি কাম কৰা, নিশ্চয় ময়ো মোৰ কাম কৰি আছোঁ। তোমালোকে অতি সোনকালে জানিব পাৰিবা, কাৰ পৰিণাম মঙ্গলময়। নিশ্চয় যালিমসকল সফল নহয়’।","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:136","price":"আল্লাহে যি শস্য আৰু চতুষ্পদ জন্তু সৃষ্টি কৰিছে সেইবোৰৰ পৰা সিহঁতে আল্লাহৰ বাবে এটা অংশ নিৰ্দিষ্ট কৰে আৰু নিজৰ ধাৰণা অনুযায়ী কয়, ‘এইটো আল্লাহৰ বাবে আৰু এইটো আমাৰ শ্বৰীকসকলৰ বাবে’। এতেকে যিটো সিহঁতৰ শ্বৰীকসকলৰ অংশ সেয়া আল্লাহৰ ওচৰত গৈ নাপায় কিন্তু যিটো আল্লাহৰ অংশ সেয়া সিহঁতৰ শ্বৰীকসকলৰ ওচৰত পৌঁচি যায়, সিহঁতে যি ফয়চালা কৰে সেয়া কিমান যে নিকৃষ্ট!","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:137","price":"আৰু এইদৰে বহুতো মুশ্বৰিকৰ দৃষ্টিত সিহঁতৰ শ্বৰীকসকলে সিহঁতৰ সন্তানসকলক হত্যা কৰা শোভনীয় কৰি দিছে, যাতে সিহঁতক ধ্বংস কৰিব পাৰে আৰু সিহঁতৰ ধৰ্ম সম্পৰ্কে সিহঁতৰ মাজত বিভ্ৰান্তি সৃষ্টি কৰিব পাৰে; আৰু আল্লাহে ইচ্ছা কৰিলে সিহঁতে এইবোৰ নকৰিলেহেঁতেন। গতিকে সিহঁতক সিহঁতৰ মিছা ৰটনা লৈয়ে থাকিব দিয়া।","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:138","price":"আৰু সিহঁতে সিহঁতৰ ধাৰণা অনুযায়ী কয়, ‘এইবোৰ চতুষ্পদ জন্তু আৰু শস্যক্ষেত্ৰ নিষিদ্ধ, আমি যাক ইচ্ছা কৰোঁ তাৰ বাহিৰে কোনেও এইবোৰ খাব নোৱাৰিব’, এইদৰে কিছুসংখ্যক চতুষ্পদ জন্তুৰ পিঠিত আৰোহণ নিষিদ্ধ কৰা হৈছে আৰু কিছুসংখ্যক জন্তুক জবেহ কৰাৰ সময়ত সিহঁতে আল্লাহৰ নাম নলয়। এইবোৰ দৰাচলতে সিহঁতে আল্লাহ সম্পৰ্কে মিছা ৰটনাৰ উদ্দেশ্যে কৈ ফুৰে; সিহঁতৰ এই মিছা ৰটনাৰ প্ৰতিফল তেওঁ অচিৰেই সিহঁতক প্ৰদান কৰিব।","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:139","price":"সিহঁতে আৰু কয়, ‘এইবোৰ চতুষ্পদ জন্তুৰ পেটত যি আছে সেয়া আমাৰ মাজৰ পুৰুষসকলৰ বাবে নিৰ্দিষ্ট আৰু এইটো আমাৰ স্ত্ৰীসকলৰ বাবে অবৈধ, আৰু সেইটো যদি মৃত হয় তেন্তে (নাৰী-পুৰুষ) সকলোৱে ইয়াৰ অংশীদাৰ’। সিহঁতৰ এইদৰে কোৱাৰ প্ৰতিফল অনতিপলমে তেওঁ সিহঁতক প্ৰদান কৰিব; নিশ্চয় তেওঁ প্ৰজ্ঞাময়, সৰ্বজ্ঞ।","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:140","price":"নিশ্চয় সিহঁতে ক্ষতিগ্ৰস্ত হৈছে যিসকলে নিৰ্বুদ্ধিতাৰ বাবে আৰু অজ্ঞতাবশতঃ নিজৰ সন্তানসকলক হত্যা কৰিছে আৰু আল্লাহৰ ওপৰত মিছা ৰটনা কৰি আল্লাহে প্ৰদান কৰা জীৱিকাক নিষিদ্ধ গণ্য কৰিছে। নিশ্চয় সিহঁত বিপথগামী হৈছে আৰু সিহঁত হিদায়তপ্ৰাপ্তও নাছিল।","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:141","price":"আৰু তেৱেঁই সৃষ্টি কৰিছে এনেকুৱা বাগিছাসমূহ যিবোৰৰ কিছুমান চাং নিৰ্ভৰশীল আৰু আন কিছুমান চাং নিৰ্ভৰশীল নহয় লগতে খেজুৰ গছ আৰু শস্য, যাৰ সোৱাদ বিভিন্ন ধৰণৰ, যায়তুন আৰু ডালিম, এইবোৰৰ কিছুমান সদৃশ আৰু কিছুমান ভিন্ন। যেতিয়া সেইবোৰ পকিব তেতিয়া তাৰ পৰা খোৱা আৰু ফচল চপোৱাৰ দিনা সেইবোৰৰ হক প্ৰদান কৰিবা। অপচয় নকৰিবা, নিশ্চয় তেওঁ অপচয়কাৰীসকলক পছন্দ নকৰে।","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:142","price":"আৰু (তেৱেঁই) চতুষ্পদ জন্তুৰ মাজত কিছুমানক ভাৰ বহনকাৰী আৰু কিছুমানক ক্ষুদ্ৰাকাৰ পশু হিচাপে সৃষ্টি কৰিছে। আল্লাহে তোমালোকক যি জীৱিকা প্ৰদান কৰিছে তাৰ পৰা খোৱা আৰু চয়তানৰ পদাংক অনুসৰণ নকৰিবা; নিশ্চয় সি তোমালোকৰ প্ৰকাশ্য শত্ৰু।","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:143","price":"(তেৱেঁই সৃষ্টি কৰিছে) মতা-মাইকী আঠ যোৰ, ভেৰাৰ দুটা আৰু ছাগলীৰ দুটা; কোৱা, ‘তেওঁ মতা দুটাক নিষিদ্ধ কৰিছে নে মাইকী দুজনীক, নে মাইকী দুজনীৰ গৰ্ভত যি আছে সেয়া নিষিদ্ধ কৰিছে’? যদি তোমালোকে সত্যবাদী হোৱা তেন্তে প্ৰমাণসহ মোক অৱহিত কৰা;","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:144","price":"লগতে উটৰ দুটা আৰু গৰুৰ দুটা। কোৱা, ‘তেওঁ মতা দুটাক নিষিদ্ধ কৰিছে নে মাইকী দুজনীক, নে মাইকী দুজনীৰ গৰ্ভত যি আছে সেয়া নিষিদ্ধ কৰিছে’? অথবা আল্লাহে যেতিয়া তোমালোকক এইবোৰৰ নিৰ্দেশ দিছিল তেতিয়া তোমালোক তাত উপস্থিত আছিলানে? গতিকে যি ব্যক্তিয়ে জ্ঞান নোহোৱাকৈ মানুহক বিভ্ৰান্ত কৰাৰ বাবে আল্লাহ সম্পৰ্কে মিছা ৰটনা কৰে তাতকৈ ডাঙৰ যালিম আৰু কোন হ’ব পাৰে? নিশ্চয় আল্লাহে যালিম সম্প্ৰদায়ক হিদায়ত নকৰে।","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:145","price":"কোৱা, ‘মোৰ প্ৰতি যি অহী হৈছে তাত, মানুহে যি খায় তাৰ মাজত মই একোৱেই হাৰাম পোৱা নাই, কিন্তু মৰা শ, প্ৰবাহিত তেজ আৰু গাহৰিৰ মাংসৰ বাহিৰে। কিয়নো নিশ্চিতভাৱে এইবোৰ হৈছে অপৱিত্ৰ। অথবা (জবেহ কৰাৰ সময়ত) আল্লাহৰ বাহিৰে আনৰ নাম লোৱাৰ কাৰণে যিবোৰ অবৈধ’। কিন্তু যদি কোনোবাই অবাধ্যতা নকৰি আৰু সীমালংঘন নকৰি নিৰুপায় অৱস্থাত সেয়া গ্ৰহণ কৰিবলৈ বাধ্য হয় (সেয়া বেলেগ কথা), তেন্তে নিশ্চয় তোমাৰ প্ৰতিপালক ক্ষমাশীল, পৰম দয়ালু।","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:146","price":"আৰু আমি ইয়াহুদিসকলৰ ওপৰত নখযুক্ত সকলো জন্তুকেই হাৰাম কৰিছিলোঁ আৰু গৰু ছাগলীৰ চৰ্বিও সিহঁতৰ বাবে হাৰাম কৰিছিলোঁ, কিন্তু এইবোৰৰ পিঠিত থকা নাইবা নাড়ী-ভুৰুত থকা অথবা অস্থিসংলগ্ন চৰ্বিৰ বাহিৰে, সিহঁতৰ অবাধ্যতাৰ কাৰণে সিহঁতক এই প্ৰতিফল দিছিলোঁ। নিশ্চয় আমি সত্যবাদী।","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:147","price":"এতেকে সিহঁতে যদি তোমাৰ ওপৰত মিথ্যাৰোপ কৰে, তেন্তে কোৱা, ‘তোমালোকৰ প্ৰতিপালক সৰ্বব্যাপী দয়াৰ অধিকাৰী আৰু অপৰাধী সম্প্ৰদায়ৰ পৰা তেওঁৰ শাস্তি ৰদ নহয়’।","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:148","price":"যিসকলে শ্বিৰ্ক কৰিছে অতিশীঘ্ৰে সিহঁতে ক’ব, ‘আল্লাহে যদি ইচ্ছা কৰিলেহেঁতেন তেন্তে আমি আৰু আমাৰ পুৰ্বপুৰুষসকলে শ্বিৰ্ক নকৰিলোঁহেঁতেন আৰু একোৱেই হাৰাম নকৰিলোঁহেঁতেন’। এইদৰে সিহঁতৰ পূৰ্বৱৰ্তীসকলেও মিথ্যাৰোপ কৰিছিল, অৱশেষত সিহঁতে আমাৰ শাস্তি ভোগ কৰিছিল। কোৱা, ‘তোমালোকৰ ওচৰত কোনো জ্ঞান আছেনে? থাকিলে আমাৰ ওচৰত প্ৰকাশ কৰা। তোমালোকে কেৱল ধাৰণাৰহে অনুসৰণ কৰা আৰু কেৱল মনেসজা কথাহে কোৱা’।","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:149","price":"কোৱা, ‘চূড়ান্ত প্ৰমাণ কেৱল আল্লাহৰেই, এতেকে তেওঁ যদি ইচ্ছা কৰিলেহেঁতেন, তেন্তে তোমালোক আটাইকে নিশ্চয় হিদায়ত দিলেহেঁতেন’।","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:150","price":"কোৱা, ‘তোমালোকৰ সাক্ষীসকলক লৈ আহা, যিসকলে এই সাক্ষী দিব যে, আল্লাহে এইটো হাৰাম কৰিছে’। সিহঁতে সাক্ষী দিলেও তুমি সিহঁতৰ লগত সাক্ষী নিদিবা। তুমি সিহঁতৰ প্ৰবৃত্তিৰ অনুসৰণ নকৰিবা, যিসকলে আমাৰ আয়াতসমূহক মিথ্যাৰোপ কৰে আৰু যিসকলে আখিৰাতত বিশ্বাস স্থাপন নকৰে। সিহঁতেই নিজ প্ৰতিপালকৰ সমকক্ষ নিৰ্ধাৰণ কৰে।","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:151","price":"কোৱা, ‘আহা, তোমালোকৰ ওপৰত তোমালোকৰ প্ৰতিপালকে যি হাৰাম কৰিছে সেয়া তিলাৱত কৰি শুনাওঁ। সেয়া হৈছে এই যে, ‘তোমালোকে তেওঁৰ লগত কাকো অংশীদাৰ স্থাপন নকৰিবা, পিতৃ-মাতৃৰ লগত সদ্ব্যৱহাৰ কৰিবা, দৰিদ্ৰতাৰ ভয়ত তোমালোকে নিজৰ সন্তানক হত্যা নকৰিবা, আমিয়েই তোমালোকক আৰু সিহঁতক জীৱিকা দান কৰোঁ। প্ৰকাশ্য হওক অথবা গোপনেই হওক, অশ্লীল কৰ্মৰ ওচৰলৈকেও নাযাবা। আল্লাহে হাৰাম কৰা কোনো নফছক যথাৰ্থ কাৰণবিহীন তোমালোকে তাক হত্যা নকৰিবা’। তেওঁ তোমালোকক এই নিৰ্দেশ দিছে যাতে তোমালোকে বুজিব পাৰা।","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:152","price":"আৰু এতীম শিশু বয়ঃপ্ৰাপ্ত নোহোৱালৈকে উত্তম ব্যৱস্থাৰ বাহিৰে তোমালোকে তাৰ সম্পত্তিৰ নিকটৱৰ্তী নহ’বা আৰু পৰিমাপ তথা ওজন ন্যায়ভাৱে পৰিপূৰ্ণৰূপে প্ৰদান কৰিবা। আমি কোনো নফছক তাৰ ক্ষমতাতকৈ অধিক ভাৰ অৰ্পণ নকৰোঁ। লগতে যেতিয়া তোমালোকে কথা ক’বা তেতিয়া ইনচাফপূৰ্ণ কথা ক’বা, যদিও সেইজন তোমাৰ ঘনিষ্ট আত্মীয় নহওক কিয়, আৰু আল্লাহক দিয়া প্ৰতিশ্ৰুতি পূৰণ কৰিবা। এইদৰে আল্লাহে তোমালোকক নিৰ্দেশ প্ৰদান কৰে যাতে তোমালোকে উপদেশ গ্ৰহণ কৰা।","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:153","price":"নিশ্চয় এইটোৱেই হৈছে মোৰ সৰল পথ। এতেকে তোমালোকে ইয়াৰ অনুসৰণ কৰা আৰু বিভিন্ন পথৰ অনুসৰণ নকৰিবা, অন্যথা সেইবোৰে তোমালোকক ইয়াৰ পৰা বিচ্ছিন্ন কৰিব। এইদৰে আল্লাহে তোমালোকক নিৰ্দেশ প্ৰদান কৰে, যাতে তোমালোকে তাক্বৱাৰ অধিকাৰী হোৱা।","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:154","price":"এতেকে আমি মুছাক প্ৰদান কৰিছিলোঁ কিতাব, যিয়ে সৎকৰ্ম কৰিছে তাৰ বাবে পৰিপূৰ্ণতাস্বৰূপ, প্ৰতিটো বস্তুৰ বিশদ বিৱৰণ, হিদায়ত আৰু ৰহমতস্বৰূপ—যাতে সিহঁতে সিহঁতৰ প্ৰতিপালকৰ সাক্ষাৎ সম্বন্ধে ঈমান পোষণ কৰে।","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:155","price":"আৰু এইখন কিতাব, যিখন আমি অৱতীৰ্ণ কৰিছোঁ – বৰকতময়ৰূপে। সেয়ে তোমালোকে ইয়াৰ অনুসৰণ কৰা আৰু তাক্বৱা অৱলম্বন কৰা, যাতে তোমালোকে ৰহমতপ্ৰাপ্ত হোৱা।","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:156","price":"যাতে তোমালোকে এইটো ক’ব নোৱাৰা যে, কিতাব কেৱল আমাৰ পূৰ্বে দুটা সম্প্ৰদায়ৰ প্ৰতিহে অৱতীৰ্ণ হৈছিল; আৰু আমি সিহঁতৰ অধ্যয়ন সম্পৰ্কে গাফিল আছিলোঁ’,","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:157","price":"অথবা তোমালোকে যেন এইটো ক’ব নোৱাৰা যে, ‘যদি আমাৰ প্ৰতি কিতাব অৱতীৰ্ণ হ’লহেঁতেন, তেন্তে আমি সিহঁততকৈ বেছি হিদায়তপ্ৰাপ্ত হ’লোঁহেঁতেন’। এতেকে নিশ্চয় তোমালোকৰ ওচৰলৈ তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা স্পষ্ট প্ৰমাণ, হিদায়ত আৰু ৰহমত আহিছে। ইয়াৰ পিছতো যিয়ে আল্লাহৰ আয়াতসমূহক অস্বীকাৰ কৰিব আৰু তাৰ পৰা মুখ ঘূৰাই লব, তাতকৈ ডাঙৰ যালিম আৰু কোন হ’ব পাৰে? যিসকলে আমাৰ আয়াতসমূহৰ পৰা মুখ ঘূৰাই লয়, সত্য বিমুখতাৰ বাবে অতি শীঘ্ৰে আমি সিহঁতক নিকৃষ্ট শাস্তি প্ৰদান কৰিম।","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:158","price":"সিহঁতে কেৱল এইটোৰ প্ৰতীক্ষাত আছে নেকি যে, সিহঁতৰ ওচৰলৈ ফিৰিস্তা আহিব, অথবা তোমাৰ প্ৰতিপালক স্বয়ং অৱতৰণ কৰিব, নাইবা তোমাৰ প্ৰতিপালকৰ কোনো নিদৰ্শন আহিব? (জানি থোৱা) যিদিনা তোমাৰ প্ৰতিপালকৰ কোনো নিদৰ্শন আহিব সেইদিনা যিয়ে পূৰ্বে ঈমান পোষণ কৰা নাছিল তাৰ ঈমান কোনো কামত নাহিব, অথবা যি ব্যক্তিয়ে ঈমানৰ মাধ্যমত কল্যাণ লাভ কৰা নাছিল (তাৰ ঈমানো কোনো কামত নাহিব)। কোৱা, ‘তোমালোকে প্ৰতীক্ষা কৰা, আমিও প্ৰতীক্ষাত থাকিলোঁ’।","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:159","price":"নিশ্চয় যিসকলে নিজৰ দ্বীনক বিচ্ছিন্ন কৰিছে আৰু বিভিন্ন দলত বিভক্ত হৈছে, সিহঁতৰ লগত তোমাৰ কোনো সম্পৰ্ক নাই; সিহঁতৰ বিষয়টো আল্লাহৰ অধীনস্থ, তাৰ পিছত তেৱেঁই সিহঁতৰ কৃতকৰ্ম সম্পৰ্কে সিহঁতক অৱগত কৰাব।","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:160","price":"যিয়ে সৎকৰ্ম লৈ আহিব তেওঁ তাৰ দহগুণ (ছোৱাব) লাভ কৰিব, আৰু যিয়ে অসৎকৰ্ম লৈ আহিব তাক কেৱল তাৰ সমপৰিমাণ প্ৰতিদানহে দিয়া হ’ব আৰু সিহঁতৰ প্ৰতি কোনো অন্যায় কৰা নহ’ব।","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:161","price":"কোৱা, ‘মোৰ প্ৰতিপালকে মোক সৎপথত পৰিচালিত কৰিছে। এইটোৱে সুপ্ৰতিষ্ঠিত দ্বীন, ইব্ৰাহীমৰ মিল্লাত (আদৰ্শ), তেওঁ একনিষ্ঠ আছিল, আৰু তেওঁ মুশ্বৰিকসকলৰ অন্তৰ্ভুক্ত নাছিল’।","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:162","price":"কোৱা, ‘নিশ্চয় মোৰ ছালাত, মোৰ কুৰবানী, মোৰ জীৱন আৰু মোৰ মৰণ, বিশ্বজগতৰ প্ৰতিপালক আল্লাহৰ বাবেই’।","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:163","price":"‘তেওঁৰ কোনো অংশীদাৰ নাই, আৰু মোক ইয়াৰেই নিৰ্দেশ দিয়া হৈছে, আৰু মুছলিম (আত্মসমৰ্পণকাৰী) সকলৰ মাজত ময়েই প্ৰথম’।","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:164","price":"কোৱা, ‘মই আল্লাহৰ বাহিৰে আন কোনো প্ৰতিপালক অনুসন্ধান কৰিম নেকি? অথচ তেৱেঁই সকলো বস্তুৰ প্ৰতিপালক’। প্ৰত্যেকেই নিজ নিজ কৃতকৰ্মৰ বাবে দায়ী হ’ব আৰু কোনোৱেই আনৰ বোজা বহন নকৰিব। তাৰ পিছত তোমালোকৰ প্ৰত্যাৱৰ্তন তোমালোকৰ প্ৰতিপালকৰ ওচৰতেই হ’ব, এতেকে যি বিষয়ে তোমালোকে মতানৈক্য কৰিছিলা, সেয়া তেওঁ তোমালোকক অৱহিত কৰাব।","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"6:165","price":"তেৱেঁই তোমালোকক পৃথিৱীত খলিফা (প্ৰতিনিধি) নিযুক্ত কৰিছে আৰু তেওঁ তোমালোকক যি প্ৰদান কৰিছে সেই বিষয়ে পৰীক্ষাৰ উদ্দেশ্যে তোমালোকৰ কিছুমানক আন কিছুমানৰ ওপৰত মৰ্যাদা প্ৰদান কৰিছে। নিশ্চয় তোমাৰ প্ৰতিপালক দ্ৰুত শাস্তি প্ৰদানকাৰী আৰু নিশ্চয় তেওঁ ক্ষমাশীল, পৰম দয়ালু।","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"as"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}