{"data":[{"name":"61:1","price":"আকাশমণ্ডল আৰু পৃথিৱীত যি যি আছে সেই সকলোবোৰেই আল্লাহৰ পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰে; আৰু তেওঁ পৰাক্ৰমশালী প্ৰজ্ঞাময়।","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5164,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"61:2","price":"হে ঈমান্দাৰসকল! তোমালোকে যিটো নকৰা সেইটো কিয় কোৱা?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5165,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"61:3","price":"তোমালোকে যিটো নকৰা সেইটো তোমালোকে কোৱাটো আল্লাহৰ দৃষ্টিত বৰ অসন্তোষজনক।","arabic":"كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5166,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"61:4","price":"নিশ্চয় আল্লাহে তেওঁলোকক ভালপায়, যিসকলে তেওঁৰ পথত শাৰীবদ্ধভাৱে যুদ্ধ কৰে; যেনিবা সিহঁত গলিত সীহেৰে নিৰ্মিত সুদৃঢ় প্ৰাচীৰ।","arabic":"إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5167,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"61:5","price":"আৰু স্মৰণ কৰা, মূছাই যেতিয়া তেওঁৰ সম্প্ৰদায়ক কৈছিল, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে কিয় মোক কষ্ট দি আছা? অথচ তোমালোকে জানা যে, নিশ্চয় মই তোমালোকৰ প্ৰতি (প্ৰেৰিত) আল্লাহৰ ৰাছুল’। তাৰ পিছত সিহঁতে যেতিয়া বক্ৰ পথ অৱলম্বন কৰিলে তেতিয়া আল্লাহে সিহঁতৰ হৃদয়সমূহক বক্ৰ কৰি দিলে; আৰু আল্লাহে ফাছিক্ব সম্প্ৰদায়ক হিদায়ত নকৰে।","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5168,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"61:6","price":"আৰু স্মৰণ কৰা, যেতিয়া মাৰয়ামৰ পুত্ৰ ঈছাই কৈছিল, হে বনী ইছৰাঈল! ‘নিশ্চয় মই তোমালোকৰ প্ৰতি প্ৰেৰিত আল্লাহৰ ৰাছুল আৰু মোৰ পূৰ্বৱৰ্তী তাওৰাতৰ সত্যায়নকাৰী, লগতে এজন ৰাছুলৰ সুসংবাদদাতা, যিজন মোৰ পিছত আহিব, যাৰ নাম হ’ব আহমদ’। তাৰ পিছত তেওঁ যেতিয়া সুস্পষ্ট নিদৰ্শনসমূহ লৈ আগমন কৰিলে, তেতিয়া সিহঁতে ক’লে, ‘এয়া দেখোন স্পষ্ট যাদু’।","arabic":"وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5169,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"61:7","price":"সেই ব্যক্তিতকৈ ডাঙৰ যালিম আৰু কোন হ’ব পাৰে, যিয়ে আল্লাহ সম্পৰ্কে মিছা ৰচনা কৰে? অথচ তাক ইছলামৰ প্ৰতি আহ্বান কৰা হয়; আৰু আল্লাহে যালিম সম্প্ৰদায়ক হিদায়ত নকৰে।","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5170,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"61:8","price":"সিহঁতে আল্লাহৰ জ্যোতিক মুখেৰে ফুঁ মাৰি নিৰ্বাপিত কৰিব বিচাৰে, আৰু আল্লাহে তেওঁৰ জ্যোতিক (নিশ্চিতভাৱে) পূৰ্ণতা দান কৰিব। যদিও কাফিৰসকলে ইয়াক অপছন্দ কৰে।","arabic":"يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5171,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"61:9","price":"তেৱেঁই নিজ ৰাছুলক প্ৰেৰণ কৰিছে হিদায়ত আৰু সত্য দ্বীন সহকাৰে সকলো দ্বীনৰ ওপৰত তাক বিজয়ী কৰাৰ বাবে, যদিও মুশ্বৰিকসকলে ইয়াক অপছন্দ কৰে।","arabic":"هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5172,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"61:10","price":"হে ঈমান্দাৰসকল! মই তোমালোকক এনেকুৱা এটা ব্যৱসায়ৰ সন্ধান দিমনে, যিটো তোমালোকক যন্ত্ৰণাদায়ক শাস্তিৰ পৰা ৰক্ষা কৰিব?","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5173,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"61:11","price":"সেয়া হৈছে, তোমালোকে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ প্ৰতি ঈমান আনিবা আৰু তোমালোকে নিজৰ ধন-সম্পদ আৰু জীৱনৰ দ্বাৰা আল্লাহৰ পথত জিহাদ কৰিবা। এইটোৱেই হৈছে তোমালোকৰ বাবে কল্যাণকৰ, যদি তোমালোকে জানা।","arabic":"تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5174,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"61:12","price":"তেওঁ তোমালোকৰ বাবে তোমালোকৰ পাপসমূহ ক্ষমা কৰি দিব; আৰু তোমালোকক এনে জান্নাতত প্ৰৱেশ কৰাব যাৰ তলেদি নদীসমূহ প্ৰবাহিত, আৰু চিৰস্থায়ী জান্নাতসমূহৰ উত্তম বাসগৃহসমূহতো (প্ৰৱেশ কৰাব)। এইটোৱে হৈছে মহাসফলতা।","arabic":"يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5175,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"61:13","price":"লগতে (তেওঁ প্ৰদান কৰিব) আৰু এটা অনুগ্ৰহ, যিটো তোমালোকে পছন্দ কৰা। (অৰ্থাৎ) আল্লাহৰ তৰফৰ পৰা সহায় আৰু নিকটৱৰ্তী বিজয়; আৰু তুমি মুমিনসকলক সুসংবাদ দিয়া।","arabic":"وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5176,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"61:14","price":"হে ঈমান্দাৰসকল! তোমালোকে আল্লাহৰ সহায়কাৰী হোৱা, যেনেকৈ মাৰয়ামৰ পুত্ৰ ঈছাই হাৱাৰীসকলক কৈছিল, ‘আল্লাহৰ পথত কোনে মোৰ সহায়ক হ’বা’? হাৱাৰীসকলে কৈছিল, ‘আমিয়েই আল্লাহৰ পথত সহায়কাৰী’। তাৰ পিছত বনী ইছৰাঈলৰ এটা দলে ঈমান আনিছিল আৰু আন এটা দলে কুফুৰী কৰিছিল। গতিকে যিসকলে ঈমান আনিছিল তেওঁলোকক আমি তেওঁলোকৰ শত্ৰুবাহিনীৰ ওপৰত শক্তিশালী কৰিছিলোঁ। ফলত তেওঁলোক বিজয়ী হৈছিল।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ","category":["61 (As-Saff)","As-Saff","Surah As-Saff"],"ayahNumber":5177,"juzNumber":28,"footnotes":"","lang":"as"}],"chapter":["61 (As-Saff)","As-Saff","Surah As-Saff","Chapter As-Saff","Saff","Surah Saff","Chapter Saff","As Saff","Surah As Saff","Chapter As Saff","Surah 61","Chapter 61","The Ranks","الصَّف"]}