{"data":[{"name":"64:1","price":"আকাশমণ্ডল আৰু পৃথিৱীত যি যি আছে সেই সকলোৱে আল্লাহৰ পৱিত্ৰতা আৰু মহিমা ঘোষণা কৰে, তেওঁৰেই আধিপত্য আৰু তেওঁৰেই প্ৰশংসা; আৰু তেওঁ সকলো বস্তুৰ ওপৰত ক্ষমতাৱান।","arabic":"يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5200,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:2","price":"তেৱেঁই তোমালোকক সৃষ্টি কৰিছে। তাৰ পিছত তোমালোকৰ মাজত কিছুমান হৈছে কাফিৰ আৰু কিছুমান হৈছে মুমিন; আৰু তোমালোকে যি আমল কৰা সেই সম্পৰ্কে আল্লাহ সম্যক দ্ৰষ্টা।","arabic":"هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5201,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:3","price":"তেৱেঁই আকাশমণ্ডল আৰু পৃথিৱীক যথাযথভাৱে সৃষ্টি কৰিছে আৰু তোমালোকক আকৃতি দান কৰিছে, তাৰ পিছত তোমালোকৰ আকৃতি উৎকৃষ্ট কৰিছে; আৰু প্ৰত্যাৱৰ্তন কেৱল তেওঁৰ ওচৰতেই।","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5202,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:4","price":"আকাশমণ্ডলত আৰু পৃথিৱীত যি আছে সকলো তেওঁ জানে আৰু তোমালোকে যি গোপন কৰা আৰু যি প্ৰকাশ কৰা সেয়াও তেওঁ জানে; আৰু অন্তৰসমূহত যি আছে সেই বিষয়ে আল্লাহ সম্যক জ্ঞানী।","arabic":"يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5203,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:5","price":"ইয়াৰ আগত যিসকলে কুফুৰী কৰিছে সিহঁতৰ সংবাদ তোমালোকৰ ওচৰলৈ আহি পোৱা নাইনে? সিহঁতে নিজৰ কৰ্মৰ বেয়া পৰিণতি ভোগ কৰিছে আৰু সিহঁতৰ বাবে আছে যন্ত্ৰণাদায়ক শাস্তি।","arabic":"أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5204,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:6","price":"এয়া এই কাৰণে যে, সিহঁতৰ ওচৰলৈ সিহঁতৰ ৰাছুলসকলে সুস্পষ্ট প্ৰমাণাদিসহ আহিছিল, তথাপিও সিহঁতে কৈছিল, ‘মানুহেই আমাক পথৰ সন্ধান দিব নেকি’? তাৰ পিছত সিহঁতে কুফুৰী কৰিছিল আৰু মুখ ঘূৰাই লৈছিল; ফলত আল্লাহেও (সিহঁতৰ ঈমানৰ বিষয়ে) ভ্ৰুক্ষেপ নকৰিলে; আৰু আল্লাহ অভাৱমুক্ত, সপ্ৰশংসিত।","arabic":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5205,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:7","price":"কাফিৰসকলে ধাৰণা কৰে যে, সিহঁতক কেতিয়াও পুনৰুত্থিত কৰা নহ’ব। কোৱা, ‘নিশ্চয় কৰা হ’ব, মোৰ প্ৰতিপালকৰ শপত! তোমালোকক নিশ্চয় পুনৰুত্থিত কৰা হ’ব। তাৰ পিছত তোমালোকে যি কৰিছিলা সেই বিষয়ে তোমালোকক নিশ্চয় অৱগত কৰোৱা হ’ব আৰু এইটো আল্লাহৰ পক্ষে তেনেই সহজ’।","arabic":"زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5206,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:8","price":"এতেকে তোমালোকে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ প্ৰতি, লগতে আমি যি নূৰ অৱতীৰ্ণ কৰিছোঁ তাৰ প্ৰতি ঈমান পোষণ কৰা; আৰু তোমালোকৰ কৃতকৰ্ম সম্পৰ্কে আল্লাহ সবিশেষ অৱহিত।","arabic":"فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5207,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:9","price":"স্মৰণ কৰা, যিদিনা তেওঁ তোমালোকক সমাবেশ দিৱসৰ উদ্দেশ্যে সমবেত কৰিব, সেইদিনটোৱে হ’ব ক্ষতিৰ দিন; আৰু যিয়ে আল্লাহৰ প্ৰতি ঈমান আনিব আৰু সৎকাম কৰিব, তেওঁ তাৰ পাপসমূহ মোচন কৰি দিব আৰু তাক জান্নাতত প্ৰৱেশ কৰাব, যাৰ তলত নদীসমূহ প্ৰবাহিত, তাত সিহঁত চিৰস্থায়ী হ’ব। এইটোৱে হৈছে মহা সফলতা।","arabic":"يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5208,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:10","price":"কিন্তু যিসকলে কুফুৰী কৰিছে আৰু আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছে সিহঁতেই হৈছে জাহান্নামৰ অধিবাসী, তাত সিহঁতে চিৰকাল অৱস্থান কৰিব। কিমান নিকৃষ্ট সেই প্ৰত্যাৱৰ্তনস্থল।","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5209,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:11","price":"আল্লাহৰ অনুমতি অবিহনে কোনো বিপদেই আপতিত নহয়। যিয়ে আল্লাহক বিশ্বাস কৰে, আল্লাহে তাৰ অন্তৰক সৎপথত পৰিচালিত কৰে। আল্লাহ সকলো বিষয়ে সম্যক অৱগত।","arabic":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5210,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:12","price":"তোমালোকে আল্লাহৰ আনুগত্য কৰা আৰু ৰাছুলৰ আনুগত্য কৰা। কিন্তু তোমালোকে যদি মুখ ঘূৰাই লোৱা তেন্তে (জানি থোৱা) মোৰ ৰাছুলৰ দায়িত্ব হৈছে কেৱল স্পষ্টভাৱে প্ৰচাৰ কৰা।","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5211,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:13","price":"আল্লাহ, তেওঁৰ বাহিৰে আন কোনো (সত্য) ইলাহ নাই আৰু আল্লাহৰ ওপৰতেই মুমিনসকলে তাৱাক্কুল কৰা উচিত।","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5212,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:14","price":"হে ঈমান্দাৰসকল! তোমালোকৰ স্ত্ৰী-স্বামী আৰু সন্তান-সন্ততিসকলৰ মাজৰ কিছুমান হৈছে তোমালোকৰ শত্ৰু; এতেকে সিহঁতৰ বিষয়ে তোমালোকে সতৰ্ক থাকিবা। যদি তোমালোকে সিহঁতক মাৰ্জনা কৰি দিয়া, সিহঁতৰ দোষ-ত্ৰুটিক উপেক্ষা কৰা আৰু সিহঁতক ক্ষমা কৰি দিয়া, তেন্তে নিশ্চয় আল্লাহ ক্ষমাশীল, পৰম দয়ালু।","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5213,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:15","price":"নিশ্চয় তোমালোকৰ ধন-সম্পদ আৰু সন্তান-সন্ততি কেৱল এটা পৰীক্ষা বিশেষ; আৰু আল্লাহৰ ওচৰতেই আছে মহাপুৰস্কাৰ।","arabic":"إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5214,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:16","price":"এতেকে তোমালোকে যথাসাধ্য আল্লাহৰ তাক্বৱা অৱলম্বন কৰা, শ্ৰৱণ কৰা, আনুগত্য কৰা আৰু ব্যয় কৰা, তোমালোকৰ নিজৰে কল্যাণ হ’ব; আৰু যিসকলে অন্তৰৰ কৃপণতাৰ পৰা মুক্ত, সিহঁতেই হৈছে সাফল্যমণ্ডিত।","arabic":"فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5215,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:17","price":"যদি তোমালোকে আল্লাহক উত্তম ঋণ প্ৰদান কৰা, তেওঁ তোমালোকৰ বাবে তাক বহু গুণ বৃদ্ধি কৰি দিব আৰু তেওঁ তোমালোকক ক্ষমা কৰিব; আৰু আল্লাহ গুণগ্ৰাহী, পৰম ধৈৰ্যশীল।","arabic":"إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5216,"juzNumber":28,"footnotes":"","lang":"as"},{"name":"64:18","price":"তেওঁ দৃশ্য আৰু অদৃশ্য যাৱতীয় বিষয়ৰ জ্ঞানী, পৰাক্ৰমশালী, প্ৰজ্ঞাময়।","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun"],"ayahNumber":5217,"juzNumber":28,"footnotes":"","lang":"as"}],"chapter":["64 (At-Taghabun)","At-Taghabun","Surah At-Taghabun","Chapter At-Taghabun","Taghabun","Surah Taghabun","Chapter Taghabun","At Taghabun","Surah At Taghabun","Chapter At Taghabun","Surah 64","Chapter 64","Mutual Disillusion","التغابن"]}