{"data":[{"name":"7:1","price":"আলিফ-লাম-মীম-চাদ। [1]","arabic":"الٓمٓصٓ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":955,"juzNumber":8,"footnotes":"[1] এইবোৰ আখৰক হুৰুফে মুক্বাত্তাআত বোলে। এই সম্পৰ্কে ছুৰা আল-বাক্বাৰাৰ আৰম্ভণিত আলোচনা কৰা হৈছে।","lang":"as"},{"name":"7:2","price":"এইখন কিতাব তোমাৰ প্ৰতি অৱতীৰ্ণ কৰা হৈছে, যাতে এই সম্পৰ্কে তোমাৰ মনত কোনো সংকীৰ্ণতা নাথাকে, লগতে যাতে তুমি ইয়াৰ দ্বাৰা (মানুহক) সতৰ্ক কৰিব পাৰা। মুমিনসকলৰ বাবে এইখন হৈছে উপদেশ।","arabic":"كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":956,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:3","price":"তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমালোকৰ ওচৰলৈ যি অৱতীৰ্ণ কৰা হৈছে, তোমালোকে তাৰ অনুসৰণ কৰা আৰু তেওঁৰ বাহিৰে আন কাকো অভিভাৱকৰূপে অনুসৰণ নকৰিবা। তোমালোকে খুব কমেই উপদেশ গ্ৰহণ কৰা।","arabic":"ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":957,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:4","price":"আৰু এনেকুৱা বহুতো জনবসতি আমি ধ্বংস কৰিছোঁ। সিহঁতৰ ওপৰত আমাৰ শাস্তি আপতিত হৈছিল কেতিয়াবা ৰাতিত অথবা দিনদুপুৰতে, যেতিয়া সিহঁত বিশ্ৰামৰত অৱস্থাত আছিল।","arabic":"وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":958,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:5","price":"এতেকে যেতিয়া আমাৰ শাস্তি সিহঁতৰ ওপৰত আপতিত হৈছিল, তেতিয়া সিহঁতৰ কথা কেৱল এইটোৱে আছিল যে, সিহঁতে কৈছিল, ‘নিশ্চয় আমি যালিম আছিলোঁ’।","arabic":"فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":959,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:6","price":"এতেকে যিসকলৰ ওচৰলৈ ৰাছুল প্ৰেৰণ কৰা হৈছিল নিশ্চয় আমি সিহঁতক সোধ-পোচ কৰিম আৰু ৰাছুল সকলোকো প্ৰশ্ন কৰিম।","arabic":"فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":960,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:7","price":"তাৰ পিছত নিশ্চয় আমি সিহঁতৰ ওচৰত পূৰ্ণ জ্ঞানৰ সৈতে সিহঁতৰ কৰ্মসমূহ বিবৃত কৰিম, (জানি থোৱা) আমি অনুপস্থিত নাছিলোঁ।","arabic":"فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":961,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:8","price":"আৰু সেই দিনা পৰিমাপ হ’ব যথাযথভাৱে। এতেকে যিসকলৰ তুলাচনী গধুৰ হ’ব তেওঁলোকেই সফলতা অৰ্জন কৰিব।","arabic":"وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":962,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:9","price":"আনহাতে যিসকলৰ তুলাচনী পাতল হ’ব, সিহঁতেই হৈছে সেইসকল লোক, যিসকলে নিজেই নিজৰ ক্ষতি সাধন কৰিছে, যিহেতু সিহঁতে আমাৰ আয়াতসমূহৰ প্ৰতি অন্যায় কৰিছিল।","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":963,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:10","price":"নিশ্চয় আমিয়েই তোমালোকক পৃথিৱীত প্ৰতিষ্ঠিত কৰিছোঁ আৰু তাত তোমালোকৰ বাবে জীৱিকাৰ ব্যৱস্থাও কৰি দিছোঁ; (তথাপিও) তোমালোকে খুবেই কম কৃতজ্ঞতা জ্ঞাপন কৰা।","arabic":"وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":964,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:11","price":"নিশ্চয় আমিয়েই তোমালোকক সৃষ্টি কৰিছোঁ, তাৰ পিছত আমিয়েই তোমালোকক আকৃতি প্ৰদান কৰিছোঁ, তাৰ পিছত আমি ফিৰিস্তাসকলক কৈছিলোঁ, ‘আদমক ছাজদা কৰা’। ফলত ইবলীছৰ বাহিৰে সকলোৱে ছাজদা কৰিছিল, সি ছাজদাকাৰীসকলৰ অন্তৰ্ভুক্ত নহ’ল।","arabic":"وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":965,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:12","price":"তেওঁ ক’লে, ‘মই যেতিয়া তোমাক আদেশ দিলোঁ, তেতিয়া কিহে তোমাক বাধা দিলে যে, তুমি ছাজদা নকৰিলা’? সি ক’লে, ‘মই এওঁতকৈ (আদমতকৈ) শ্ৰেষ্ঠ, তুমি মোক জুয়েৰে সৃষ্টি কৰিছা আৰু তাক সৃষ্টি কৰিছা বোকা মাটিৰে’।","arabic":"قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":966,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:13","price":"তেওঁ ক’লে, ‘তেন্তে তুমি ইয়াৰ পৰা নামি যোৱা, ইয়াত থাকি তুমি অহংকাৰ কৰিবা এইটো কেতিয়াও হ’ব নোৱাৰে। এতেকে তুমি ওলাই যোৱা, নিশ্চয় তুমি লাঞ্ছিতবোৰৰ অন্তৰ্ভুক্ত’।","arabic":"قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":967,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:14","price":"সি ক’লে, ‘মোক তুমি সেই দিৱসলৈকে অৱকাশ দিয়া, যিদিনা সিহঁত পুনৰুত্থিত হ’ব’।","arabic":"قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":968,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:15","price":"তেওঁ ক’লে, ‘নিশ্চয় তুমি অৱকাশ প্ৰাপ্তসকলৰ অন্তৰ্ভুক্ত’।","arabic":"قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":969,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:16","price":"সি ক’লে, ‘তুমি মোক যি কাৰণে পথভ্ৰষ্ট কৰিছা, মই সিহঁতৰ বাবে তোমাৰ সৰল পথত খাপ পাতি বহি থাকিম’।","arabic":"قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":970,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:17","price":"‘তাৰ পিছত নিশ্চয় মই সিহঁতৰ ওচৰলৈ আহিম সিহঁতৰ সন্মুখৰ পৰা আৰু সিহঁতৰ পিছফালৰ পৰা, সিহঁতৰ সোঁফালৰ পৰা আৰু সিহঁতৰ বাওঁফালৰ পৰা, আৰু তুমি সিহঁতৰ অধিকাংশকেই কৃতজ্ঞৰূপে নাপাবা’।","arabic":"ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":971,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:18","price":"তেওঁ ক’লে, ‘ইয়াৰ পৰা লাঞ্ছিত অপমানিত হৈ ওলাই যা, মানুহৰ মাজত যিয়ে তোৰ অনুসৰণ কৰিব, নিশ্চয় মই তহঁত আটায়েৰে জাহান্নাম পূৰণ কৰিম’।","arabic":"قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":972,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:19","price":"আৰু হে আদম! ‘তুমি আৰু তোমাৰ স্ত্ৰীয়ে জান্নাতত বসবাস কৰা, আৰু যি ঠাইৰ পৰা ইচ্ছা আহাৰ কৰা কিন্তু এই গছজোপাৰ ওচৰলৈকে নাযাবা, অন্যথা তোমালোক উভয়ে যালিমসকলৰ অন্তৰ্ভুক্ত হ’বা’।","arabic":"وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":973,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:20","price":"তাৰ পিছত তেওঁলোকৰ লজ্জাস্থান, যিটোক তেওঁলোকৰ ওচৰত গোপন ৰখা হৈছিল সেইটোক তেওঁলোকৰ ওচৰত প্ৰকাশ কৰাৰ বাবে চয়তানে তেওঁলোকক কুমন্ত্ৰণা দিলে আৰু ক’লে, ‘তোমালোকৰ প্ৰতিপালকে তোমালোকক এই গছজোপাৰ পৰা এইকাৰণেই নিষেধ কৰিছে যে, (এই গছজোপাৰ ফল খালে) তোমালোক উভয়ে ফিৰিস্তা হৈ যাবা অথবা তোমালোক স্থায়ীসকলৰ অন্তৰ্ভুক্ত হৈ যাবা’।","arabic":"فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":974,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:21","price":"আৰু তেওঁলোক উভয়ৰে ওচৰত সি শপত কৰি ক’লে, ‘নিশ্চয় মই তোমালোকৰ শুভাকাংক্ষীসকলৰ এজন’।","arabic":"وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":975,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:22","price":"ফলত সি তেওঁলোকক প্ৰবঞ্চনাৰ দ্বাৰা পদস্খলিত কৰিলে। ইয়াৰ পিছত যেতিয়া তেওঁলোকে সেই গছজোপাৰ ফল খালে, তেতিয়া তেওঁলোকৰ লজ্জাস্থান তেওঁলোকৰ ওচৰত দৃশ্যমান হৈ পৰিল, আৰু তেওঁলোকে জান্নাতৰ পাতেৰে নিজকে আবৃত কৰিবলৈ ধৰিলে। তেতিয়া তেওঁলোকৰ প্ৰতিপালকে তেওঁলোকক মাতি ক’লে, ‘মই তোমালোকক এই গছজোপাৰ পৰা নিষেধ কৰা নাছিলোঁনে? আৰু মই তোমালোকক কোৱা নাছিলোঁনে যে, নিশ্চয় চয়তান হৈছে তোমালোক দুয়োৰে প্ৰকাশ্য শত্ৰু?","arabic":"فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":976,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:23","price":"তেওঁলোকে ক’লে, ‘হে আমাৰ প্ৰতিপালক! আমি নিজৰে প্ৰতি অন্যায় কৰিছোঁ, আৰু যদি তুমি আমাক ক্ষমা কৰি নিদিয়া আৰু আমাৰ প্ৰতি দয়া নকৰা, তেন্তে নিশ্চয় আমি ক্ষতিগ্ৰস্তসকলৰ অন্তৰ্ভুক্ত হ'ম’।","arabic":"قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":977,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:24","price":"তেওঁ ক’লে, ‘তোমালোকে নামি যোৱা, তোমালোকে ইজনে সিজনৰ শত্ৰু আৰু পৃথিৱীত আছে তোমালোকৰ বাবে ক্ষণস্থায়ী বসবাস আৰু জীৱিকা’।","arabic":"قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":978,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:25","price":"তেওঁ ক’লে, ‘তোমালোকে তাতেই জীৱন-যাপন কৰিবা আৰু তাতেই তোমালোক মৃত্যুবৰণ কৰিবা, আৰু তাৰ পৰাই তোমালোকক উলিয়াই আনা হ’ব’।","arabic":"قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":979,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:26","price":"হে আদম সন্তান! নিশ্চয় মই তোমালোকৰ বাবে পোছাক অৱতীৰ্ণ কৰিছোঁ, তোমালোকৰ লজ্জাস্থান আবৃত কৰাৰ বাবে আৰু সৌন্দৰ্যৰ বাবে। কিন্তু তাক্বৱাৰ পোছাকেই হৈছে সৰ্বোত্তম। এইটো আল্লাহৰ নিদৰ্শনসমূহৰ অন্যতম, যাতে সিহঁতে উপদেশ গ্ৰহণ কৰে।","arabic":"يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":980,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:27","price":"হে আদম সন্তান! চয়তানে যেন তোমালোকক কোনো মতেই প্ৰলুব্ধ কৰিব নোৱাৰে—যিদৰে সি তোমালোকৰ পিতৃ-মাতৃক (প্ৰলুব্ধ কৰি) জান্নাতৰ পৰা উলিয়াইছিল, সি তেওঁলোকক তেওঁলোকৰ লজ্জাস্থান দেখুৱাৰ বাবে বিবস্ত্ৰ কৰিছিল। নিশ্চয় সি নিজে আৰু তাৰ দলে তোমালোকক এনেকৈ দেখে, তোমালোকে সিহঁতক দেখিব নোৱাৰা। নিশ্চয় আমি চয়তানক সেইসকল লোকৰ অভিভাৱক কৰি দিছোঁ যিসকলে ঈমান পোষণ নকৰে।","arabic":"يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":981,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:28","price":"আৰু যেতিয়া সিহঁতে কোনো অশ্লীল আচৰণ কৰে তেতিয়া কয়, ‘আমি আমাৰ পূৰ্বপুৰুষসকলক এইদৰেই কৰা পাইছোঁ, আৰু আল্লাহেও আমাক এইটোৱেই কৰাৰ নিৰ্দেশ দিছে’। কোৱা, ‘আল্লাহে কেতিয়াও অশ্লীলতাৰ নিৰ্দেশ নিদিয়ে। তোমালোকে আল্লাহৰ বিষয়ে এনে কথা কোৱা নেকি যিটো তোমালোকে নাজানা’?","arabic":"وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":982,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:29","price":"কোৱা, ‘মোৰ প্ৰতিপালকে ন্যায় বিচাৰৰ নিৰ্দেশ দিছে’। আৰু তোমালোকে প্ৰত্যেক ছাজদাৰ সময়ত বা ইবাদতত তোমালোকৰ লক্ষ্য কেৱল আল্লাহকেই নিৰ্ধাৰণ কৰা আৰু তেওঁৰেই আনুগত্যত বিশুদ্ধচিত্ত হৈ একনিষ্ঠভাৱে তেওঁৰ ওচৰতেই প্ৰাৰ্থনা কৰা। তেওঁ তোমালোকক যেনেকৈ প্ৰথমবাৰ সৃষ্টি কৰিছে তোমালোকে সেইদৰেই উভতি আহিবা।","arabic":"قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":983,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:30","price":"এটা দলক তেওঁ হিদায়ত দিছে, আৰু সঙ্গত কাৰণতেই আন এটা দলৰ ওপৰত পথভ্ৰষ্টতা সাব্যস্ত হৈছে। নিশ্চয় সিহঁতে আল্লাহক এৰি চয়তানক সিহঁতৰ অভিভাৱক-ৰূপে গ্ৰহণ কৰিছিল আৰু ধাৰণা কৰিছিল যে সিহঁতেই হিদায়তপ্ৰাপ্ত।","arabic":"فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":984,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:31","price":"হে আদম সন্তান! প্ৰত্যেক ছালাতৰ সময়ত তোমালোকে সুন্দৰ পোছাক পৰিধান কৰা। পানাহাৰ কৰা কিন্তু অপচয় নকৰিবা। নিশ্চয় তেওঁ অপচয়কাৰীসকলক পছন্দ নকৰে।","arabic":"۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":985,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:32","price":"কোৱা, ‘আল্লাহে তেওঁৰ বান্দাসকলৰ বাবে যিবোৰ শোভা-সৌন্দৰ্যৰ বস্তু আৰু বিশুদ্ধ জীৱিকা সৃষ্টি কৰিছে সেইবোৰক কোনে নিষিদ্ধ কৰিছে’? কোৱা, ‘পাৰ্থিৱ জীৱনত আৰু বিশেষকৈ ক্বিয়ামতৰ দিনা এইবোৰ হৈছে তেওঁলোকৰ বাবে, যিসকলে ঈমান আনিছে’। এইদৰে আমি জ্ঞানী সম্প্ৰদায়ৰ বাবে আয়াতসমূহ বিশদভাৱে বিবৃত কৰোঁ।","arabic":"قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":986,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:33","price":"কোৱা, ‘নিশ্চয় মোৰ প্ৰতিপালকে প্ৰকাশ্য আৰু গোপন উভয় প্ৰকাৰ অশ্লীলতাক হাৰাম কৰিছে, আৰু (হাৰাম কৰিছে) পাপ আৰু অন্যায়ভাৱে সীমালংঘন আৰু কোনো বস্তুক আল্লাহৰ অংশীদাৰ স্থাপন কৰাক—যাৰ কোনো দলীল- প্ৰমাণ আল্লাহে অৱতীৰ্ণ কৰা নাই; আৰু আল্লাহ সম্পৰ্কে এনে কোনো কথা কোৱাটোও (হাৰাম) যিটো তোমালোকে নাজানা’।","arabic":"قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":987,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:34","price":"আৰু প্ৰত্যেক জাতিৰ বাবে এটা নিৰ্দিষ্ট সময় আছে। এতেকে যেতিয়া সিহঁতৰ নিৰ্দিষ্ট সময় আহি পৰিব তেতিয়া সিহঁতে এক পল সময় পলমো কৰিব নোৱাৰিব আৰু এটা মুহূৰ্ত আগুৱাইও আনিব নোৱাৰিব।","arabic":"وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":988,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:35","price":"হে আদম সন্তান! যেতিয়া তোমালোকৰ ওচৰলৈ তোমালোকৰ মাজৰ পৰাই ৰাছুলসকল আহি আমাৰ আয়াতসমূহ তোমালোকৰ ওচৰত বিবৃত কৰিব, তেতিয়া যিসকলে তাক্বৱা অৱলম্বন কৰিব আৰু নিজকে সংশোধন কৰিব, তেওঁলোকৰ কোনো ভয় নাথাকিব আৰু তেওঁলোক চিন্তিতও নহ’ব।","arabic":"يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":989,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:36","price":"আৰু যিসকলে আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছে আৰু এই বিষয়ত অহংকাৰ কৰিছে, সিহঁতেই অগ্নিবাসী, তাত সিহঁত চিৰকাল থাকিব।","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":990,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:37","price":"এতেকে যি ব্যক্তিয়ে আল্লাহ সম্পৰ্কে মিছা ৰচনা কৰে অথবা তেওঁৰ আয়াতসমূহক অস্বীকাৰ কৰে সেইজনতকৈ ডাঙৰ যালিম আৰু কোন হ’ব পাৰে? সিহঁতৰ ভাগ্যত লিখিত অংশ সিহঁতে পাবই। অৱশেষত যেতিয়া আমাৰ ফিৰিস্তাসকল সিহঁতৰ ওচৰলৈ সিহঁতৰ প্ৰাণ হৰণ কৰাৰ বাবে আহিব, তেতিয়া তেওঁলোকে সুধিব, ‘আল্লাহৰ বাহিৰে যিসকলক তোমালোকে আহ্বান কৰিছিলা সিহঁত এতিয়া ক’ত’? সিহঁতে ক’ব, ‘সিহঁত আমাৰ পৰা উধাও হৈছে’, আৰু সিহঁতে নিজেই নিজৰ বিপক্ষে সাক্ষী দিব যে, নিশ্চয় সিহঁত কাফিৰ আছিল।","arabic":"فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":991,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:38","price":"আল্লাহে ক’ব, ‘তোমালোকৰ পূৰ্বে যিসকল জ্বিন আৰু মানৱদল পাৰ হৈছে সিহঁতৰ সৈতে তোমালোকেও জুইত প্ৰৱেশ কৰা’। যেতিয়াই কোনো দল তাত প্ৰৱেশ কৰিব তেতিয়াই আন দলক সিহঁতে অভিসম্পাত কৰিব। অৱশেষত যেতিয়া সিহঁত সকলোৱে তাত একত্ৰিত হ’ব, তেতিয়া সিহঁতৰ পৰবৰ্তীসকলে পূৰ্বৱৰ্তীসকলৰ বিষয়ে ক’ব, ‘হে আমাৰ প্ৰতিপালক! ইহঁতেই আমাক বিভ্ৰান্ত কৰিছিল; গতিকে ইহঁতক তুমি দ্বিগুণ জুইৰ শাস্তি দিয়া’। আল্লাহে ক’ব, ‘প্ৰত্যেকৰে বাবে আছে দ্বিগুণ শাস্তি কিন্তু তোমালোকে নাজানা’।","arabic":"قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":992,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:39","price":"আৰু সিহঁতৰ পূৰ্বৱৰ্তীসকলে পৰবৰ্তীসকলক ক’ব, আমাৰ ওপৰত তোমালোকৰ কোনো শ্ৰেষ্ঠত্ব নাই, গতিকে তোমালোকে যি অৰ্জন কৰিছিলা তাৰ বাবে এতিয়া শাস্তি ভোগ কৰা’।","arabic":"وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":993,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:40","price":"নিশ্চয় যিসকলে আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছে আৰু এই বিষয়ত অহংকাৰ কৰিছে, সিহঁতৰ বাবে আকাশৰ দুৱাৰ খোলা নহ’ব আৰু সিহঁতে জান্নাততো প্ৰৱেশ কৰিব নোৱাৰিব যেতিয়ালৈকে উট বেজীৰ জলাৰে নোসোমাব। এইদৰেই আমি অপৰাধীসকলক প্ৰতিফল দিওঁ।","arabic":"إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":994,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:41","price":"সিহঁতৰ শয্যা হ’ব জাহান্নাম আৰু সিহঁতৰ ওপৰতো থাকিব জুইৰ আৱৰণ; আৰু এইদৰেই আমি যালিমসকলক প্ৰতিদান দিওঁ।","arabic":"لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":995,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:42","price":"আৰু যিসকলে ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে, আমি কাৰো ওপৰত তাৰ ক্ষমতাৰ অতিৰিক্ত বোজা অৰ্পন নকৰোঁ- তেওঁলোকেই জান্নাতবাসী, তাত তেওঁলোক স্থায়ী হ’ব।","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":996,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:43","price":"আৰু আমি তেওঁলোকৰ অন্তৰৰ পৰা ঈৰ্ষা দূৰ কৰিম, তেওঁলোকৰ তলত নদীসমূহ প্ৰবাহিত হ’ব। তেওঁলোকে ক’ব, ‘যাৱতীয় প্ৰশংসা আল্লাহৰ বাবে যিজনে আমাক এই পথৰ হিদায়ত কৰিছে। আল্লাহে আমাক হিদায়ত নকৰিলে, আমি কেতিয়াও হিদায়ত নাপালোঁহেঁতেন। নিশ্চয় আমাৰ প্ৰতিপালকৰ ৰাছুলসকলে সত্য লৈ আহিছিল’। তেওঁলোকক সম্বোধন কৰি কোৱা হ’ব, ‘তোমালোকে যি কৰিছিলা তাৰ বাবেই তোমালোকক এই জান্নাতৰ উত্তৰাধিকাৰী কৰা হৈছে’।","arabic":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":997,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:44","price":"আৰু জান্নাতীসকলে জাহান্নামীসকলক সম্বোধন কৰি ক’ব, ‘আমাৰ প্ৰতিপালকে আমাৰ লগত যি প্ৰতিশ্ৰুতি কৰিছিল সেয়া আমি সঁচাকৈয়ে পাইছোঁ। কিন্তু তোমালোকৰ প্ৰতিপালকে তোমালোকক যি প্ৰতিশ্ৰুতি দিছিল সেয়া তোমালোকে সঁচাকৈয়ে পাইছানে? সিহঁতে ক’ব, ‘হয়’। তাৰ পিছত এজন ঘোষণাকাৰীয়ে সিহঁতৰ মাজত ঘোষণা কৰি ক’ব, ‘যালিমসকলৰ ওপৰত আল্লাহৰ লানত--","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":998,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:45","price":"‘যিসকলে আল্লাহৰ পথত (মানুহক) বাধা প্ৰদান কৰিছিল আৰু তাত পথত বক্ৰতা অনুসন্ধান কৰি ফুৰিছিল; আৰু সিহঁত আছিল আখিৰাতক অস্বীকাৰকাৰী’।","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":999,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:46","price":"আৰু সিহঁত উভয়ৰে মাজত থাকিব পৰ্দা, লগতে আ’ৰাফৰ মাজত থাকিব কিছুমান লোক, যিসকলে প্ৰত্যেককে তাৰ লক্ষণৰ দ্বাৰা চিনি পাব। তেওঁলোকে জান্নাতীসকলক সম্বোধন কৰি ক’ব, ‘ছালাম বৰ্ষিত হওক আপোনালোকৰ ওপৰত’। তেওঁলোক তেতিয়ালৈকে জান্নাতত প্ৰৱেশ কৰা নাই কিন্তু প্ৰৱেশৰ আকাংক্ষাত আছে।","arabic":"وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1000,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:47","price":"আৰু যেতিয়া তেওঁলোকৰ দৃষ্টি জাহান্নামীসকলৰ ফালে ঘূৰাই দিয়া হ’ব, তেতিয়া তেওঁলোকে ক’ব, ‘হে আমাৰ প্ৰতিপালক! আমাক কেতিয়াও যালিম সম্প্ৰদায়ৰ সঙ্গী নকৰিবা’।","arabic":"۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1001,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:48","price":"আৰু আ’ৰাফৰ অধিবাসীসকলে এনেকুৱা কিছুমান লোকক মাতিব, যিসকলক তেওঁলোকে সিহঁতৰ লক্ষণৰ দ্বাৰা চিনি পাব। তেওঁলোকে ক’ব, ‘তোমালোকৰ দল আৰু তোমালোকৰ অহংকাৰ কোনো কামত নাহিল’।","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1002,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:49","price":"চোৱাচোন! এওঁলোকেই সেইসকল লোকনে? যিসকলৰ বিষয়ে তোমালোকে শপত খাই কৈছিলা যে, ‘আল্লাহে তেওঁলোকক ৰহমত নকৰিব’; (এওঁলোককেই কোৱা হ’ব) ‘তোমালোকে জান্নাতত প্ৰৱেশ কৰা, তোমালোকৰ কোনো ভয় নাই আৰু তোমালোকে চিন্তিতও নহ’বা’।","arabic":"أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1003,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:50","price":"জাহান্নামীসকলে জান্নাতীসকলক সম্বোধন কৰি ক’ব, ‘আমাৰ ওপৰত অকণমান পানী ঢালি দিয়া, নাইবা আল্লাহে তোমালোকক যি জীৱিকা দান কৰিছে তাৰ পৰা অলপ দিয়া’। তেওঁলোকে ক’ব, ‘নিশ্চয় আল্লাহে কাফিৰসকলৰ বাবে এই দুটা হাৰাম কৰিছে’।","arabic":"وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1004,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:51","price":"যিসকলে নিজৰ ধৰ্মক খেল-ধেমালিৰূপে গ্ৰহণ কৰিছিল, আৰু পাৰ্থিৱ জীৱনে যিসকলক প্ৰতাৰিত কৰিছিল। এতেকে আজি আমি সিহঁতক (জাহান্নামত) এৰি দিম, যেনেকৈ সিহঁতে সিহঁতৰ এই দিৱসৰ সাক্ষাতৰ বাবে আমল কৰা এৰি দিছিল, আৰু (যেনেকৈ) সিহঁতে আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছিল।","arabic":"ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1005,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:52","price":"নিশ্চয় আমি সিহঁতৰ ওচৰলৈ এনেকুৱা এখন কিতাব আনিছোঁ, যিখনক আমি জ্ঞানৰ দ্বাৰা বিশদভাৱে ব্যাখ্যা কৰিছোঁ, আৰু সেইখন হৈছে মুমিন সম্প্ৰদায়ৰ বাবে হিদায়ত আৰু ৰহমতস্বৰূপ।","arabic":"وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1006,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:53","price":"সিহঁতে কেৱল সেই পৰিণামৰ (সংবাদ-সত্যতা বা কিয়ামতৰ) অপেক্ষাত আছে নেকি? যিদিনাখন সেই পৰিণাম প্ৰকাশ পাব, সেইদিনা যিসকলে আগতে ইয়াৰ কথা পাহৰি গৈছিল, সিহঁতে ক’ব, ‘আমাৰ প্ৰতিপালকৰ ৰাছুলসকলে সত্য বাণী লৈ আহিছিল, আমাৰ বাবে এনে কোনো চুপাৰিছকাৰী আছে নেকি যিয়ে আমাৰ বাবে চুপাৰিছ কৰিব অথবা আমাক আকৌ উভতি যোৱাৰ অৱকাশ দিয়া হ’ব—যাতে আমি আগতে যি কৰিছোঁ তাতকৈ বেলেগ কিবা কৰিব পাৰোঁ’? নিশ্চয় সিহঁতে নিজেই নিজৰ ক্ষতি সাধন কৰিছে আৰু সিহঁতে যি মিছা ৰচনা কৰিছিল, সেয়া সিহঁতৰ পৰা বিলুপ্ত হৈ গৈছে।","arabic":"هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1007,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:54","price":"নিশ্চয় তোমালোকৰ প্ৰতিপালক হৈছে আল্লাহ, যিজনে আকাশসমূহ আৰু পৃথিৱীক ছয় দিনত সৃষ্টি কৰিছে, তাৰ পিছত তেওঁ আৰশ্বৰ ওপৰত উঠিছে। তেৱেঁই দিনক ৰাতিৰে আচ্ছন্ন কৰে। সেইবোৰৰ এটাই আনটোক দ্ৰুতগতিত অনুসৰণ কৰে। (লগতে তেৱেঁই সৃষ্টি কৰিছে) সূৰ্য, চন্দ্ৰ আৰু নক্ষত্ৰসমূহক, যিবোৰ তেওঁৰ আদেশৰেই অনুগত। জানি থোৱা, সৃজন আৰু আদেশ কেৱল তেওঁৰেই। বিশ্বজগতৰ প্ৰতিপালক আল্লাহ মহা বৰকতময়!","arabic":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1008,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:55","price":"তোমালোকে বিনীতভাৱে আৰু গোপনে নিজ প্ৰতিপালকক আহ্বান কৰা; নিশ্চয় তেওঁ সীমালংঘনকাৰীসকলক পছন্দ নকৰে।","arabic":"ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1009,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:56","price":"আৰু পৃথিৱীত শান্তি স্থাপনৰ পিছত তোমালোকে তাত বিপৰ্যয় সৃষ্টি নকৰিবা; আৰু আল্লাহক ভয় আৰু আশাৰ সৈতে প্ৰাৰ্থনা কৰা। নিশ্চয় আল্লাহৰ অনুগ্ৰহ সৎকৰ্মশীলসকলৰ অতি নিকটৱৰ্তী।","arabic":"وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1010,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:57","price":"আৰু তেৱেঁই সেই সত্ত্বা, যিজনে তেওঁৰ ৰহমতৰ (বৰষুণৰ) আগত বতাহক সুসংবাদৰূপে প্ৰবাহিত কৰে, অৱশেষত যেতিয়া সেই বতাহে গধুৰ মেঘ বহন কৰি লৈ আহে, তেতিয়া আমি সেইটোক মৃত জনপদ (মৃত ভূ-খণ্ড)ৰ ফালে প্ৰেৰিত কৰোঁ, তাৰ পিছত আমি তাৰ পৰাই পানী বৰ্ষণ কৰোঁ, আৰু তাৰ দ্বাৰাই আমি বিভিন্ন ধৰণৰ ফলমূল উৎপাদন কৰোঁ। এইদৰেই আমি মৃতসকলক জীৱিত কৰোঁ, যাতে তোমালোকে উপদেশ গ্ৰহণ কৰিব পাৰা।","arabic":"وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1011,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:58","price":"আৰু উৎকৃষ্ট ভূমি- ইয়াৰ ফচল তাৰ প্ৰতিপালকৰ আদেশত উৎপন্ন হয়। আনহাতে যিটো নিকৃষ্ট, তাত কঠোৰ পৰিশ্ৰম নকৰালৈকে একোৱে নজন্মে। এইদৰে আমি কৃতজ্ঞ সম্প্ৰদায়ৰ বাবে নিদৰ্শনসমূহ বিভিন্নভাৱে বিৱৰণ কৰোঁ।","arabic":"وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1012,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:59","price":"নিশ্চয় আমি নূহক তেওঁৰ সম্প্ৰদায়ৰ ওচৰলৈ প্ৰেৰণ কৰিছিলোঁ। তাৰ পিছত তেওঁ কৈছিল, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে একমাত্ৰ আল্লাহৰ ইবাদত কৰা, তেওঁৰ বাহিৰে তোমালোকৰ আন কোনো (সত্য) ইলাহ নাই। নিশ্চয় মই তোমালোকৰ ওপৰত মহাদিৱসৰ শাস্তিৰ আশংকা কৰি আছোঁ’।","arabic":"لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1013,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:60","price":"তেওঁৰ সম্প্ৰদায়ৰ প্ৰধানসকলে কৈছিল, ‘আমি তোমাক স্পষ্ট ভ্ৰষ্টতাৰ মাজত নিপতিত দেখি আছোঁ’।","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1014,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:61","price":"তেওঁ কৈছিল, ‘হে মোৰ সম্প্ৰদায়! মোৰ মাজত কোনো ভ্ৰষ্টতা নাই, বৰং মই হৈছোঁ বিশ্বজগতৰ প্ৰতিপালকৰ তৰফৰ পৰা (প্ৰেৰিত) এজন ৰাছুলহে’।","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1015,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:62","price":"‘মই মোৰ প্ৰতিপালকৰ ৰিছালত (যিটো প্ৰদান কৰি মোক প্ৰেৰণ কৰা হৈছে সেয়া) তোমালোকক পৌঁচাই আছোঁ, লগতে মই তোমালোকৰ কল্যাণ কামনা কৰোঁ, আৰু তোমালোকে যিবোৰ নাজানা সেয়া মই আল্লাহৰ পৰা জানো’।","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1016,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:63","price":"তোমালোকে আশ্চৰ্যবোধ কৰি আছা নেকি যে, তোমালোকৰেই এজনৰ মাধ্যমত তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমালোকৰ ওচৰলৈ উপদেশ আহিছে, যাতে তেওঁ তোমালোকক সতৰ্ক কৰিব পাৰে আৰু তোমালোকে তাক্বৱা অৱলম্বন কৰিব পাৰা আৰু যাতে তোমালোকে ৰহমতপ্ৰাপ্ত হোৱা?","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1017,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:64","price":"তথাপিও সিহঁতে তেওঁক অস্বীকাৰ কৰিছিল। ফলত তেওঁক আৰু তেওঁৰ সৈতে যিসকলে নাৱঁত আৰোহণ কৰিছিল আমি তেওঁলোকক উদ্ধাৰ কৰিছিলোঁ আৰু যিসকলে আমাৰ আয়াতসমূহক মিছা প্ৰতিপন্ন কৰিছিল সিহঁতক আমি ডুবাই মাৰিছিলোঁ। নিশ্চয় সিহঁত আছিল এটা অন্ধ সম্প্ৰদায়।","arabic":"فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1018,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:65","price":"আৰু ‘আদ জাতিৰ ওচৰলৈ সিহঁতৰ ভাই হূদক প্ৰেৰণ কৰিছিলোঁ। তেওঁ কৈছিল, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে একমাত্ৰ আল্লাহৰ ইবাদত কৰা, তেওঁৰ বাহিৰে তোমালোকৰ আন কোনো সত্য ইলাহ নাই। (তথাপিও) তোমালোকে তাক্বৱা অৱলম্বন নকৰিবানে’?","arabic":"۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1019,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:66","price":"তেওঁৰ সম্প্ৰদায়ৰ কাফিৰ নেতৃবৃন্দই কৈছিল, ‘আমাৰ দৃষ্টিত তুমি হৈছা এজন নিৰ্বোধ মানুহ আৰু আমি তোমাক মিছলীয়াসকলৰ অন্তৰ্ভুক্ত বুলি গণ্য কৰোঁ’।","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1020,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:67","price":"তেওঁ কৈছিল, ‘হে মোৰ সম্প্ৰদায়! মোৰ মাজত কোনো নিৰ্বুদ্ধিতা নাই, বৰং মই হৈছোঁ বিশ্বজগতৰ প্ৰতিপালকৰ তৰফৰ পৰা (প্ৰেৰিত) এজন ৰাছুল’।","arabic":"قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1021,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:68","price":"‘মই মোৰ প্ৰতিপালকৰ ৰিছালত (যিটো প্ৰদান কৰি মোক প্ৰেৰণ কৰা হৈছে সেয়া) তোমালোকৰ ওচৰলৈ পৌঁচাই আছোঁ, লগতে মই হৈছোঁ তোমালোকৰ এজন বিশ্বস্ত হিতাকাংক্ষী।","arabic":"أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1022,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:69","price":"‘তোমালোকে বিস্মিত হৈছা নেকি যে, তোমালোকৰ ওচৰলৈ তোমালোকৰেই এজনৰ মাধ্যমত তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমালোকক সতৰ্ক কৰাৰ বাবে উপদেশ আহিছে? আৰু স্মৰণ কৰা যে, আল্লাহে তোমালোকক নূহৰ সম্প্ৰদায়ৰ (ধ্বংসৰ) পিছত (তোমালোকৰ আগৰ লোকসকলৰ) স্থলাভিষিক্ত কৰিছে আৰু সৃষ্টিত (দৈহিক গঠনত) তোমালোকক বেছি পৰিমাণে হৃষ্টপুষ্ট- বলিষ্ঠ কৰিছে। গতিকে তোমালোকে আল্লাহৰ অনুগ্ৰহসমূহ স্মৰণ কৰা, যাতে তোমালোকে সফল হ’ব পাৰা’।","arabic":"أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1023,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:70","price":"সিহঁতে ক’লে, ‘তুমি আমাৰ ওচৰলৈ এই উদ্দেশ্যত আহিছা নেকি যে, আমি যাতে কেৱল এক আল্লাহৰ ইবাদত কৰোঁ আৰু আমাৰ পিতৃপুৰুষসকলে যিবোৰৰ ইবাদত কৰিছিল সেইবোৰক এৰি দিওঁ? গতিকে যদি তুমি সত্যবাদী হোৱা তেন্তে সেই (শাস্তি)টো লৈ আহা যিটোৰ পৰা তুমি আমাক ভয় দেখুৱাই আছা’।","arabic":"قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1024,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:71","price":"তেওঁ ক’লে, ‘তোমালোকৰ প্ৰতিপালকৰ শাস্তি আৰু ক্ৰোধ তোমালোকৰ ওপৰত নিৰ্ধাৰিত হৈয়ে আছে; কিন্তু তোমালোকে মোৰ লগত বিতৰ্কত লিপ্ত হ’ব বিচৰা নেকি এনেকুৱা কিছুমান নামকলৈ যিবোৰ নাম তোমালোকে আৰু তোমালোকৰ পিতৃপুৰুষসকলে ৰাখিছা, যি বিষয়ে আল্লাহে কোনো দলীল-প্ৰমাণ অৱতীৰ্ণ কৰা নাই? গতিকে তোমালোকে অপেক্ষা কৰা, ময়ো তোমালোকৰ লগত অপেক্ষা কৰি আছোঁ।","arabic":"قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1025,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:72","price":"তাৰ পিছত আমি তেওঁক আৰু তেওঁৰ সঙ্গীসকলক আমাৰ অনুগ্ৰহত উদ্ধাৰ কৰিছিলোঁ; আৰু আমাৰ আয়াতসমূহক যিসকলে অস্বীকাৰ কৰিছিল আৰু যিসকলে মুমিন নাছিল সিহঁতক নিৰ্মূল কৰিছিলোঁ।","arabic":"فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1026,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:73","price":"আৰু ছামূদ জাতিৰ ওচৰলৈ সিহঁতৰ ভাতৃ ছলেহক প্ৰেৰণ কৰিছিলোঁ। তেওঁ কৈছিল, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে কেৱল আল্লাহৰ ইবাদত কৰা। তেওঁৰ বাহিৰে তোমালোকৰ আন কোনো সত্য ইলাহ নাই। নিশ্চয় তোমালোকৰ ওচৰলৈ তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা স্পষ্ট নিদৰ্শন আহি পৰিছে। এইজনী আল্লাহৰ উট, তোমালোকৰ বাবে এটা নিদৰ্শন। এতেকে তোমালোকে ইয়াক আল্লাহৰ পৃথিৱীত চৰি ফুৰি খাবলৈ দিয়া আৰু তাইক কোনো ধৰণৰ কষ্ট নিদিবা, অন্যথা যন্ত্ৰণাদায়ক শাস্তিয়ে তোমালোকক আগুৰি ধৰিব’।","arabic":"وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1027,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:74","price":"‘আৰু স্মৰণ কৰা, আদ জাতিৰ (ধ্বংসৰ) পিছত তেৱেঁই তোমালোকক (তোমালোকৰ আগৰ লোকসকলৰ ঠাইত) স্থলাভিষিক্ত কৰিছে, আৰু তেৱেঁই তোমালোকক পৃথিৱীত এনেকৈ প্ৰতিষ্ঠিত কৰিছে যে, তোমালোকে সমতল ভূমিত প্ৰাসাদ নিৰ্মাণ কৰিব পাৰা আৰু পাহাৰ কাটি বাসগৃহ তৈয়াৰ কৰিব পাৰা। গতিকে তোমালোকে আল্লাহৰ অনুগ্ৰহ স্মৰণ কৰা আৰু পৃথিৱীত বিপৰ্যয় সৃষ্টি কৰি নুফুৰিবা’।","arabic":"وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1028,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:75","price":"তেওঁৰ সম্প্ৰদায়ৰ অহংকাৰী নেতাসকলে সেই সম্প্ৰদায়ৰ যিসকলে ঈমান আনিছিল- যিসকলক দুৰ্বল বুলি ভৱা হৈছিল তেওঁলোকক ক’লে, ‘তোমালোকে জানানে যে, ছলেহ তেওঁৰ প্ৰতিপালকৰ তৰফৰ পৰা প্ৰেৰিত? তেওঁলোকে (উত্তৰত) ক’লে, ‘নিশ্চয় তেওঁ যি লৈ প্ৰেৰিত হৈছে, আমি তাৰ ওপৰত বিশ্বাসী’।","arabic":"قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1029,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:76","price":"অহংকাৰীসকলে ক’লে, ‘নিশ্চয় তোমালোকে যিবোৰ বিশ্বাস কৰিছা আমি সেইবোৰ অবিশ্বাস কৰোঁ’।","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1030,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:77","price":"তাৰ পিছত সিহঁতে সেই উটজনীক হত্যা কৰিলে আৰু আল্লাহৰ আদেশ অমান্য কৰিলে আৰু ক’লে, ‘হে ছলেহ! যদি তুমি (সঁচাই) ৰাছুলসকলৰ অন্তৰ্ভুক্ত তেন্তে তুমি আমাক যিটোৰ ভয় দেখুৱাইছা সেয়া লৈ আহা’।","arabic":"فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1031,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:78","price":"তাৰ পিছত ভূমিকম্পই সিহঁতক কৰায়ত্ব কৰিলে, ফলত সিহঁতে নিজ নিজ ঘৰতে উবুৰি খাই পৰি (মৰি) থাকিল।","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1032,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:79","price":"ইয়াৰ পিছত তেওঁ সিহঁতৰ পৰা মুখ ঘূৰাই লৈ ক’লে, ‘হে মোৰ সম্প্ৰদায়! মই মোৰ প্ৰতিপালকৰ ৰিছালত (যিটো প্ৰদান কৰি মোক প্ৰেৰণ কৰা হৈছে সেয়া) তোমালোকৰ ওচৰলৈ পৌঁচাই দিছিলোঁ আৰু তোমালোকৰ কল্যাণ কামনা কৰিছিলোঁ, কিন্তু তোমালোকেহে কল্যানকামীসকলক পছন্দ নকৰা’।","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1033,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:80","price":"আৰু (আমিয়েই) লূতক প্ৰেৰণ কৰিছিলোঁ। তেওঁ নিজ সম্প্ৰদায়ক কৈছিল, ‘তোমালোকে এনেকুৱা জঘন্য অশ্লীল কাম কৰি আছানে? যিটো তোমালোকৰ পূৰ্বে সৃষ্টিজগতৰ কোনেও কৰা নাই’।","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1034,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:81","price":"‘নিশ্চয় তোমালোকে যৌন কামনা-তৃপ্তিৰ বাবে নাৰীসকলৰ পৰিবৰ্তে পুৰুষসকলৰ ওচৰলৈ যোৱা, বৰং তোমালোক হৈছা সীমালংঘনকাৰী সম্প্ৰদায়’।","arabic":"إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1035,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:82","price":"উত্তৰত তেওঁৰ সম্প্ৰদায়ে কেৱল এই বুলি ক’লে, ‘এওঁলোকক তোমালোকৰ জনপদৰ পৰা উলিয়াই দিয়া, নিশ্চয় এওঁলোক হৈছে এনেকুৱা লোক, যিসকলে অতি পৱিত্ৰ হ’ব বিচাৰে’।","arabic":"وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1036,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:83","price":"তাৰ পিছত আমি তেওঁক আৰু তেওঁৰ পৰিয়ালক উদ্ধাৰ কৰিছিলোঁ কেৱল তেওঁৰ স্ত্ৰীৰ বাহিৰে, তাই আছিল পিছত অৱস্থানকাৰীসকলৰ অন্তৰ্ভুক্ত।","arabic":"فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1037,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:84","price":"আৰু আমি সিহঁতৰ ওপৰত প্ৰবল ধাৰাষাৰ বৰষুণ বৰ্ষাইছিলোঁ। এতেকে চোৱা, অপৰাধীসকলৰ পৰিণাম কেনেকুৱা আছিল।","arabic":"وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1038,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:85","price":"আৰু মাদইয়ানবাসীসকলৰ ওচৰলৈ সিহঁতৰ ভাতৃ শ্বুআইবক (প্ৰেৰণ কৰিছিলোঁ)। তেওঁ কৈছিল, ‘হে মোৰ সম্প্ৰদায়! তোমালোকে কেৱল আল্লাহৰ ইবাদত কৰা। তেওঁৰ বাহিৰে তোমালোকৰ আন কোনো (সত্য) ইলাহ নাই। নিশ্চয় তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা তোমালোকৰ ওচৰলৈ স্পষ্ট প্ৰমাণ আহি পাইছে। গতিকে তোমালোকে জোখ-মাপত ওজন পৰিপূৰ্ণৰূপে প্ৰদান কৰিবা, মানুহক সিহঁতৰ প্ৰাপ্য বস্তু কম নিদিবা, লগতে পৃথিৱীত শান্তি স্থাপনৰ পিছত বিপৰ্যয় সৃষ্টি নকৰিবা, এইটোৱেই তোমালোকৰ বাবে কল্যাণকৰ, যদি তোমালোকে মুমিন হোৱা’।","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1039,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:86","price":"‘লগতে যিসকলে আল্লাহৰ প্ৰতি ঈমান আনিছে তেওঁলোকক ভয় দেখুৱাবলৈ আৰু আল্লাহৰ পথত তেওঁলোকক বাধা প্ৰদান কৰিবলৈ তথা তাত বক্ৰতা (দোষ-ত্ৰুটি) অনুসন্ধান কৰিবলৈ তোমালোকে প্ৰতিটো পথত বহি নাথাকিবা। স্মৰণ কৰা, তোমালোকে যেতিয়া সংখ্যাত কম আছিলা, তেতিয়া তেৱেঁই তোমালোকৰ সংখ্যা বৃদ্ধি কৰিছিল। লগতে লক্ষ্য কৰি চোৱাচোন, বিপৰ্যয় সৃষ্টিকাৰীসকলৰ পৰিণাম কেনেকুৱা আছিল’।","arabic":"وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1040,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:87","price":"মই যি লৈ প্ৰেৰিত হৈছোঁ তাত যদি তোমালোকৰ কোনো এটা দলে ঈমান পোষণ কৰে আৰু আনটো দলে ঈমান পোষণ নকৰে, তেন্তে আল্লাহে আমাৰ মাজত ফয়চালা নকৰালৈকে ধৈৰ্য্য ধাৰণ কৰা, আৰু তেৱেঁই শ্ৰেষ্ঠ ফয়চালাকাৰী।","arabic":"وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1041,"juzNumber":8,"footnotes":"","lang":"as"},{"name":"7:88","price":"তেওঁৰ সম্প্ৰদায়ৰ অহংকাৰী নেতাসকলে ক’লে, ‘হে শ্বুআইব! নিশ্চয় আমি তোমাক আৰু তোমাৰ লগত যিসকলে ঈমান আনিছে সিহঁতক আমাৰ জনপদৰ পৰা উলিয়াই দিম নাইবা তোমালোকে আমাৰ ধৰ্মলৈ ধৰ্মান্তৰিত হ’বই লাগিব’। তেওঁ ক’লে, ‘যদিও আমি সেইটোক ঘৃণা কৰোঁ তথাপিও (বাধ্য কৰাবানে)’?","arabic":"۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1042,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:89","price":"‘তোমালোকৰ ধৰ্মাদৰ্শৰ পৰা আল্লাহে আমাক উদ্ধাৰ কৰাৰ পিছত, যদি আমি তাত আকৌ উভতি যাওঁ তেন্তে আমি আল্লাহৰ ওপৰত মিছা কথা আৰোপ কৰা হ’ব। আমাৰ প্ৰতিপালক আল্লাহে ইচ্ছা নকৰিলে তাত উভতি যোৱা আমাৰ বাবে সমীচীন নহয়। আমাৰ প্ৰতিপালকে জ্ঞানৰ দ্বাৰা সকলো বস্তুকে পৰিব্যপ্ত কৰি আছে, আমি আল্লাহৰ ওপৰতেই নিৰ্ভৰ কৰোঁ। হে আমাৰ প্ৰতিপালক! আমাৰ আৰু আমাৰ সম্প্ৰদায়ৰ মাজত ন্যায়ভাৱে ফয়চালা কৰি দিয়া আৰু তুমিয়েই শ্ৰেষ্ঠ ফয়চালাকাৰী’।","arabic":"قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1043,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:90","price":"আৰু তেওঁৰ সম্প্ৰদায়ৰ কাফিৰ নেতাসকলে ক’লে, ‘তোমালোকে যদি শ্বুআইবক অনুসৰণ কৰা তেন্তে নিশ্চয় তোমালোকে ক্ষতিগ্ৰস্ত হ’বা’।","arabic":"وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1044,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:91","price":"তাৰ পিছত ভূমিকম্পই সিহঁতক আক্ৰান্ত কৰিলে, ফলত সিহঁতে নিজ নিজ ঘৰতে উবুৰি খাই পৰি (মৰি) থাকিল।","arabic":"فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1045,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:92","price":"শ্বুআইবক যিসকলে মিছলীয়া বুলি কৈছিল, এনে লাগিল যেনিবা সিহঁতে তাত বসবাসেই কৰা নাছিল। শ্বুআইবক যিসকলে মিছলীয়া বুলি কৈছিল সিহঁতেই ক্ষতিগ্ৰস্ত হৈছিল।","arabic":"ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1046,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:93","price":"তাৰ পিছত তেওঁ সিহঁতৰ পৰা মুখ ঘূৰাই ল’লে আৰু ক’লে, ‘হে মোৰ সম্প্ৰদায়! মোৰ প্ৰতিপালকৰ ৰিছালত (প্ৰাপ্ত বাণী) মই তোমালোকৰ ওচৰলৈ পৌঁচাই দিছোঁ আৰু তোমালোকৰ কল্যাণ কামনা কৰিছোঁ। এতেকে মই কাফিৰ সম্প্ৰদায়ৰ বাবে কেনেকৈ আক্ষেপ কৰিম’!","arabic":"فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1047,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:94","price":"আৰু আমি যি ঠাইতেই নবী প্ৰেৰণ কৰিছোঁ সেই ঠাইৰ অধিবাসীসকলক অৰ্থ-সংকট আৰু দুখ-কষ্টৰ দ্বাৰা আক্ৰান্ত কৰিছোঁ, যাতে সিহঁতে কাকূতি-মিনতি কৰে।","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1048,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:95","price":"তাৰ পিছত আমি (সিহঁতৰ) বেয়া অৱস্থাক ভাল অৱস্থাৰে পৰিবৰ্তন কৰি দিওঁ। অৱশেষত সিহঁতে প্ৰাচুৰ্যৰ অধিকাৰী হয় আৰু কয়, ‘আমাৰ পূৰ্বপুৰুষসকলেও সুখ-দুখ ভোগ কৰিছে’। তাৰ পিছত আমি হঠাৎ সিহঁতক এনেকৈ ধৰি পেলাওঁ যে, সিহঁতে উপলব্ধিও কৰিব নোৱাৰে।","arabic":"ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1049,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:96","price":"আৰু যদি সেইবোৰ জনপদৰ অধিবাসীসকলে ঈমান আনিলেহেঁতেন আৰু তাক্বৱা অৱলম্বন কৰিলেহেঁতেন তেন্তে নিশ্চয় আমি সিহঁতৰ বাবে আকাশ আৰু পৃথিৱীৰ বৰকতসমূহ উন্মুক্ত কৰি দিলোঁহেঁতেন, কিন্তু সিহঁতে মিছা প্ৰতিপন্ন কৰিছিল; সেয়ে আমি সিহঁতৰ কৃতকৰ্মৰ বাবে সিহঁতক কৰায়ত্ব কৰিছোঁ।","arabic":"وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1050,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:97","price":"জনপদৰ অধিবাসীবিলাকে ৰাতিৰ ভাগত সিহঁতৰ ওচৰলৈ আমাৰ শাস্তি নাহিব বুলি নিৰাপদ হৈছে নেকি, যেতিয়া সিহঁত টোপনিত থাকিব?","arabic":"أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1051,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:98","price":"নে জনপদৰ অধিবাসীবিলাকে দিনৰ ভগত আমাৰ শাস্তি নাহিব বুলি নিশ্চিন্ত হৈছে, যেতিয়া সিহঁতে খেল-ধেমালিত মগ্ন থাকিব?","arabic":"أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1052,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:99","price":"সিহঁতে আল্লাহৰ কৌশলৰ পৰাও নিৰাপদ হৈছেনে? প্ৰকৃততে ক্ষতিগ্ৰস্ত সম্প্ৰদায়ৰ বাহিৰে কোনেও আল্লাহৰ কৌশলৰ পৰা (নিজকে) নিৰাপদ বুলি নাভাৱে।","arabic":"أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1053,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:100","price":"কোনো দেশৰ জনগণৰ (ধ্বংসৰ) পিছত যিসকলে সেই দেশৰ উত্তৰাধিকাৰী হয় সিহঁতৰ ওচৰত এইটো প্ৰতীয়মান হোৱা নাইনে যে, আমি ইচ্ছা কৰিলে সিহঁতৰ পাপকৰ্মৰ ফলত সিহঁতক শাস্তি দিব পাৰোঁ? আৰু আমি সিহঁতৰ হৃদয়ত মোহৰ মাৰি দিম, ফলত সিহঁতে একো শুনা নাপাব।","arabic":"أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1054,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:101","price":"সেইবোৰ জনপদৰ কিছু বিৱৰণ আমি তোমাৰ ওচৰত বৰ্ণনা কৰি আছোঁ, সিহঁতৰ ওচৰলৈ সিহঁতৰ ৰাছুলসকলে স্পষ্ট প্ৰমাণসহ আহিছিল; কিন্তু পূৰ্বে সিহঁতে যিটোক মিছা বুলি অগ্ৰাহ্য কৰিছিল সেইটোক দুনাই বিশ্বাস কৰিবলৈ সিহঁতে মান্তি নহয়। এইদৰেই আল্লাহে কাফিৰসকলৰ অন্তৰত মোহৰ মাৰি দিয়ে।","arabic":"تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1055,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:102","price":"আৰু আমি সিহঁতৰ অধিকাংশকেই প্ৰতিশ্ৰুতি ৰক্ষাকাৰী পোৱা নাই, বৰং আমি সিহঁতৰ অধিকাংশকেই ফাছিক্ব পাইছোঁ।","arabic":"وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1056,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:103","price":"সিহঁতৰ পিছত আমি মুছাক আমাৰ নিদৰ্শনসহ ফিৰআউন আৰু তাৰ পৰিষদবৰ্গৰ ওচৰলৈ প্ৰেৰণ কৰিছিলোঁ; কিন্তু সিহঁতে সেইবোৰৰ লগত অত্যাচাৰ কৰিছিল। এতেকে বিপৰ্যয় সৃষ্টিকাৰীসকলৰ কি পৰিণাম হৈছিল সেয়া লক্ষ্য কৰি চোৱা।","arabic":"ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1057,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:104","price":"মুছাই ক’লে, ‘হে ফিৰআউন! নিশ্চয় মই হৈছোঁ বিশ্বজগতৰ প্ৰতিপালকৰ তৰফৰ পৰা প্ৰেৰিত এজন ৰাছুল’।","arabic":"وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1058,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:105","price":"‘এইটো স্থিৰ নিশ্চিত যে, মই আল্লাহ সম্বন্ধে সত্যৰ বাহিৰে একো নকওঁ। তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা স্পষ্ট নিদৰ্শন লৈ মই তোমালোকৰ ওচৰলৈ আহিছোঁ, সেয়ে বনী ইছৰাঈলক তুমি মোৰ লগত যাবলৈ দিয়া’।","arabic":"حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1059,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:106","price":"সি (ফিৰআউনে) ক’লে, ‘যদি তুমি কোনো নিদৰ্শন লৈ আহিছা, তেন্তে সেয়া উপস্থাপন কৰা, যদিহে তুমি সত্যবাদী’।","arabic":"قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1060,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:107","price":"তেতিয়া মুছাই নিজৰ হাতৰ লাখুটিডাল নিক্ষেপ কৰিলে আৰু লগে লগে সেয়া এডাল অজগৰ সাপত পৰিণত হ’ল।","arabic":"فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1061,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:108","price":"আৰু তেওঁ নিজৰ হাত বাহিৰলৈ উলিয়াই আনিলে আৰু লগে লগে সেয়া দৰ্শকৰ দৃষ্টিত শুভ্ৰ উজ্জ্বল দেখা গ’ল।","arabic":"وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1062,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:109","price":"ফিৰআউন সম্প্ৰদায়ৰ নেতাসকলে ক’লে, ‘নিশ্চয় এওঁ এজন সুদক্ষ যাদুকৰ’,","arabic":"قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1063,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:110","price":"‘এওঁ তোমালোকক নিজ দেশৰ পৰা বহিষ্কাৰ কৰিব বিচাৰে, এতিয়া তোমালোকে কি পৰামৰ্শ দিয়া’?","arabic":"يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1064,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:111","price":"সিহঁতে ক’লে, ‘তেওঁক আৰু তেওঁৰ ভাতৃক অলপ অৱকাশ দিয়ক, আৰু চহৰে-নগৰে সংগ্ৰাহকসকলক পঠাই দিয়ক’,","arabic":"قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1065,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:112","price":"‘যাতে সিহঁতে আপোনাৰ ওচৰলৈ প্ৰতিজন সুদক্ষ যাদুকৰক উপস্থিত কৰে’।","arabic":"يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1066,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:113","price":"যাদুকৰসকলে ফিৰআউনৰ ওচৰত আহি ক’লে, ‘আমি যদি বিজয়ী হওঁ তেন্তে আমাৰ বাবে পুৰস্কাৰ থাকিব নে নাই’?","arabic":"وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1067,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:114","price":"সি ক’লে, ‘হয়, নিশ্চয় তোমালোক মোৰ ঘনিষ্টসকলৰ অন্তৰ্ভুক্ত হ’বা’।","arabic":"قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1068,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:115","price":"সিহঁতে ক’লে, ‘হে মুছা! তুমি (আগতে) নিক্ষেপ কৰিবা নে আমি (আগতে) নিক্ষেপ কৰিম’?","arabic":"قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1069,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:116","price":"তেওঁ (মুছাই) ক’লে, ‘তোমালোকেই (আগতে) নিক্ষেপ কৰা’। যেতিয়া সিহঁতে নিক্ষেপ কৰিলে, তেতিয়া সিহঁতে মানুহৰ চকুত যাদু কৰিলে, সিহঁতক আতংকিত কৰিলে আৰু এটা ডাঙৰ যাদু প্ৰদৰ্শন কৰিলে।","arabic":"قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1070,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:117","price":"আৰু আমি মুছাৰ প্ৰতি অহী কৰিলোঁ যে, ‘তুমিও তোমাৰ লাখুটিডাল নিক্ষেপ কৰা’। লগে লগে সেই লাখুটিডালে (অজগৰ সাপত পৰিণত হৈ) সিহঁতে যি অলীক বস্তু বনাইছিল সেইবোৰক গিলি পেলাবলৈ ধৰিলে;","arabic":"۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1071,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:118","price":"ফলত সত্য প্ৰতিষ্ঠিত হ’ল আৰু সিহঁতে যি কৰিছিল সেয়া বাতিল বুলি প্ৰতিপন্ন হ’ল।","arabic":"فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1072,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:119","price":"এতেকে সিহঁতে তাত পৰাজিত হ’ল আৰু লাঞ্ছিত হৈ উভতি গ’ল,","arabic":"فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1073,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:120","price":"আৰু যাদুকৰবিলাক ছাজদাৱনত হ’ল।","arabic":"وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1074,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:121","price":"তেওঁলোকে ক’লে, ‘আমি ঈমান আনিলোঁ বিশ্বজগতৰ প্ৰতিপালকৰ প্ৰতি’।","arabic":"قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1075,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:122","price":"‘মুছা আৰু হাৰুনৰ প্ৰতিপালকৰ প্ৰতি’।","arabic":"رَبِّ مُوسَىٰ وَهَٰرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1076,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:123","price":"ফিৰআউনে ক’লে, ‘কি! মই তোমালোকক অনুমতি দিয়াৰ আগতেই তোমালোকে ইয়াৰ ওপৰত ঈমান আনিলা? নিশ্চয় এইটো এটা চক্ৰান্ত; তোমালোকে নগৰবাসীসকলক ইয়াৰ পৰা উলিয়াই দিয়াৰ বাবে এই চক্ৰান্ত কৰিছা। এতেকে তোমালোকে অতিশীঘ্ৰে ইয়াৰ পৰিণাম জানিব পাৰিবা’।","arabic":"قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1077,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:124","price":"‘নিশ্চয় মই তোমালোকৰ হাত-ভৰি বিপৰীত ফালৰ পৰা কাটি টুকুৰা-টুকুৰ কৰি দিম; তাৰ পিছত নিশ্চয় মই তোমালোক আটাইকে শূলত দিম’।","arabic":"لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1078,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:125","price":"তেওঁলোকে ক’লে, ‘নিশ্চয় আমি আমাৰ প্ৰতিপালকৰ ওচৰলৈকেহে উভতি যাম;","arabic":"قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1079,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:126","price":"‘আৰু তুমি আমাক শাস্তি দিবলৈ ওলাইছা কেৱল এইকাৰণে যে, আমি আমাৰ প্ৰতিপালকৰ নিদৰ্শনৰ ওপৰত ঈমান আনিছোঁ যেতিয়া সেয়া আমাৰ ওচৰলৈ আহি পাইছে। হে আমাৰ প্ৰতিপালক! আমাক পৰিপূৰ্ণৰূপে ধৈৰ্য্য দান কৰা, লগতে মুছলিমৰূপে আমাক মৃত্যু দান কৰা’।","arabic":"وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1080,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:127","price":"আৰু ফিৰআউন সম্প্ৰদায়ৰ নেতাসকলে ক’লে, ‘আপুনি মুছাক আৰু তেওঁৰ সম্প্ৰদায়ক পৃথিৱীত বিপৰ্যয় সৃষ্টি কৰিবলৈ আৰু আপোনাক লগতে আপোনাৰ উপাস্যসমূহক বৰ্জন কৰিবলৈ এৰি দিব নেকি? সি ক’লে, ‘শীঘ্ৰেই আমি সিহঁতৰ পুত্ৰসকলক হত্যা কৰিম আৰু সিহঁতৰ নাৰীসকলক জীৱিত ৰাখিম। নিশ্চয় আমি সিহঁতৰ ওপৰত শক্তিধৰ’।","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1081,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:128","price":"মুছাই তেওঁৰ সম্প্ৰদায়ক ক’লে, ‘আল্লাহৰ ওচৰত সহায় প্ৰাৰ্থনা কৰা আৰু ধৈৰ্য্য ধাৰণ কৰা; নিশ্চয় পৃথিৱী আল্লাহৰেই। তেৱেঁই নিজ বান্দাসকলৰ মাজৰ পৰা যাক ইচ্ছা কৰে ইয়াৰ উত্তৰাধিকাৰী বনায়। আৰু শুভ পৰিণাম কেৱল মুত্তাক্বীসকলৰ বাবেই’।","arabic":"قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1082,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:129","price":"সিহঁতে ক’লে, ‘তুমি আমাৰ ওচৰলৈ অহাৰ আগতেও আমি নিৰ্যাতিত হৈছোঁ আৰু তুমি অহাৰ পিছতো’। তেওঁ ক’লে, ‘অতি সোনকালে তোমালোকৰ প্ৰতিপালকে তোমালোকৰ শত্ৰুক ধ্বংস কৰিব আৰু তেওঁ তোমালোকক পৃথিৱীত স্থলাভিষিক্ত কৰিব, তাৰ পিছত তোমালোকে কি কৰা সেয়া তেওঁ লক্ষ্য কৰিব’।","arabic":"قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1083,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:130","price":"আৰু নিশ্চয় আমি ফিৰআউনৰ অনুসাৰীসকলক দুৰ্ভিক্ষ আৰু ফচলৰ ক্ষতিৰ দ্বাৰা আক্ৰান্ত কৰিছিলোঁ, যাতে সিহঁতে উপদেশ গ্ৰহণ কৰে।","arabic":"وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1084,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:131","price":"এতেকে যেতিয়া সিহঁতৰ ওচৰলৈ কোনো কল্যাণ আহিছিল, তেতিয়া সিহঁতে কৈছিল, ‘এইটো আমাৰ প্ৰাপ্য’। আনহাতে যেতিয়া কোনো অকল্যাণে স্পৰ্শ কৰিছিল তেতিয়া সিহঁতে মুছা আৰু তেওঁৰ সঙ্গীসকলক অমঙ্গল বুলি গণ্য কৰিছিল। সাৱধান! সিহঁতৰ অকল্যাণ কেৱল আল্লাহৰ নিয়ন্ত্ৰণাধীন, কিন্তু সিহঁতৰ বহুতেই সেয়া নাজানে।","arabic":"فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1085,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:132","price":"আৰু সিহঁতে কৈছিল, ‘আমাক যাদু কৰিবলৈ তুমি যিকোনো নিদৰ্শনেই আমাৰ ওচৰলৈ লৈ নাহা কিয়, আমি তোমাৰ ওপৰত কেতিয়াও বিশ্বাস স্থাপন নকৰোঁ’।","arabic":"وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1086,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:133","price":"তাৰ পিছত আমি সিহঁতৰ ওপৰত বিস্তাৰিত নিদৰ্শন হিচাপে প্লাৱন, কাকতি ফৰিং, ওকণি, ভেকুলী আৰু তেজ প্ৰেৰণ কৰিছিলোঁ। ইয়াৰ পিছতো সিহঁতে অহংকাৰ কৰিছিল; আৰু সিহঁত আছিল এটা অপৰাধী সম্প্ৰদায়।","arabic":"فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1087,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:134","price":"আৰু যেতিয়াই সিহঁতৰ ওপৰত শাস্তি আহিছিল তেতিয়াই সিহঁতে কৈছিল, ‘হে মুছা! তুমি তোমাৰ প্ৰতিপালকৰ ওচৰত আমাৰ বাবে প্ৰাৰ্থনা কৰা তোমাৰ লগত তেওঁ যি অঙ্গীকাৰ কৰিছে সেই অনুযায়ী; যদি তুমি আমাৰ পৰা শাস্তি দূৰ কৰি দিব পাৰা তেন্তে আমি নিশ্চয় তোমাৰ ওপৰত ঈমান আনিম আৰু নিশ্চয় বনী ইছৰাঈলক তোমাৰ লগত যাবলৈ দিম’।","arabic":"وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1088,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:135","price":"এতেকে যেতিয়াই আমি সিহঁতৰ পৰা এটা নিৰ্দিষ্ট সময়ৰ বাবে শাস্তি দূৰ কৰি দিছিলোঁ যিটো সিহঁতৰ বাবে নিৰ্ধাৰিত আছিল, তেতিয়াই সিহঁতে সিহঁতৰ অঙ্গীকাৰ ভংগ কৰিছিল।","arabic":"فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1089,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:136","price":"সেয়ে আমি সিহঁতৰ পৰা প্ৰতিশোধ লৈছিলোঁ আৰু সিহঁতক অতল সাগৰত ডুবাই দিছিলোঁ। কাৰণ সিহঁতে আমাৰ নিদৰ্শনক অস্বীকাৰ কৰিছিল আৰু এই সম্বন্ধে সিহঁত আছিল অমনোযোগী।","arabic":"فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1090,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:137","price":"আৰু যি সম্প্ৰদায়ক দুৰ্বল বুলি গণ্য কৰা হৈছিল তেওঁলোকক আমি আমাৰ কল্যাণপ্ৰাপ্ত ৰাজ্যৰ পূৱ আৰু পশ্চিমৰ উত্তৰাধিকাৰী কৰিছিলোঁ; আৰু বনী ইছৰাঈল সম্পৰ্কে তোমাৰ প্ৰতিপালকৰ শুভ বাণী সত্যত পৰিণত হৈছিল, যিহেতু তেওঁলোকে ধৈৰ্য্য ধৰিছিল; লগতে ফিৰআউন আৰু তাৰ সম্প্ৰদায়ৰ শিল্প আৰু যিবোৰ প্ৰাসাদ সিহঁতে নিৰ্মাণ কৰিছিল সেয়া ধ্বংস কৰিছিলোঁ।","arabic":"وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1091,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:138","price":"আৰু বনী ইছৰাঈলক আমিয়েই সাগৰ পাৰ কৰাই দিছিলোঁ, তাৰ পিছত সিহঁতে মূৰ্তিপূজাত আসক্ত এটা জাতিৰ ওচৰত উপস্থিত হৈছিল। সিহঁতে কৈছিল, ‘হে মুছা! এওঁলোকৰ উপাস্যৰ দৰে আমাৰ বাবেও এজন উপাস্য স্থিৰ কৰি দিয়ক’। তেওঁ ক’লে, ‘নিশ্চয় তোমালোক এটা মূৰ্খ সম্প্ৰদায়’।","arabic":"وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1092,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:139","price":"‘নিশ্চয় এইসকল লোক য’ত লিপ্ত হৈ আছে সেইবোৰ হৈছে ধ্বংসশীল আৰু সিহঁতে যি কৰি আছে সেইবোৰো অমূলক’।","arabic":"إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1093,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:140","price":"তেওঁ আৰু ক’লে, ‘মই আল্লাহৰ বাহিৰে তোমালোকৰ বাবে আন কোনোবা ইলাহ (উপাস্য) সন্ধান কৰিম নেকি অথচ তেৱেঁই তোমালোকক বিশ্বজগতৰ ওপৰত শ্ৰেষ্ঠত্ব প্ৰদান কৰিছে’?","arabic":"قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1094,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:141","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি তোমালোকক ফিৰআউনৰ অনুসাৰীসকলৰ হাতৰ পৰা উদ্ধাৰ কৰিছিলোঁ, যিসকলে তোমালোকক নিকৃষ্ট শাস্তি প্ৰদান কৰিছিল। সিহঁতে তোমালোকৰ পুত্ৰ সন্তানসকলক হত্যা কৰিছিল আৰু নাৰীসকলক জীৱিত ৰাখিছিল; ইয়াত আছিল তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা এটা মহা পৰীক্ষা।","arabic":"وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1095,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:142","price":"আৰু মুছাৰ বাবে আমি ত্ৰিশ ৰাতিৰ প্ৰতিশ্ৰুতি কৰিছিলোঁ লগতে দহ যোগ কৰি সেয়া পূৰ্ণ কৰিছিলোঁ। এইদৰে তেওঁৰ প্ৰতিপালকৰ নিৰ্ধাৰিত সময় চল্লিশ ৰাতিত পূৰ্ণ হৈছিল। মুছাই তেওঁৰ ভাতৃ হাৰুনক কৈছিল, ‘মোৰ অনুপস্থিতিত মোৰ সম্প্ৰদায়ৰ মাজত তুমি মোৰ প্ৰতিনিধিত্ব কৰিবা, সংশোধন কৰিবা আৰু বিপৰ্যয় সৃষ্টিকাৰীসকলৰ পথ অনুসৰণ নকৰিবা’।","arabic":"۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1096,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:143","price":"আৰু মুছা যেতিয়া আমাৰ নিৰ্ধাৰিত সময়ত আহি উপস্থিত হ’ল আৰু তেওঁৰ প্ৰতিপালকে তেওঁৰ লগত কথা পাতিলে, তেতিয়া তেওঁ ক’লে, ‘হে মোৰ প্ৰতিপালক! তুমি মোক দৰ্শন দিয়া, মই তোমাক দেখিম’। তেওঁ ক’লে, ‘তুমি মোক দেখিব নোৱাৰিবা। তুমি বৰং পাহাৰৰ ফালেই চোৱাচোন, সেইখন যদি নিজৰ ঠাইতে স্থিৰ থাকে তেনেহ’লে তুমি মোক দেখিব পাৰিবা’। যেতিয়া তেওঁৰ প্ৰতিপালকে পাহাৰত জ্যোতি প্ৰকাশ কৰিলে তেতিয়া ই পাহাৰক চূৰ্ণ-বিচূৰ্ণ কৰিলে আৰু মুছা সংজ্ঞাহীন হৈ পৰিল। যেতিয়া তেওঁ জ্ঞান উভতি পালে তেতিয়া ক’লে, ‘মহিমাময় তুমি, মই অনুতপ্ত হৈ তোমাৰ ওচৰত তাওবা কৰিছোঁ আৰু মুমিনসকলৰ মাজত ময়েই প্ৰথম’।","arabic":"وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1097,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:144","price":"তেওঁ ক’লে, ‘হে মুছা! মই তোমাক মোৰ ৰিছালত আৰু বাক্যালাপৰ দ্বাৰা মানুহৰ ওপৰত নিৰ্বাচিত কৰিছোঁ; সেয়ে মই তোমাক যি প্ৰদান কৰিলোঁ সেয়া গ্ৰহণ কৰা আৰু কৃতজ্ঞতা জ্ঞাপনকাৰীসকলৰ অন্তৰ্ভু্ক্ত হোৱা’।","arabic":"قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1098,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:145","price":"আৰু আমি তাৰ বাবে ফলকসমূহত সৰ্ব বিষয়ে উপদেশ আৰু সকলো বিষয়ৰ স্পষ্ট ব্যাখ্যা লিখি দিছোঁ; গতিকে সেয়া দৃঢ়ভাৱে ধাৰণ কৰা আৰু তোমাৰ সম্প্ৰদায়ক ইয়াৰ মাজৰ যি উত্তম সেয়া গ্ৰহণ কৰিবলৈ নিৰ্দেশ দিয়া। মই অনতিপলমে ফাছিক্বসকলৰ বাসস্থান তোমালোকক দেখুৱাম।","arabic":"وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1099,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:146","price":"পৃথিৱীত যিসকলে অন্যায়ভাৱে অহংকাৰ কৰি ফুৰে সিহঁতক মই মোৰ নিদৰ্শনসমূহৰ পৰা নিশ্চয় আঁতৰত ৰাখিম। দৰাচলতে সিহঁতে প্ৰতিটো নিদৰ্শন দেখিলেও ঈমান পোষণ নকৰিব আৰু সিহঁতে সৎপথ দেখিলেও সেইটোক পথ বুলি গ্ৰহণ নকৰিব, কিন্তু সিহঁতে ভুল পথ দেখিলে সেইটোক পথ বুলি গ্ৰহণ কৰিব। এইটো এইকাৰণে যে, সিহঁতে আমাৰ নিদৰ্শনসমূহক অস্বীকাৰ কৰিছে আৰু সেই সম্পৰ্কে সিহঁত আছিল অমনোযোগী।","arabic":"سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1100,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:147","price":"আৰু যিসকলে আমাৰ নিদৰ্শনসমূহক আৰু আখিৰাতৰ সাক্ষাতক অস্বীকাৰ কৰিছে সিহঁতৰ কৃতকৰ্ম বিফল হৈছে। সিহঁতে যি কৰে সেই অনুপাতেই সিহঁতক প্ৰতিফল দিয়া হ’ব।","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1101,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:148","price":"আৰু (স্মৰণ কৰা) মুছাৰ সম্প্ৰদায়ে তেওঁৰ অনুপস্থিতিত নিজৰ অলংকাৰেৰে এটা দামুৰী সাজিছিল, এটা দেহ (ৰ দৰে প্ৰতিমা) যিটো ‘হাম্বা’ (গৰুৰ দৰে) শব্দ ওলাইছিল। সিহঁতে চোৱা নাই নেকি যে, এইটোৱে সিহঁতৰ লগত কথা ক’ব নোৱাৰে আৰু সিহঁতক কোনো পথৰ সন্ধানো দিব নোৱাৰে? (তথাপিও) সিহঁতে ইয়াকেই উপাস্যৰূপে গ্ৰহণ কৰিছিল আৰু সিহঁত আছিল যালিম।","arabic":"وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1102,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:149","price":"আৰু সিহঁতে যেতিয়া অনুতপ্ত হ’ল আৰু দেখিলে যে, সিহঁতে বিপথগামী হৈ গৈছে, তেতিয়া সিহঁতে ক’লে, ‘আমাৰ প্ৰতিপালকে যদি আমাৰ প্ৰতি দয়া নকৰে আৰু আমাক ক্ষমা কৰি নিদিয়ে তেন্তে নিশ্চয় আমি ক্ষতিগ্ৰস্তসকলৰ অন্তৰ্ভুক্ত হৈ যাম’।","arabic":"وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1103,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:150","price":"আৰু মুছাই যেতিয়া ক্ৰুদ্ধ আৰু বিক্ষুব্ধ হৈ নিজ সম্প্ৰদায়ৰ ওচৰলৈ উভতি আহিল, তেতিয়া ক’লে, ‘মোৰ অনুপস্থিতিত তোমালোকে মোৰ কিমান নিকৃষ্ট প্ৰতিনিধিত্ব কৰিছা! তোমালোকৰ প্ৰতিপালকৰ আদেশৰ আগতেই তোমালোকে কিয় খৰখেদা কৰিলা’? এই বুলি তেওঁ ফলকসমূহ দলিয়াই পেলালে আৰু তেওঁৰ ভাতৃক চুলিত ধৰি নিজৰ পিনে টানি আনিব ধৰিলে। হাৰুনে ক’লে, ‘হে মোৰ সহোদৰ! মানুহে মোক দুৰ্বল বুলি ভাবিছিল আৰু মোক প্ৰায় হত্যাই কৰি পেলাইছিল। সেয়ে তুমি মোৰ লগত এনে আচৰণ নকৰিবা, যি আচৰণ কৰিলে শত্ৰুসকলে আনন্দিত হয়। লগতে মোক যালিমসকলৰ অন্তৰ্ভুক্ত বুলি নাভাবিবা’।","arabic":"وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1104,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:151","price":"মুছাই ক’লে, ‘হে মোৰ প্ৰতিপালক! মোক আৰু মোৰ ভাতৃক ক্ষমা কৰি দিয়া আৰু আমাক তোমাৰ ৰহমতৰ মাজত প্ৰৱেশ কৰোৱা; আৰু তুমিয়েই সৰ্বশ্ৰেষ্ঠ দয়ালু’।","arabic":"قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1105,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:152","price":"(আল্লাহে ক’লে) নিশ্চয় যিসকলে দামুৰীটোক (উপাস্যৰূপে) গ্ৰহণ কৰিছিল, শীঘ্ৰেই পাৰ্থিৱ জীৱনত সিহঁতৰ প্ৰতিপালকৰ ক্ৰোধ আৰু লাঞ্ছনা সিহঁতৰ ওপৰত আপতিত হ’ব। এইদৰেই আমি মিছা ৰটনাকাৰীসকলক প্ৰতিফল দি থাকোঁ।","arabic":"إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1106,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:153","price":"আনহাতে যিসকলে অসৎকৰ্ম কৰিছে, কিন্তু তাৰ পিছত (যদি) সিহঁতে তাওবা কৰিছে আৰু ঈমান আনিছে, তেন্তে নিশ্চয় তোমাৰ প্ৰতিপালক ইয়াৰ পিছতো পৰম ক্ষমাশীল, পৰম দয়ালু।","arabic":"وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1107,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:154","price":"আৰু যেতিয়া মুছাৰ খং প্ৰশমিত হ’ল, তেতিয়া তেওঁ ফলকসমূহ তুলি ল’লে। যিসকলে নিজ প্ৰতিপালকক ভয় কৰে সিহঁতৰ বাবে সেই ফলকসমূহত যি লিখা আছিল সেয়া আছিল হিদায়ত আৰু ৰহমত।","arabic":"وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1108,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:155","price":"আৰু মুছাই তেওঁৰ সম্প্ৰদায়ৰ পৰা সত্তৰজন লোকক আমাৰ নিৰ্ধাৰিত স্থানত একত্ৰিত হোৱাৰ বাবে মনোনীত কৰিলে। তাৰ পিছত সিহঁতে যেতিয়া ভূমিকম্পৰ দ্বাৰা আক্ৰান্ত হ’ল, তেতিয়া মুছাই ক’লে, ‘হে মোৰ প্ৰতিপালক! তুমি ইচ্ছা কৰিলে আগতেই ইহঁতক আৰু মোকো ধ্বংস কৰিব পাৰিলাহেঁতেন, আমাৰ মাজৰ নিৰ্বোধসকলে যি কৰিছে তাৰকাৰণে তুমি আমাক ধ্বংস কৰিবানে? এইটো হৈছে কেৱল তোমাৰ পৰীক্ষা, যিটোৰ দ্বাৰা তুমি যাক ইচ্ছা কৰা বিপথগামী কৰা আৰু যাক ইচ্ছা কৰা তুমি সৎপথত পৰিচালিত কৰা। তুমিয়েই আমাৰ অভিভাৱক; সেয়ে তুমি আমাক ক্ষমা কৰা আৰু আমাৰ প্ৰতি দয়া কৰা। ক্ষমাশীলসকলৰ ভিতৰত তুমিয়েই শ্ৰেষ্ঠ’।","arabic":"وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1109,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:156","price":"‘লগতে তুমি আমাৰ বাবে এই পৃথিৱীত কল্যাণ লিখি দিয়া আৰু আখিৰাততো। নিশ্চয় আমি তোমাৰ ওচৰলৈ উভতি আহিছোঁ’। আল্লাহে ক’লে, ‘মোৰ শাস্তি মই যাক ইচ্ছা কৰোঁ তাকেই দিওঁ আৰু মোৰ দয়া- সেয়াতো প্ৰত্যেক বস্তুকেই আৱৰি আছে। গতিকে মই সেইটো লিখি দিম কেৱল সিহঁতৰ বাবে যিসকলে তাক্বৱা অৱলম্বন কৰে, যাকাত প্ৰদান কৰে আৰু আমাৰ আয়াতসমূহৰ প্ৰতি বিশ্বাস স্থাপন কৰে’।","arabic":"۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1110,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:157","price":"যিসকলে অনুসৰণ কৰে ৰাছুলৰ, নিৰক্ষৰ নবীৰ, যাৰ উল্লেখ সিহঁতে সিহঁতৰ ওচৰত থকা তাওৰাত আৰু ইঞ্জীলত লিপিবদ্ধ পায়, যিজনে সিহঁতক সৎকৰ্মৰ আদেশ দিয়ে, অসৎকৰ্মৰ পৰা নিষেধ কৰে, সিহঁতৰ বাবে পৱিত্ৰ বস্তুবোৰ হালাল কৰে আৰু অপৱিত্ৰ বস্তুবোৰ হাৰাম কৰে। যিয়ে সিহঁতক সিহঁতৰ ওপৰত থকা বোজাৰ পৰা আৰু শৃংখলৰ পৰা মুক্ত কৰে। এতেকে যিসকলে তেওঁৰ প্ৰতি ঈমান পোষণ কৰে, তেওঁক সন্মান কৰে, তেওঁক সহায় কৰে আৰু যি নূৰ তেওঁৰ প্ৰতি অৱতীৰ্ণ হৈছে সেইটোৰ অনুসৰণ কৰে, তেওঁলোকেই হৈছে সাফল্যমণ্ডিত।","arabic":"ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1111,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:158","price":"কোৱা, ‘হে মানৱ! নিশ্চয় মই তোমালোক সকলোৰে প্ৰতি আল্লাহৰ (প্ৰেৰিত) ৰাছুল, যিজন আকাশসমূহ আৰু পৃথিৱীৰ সাৰ্বভৌমত্বৰ অধিকাৰী। তেওঁৰ বাহিৰে আন কোনো (সত্য) ইলাহ নাই; তেৱেঁই জীৱন দান কৰে আৰু তেৱেঁই মৃত্যু ঘটায়। সেয়ে তোমালোকে ঈমান পোষণ কৰা আল্লাহৰ প্ৰতি আৰু তেওঁৰ ৰাছুল নিৰক্ষৰ নবীৰ প্ৰতি, যিজনে আল্লাহ আৰু তেওঁৰ বাণীসমূহৰ ওপৰত ঈমান পোষণ কৰে; আৰু তোমালোকে তেওঁৰ অনুসৰণ কৰা যাতে তোমালোকে হিদায়তপ্ৰাপ্ত হোৱা’।","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1112,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:159","price":"আৰু মুছাৰ সম্প্ৰদায়ৰ ভিতৰত এনেকুৱা এটা দলো আছে যিসকলে আনক ন্যায়ভাৱে পথ দেখুৱায় আৰু সেই অনুযায়ী (বিচাৰত) ইনচাফ কৰে।","arabic":"وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1113,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:160","price":"আৰু সিহঁতক আমি বাৰটা গোত্ৰত বিভক্ত কৰিছিলোঁ। মুছাৰ সম্প্ৰদায়ে যেতিয়া তেওঁৰ ওচৰত পানী বিচাৰিলে, তেতিয়া আমি তেওঁৰ প্ৰতি অহী প্ৰেৰণ কৰিলোঁ, ‘তোমাৰ লাখুটিডালেৰে শিলত আঘাত কৰা’; ফলত তাৰ পৰা বাৰটা ঝৰ্ণাৰ উৎপত্তি হ’ল। প্ৰত্যেক গোত্ৰই নিজৰ নিজৰ পানী খোৱা স্থান নিৰ্ণয় কৰি ল’লে। আমি মেঘৰ দ্বাৰা সিহঁতৰ ওপৰত ছাঁ কৰি দিছিলোঁ আৰু সিহঁতৰ ওপৰত আমি মান্না আৰু ছালৱা অৱতীৰ্ণ কৰিছিলোঁ। (কৈছিলোঁ) ‘তোমালোকক যি জীৱিকা দান কৰিছোঁ তাৰ পৰা পৱিত্ৰ বস্তুবোৰ খোৱা’। সিহঁতে আমাৰ প্ৰতি কোনো অন্যায় কৰা নাছিল, বৰং সিহঁতে নিজেই নিজৰ ক্ষতি সাধন কৰিছিল।","arabic":"وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1114,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:161","price":"আৰু স্মৰণ কৰা, যেতিয়া সিহঁতক কোৱা হৈছিল, ‘তোমালোকে এই জনপদত বাস কৰা আৰু য’ৰ পৰা ইচ্ছা খোৱা লগতে কোৱা, ‘হিত্তাতুন’ (ক্ষমা বিচাৰোঁ) আৰু নতশিৰে দুৱাৰেৰে প্ৰৱেশ কৰিবা; আমি তোমালোকৰ অপৰাধসমূহ ক্ষমা কৰিম। নিশ্চয় আমি সৎকৰ্মশীলসকলক অধিক দান কৰিম’।","arabic":"وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1115,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:162","price":"তথাপিও সিহঁতৰ মাজৰ যিসকল যালিম আছিল সিহঁতক যি কোৱা হৈছিল, তাৰ পৰিবৰ্তে সিহঁতে অন্য কথা ক’লে। সেয়ে আমি আকাশৰ পৰা সিহঁতৰ প্ৰতি শাস্তি পঠালোঁ, কাৰণ সিহঁতে অন্যায় কৰিছিল।","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1116,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:163","price":"আৰু সিহঁতক সাগৰৰ সৈকতত বাস কৰা জনবসতিৰ বিষয়ে সোধাচোন, যেতিয়া সিহঁতে শনিবাৰে সীমালংঘন কৰিছিল, যেতিয়া শনিবাৰ পালনৰ দিনা মাছবোৰ পানীত ভাহি ভাহি সিহঁতৰ ওচৰলৈ আহিছিল। কিন্তু যিদিনা সিহঁতে শনিবাৰ পালন কৰা নাছিল সেইদিনা সেই মাছবোৰ সিহঁতৰ ওচৰলৈ অহা নাছিল। এইদৰে আমি সিহঁতক পৰীক্ষা কৰিছিলোঁ, কাৰণ সিহঁতে ফাছেক্বী কৰিছিল।","arabic":"وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1117,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:164","price":"আৰু স্মৰণ কৰা, যেতিয়া সিহঁতৰ দল এটাই কৈছিল, ‘আল্লাহে যিসকলক ধ্বংস কৰিব অথবা কঠোৰ শাস্তি দিব, তোমালোকে সিহঁতক কিয় সদুপদেশ দিয়া? সিহঁতে কৈছিল, ‘তোমালোকৰ প্ৰতিপালকৰ ওচৰত দায়িত্ব-মুক্তিৰ বাবে আৰু যাতে সিহঁতে তাক্বৱা অৱলম্বন কৰে সেইকাৰণে’।","arabic":"وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1118,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:165","price":"তাৰ পিছত যি উপদেশ সিহঁতক দিয়া হৈছিল, সিহঁতে যেতিয়া সেয়া পাহৰি গ’ল, তেতিয়া যিসকলে অসৎকৰ্মৰ পৰা নিষেধ কৰিছিল তেওঁলোকক আমি উদ্ধাৰ কৰিছিলোঁ, আৰু যিসকলে অন্যায় কৰিছিল সিহঁতক আমি কঠোৰ শাস্তি বিহিছিলোঁ, কাৰণ সিহঁতে ফাছেক্বী কৰিছিল।","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1119,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:166","price":"ইয়াৰ পিছতো যেতিয়া সিহঁতে নিষিদ্ধ কামত সীমা চেৰাই গ'ল তেতিয়া আমি সিহঁতক ক’লোঁ, ‘তোমালোকে নিকৃষ্ট বান্দৰ হৈ যোৱা’!","arabic":"فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1120,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:167","price":"আৰু স্মৰণ কৰা, যেতিয়া তোমাৰ প্ৰতিপালকে ঘোষণা কৰিছিল যে, নিশ্চয় তেওঁ ক্বিয়ামত পৰ্যন্ত সিহঁতৰ ওপৰত এনেকুৱা কিছুমান লোকক (ক্ষমতা প্ৰদান কৰি) পঠাব, যিসকলে সিহঁতক কঠিন শাস্তি দি থাকিব। নিশ্চয় তোমাৰ প্ৰতিপালক শাস্তি দানত তৎপৰ আৰু নিশ্চয় তেওঁ ক্ষমাশীল, পৰম দয়ালু।","arabic":"وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1121,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:168","price":"আৰু আমি সিহঁতক পৃথিৱীত বিভিন্ন দলত বিভক্ত কৰিছোঁ, সিহঁতৰ কিছুমান হৈছে সৎকৰ্মপৰায়ণ আৰু কিছুমান অন্য ধৰণৰ। আমি সিহঁতক মঙ্গল আৰু অমঙ্গলৰ দ্বাৰা পৰীক্ষা কৰিছোঁ, যাতে সিহঁতে প্ৰত্যাৱৰ্তন কৰে।","arabic":"وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1122,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:169","price":"সিহঁতৰ পিছত এনে কিছুমান অযোগ্য লোক এটাৰ পিছত এটাকৈ সিহঁতৰ স্থলাভিষিক্তৰূপে কিতাবৰ উত্তৰাধিকাৰী হৈছে, যিসকলে পৃথিৱীৰ এই তুচ্ছ অসাৰ সামগ্ৰী সঞ্চয়ত লিপ্ত থাকে, আৰু সিহঁতে কয়, ‘আমাক ক্ষমা কৰি দিয়া হ’ব’। কিন্তু এইবোৰৰ অনুৰূপ সামগ্ৰী সিহঁতৰ ওচৰলৈ আহিলে সেয়াও সিহঁতে গ্ৰহণ কৰিব; কিতাবৰ অঙ্গীকাৰ সিহঁতৰ পৰা লোৱা হোৱা নাছিলনে যে, সিহঁতে আল্লাহ সম্পৰ্কে সত্যৰ বাহিৰে আন একো নক’ব? অথচ সিহঁতে তাত যি আছে সেয়া অধ্যয়নো কৰে। কিন্তু যিসকলে তাক্বৱা অৱলম্বন কৰে সিহঁতৰ বাবে আখিৰাতৰ আবাসেই হৈছে উত্তম; তোমালোকে এয়া অনুধাৱন নকৰানে?","arabic":"فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1123,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:170","price":"যিসকলে কিতাবক দৃঢ়ভাৱে ধাৰণ কৰে আৰু ছালাত কায়েম কৰে; নিশ্চয় আমি সৎকৰ্মপৰায়ণসকলৰ শ্ৰমফল বিনষ্ট নকৰোঁ।","arabic":"وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1124,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:171","price":"আৰু স্মৰণ কৰা, যেতিয়া আমি পৰ্বতক সিহঁতৰ ওপৰত তুলি ধৰিছিলোঁ, আৰু সেয়া আছিল যেনিবা মেঘৰ এটা খণ্ড। সিহঁতে ভাবিছিল যে, সেয়া সিহঁতৰ ওপৰত পৰি যাব। (আমি ক’লোঁ) ‘আমি যি প্ৰদান কৰিছোঁ সেয়া দৃঢ়ভাৱে ধাৰণ কৰা আৰু তাত যি আছে সেয়া স্মৰণ কৰা, যাতে তোমালোকে তাক্বৱাৰ অধিকাৰী হ’ব পাৰা’।","arabic":"۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1125,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:172","price":"আৰু স্মৰণ কৰা, যেতিয়া তোমাৰ প্ৰতিপালকে আদম সন্তানৰ পিঠিৰ পৰা তাৰ বংশধৰক উলিয়াইছিল আৰু সিহঁতৰ নিজৰ বিষয়ে স্বীকাৰোক্তি গ্ৰহণ কৰিছিল আৰু কৈছিল, ‘মই তোমালোকৰ প্ৰতিপালক নহয়নে? সিহঁতে কৈছিল, ‘হয় নিশ্চয়, আমি সাক্ষী থাকিলোঁ’। এইটো এইকাৰণে যে, যাতে তোমালোকে ক্বিয়ামতৰ দিনা ক’ব নোৱাৰা যে, আমি এই বিষয়ে জনাই নাছিলোঁ।","arabic":"وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1126,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:173","price":"অথবা তোমালোকে যাতে এইটো ক’ব নোৱাৰা যে, আমাৰ পিতৃপুৰুষসকলেও আমাৰ আগত শ্বিৰ্ক কৰিছিল, আৰু আমি আছিলোঁ তেওঁলোকৰ পৰবৰ্তী বংশধৰ; এতেকে (শ্বিৰ্কৰ মাধ্যমত) যিসকলে নিজৰ আমলক বাতিল কৰিছে সিহঁতৰ কৃতকৰ্মৰ বাবে তুমি আমাক ধ্বংস কৰিবানে?","arabic":"أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1127,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:174","price":"আৰু এইদৰেই আমি আয়াতসমূহ বিশদভাৱে বৰ্ণনা কৰোঁ যাতে সিহঁতে উভতি আহে।","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1128,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:175","price":"আৰু সিহঁতক সেই ব্যক্তিৰ সংবাদ পাঠ কৰি শুনোৱা, যাক আমি নিদৰ্শনসমূহ প্ৰদান কৰিছিলোঁ, তাৰ পিছত সি তাৰ পৰা বিচ্ছিন্ন হৈ গৈছিল, আৰু চয়তানে তাৰ পিছ লৈছিল। ফলত সি বিপথগামীসকলৰ অন্তৰ্ভুক্ত হৈ গৈছিল।","arabic":"وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1129,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:176","price":"আৰু আমি ইচ্ছা কৰিলে ইয়াৰ দ্বাৰা তাক উচ্চ মৰ্যাদা দান কৰিলোঁহেঁতেন, কিন্তু সি দুনিয়াৰ প্ৰতিহে আকৃষ্ট হৈছে আৰু নিজ প্ৰবৃত্তিৰ অনুসৰণ কৰিছে। এতেকে তাৰ উপমা হৈছে কুকুৰৰ দৰে, তাৰ ওপৰত বোজা জাপি দিলে সি জিভা উলিয়াই হেঁপাই থাকে আৰু বোজা নিদিলেও সি জিভা উলিয়াই হেঁপাই থাকে। যি সম্প্ৰদায়ে আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছে সিহঁতৰ অৱস্থাও এইটোৱেই। এতেকে তুমি বৃত্তান্ত বৰ্ণনা কৰা যাতে সিহঁতে চিন্তা কৰে।","arabic":"وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1130,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:177","price":"সেই সম্প্ৰদায়ৰ উপমা কিমান যে নিকৃষ্ট! যিসকলে আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছে, আৰু সিহঁতে নিজৰ প্ৰতিহে অন্যায় কৰিছিল।","arabic":"سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1131,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:178","price":"আল্লাহে যাক হিদায়ত দিয়ে সেইজনহে হিদায়তপ্ৰাপ্ত, আৰু তেওঁ যিসকলক বিপথগামী কৰে সিহঁতেই হৈছে ক্ষতিগ্ৰস্ত।","arabic":"مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1132,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:179","price":"নিশ্চয় আমি বহুতো জ্বিন আৰু মানৱক জাহান্নামৰ বাবে সৃষ্টি কৰিছোঁ, সিহঁতৰ হৃদয় আছে কিন্তু তাৰ দ্বাৰা সিহঁতে উপলব্ধি নকৰে, সিহঁতৰ চকু আছে কিন্তু তাৰ দ্বাৰা সিহঁতে নেদেখে আৰু সিহঁতৰ কাণ আছে কিন্তু তাৰ দ্বাৰা সিহঁতে নুশুনে, সিহঁত চতুষ্পদ জন্তুৰ দৰে, বৰং তাতোকৈ অধিক বিভ্ৰান্ত। সিহঁতেই হৈছে উদাসীন।","arabic":"وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1133,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:180","price":"আৰু আল্লাহৰ বাবে আছে সুন্দৰ সুন্দৰ নাম। এতেকে তোমালোকে তেওঁক সেইবোৰ নামেৰেই আহ্বান কৰা; আৰু যিসকলে তেওঁৰ নামসমূহক বিকৃত কৰে সিহঁতক বৰ্জন কৰা; সিহঁতৰ কৃতকৰ্মৰ ফল অনতিপলমে সিহঁতক দিয়া হ’ব।","arabic":"وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1134,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:181","price":"আৰু যিসকলক আমি সৃষ্টি কৰিছোঁ সিহঁতৰ মাজত এনেকুৱা এটা দল আছে যিসকলে ন্যায়ভাৱে পথ দেখুৱায় আৰু সেই অনুযায়ী (বিচাৰ মীমাংসাত) ইনচাফো কৰে।","arabic":"وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1135,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:182","price":"আৰু যিসকলে আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছে, অনতিপলমে আমি সিহঁতক এনেকৈ লাহে লাহে ধ্বংসৰ পিনে লৈ যাম যে, সিহঁতে গমেই নাপাব।","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1136,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:183","price":"আৰু মই সিহঁতক অৱকাশ দিম। নিশ্চয় মোৰ কৌশল অত্যন্ত বলিষ্ঠ।","arabic":"وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1137,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:184","price":"সিহঁতে কেতিয়াও চিন্তা নকৰে নেকি যে, সিহঁতৰ সহচৰজন কাহানিও উন্মাদ নহয়? তেওঁ হৈছে কেৱল এজন স্পষ্ট সতৰ্ককাৰী।","arabic":"أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1138,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:185","price":"সিহঁতে আকাশমণ্ডল আৰু পৃথিৱীৰ সাৰ্বভৌম কৰ্তৃত্ব সম্পৰ্কে লগতে আল্লাহে যি সৃষ্টি কৰিছে সেই বিষয়ে চিন্তা-চৰ্চা কৰা নাইনে, আৰু এই বিষয়েও যে, সম্ভৱতঃ সিহঁতৰ নিৰ্ধাৰিত সময় অতি নিকটৱৰ্তী হৈছে; গতিকে ইয়াৰ পিছত সিহঁতে আৰু কোন কথাত ঈমান আনিব?","arabic":"أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1139,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:186","price":"আল্লাহে যাক বিপথগামী কৰে তাৰ কোনো পথপ্ৰদৰ্শক নাই; আৰু তেওঁ সিহঁতক সিহঁতৰ অবাধ্যতাত লক্ষ্যহীনৰ দৰে ঘূৰি ফুৰিবলৈ এৰি দিয়ে।","arabic":"مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1140,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:187","price":"সিহঁতে তোমাক ক্বিয়ামত সম্পৰ্কে প্ৰশ্ন কৰি কয়, ‘সেয়া কেতিয়া সংঘটিত হ’ব’? কোৱা, ‘এই বিষয়ৰ জ্ঞান কেৱল মোৰ প্ৰতিপালকৰ ওচৰতেই আছে। কেৱল তেৱেঁই যথাসময়ত সেইটোৰ প্ৰকাশ ঘটাব। আকাশমণ্ডল আৰু পৃথিৱীত সেইটো হ’ব এটা ভয়ংকৰ ঘটনা। আকস্মিকভাৱে সেয়া তোমালোকৰ ওপৰত আহি পৰিব’। সিহঁতে তোমাক প্ৰশ্ন কৰিছে যেনিবা তুমি এই বিষয়ে সবিশেষ অৱহিত। কোৱা, ‘এই বিষয়ৰ জ্ঞান কেৱল আল্লাহৰ ওচৰতহে আছে, কিন্তু অধিকাংশ মানুহেই (এই সত্যটো) নাজানে’।","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1141,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:188","price":"কোৱা, ‘আল্লাহে যি ইচ্ছা কৰে তাৰ বাহিৰে মোৰ নিজৰ লাভ-লোকচানৰ ওপৰতো মোৰ কোনো অধিকাৰ নাই। গায়েব বা অদৃশ্যৰ জ্ঞান যদি মোৰ থাকিলহেঁতেন তেন্তে মই বহুতো কল্যাণ লাভ কৰিলোঁহেঁতেন আৰু কোনো ধৰণৰ অকল্যাণেই মোক স্পৰ্শ কৰিব নোৱাৰিলেহেঁতেন। মই কেৱল ঈমান্দাৰ সম্প্ৰদায়ৰ বাবে সতৰ্ককাৰী আৰু সুসংবাদদাতাৰ বাহিৰে আন একো নহয়’।","arabic":"قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1142,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:189","price":"তেৱেঁই তোমালোকক এজন ব্যক্তিৰ পৰা সৃষ্টি কৰিছে আৰু তাৰ পৰা তেওঁৰ স্ত্ৰীক সৃষ্টি কৰিছে, যাতে তেওঁ স্ত্ৰীৰ ওচৰত প্ৰশান্তি লাভ কৰে। তাৰ পিছত যেতিয়া তেওঁ স্ত্ৰীৰ সৈতে মিলিত হ’ল তেতিয়া স্ত্ৰীজনী এটি লঘু গৰ্ভধাৰণ কৰিলে আৰু এইটো লৈ অনায়াসে চলা-ফুৰা কৰিব ধৰিলে। অৱশেষত যেতিয়া গা-ভাৰী হ’ল, তেতিয়া তেওঁলোক উভয়ে তেওঁলোকৰ প্ৰতিপালক আল্লাহৰ ওচৰত প্ৰাৰ্থনা কৰিব ধৰিলে, ‘যদি তুমি আমাক এজন সুসন্তান দান কৰা তেন্তে নিশ্চয় আমি তোমাৰ প্ৰতি কৃতজ্ঞ থাকিম’।","arabic":"۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1143,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:190","price":"তাৰ পিছত যেতিয়া তেওঁ সিহঁতক এজন পূৰ্ণাঙ্গ সুসন্তান দান কৰে, তেতিয়া সিহঁতক তেওঁ যি প্ৰদান কৰিছে সেই বিষয়ে সিহঁতে বহুতো অংশীদাৰ (শ্বৰীক) নিৰ্ধাৰণ কৰে। প্ৰকৃততে সিহঁতে যিসকলক (তেওঁৰ লগত) অংশী স্থাপন কৰে, আল্লাহ সেইবোৰৰ পৰা বহু উৰ্দ্ধত।","arabic":"فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1144,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:191","price":"সিহঁতে এনেকুৱা বস্তুক অংশী কৰে নেকি যিসকলে একোৱেই সৃষ্টি কৰা নাই? বৰং সিহঁত নিজেই সৃষ্ট।","arabic":"أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1145,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:192","price":"এইবোৰে সিহঁতক কদাপিও সহায় কৰিব নোৱাৰে আনকি নিজৰো সহায় কৰিব নোৱাৰে।","arabic":"وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1146,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:193","price":"আৰু তোমালোকে সিহঁতক সৎপথৰ পিনে আহ্বান কৰিলেও সিহঁতে তোমালোকক অনুসৰণ নকৰিব; তোমালোকে সিহঁতক আহ্বান কৰা বা নিৰৱে থাকা, তোমালোকৰ বাবে উভয়েই সমান।","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1147,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:194","price":"আল্লাহৰ বাহিৰে তোমালোকে যিসকলক আহ্বান কৰা সিহঁত তোমালোকৰ দৰেই বান্দাহ, গতিকে যদি তোমালোকে সত্যবাদী হোৱা তেন্তে সিহঁতক আহ্বান কৰা, (চোৱাচোন) সিহঁতে তোমালোকৰ আহ্বানত সঁহাৰি দিয়েনে নাই।","arabic":"إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1148,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:195","price":"সিহঁতৰ ভৰি আছেনে যাৰ দ্বাৰা সিহঁতে খোজ কাঢ়ে? সিহঁতৰ হাত আছেনে যাৰ দ্বাৰা সিহঁতে ধৰিব পাৰে? সিহঁতৰ চকু আছেনে যাৰ দ্বাৰা সিহঁতে দেখে? সিহঁতৰ কাণ আছেনে যাৰ দ্বাৰা সিহঁতে শুনে? কোৱা, ‘তোমালোকে যিসকলক আল্লাহৰ লগত অংশী কৰিছা সিহঁতক মাতি লোৱা আৰু তাৰ পিছত মোৰ বিৰুদ্ধে ষড়যন্ত্ৰ কৰা, আৰু মোক অকণো অৱকাশ নিদিবা’।","arabic":"أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1149,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:196","price":"‘নিশ্চয় মোৰ অভিভাৱক হৈছে কেৱল আল্লাহ, যিজনে কিতাব অৱতীৰ্ণ কৰিছে আৰু তেৱেঁই সৎকৰ্মপৰায়ণসকলৰ অভিভাৱকত্ব কৰে’।","arabic":"إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1150,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:197","price":"আৰু আল্লাহৰ বাহিৰে তোমালোকে যিসকলক আহ্বান কৰা সিহঁতে তোমালোকক কদাপিও সহায় কৰিব নোৱাৰে আনকি সিহঁতে নিজৰো সহায় কৰিব নোৱাৰে।","arabic":"وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1151,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:198","price":"তুমি যদি সিহঁতক সৎপথৰ পিনে আহ্বান কৰা তেন্তে সিহঁতে নুশুনিব আৰু তুমি দেখিবলৈ পাবা যে, বাহ্যিকভাৱে সিহঁতে তোমাৰ ফালে চাই আছে, অথচ সিহঁতে নেদেখে।","arabic":"وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1152,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:199","price":"মানুহৰ (চৰিত্ৰ আৰু কৰ্মৰ) উৎকৃষ্ট অংশ গ্ৰহণ কৰা, সৎকৰ্মৰ আদেশ দিয়া আৰু অজ্ঞসকলক এৰাই চলা।","arabic":"خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1153,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:200","price":"আৰু যদি চয়তানৰ কুমন্ত্ৰণাই তোমাক প্ৰৰোচিত কৰে, তেন্তে আল্লাহৰ আশ্ৰয় বিচাৰিবা। নিশ্চয় তেওঁ সৰ্বশ্ৰোতা, সৰ্বজ্ঞ।","arabic":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1154,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:201","price":"নিশ্চয় যিসকলে তাক্বৱা অৱলম্বন কৰিছে, তেওঁলোকক চয়তানে যেতিয়া কুমন্ত্ৰণা দিয়ে তেতিয়া তেওঁলোকে আত্মসচেতন হয়, আৰু লগে লগে তেওঁলোকৰ দৃষ্টি প্ৰকট হয়।","arabic":"إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1155,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:202","price":"আৰু চয়তানৰ ভাতৃসকলে সিহঁতক ভ্ৰান্তিৰ পিনে টানি লৈ যায়। এই কামত সিহঁতে অকণো ত্ৰুটি নকৰে।","arabic":"وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1156,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:203","price":"তুমি যেতিয়া সিহঁতৰ ওচৰলৈ (সিহঁতে বিচৰা মতে) কোনো আয়াত লৈ নাহা, তেতিয়া সিহঁতে কয়, ‘তুমি নিজেই এটা আয়াত বনাই নোলোৱা কিয়’? কোৱা, ‘মোৰ প্ৰতিপালকৰ তৰফৰ পৰা মোৰ প্ৰতি অহী হিচাপে যি প্ৰেৰণ কৰা হয়, মই কেৱল তাৰেই অনুসৰণ কৰোঁ। এই (কোৰআন)খন হৈছে তোমালোকৰ প্ৰতিপালকৰ তৰফৰ পৰা স্পষ্ট প্ৰমাণ; লগতে এইখন ঈমান্দাৰ সম্প্ৰদায়ৰ বাবে হিদায়ত আৰু ৰহমত’।","arabic":"وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1157,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:204","price":"আৰু যেতিয়া কোৰআন তিলাৱত কৰা হয় তেতিয়া তোমালোকে মনোযোগ সহকাৰে সেয়া শুনিবা আৰু নিৰৱ-নিস্তব্ধ হৈ থাকিবা, যাতে তোমালোকৰ প্ৰতি ৰহমত বৰ্ষণ হয়।","arabic":"وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1158,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:205","price":"আৰু তুমি তোমাৰ প্ৰতিপালকক পুৱা-গধূলি মনে মনে সবিনয়ে, সশংকচিত্তে আৰু অনুচ্চস্বৰে স্মৰণ কৰা। লগতে তুমি উদাসীনসকলৰ অন্তৰ্ভুক্ত নহ’বা।","arabic":"وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1159,"juzNumber":9,"footnotes":"","lang":"as"},{"name":"7:206","price":"নিশ্চয় যিসকল তোমাৰ প্ৰতিপালকৰ সান্নিধ্যত আছে, তেওঁলোকে তেওঁৰ ইবাদতৰ পৰা অহংকাৰ নকৰে; আৰু তেওঁলোকে কেৱল তেওঁৰেই তাছবীহ পাঠ কৰে আৰু কেৱল তেওঁকেই ছাজদা কৰে। (ছাজদাহ নং ১)","arabic":"إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩","category":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf"],"ayahNumber":1160,"juzNumber":9,"footnotes":"","lang":"as"}],"chapter":["7 (Al-A'raf)","Al-A'raf","Surah Al-A'raf","Chapter Al-A'raf","A'raf","Surah A'raf","Chapter A'raf","Al A'raf","Surah Al A'raf","Chapter Al A'raf","Surah 7","Chapter 7","The Heights","الأعرَاف"]}