{"data":[{"name":"13:1","price":"Alif-Laam-Miim-Raa. Woi ne Nwoma no mu nsεm no; deε yasiane afri wo Wura Onyankopͻn hͻ aberε woͻ no ne nokorε no, nanso nnipa pii na wͻ’nnye nie.","arabic":"الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1708,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:2","price":"Onyankopͻn na Wapagya soro a adum biara nnihͻ (a ekuta mu) a mohunu, εna afei Ɔde Neho sii Tumi ahennwa no soͻ, εna W’ama awia ne bosome aberε wͻn ho ase (ama mo). Emu biara nam (ne kwan so) wͻ berε a yahyehyε (ama no mu). Ɔno na Ɔtoto ntotoeε nyinaa, Ɔkyerεkyerε nsεm no mu sεdeε mobεgye mo Wura Nyankopͻn nhyiamu no adie.","arabic":"ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1709,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:3","price":"Ɔno na Watrε asaase mu, εna Ɔde mmepͻ asisi so pintinn asan ayε nsubͻnten, εna nnuaba biara nso Wayε no mmienu mmienu (onini ne ͻbedeε) wͻ (asaase no) so. Ɔma adesaeε kata adekyeε so. Nokorε sε, nsεnkyerεnee wͻ woi nom mu dema nnipa a wͻdwen.","arabic":"وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1710,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:4","price":"Asaase no mu nso wͻ (nsaase) asin-asin a εbͻ ahyeε; εne bobe turo, ne aburoo (fuo), ne akyeresua (afuo). Ebi fifiri mmienu anaasε deε εbro saa, ebi nso (fifiri) baako; yεde nsu korͻ na egugu soͻ, nanso nedie mu no Yεma ebi yεdε kyεn bi. Nokorε sε nsεnkyerεnee wͻ woi nom (nyinaa) mu dema amanfoͻ a wͻn wͻ nteaseε anaasε wͻdwen .","arabic":"وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1711,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:5","price":"Sε εyε wo nwanwa a, εneε (boniayεfoͻ no) asεm a wͻse “Enti sε (yewu na) yεyε nεteε a yεbεsan (anyane) wͻ abͻdeε foforͻ mu no”, εno na ma εnyε wo nwanwa. Saa nkorͻfoͻ no na wͻ nnye wͻn Wura Nyankopͻn nnie no, na wͻn na (yεde) dadewεnfoͻ begu wͻn kͻn mu no, na wͻ ne Ogya no mu foͻ no, emu na wͻ’bεtena afe bͻͻ.","arabic":"۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1712,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:6","price":"(Nkͻmhyεni, boniayεfoͻ no) repε ntεm sε ma bͻne no (anaa asotwee no) ni papa no anim kan; aberε nso a asotwee no sεso adi wͻn anim kan asi pεn. Nokorε sε wͻn bͻne (nyinaa akyiri no) wo Wura Nyankopͻn wͻ Bͻnefakyε dema adasamma. Nokorε nso sε wo Wura Nyankopͻn asotwee ano yε den papaapa.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1713,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:7","price":"Deε wͻn a wͻ nnye nnie no ka nesε: “Adεn nti na yensiane nsεnkyerεnee mfri ne Wura Nyankopͻn hͻ mmrε no? (Nkͻmhyεni), wodeε ne sε woyε kͻkͻbͻni; na ͻman biara nso wͻ ͻkwankyerεfoͻ.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1714,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:8","price":"Onyankopͻn Nim (yafunudeε a) εso ͻbaa biara, εne deε εpͻn fri awodeε no mu, ne (abosome dodoͻ a) εbεka (nyinsεn no) ho. Deε εwͻ Nehͻ biara wͻ nhyehyεε.","arabic":"ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1715,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:9","price":"(Ɔne) deε εwͻ Kokoamu ne deε εwͻ Badwamu nyinaa ho Nimdefoͻ no. Ɔno ara ne Ɔkεseε no, na Ɔno ara nso ne Okokroko a Ɔkorͻn no.","arabic":"عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1716,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:10","price":"Sε momu bi de n’asεm suma o, anaasε ͻda no adi o, anaasε osie anadwo o, anaa opie awia o, εyε asεm korͻ (ma Nyankopͻn sε Onim biribiara).","arabic":"سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1717,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:11","price":"Onipa wͻ awεnfoͻ (a wodi neso akͻneaba) a wͻdi n’anim ne n’akyi. Wͻ’wεn no wͻ Onyankopͻn ahyεdeε so. Nokorε sε, Onyankopͻn nsesa (tebea bi) a amanfoͻ bi wͻ mu, gyesε wͻn ara sesa (tebea) no. Sε Onyankopͻn pε amanfoͻ bi bͻne a, obiara nnihͻ a ͻbetumi adane ani, na N’akyiri no wͻ’nnya okyitaafoͻ biara.","arabic":"لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1718,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:12","price":"Ɔno na Ɔde ayerεmo kyerε mo debͻ (mo) hu, san (dema mo nya) akomatͻyεmu (sε nsuo rebεtͻ). Ɔno na Ɔbͻ mununkum a emu yε duro.","arabic":"هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1719,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:13","price":"Agradaa nso bͻ no abodin kamfo no, na Soro abͻfoͻ bͻ hu wͻ Neho. Ɔsoma agradaa mmobͻmuu no kͻbͻ obia Ɔpε, nanso wͻgye Nyankopͻn ho akynnye. Ɔne Ɔhodenfoͻ paa a N’asotwee ano yε den paa.","arabic":"وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1720,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:14","price":"Ɔno na Ɔfata sε yesu frε no wͻ nokorε mu; na wͻn a wͻfri N’akyi sufrε wͻn no ntumi nye wͻn so wͻ hwee ho; na mmom (wͻn mfatoho) tesε (obi a) watene nensa akyerε nsuo sεdeε εbeduru n’ano, nanso ennuru hͻ. (Kaafirfoͻ) boniayεfoͻ no sufrε deε, εyε kwa.","arabic":"لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1721,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:15","price":"Onyankopͻn na deε εwͻ soro ne asaase so ne wͻn sunsum (nyinaa) berε wͻn ho ase ma no wͻ anͻpa ne anyumerε, sε wͻpε, anaasε wͻmmpε.","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1722,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:16","price":"(Nkͻmhyεni), ka sε: “Hwan ne ͻsoro ne asaase Wura?” Kasε: “Onyankopͻn”. Kasε: “Enti mofri N’akyi fa akyitaafoͻ a wͻntumi mfa mfasoͻ anaasε ͻhaw biara mma wͻn ho?” Kasε: “Enti onifirani ne obia ohunu adeε yεpε? Anaasε enti esum ne εhyεn yε pε? Anaasε wͻde mmatahoo a wabͻ (biribi) sεdeε Nyankopͻn abͻ no na abata Nyankopͻn ho a εnam saa nti ama abͻdeε no asε ama wͻn anaa?” Kasε: ”Onyankopͻn na Ɔyԑ biribiara Bᴐfo, na Ɔne Opumpuni Baako no a Ɔkorͻn wͻ biribiara soͻ no “","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1723,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:17","price":"Ɔno na Osiane nsuo fri soro dema nsuo tene wͻ nsuka mu sεdeε emu biara betumi, na nsuyire no de ahuro a εwͻ ani no kͻ. Na deε wͻ nane no wͻ egya mu deyε agudeε anaa nkyεnsee no nso yi ahuro tesε nesεso. Saa ara na Nyankopͻn de nokorε ne nkontompo yε mfatoho. Na ahuro no deε etwa mu kͻ tesε naakyee bi a εho nni mfasoͻ; na deε εho wͻ mfasoͻ dema nnipa no deε εka asaase no mu. Saa ara na Nyankopͻn yε mfatoho.","arabic":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1724,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:18","price":"Wͻn a wͻgye wͻn Wura Nyankopͻn (frε no) soͻ no wͻ (akatua) pa. Wͻn nso a wannye no soͻ no deε, sε wͻn wͻ deε εwͻ asaase so nyinaa ne nesεso mpo a anka (saa Da no wͻbεpε sε) wͻde bεyε mpata. Saa nkorͻfoͻ no deε wͻn wͻ akontabuo bͻne paa. Na wͻn asetena mu ne bonsam gyem, εhͻ yε ahomegye bea bͻne paa.","arabic":"لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1725,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:19","price":"Enti obia onim yie sε, deε yasiane ama woͻ no yε nokorε a efri wo Wura Nyankopͻn hͻ no, ͻtesε obi a n’ani afira? Wͻn a wͻ’dwen ho (anaa wͻde tu wͻn ho foͻ, anaa wͻkaeε) ne mmadwemmafoͻ no –","arabic":"۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1726,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:20","price":"Wͻn a wͻdi Nyankopͻn bͻhyε soͻ, na wͻ mmu apam no soͻ,","arabic":"ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1727,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:21","price":"Ne wͻn a deε Nyankopͻn ahyε sε wͻma εntoa mu no wͻde toa mu, na wͻsuro wͻn Wura Nyankopͻn, na wͻsuro akontabuo bͻne no.","arabic":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1728,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:22","price":"Ne wͻn a wͻsi aboterε hwehwε wͻn Wura Nyankopͻn hͻ animuonyam, na wͻfrε Nyame wͻ nebrε mu, na deε Yεde akyε wͻn no wͻyi mu bi dema wͻ kokoa mu ne badwa mu, na wͻde papayε si bͻne ano kwan; saa nkorͻfoͻ no na wͻn wͻ awieε pa no –","arabic":"وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1729,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:23","price":"Aheman a εwͻ hͻ afe bͻͻ no, emu na wͻne wͻn agyanom ne wͻn yerenom ne wͻn asefoͻ a wͻdii papa no bεkͻ; na Soro abͻfoͻ befri apono ahodoͻ mu aba wͻn hͻ.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1730,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:24","price":"(Soro abͻfoͻ no bεkyea wͻn sε): “Asomdwiε nka mo wͻ mo aboterε a monyaeε no ho.” Awie pa paa fie ni.","arabic":"سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1731,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:25","price":"Wͻn a wͻbu Nyankopͻn apam no so wͻ akyire yi a atim, na wͻtete adeε a Nyankopͻn ahyε sε wͻntoa soͻ no ntεm, na wͻdi nsεmmͻnee wͻ asaase soͻ no, saa nnipa no na nomee wͻ wͻn soͻ, na wͻn wͻ efie bͻne paa (Daakye).","arabic":"وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1732,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:26","price":"Onyankopͻn trε akͻnhoma no mu dema obia Ɔpε, εna Osusu nso (dema obi a Ɔpε). Wͻn anigye wiase asetena yi ho, aberε nso a sε wode wiase asetena yi toto Daakye no ho a, na (wiase asetena no yε) anigyesεm bi a εretwa mu akͻ.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1733,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:27","price":"Deε wͻn a wͻnnye nnie no ka nesε: “Adεn nti na yensiane nsεnkyerεnee bi mfri ne Wura Nyankopͻn hͻ mmerε no?” (Nkͻmhyεni), ka sε: ”Nokorε sε, Onyankopͻn yera obia a Ɔpε, εna obia ͻdane neho ba Nehͻ no nso, Ɔkyerε no kwan.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1734,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:28","price":"Wͻn a wͻagye adie na wͻn akoma atͻ wͻn yεm wͻ Nyankopͻn nkaekaeε ho no, nokorε sε, Onyankopͻn nkaekaeε ho na akoma nya abotͻyεmu.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1735,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:29","price":"Wͻn a wͻagye adie na wͻdi dwuma pa no, nhyira ne wͻn, na (nhyira ne) bea pa a wͻ’bεsan akͻ no.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1736,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:30","price":"(Nkͻmhyεni), saa ara na Yasoma wo wͻ ͻman a amanfoͻ bi adi wͻn anim kan atwam kͻ no soᴐ, sεdeε wobεkenkan deε Yayi ama woͻ no akyerε wͻn. Nanso wͻpo Ahummͻborͻ Hene no. Ka sε: “Ɔne me Wura; awurade foforͻ biara nni hͻ gyesε Ɔno nko ara. Ɔno na mede meho to no soͻ, na Nehͻ na mesakra m’adwen kͻ.","arabic":"كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1737,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:31","price":"Sε anka Qur’aan bi wͻ hͻ a εma mmepͻ tutu (fri deε esisie), anaasε εma asaase paepaeε, anaasε εma awufoͻ kasa a (anka εyε saa Qur’aan yi). Aane, tumi no nyinaa wͻ Nyankopͻn. Wͻn a wͻagye adie no nhunuu sε, sε εyε Onyankopͻn pε a anka Ɔbεtene nnipa nyinaa? Wͻn a wͻ nnye nnie no nso deε mmusuo bεkͻso ato wͻn εnam wͻn nyuma (bͻne) a wͻdie no ho nti, anaasε (mmusuo no) besi abεn wͻn atenaeε akͻsi sε Onyankopͻn bͻhyε no bεba. Nokorε sε, Onyankopͻn deε Ommu Nebͻhyε no so.","arabic":"وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1738,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:32","price":"(Nkͻmhyεni), nokorε sε, wͻdii Asomafoͻ no a wͻdii w’anim (baa) kane no ho fεw, nanso Memaa wͻn a na wͻpo M’asԑm no berε, afei Metwee wͻn aso. Na sεdeε Masotwe (huu) siteε.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1739,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:33","price":"Enti Nea Ogyina hͻ hwε ᴐkra biara soͻ, na (Onim} deε (ͻkra biara) nya no, (Ɔtesε anyame a wͻnnim hwee no)? Nanso wͻde biribi bata Nyankopͻn ho. Kasε: “Momobͻ wͻn din”. Anaasε asεm a Nyankopͻn nnim wͻ asaase so na morebͻ no εho amaneε, anaasε εyε asεm (hunu) bi a mode kyerε? Daabi, (ͻbonsam) ama wͻn a wͻnnye nnie no adwen (bͻne no) ayε wͻn aniso fε, εna wasi wͻn kwan (pa) no ho kwan. Obia Nyankopͻn ayera no no deε, onnya ͻkwan kyerεfoͻ.","arabic":"أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1740,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:34","price":"Wͻn wͻ asotwee wͻ wiase asetena yi mu, na nokorε sε Daakye asotwe no deε emu yε den papaapa. Na wͻ nnya ͻgyefoͻ a ͻbεko atia Nyankopn (ama wͻn).","arabic":"لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1741,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:35","price":"Ɔsoro aheman no a yεde ahyε Nyame-surofoͻ no bͻ no mfatoho ne sε: ”Nsubͻnten nenam aseε, na emu nnuaba ne emu nyunu wͻhͻ daa”; woi ne awieε pa dema wͻn a wͻ suro Nyame na wͻyε ahwεyie no, na boniayεfoͻ no awieε ne gyem.","arabic":"۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1742,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:36","price":"Wͻn a Yεmaa wͻn Nyamesom ho Nwoma no, ani gye deε yasiane ama woͻ no ho, nanso akuo no bi nso wͻhͻ a wͻ po (Qur’aan no) fa baabi. Ka sε: “Medeε yahyε me sε, mensom Nyankopͻn na menhwε na manfa biribi ammata Neho. Ɔno na mesu frε no, na Nehͻ na medane meho kͻ.","arabic":"وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1743,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:37","price":"Saa ara na Yasiane (Qur’aan) yi sε atemmuo (Nwoma wͻ) Arab (kasa mu). Sε wodi wͻn apεdeε akyi wͻ akyire yi a nimdeε aba wo hͻ yi a, wonnya okyitaafoͻ anaasε ͻgyefoͻ a ͻbεko atia Onyankopͻn (ama woͻ).","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1744,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:38","price":"Ampa nso sε, Yԑdii kan somaa Asomafoͻ dii w’anim, Yεmaa wͻn yerenom ne mma. Ԑkwan nnihͻ sε ͻsomafoͻ bi de nsεnkyerεnee bi bεba gyesε Nyankopͻn ma kwan ansa. Ɛberε biara mu wͻ deε yahyehyε ama.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1745,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:39","price":"Onyankopͻn pepa deε Ɔpε san de deε Ɔpε si hͻ, na Nehͻ na Nwoma no ti no wͻ.","arabic":"يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1746,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:40","price":"(Nkͻmhyεni), sε Yεde deε Yahyε wͻn ho bͻ no mu bi bεkyerε woͻ, anaasε Yεbεma wo awuo, nokorε w’asεdeε nesε wobεbͻ (asεm no ho) dawuro, na Yεnso Yε hͻ na akontabuo no wͻ.","arabic":"وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1747,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:41","price":"Enti (boniayεfoͻ no) nhunuu sε Yεde no nkakrankakra afri ahyeε so rete nsaase no soͻ? Onyankopͻn na obu atεn, na obiara nnihͻ a obetumi adane N’atemmuo no ani. Na Ɔno na Neho yε hare wͻ akontabuo mu.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1748,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:42","price":"Ampa sε, wͻn a wͻdii wͻn anim kan no bͻͻ pͻ bͻne, nanso Nyankopͻn na pͻbͻ nyinaa wͻ no. Onim deε ͻkra biara nsa ka; na boniayεfoͻ no behunu obi a ͻwͻ awieε pa.","arabic":"وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1749,"juzNumber":13,"footnotes":"","lang":"asn"},{"name":"13:43","price":"Deε wͻn a wͻyi boniayε no keka ne sε: “Wonyε Ɔsomafoͻ biara”. Ka sε: “Onyankopͻn ne wͻn a wͻn wͻ Nwoma no ho nimdeε no som bo ma me ne montεm adansedie.","arabic":"وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ","category":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd"],"ayahNumber":1750,"juzNumber":13,"footnotes":"","lang":"asn"}],"chapter":["13 (Ar-Ra'd)","Ar-Ra'd","Surah Ar-Ra'd","Chapter Ar-Ra'd","Ra'd","Surah Ra'd","Chapter Ra'd","Ar Ra'd","Surah Ar Ra'd","Chapter Ar Ra'd","Surah 13","Chapter 13","The Thunder","الرَّعد"]}