{"data":[{"name":"16:1","price":"Onyankopͻn ahyεdeε no aba, enti εmma mo mpere ho. Kronkron Hene ne no; Ɔkorͻn kyεn deε wͻde bata Ne ho no.","arabic":"أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1902,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:2","price":"Ɔnam N’ahyԑdeԑ so ma Soro abͻfoͻ no de Honhom (Adiyisεm) no sane ba Ne nkoa no mu nea Ɔpε so sε: “Mommͻ (adasamma) kͻkͻ sε: “Awurade foforͻ biara nni hͻ ka Me ho, enti monsuro Me”.","arabic":"يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1903,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:3","price":"Ɔde nokorε no na abͻ soro ne asaase, Ɔyε Okokuroko korͻn paa kyεn deε wͻde bata Ne ho no.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1904,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:4","price":"Ɔbͻͻ nipa firi ahobaeε mu, na hwε sε ͻno ne otiafoɔ pefee.","arabic":"خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1905,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:5","price":"Ɛna Wabͻ nyεmmoa nso ama mo; wͻn ho no monya (ntaadeε a) εma mo ͻhyew, san (nya) mfasoͻ pii firi wͻn ho; na wͻn mu bi nso mowe (wͻn nnam).","arabic":"وَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1906,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:6","price":"Monya wͻn ho anigyeε nso wͻ berε a mode wͻn reba fie anwummerε ne εberε a mode wͻn rekͻ adidie anͻpa.","arabic":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1907,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:7","price":"Wͻsoa mo adesoa nso dekͻ nkuro so a, anka mobεbrε mo ho paa ansa na moaduru hͻ. Nokorε sε mo Wura Nyankopͻn yε Ayεmyε Hene, Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1908,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:8","price":"(Wabͻ) apͻnkͻ ne mfunumu-pͻnkͻ ne mfunumu, sεdeε mobεtena wͻn so, na asan ayε afεfεdeε (ama mo); na Ɔbͻ adeε nso a monnim.","arabic":"وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1909,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:9","price":"Onyankopͻn na εyε N’asεdeε sε Ɔkyerε kwan tenee no; na akwan no bi nso wͻ hͻ a amane. Sε εyε Nepε a, anka Ɔbεkyerε mo nyinaa kwan (tenenee no).","arabic":"وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1910,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:10","price":"Ɔno na Ɔsane nsuo firi soro a emu bi na monom, εna ebi nso na yεdema nnua a mo nyεmmoa die no nso (nyini),","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1911,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:11","price":"(Ɔsan nso) de ma mfudeε ne ngo nnua ne akyiresua nnua, ne bobe ne nnuaba ahodoͻ nyini ma mo. Nokorε sε, nsεnkyerεnee wͻ wei nom mu dema nnipa a wͻdwen.","arabic":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1912,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:12","price":"Ɛna Wabrε anadwo ne adekyeε ase ama mo, εna awia ne bosome ne nsoromma nso brε wͻn ho ase wͻ N’ahyεdeε mu. Nokorε sε nsεnkyerεnee wͻ wei mu dema wͻn a wͻdwen.","arabic":"وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1913,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:13","price":"Deε Wadua ama mo wͻ asaase soͻ no nso gu ahodoͻ sononko-sononko. Nokorε sε, nsεnkyerεnee wͻ wei mu dema wͻn a wͻkaekaeε.","arabic":"وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1914,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:14","price":"Ɔno na Wabrε ɛpo ase sεdeε mobɛdi emu nam mono, na moayi emu agudeε a mode hyε. Na wohunu nsuom hyεn sε εnam mu, sεdeε mobεhwehwε N’adom, ne sεdeε mobɛyi (Onyankopͻn) ayε.","arabic":"وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1915,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:15","price":"Ɛna Ɔde mmepͻ asisi asaase no so pintinn sεdeε εmma no nnwoso mo, εna (Wayε) nsubͻnten ne akwan sεdeε mobɛnya kwan kyerε.","arabic":"وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1916,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:16","price":"Ɛna (Wayε) nsohyεdeε, (wͻ asaase so), εna (Wayε) nsoromma a wͻde hunu kwan.","arabic":"وَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1917,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:17","price":"Enti Nea Ɔbͻͻ adeε no, obia ͻmmͻͻ (hwee) ne no na εsε? Adεn monkaekae?","arabic":"أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1918,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:18","price":"Sε mokan Nyankopͻn adom a monhunu ano. Nokorε sε, Onyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1919,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:19","price":"Onyankopͻn Nim deε mode suma ne deε moda no adie (nyinaa).","arabic":"وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1920,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:20","price":"Wͻn a wͻfiri Nyankopͻn akyi sufrε wͻn no ntumi mmͻ hwee, na wͻn ara nso yεbͻͻ wͻn.","arabic":"وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1921,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:21","price":"(Wͻyε) awufoͻ, wͻnte ase, na wͻnnim εberε korͻ a yɛbɛnyane wͻn (afiri awufuͻ mu).","arabic":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1922,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:22","price":"Mo Nyankopͻn no yε Awurade baako. Wͻn a wͻnnye Daakye no nnie no, wͻn akoma kyiri (sε wͻbεte sε Nyankopͻn yε baako), na wͻyε ahomasoͻ.","arabic":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1923,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:23","price":"Akyinnyeε biara nni ho sε Onyankopͻn Nim deε wͻde suma ne deε wͻda no adie (nyinaa). Nokorε sε, Ɔmpε wͻn a wͻyε ahomasoͻ no asεm.","arabic":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1924,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:24","price":"Sε yεka kyerε wͻn sε: ”Ɛdeεn na mo Wura Nyankopͻn asane (ama Nkͻmhyεni)?” Deε wͻka ne sε: “Tetefoͻ no anansesεm “.","arabic":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1925,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:25","price":"Wͻbεsoa wͻn adesoa no pεpεεpε wͻ Wusͻreε Da no, na εno akyiri no wͻn asan asoa wͻn a wͻyeraa wͻn no a nimdeε biara nni mu no nso adesoa. Nokorε sε, adesoa bͻne paa na wͻbεsoa no.","arabic":"لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1926,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:26","price":"Ampa sε, wͻn a wͻdii wͻn anim kan no pam (apam bͻne tiaa wͻn asomafoͻ no), nanso Onyankopͻn firi wͻn dan no fapem no ase dwiri guiɛ maa εdan no mmͻsoͻ no firi soro beguu wͻn so; asotwee no firi faako a wͻnnim baa wͻn so.","arabic":"قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1927,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:27","price":"Afei Wusͻreε da no, Ɔbɛgu wͻn anim ase na Waka akyerε wͻn sε: ”M’ahokafoͻ no a wͻn ho nti motan (nkͻmhyεfoͻ no ne agyidiefoͻ no, san) ko tiaa wͻn no wͻ hen? “Wͻn a yɛama wͻn nimdeε no bεka sε: ”Nokorε, animguaseε ne ͻhaw bͻne bεka boniayεfoͻ no nnε da yi,-","arabic":"ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1928,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:28","price":"“Wͻn a Soro abͻfoͻ yi wͻn nkwa aberε a wͻayε bͻne atia wͻn kraa no, (wͻbԑpatu) abrԑ wͻn ho ase (aka sε): “Na yɛnni dwuma bͻne biara“. (Soro abͻfoͻ no bɛyi wͻn ano sε): “Daabi, nokorε sε, Onyankopͻn Nim dwuma a modiiε nyinaa.“","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1929,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:29","price":"Enti monwura Amanehunu gya no pono no mu nkͻtena hͻ. Ԑhͻ yε asetena bͻne paa dema ahomasoͻfoͻ no.","arabic":"فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1930,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:30","price":"(Sε) yԑka kyerε wͻn a wͻsuro Nyankopͻn no sε: “Ɛdeεn na mo Wura Nyankopͻn asane a?“, deε wͻka ne sε: “Papa nko ara“. Wͻn a wͻyεε papa wͻ wiase ha no, papa (ho akatua) na wͻbɛnya. Daakye asetena no na εyε, na εno ne efie pa paa dema Nyamesurofoͻ no, -","arabic":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1931,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:31","price":"Ɔsoro aheman a ɛtim hͻ daa a nsubͻnten nenam aseε no mu na wͻbεkͻ, wͻnom nsa bεka deε wͻpε biara wͻ hͻ. Saa ara na Nyankopͻn tua Nyamesurofoͻ no ka.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1932,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:32","price":"Wͻn a Soro abͻfoͻ yi wͻn nkwa wͻ kronkron yε mu no, wͻka kyerε wͻn sε: “Salaamu alaikum (Asomdwoeε nka mo)! Monkͻ Soro aheman no mu, εnam dwumadi (papa) a modiiε no ho nti “.","arabic":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1933,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:33","price":"Enti deε (boniayεfoͻ no) retwεn ne sε Soro abͻfoͻ bεba wͻn hͻ, anaasε wo Wura Nyankopͻn ahyεdeε no bεba wͻn soͻ? Saa ara na wͻn a wͻdii wͻn anim kan no yͻeε. Onyankopͻn deε Wanni wͻn amim, na mmom wͻn ara na wͻdii wͻn ho amim.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1934,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:34","price":"Enti wͻn bͻne a wͻyͻeε no ho asotwee too wͻn, maa deε na wͻdi ho fεw no nso twaa wͻn ho hyiae.","arabic":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1935,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:35","price":"Deε wͻn a wͻde biribi abata Nyankopͻn ho no keka nesε: “Sε εyε Nyankopͻn pε a, anka yεn, anaasε yɛn agyanom ansom biribi anka Ne ho, na anka yɛammra biribi ka Ne deε no ho. Saa ara na wͻn a wͻdii wͻn anim kan no yͻeε. Enti εnyε Ɔsomafoͻ adwuma ara ne sε ͻbͻ asεm no ho dawuro kyerεkyerε mu anaa?","arabic":"وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1936,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:36","price":"Ampa sε, Yεsomaa Ɔsomafoͻ maa no kͻͻ ͻman biara so (de nkra hyεε n’ano sε): “Monsom Nyankopͻn, na montwe mo ho mfiri abosomsom anaasε ͻbonsam ho. Wͻn mu bi wͻ hͻ a Nyankopͻn kyerεε wͻn kwan, wͻn mu bi nso wͻ hͻ a ͻno deε yera no yεε nokorε tiaa no. Enti montu kwan wͻ asaase no so na monhwε sεdeε wͻn a wͻannye annie no awieeε si wieeε.","arabic":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1937,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:37","price":"(Nkͻmhyεni), sε woyere wo ho wͻ wͻn kwankyerε no ho mpo a, εneε nokorε sε Onyankopͻn deε Ɔntene obi a Wayera no, na wͻnnya aboafoͻ nso.","arabic":"إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1938,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:38","price":"Wͻde Nyankopͻn di wͻn nse akεseε no sε: “Onyankopͻn nnyane obi a wawuo (biara). Aane, (awufoͻ nyane no deε) εyε nokorε bͻhyε a εda Ne soͻ, nanso nnipa pii nnim.","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1939,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:39","price":"Sεdeε Ɔbεkyerεkyerε deε wͻnte wͻn ho ase wͻ ho no mu akyerε wͻn, na wͻn a wͻnnye nnie no bɛhunu sε nokorε, na wͻyε atorofoͻ.","arabic":"لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1940,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:40","price":"Nokorε sε, sε Yεpε biribi a, Y’asεm a yεka kyerε adekorͻ no ara ne sε: “Yε!’ “ Na ayε.","arabic":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1941,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:41","price":"Wͻn a wͻatu amantuo wͻ Onyankopͻn ho nti wͻ akyire yi a (boniayεfoͻ no) ayε wͻn bͻne no, Yεbεma wͻn asetena pa wͻ wiase ha, na mmom Daakye akatua no na εso paa, sε anka wͻnim a.","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1942,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:42","price":"(Wͻne) wͻn a wͻsii aboterε na wͻde wͻn ho too wͻn Wura Nyankopͻn soͻ no.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1943,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:43","price":"(Nkͻmhyεni), asomafoͻ a Yεsomaa wͻn dii w’anim kan no nyinaa na wͻyε nnipa na Yɛyii Adiyisεm no maa wͻn. Enti (Quraishfoͻ), sε monnim a mommisa wͻn a wͻkaekae (amanfoͻ no).","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1944,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:44","price":"Nsεnkyerεnee pefee ne Nwoma (na Yεde somaa asomafoͻ no), εna Yɛasane Afutusεm no de ama woͻ, sεdeε wobεkyerεkyerε deε yɛasane ama wͻn no mu pefee akyerε wͻn sεdeε wͻbɛnya adwen.","arabic":"بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1945,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:45","price":"Enti wͻn a wͻdwen adwen bͻne no ho atᴐ wᴐn sε Nyankopͻn mma asaase mmene wͻn, anaasε Ɔmma asotwee a wͻnnim deε efire nto wͻn anaa?","arabic":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1946,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:46","price":"Anaasε (wͻnnim sε Nyankopͻn) bεtumi asͻ wͻn mu wͻ εberε a wͻredi akͻneaba (wͻ wͻn nnwuma mu) a wͻntumi nsi ho kwan?","arabic":"أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1947,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:47","price":"Anaasε Ɔbɛtumi ama wͻn so ate anaa wͻn asa nkakrankakra? Nokorε sε, wo Wura Nyankopͻn ne Ayεmyε Hene, na Ɔno ara nso ne Mmͻborͻhunufoͻ Hene.","arabic":"أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1948,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:48","price":"Anaasε wͻnhunuu nneεma a Nyankopͻn abͻ; sεdeε ne sunsum dane kͻ nifa so ne benkum so, brε ne ho ase ma Nyankopͻn wͻ ahobraseε paa mu?","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1949,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:49","price":"Abͻdeε a εwͻ nkwa a εwͻ soro ne deε εwͻ asaase so nyinaa de wͻn anim butu fͻm ma Nyankopͻn anaasε wͻberε wͻn ho ase ma no; Soro abͻfoͻ nso, wͻnnyε ahomasoͻ (wͻ N’ahyԑdeԑ ho).","arabic":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1950,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:50","price":"Wͻsuro wͻn Wura Nyankopͻn a Ɔwͻ wͻn soro anaasε Ɔso bro wͻn soͻ no, na deε yɛahyε wͻn sε wͻnyε no εno ara na wͻyε.","arabic":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1951,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:51","price":"Onyankopͻn kaa sε: ”Monhwε na moamfa anyame mmienu, efirisԑ Nyankopᴐn no deԑ Ͻyԑ baako. Enti Me nko ara na monsuro Me.”","arabic":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1952,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:52","price":"Deε εwͻ soro ne asaase so nyinaa Ɔno na εyε Ne dea. Ɔno na ͻsom ne anidie nyinaa yε Ne dea aberε biara. Enti mofiri Nyankopͻn akyi suro obi foforͻ anaa?","arabic":"وَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1953,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:53","price":"Adom akyεdeε a mowͻ biara no Nyankopͻn hͻ na efire; afei sε ͻhaw bi to mo a, Ɔno na mosu frε no.","arabic":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1954,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:54","price":"Afei sε Ɔyi ͻhaw no fri mo so a, hwε, Mo mu fekuo bi de biribi bata wͻn Wura Nyankopͻn ho,-","arabic":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1955,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:55","price":"Nam so ma wͻyi deε Yεde ama wͻn no ho boniayε. Enti modeε monnye moani, na εnkyε biara mobɛhunu.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1956,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:56","price":"Wͻde deε Yεde abᴐ wᴐn akᴐnhoma no mu kyεfa bi ma wͻn (abosom) a wͻnnim (wᴐn). ”Mede Nyame di nse sε, sε εteε biara yεbɛbisa mo fa atorͻsεm a motwa no ho asεm.","arabic":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1957,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:57","price":"Wͻde mma mmaa susu Nyankopͻn. Kronkron Hene ne no. Deε wͻn akoma pε no na εwͻ wͻn.","arabic":"وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1958,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:58","price":"Sε yεde ͻbaa (awoͻ) ho amaneε bεbͻ wͻn mu bi a, na wamuna n’anim, na ͻhaw ne awerεhoͻ ahyε no mma.","arabic":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1959,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:59","price":"Ɔde ne ho sie firi nnipa no mu, εnam (ͻbaa a wawoͻ no) ho amaneε a yεde bεbͻͻ no no ho nti. Ɔmfa aniwuo nnye (neba baa no) anaa, anaasε ͻnkɔsie no (animono) wͻ nεteε mu? Ampa sε atemmu bɔne paa na wɔrebuo no.","arabic":"يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1960,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:60","price":"Wͻn a wͻnnye Daakye no nnie no wͻ mfatoho bͻne, na Nyankopͻn na ͻwͻ mfatoho anaasε abodin a εkorͻn. Ɔne Otumfoͻ no a Ɔtumi ade nyinaa yɛ, Ɔne Onyansafoͻ no.","arabic":"لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1961,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:61","price":"Sε anka Nyankopͻn de adasamma bͻne retwe wͻn aso a, anka Ɔnnyae abͻdeε baako mpo wͻ asaase so, na mmom Ɔbͻ wͻn to hͻ dema εberε a yɛahyε no. Sε wͻn berε no so a, εnka akyi dͻnhwere koraa na εnkͻ anim nso.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1962,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:62","price":"Deε wͻn ara wͻmpε no na wͻde ma Nyankopͻn, wͻde wͻn kεterεma ka atorͻsεm sε: “Nneεma papa no yε wͻn dea“. Akyinnyeε biara nni ho sε, Ogya no bεyε wͻn dea, na yεbεgya wͻn wͻ mu korakorakora.","arabic":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1963,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:63","price":"“Mede Nyame di nse sε, ampa Yεsomaa asomafoͻ kͻͻ aman aman a wͻdii w’anim kan no so. Nanso ͻbonsam maa wͻn dwumadie yεε wͻn aniso fε. Enti ͻne wͻn kyitaafoͻ nnε (da yi). Wͻwͻ asotwee a εyε ya papaapa (Daakye) “.","arabic":"تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1964,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:64","price":"(Nkͻmhyεni), Deԑ nti a Yɛsanee Nwoma no maa woᴐ ne sε wode bεkyerεkyerε deε wͻnnya wͻn ho nteaseε wͻ ho no mu akyerε wͻn, na εyε kwankyerε ne ahummͻborͻ ma amanfoͻ a wͻgye die no.","arabic":"وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1965,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:65","price":"Onyankopͻn sane nsuo firi soro de bɛnyane asaase wͻ newuo akyi. Nokorε sε nsεnkyerεnee wͻ wei mu dema amanfoͻ a wͻtie (Onyankopͻn asεm no).","arabic":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1966,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:66","price":"Nokorε, nyεmmoa no nso adesua wͻ mu ma mo. Monnom deε εwͻ wͻn yafunu mu a ɛfiri wͻn tiafi ne wͻn mogyaa ntam a εyε nufusuo a εyε dε dema wͻn a wͻnom no.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1967,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:67","price":"Ɛna akyiresua ne bobe aba no nso monya nsa ne akͻnhoma papa firi mu. Nokorε sε, nsεnkyerεnee wͻ wei mu ma nnipa a wͻwͻ nteaseε anaasε wͻdwen.","arabic":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1968,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:68","price":"Wo Wura Nyankopͻn yi kyerεε wowa sε: “Fa mmepͻ ne nnua mu ne deε (nnipa) asisie yε w’atenaeε.","arabic":"وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1969,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:69","price":"Na afei di nnuaba biara bi, na fa ahobraseε nante wo Wura Nyankopͻn kwan no so. Anomdeε a ani gu ahodoͻ sononko-sononko firi neyεm a εma nnipa ayaresa wͻ mu. Nokorε sε nsεnkyerεnee wͻ wei mu dema amanfoͻ a wͻdwen.","arabic":"ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1970,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:70","price":"Onyankopͻn na Ɔbͻͻ mo, εna Ɔbεsan ama mo awuo. Na mo mu bi wͻ hͻ a yεsan ma no (nyini) kͻyε posoposo a nimdeε a onyaeε akyiri no na ͻnsan nnim hwee bio. Nokorε sε Nyankopͻn ne Onimdefoͻ, na Ɔne biribiara so Tumfoͻ.","arabic":"وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1971,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:71","price":"Onyankopͻn apagya (nnipa) no bi akyεn bi wͻ adom akyεdeε (ahonya, nimdeε, adwen nyansa ne deε εkeka ho) mu. Wͻn a yɛapagya wͻn no mfa wͻn akyεdeε no mma wͻn (nkoa ne wͻn mfenaa) a wͻyε wͻn dea no mma wͻnyε pε da. Enti wͻbεpo Nyankopͻn adom no?","arabic":"وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1972,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:72","price":"Onyankopͻn ama mo ahokafoͻ (ͻyere) a ɔfiri mo ara mo mu (anaasε wͻtesε mo ara), εna Wabͻ mma ne nananom afiri mo yerenom mu ama mo, εna Ɔde nneεma pa bͻ mo akͻnhoma. Enti nkontomposεm deԑ wͻgye di, na Onyankopͻn adom no deԑ wͻpo?","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1973,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:73","price":"Wͻfiri Nyankopͻn akyi som nneεma bi a ɛntumi mma wͻn ͻsoro ne asaase so adom akyεdeε biara; na wͻnni tumi nso.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1974,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:74","price":"Enti monhwε na moamfa Nyankopͻn anyε mfatoho, (efirisε biribiara ne no nsε). Nokorε sε, Onyankopͻn na Ɔnim, na modeε monnim.","arabic":"فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1975,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:75","price":"Onyankopͻn reyε mfatoho bi: ”Akoa bi a ͻhyε obi aseε a ɔnni tumi biara, εna ͻbaako nso Y’adom no akyεdeε papa εna ɔyi bi dema wͻ kokoa mu ne badwa mu. Enti wͻn mmienu yε pε?” Aseda no wͻ Onyankopͻn, nanso nnipa pii nnim.","arabic":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1976,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:76","price":"Onyankopͻn reyε mfatoho bio: ”Mmarima mmienu (bi na εwͻ hͻ), wͻn mu baako yε mum a ɔnni hwee so tumi na wayε adesoa ama ne wura no, faako a ͻbεsoma no biara no ͻmfa papa biara mma. Enti saa nipa yi ne obia ͻhyε (amanfoͻ) ma wͻyε papa, na ͻnam kwan tenenee soͻ no na εsε?”","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1977,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:77","price":"Ɔsoro ne asaase so ahuntasεm nyinaa wͻ Nyankopͻn. Dͻnhwere no ho asεm no deε εtesε deε wabͻ w’ani prε, anaasε εbεn (mpo kyεn saa). Nokorε sε, Onyankopͻn na Ɔwͻ biribiara so tumi.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1978,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:78","price":"Onyankopͻn na Ɔyii mo firi mo maame nom yafunu mu aberε a na monnim hwee, εna Ɔma mo te asεm, san ma mo hunu adeε, san ma mo akoma sεdeε mobɛyi (no) ayε.","arabic":"وَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1979,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:79","price":"Enti wͻnhunuu nnomaa a wͻtu nenam mframa mu wͻ ewiem no? Obiara nni hͻ a ɔkuta wͻn mu, na mmom Onyankopͻn. Nokorε sε nsεnkyerεnee wͻ wei mu dema nnipa a wͻgye die no.","arabic":"أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1980,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:80","price":"Onyankopͻn ayε moafie mu tenabea (ama mo), εna Wayε mmoa nwoma nso afie (ntoma dan anaasɛ “Tent” ama mo), εna Wama emu ayε hare a motumi soa wͻ da a moretu kwan ne da a moretena (baabi). Wͻn ho nwii no nso yε efie asiesiedeε, ne anigyedeԑ de kͻpem berε bi.","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1981,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:81","price":"Onyankopͻn ayε nneεma a Wabͻ no mu bi (tesε nnua ne adan) enwunu (ama mo), εna Wayε mmepͻ no nso bi dwanekɔbea ama mo, εna Wayε ntaadeε a εbͻ moho ban firi ͻhyew ho, εna Wayε akotadeε a εbͻ moho ban wͻ mo koo mu ama mo. Saa ara na Ɔde N’adom no awie mo so sεdeε mobεbrε mo ho ase (ayε Islam)","arabic":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1982,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:82","price":"Sε wͻdane wͻn ho (firi nokorε no ho) a, wodeε w’adwuma ne sε wobεbͻ asεm no ho dawuro akyerεkyerε mu.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1983,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:83","price":"Wͻnim Onyankopͻn adom no nanso wͻpo; wͻn mu dodoͻ no yε boniayԑfoᴐ.","arabic":"يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1984,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:84","price":"Ɛda no a Yεbɛyi ͻman biara danseni no, afei yεmma wͻn a wͻannye annie no kwan (sε wͻbεpa kyεw) anaasε wͻbεsrε bͻnefakyε.","arabic":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1985,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:85","price":"Sε abͻneεfoͻ no hunu asotwee no a, yεngo mu mma wͻn koraa, na yεmma wͻn ahomegye berԑ nso.","arabic":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1986,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:86","price":"Sε wͻn a wͻde biribi bataa Nyankopͻn ho no hu wͻn a wͻde wͻn bataa (Nyame) ho no a, wͻbεka sε: “Yɛn Wura Nyankopͻn, weinom ne yεn mmatahoofoᴐ no a na yɛfiri W’akyi su frε wͻn no. Enti wͻnso bεto asεm no ama wͻn sε: ”Nokorε sε moyε atorofoͻ”","arabic":"وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1987,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:87","price":"Saa Da no, wͻde ahobraseε no (nyinaa) bεma Onyankopͻn nko ara, na nkontompo a wͻtwaeε no nyinaa bɛtu ayera wͻn.","arabic":"وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1988,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:88","price":"Wͻn a wͻyi boniayε na wͻsi (amanfoͻ) kwan firi Nyankopͻn kwan no soͻ no, Yεde asotwee bεka asotwee ho ama wͻn, εnam wͻn nsεmmͻnee a wͻdie no ho nti.","arabic":"ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1989,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:89","price":"Ɛda a Yεbɛyi ͻdanseni afiri ͻman biara mu wͻ wͻn ara mu ama wͻn adi adanseε atia wͻn no, (Nkͻmhyεni), Yεde wo nso bεba ama wabɛdi weinom ho adanseε. Yɛasane Nwoma no a εkyerεkyerε biribiara mu pefee, na εkyerε kwan, na εyε ahummͻborͻ ne anigyesεm dema Muslimifoͻ no ama wo.","arabic":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1990,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:90","price":"Nokorε sε, deε Nyankopͻn rehyε mo sε monyε ne: Nokorε die, ne ayεmyε, ԑna afei (mobεboa) abusua; afei Ɔrebra mo ahohwisεm ne amumuyε; (Nyankopͻn) retu mofo sεdeε mobεfa adwen.","arabic":"۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1991,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:91","price":"Na monni Onyankopͻn apam no so, wͻ εberε a moayε apam no, na monhwε na moammu nsedie no so wͻ aberε a moama no adi mmu; na ampa sε mode Nyankopͻn ayε mo Kyitaafoͻ. Nokorε sε Nyankopͻn Nim dwuma a modie nyinaa.","arabic":"وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1992,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:92","price":"Monhwε na moankͻyε tesε ͻbaa no a ɔfiraa n’asaawa na akyire yi a εyεε den no ͻtetee mu asinasin no. Mobεfa montam nsedie de adaadaa mo ho sε, nnipa kuo bi dͻͻso kyεn nnipa kuo foforͻ bi nti. (Wei ne deε) Nyankopͻn deyε mo nsͻhwε. Wusͻreε da no Ɔbεkyerεkyerε deε na monte mo ho ase wͻ ho no mu akyerε mo.","arabic":"وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1993,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:93","price":"Sε Nyankopᴐn pε a, anka Ɔyεε mo ͻman baako, na mmom ͻyera obi a Ɔpε, εna Ɔkyerε obi a Ɔpε no nso kwan. Ampa sε yεbɛbisa mo dwuma a modiiε no ho asεm.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1994,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:94","price":"Monhwε na moamfa mo nsedie annaadaa moho-moho, (sε εba saa a) εbεma (mo) nan a anka agyina pintinn no apatre (ama mo ahwease), na moakͻka bͻne ahwε εnam Nyankopͻn kwan a mosii (amanfoͻ kwan) wͻ ho no nti, εneε na asotwee kεseε bεyε mo dea.","arabic":"وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1995,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:95","price":"Monhwε na εnam sika kakra bi ho nti moantͻn Nyankopͻn apam (no anni). Nokorε sε deε εwͻ Nyankopͻn hͻ no, εyε ma mo.","arabic":"وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1996,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:96","price":"Deε εwͻ mo nkyεn no bɛtwam, na deε εwͻ Nyankopͻn hᴐ no deε εwͻ hͻ daa. Nokorε sε, wͻn a wͻsii aboterε no dwumadi pa a wͻdiiε no, yεbεma wͻn ho akatua pa paa.","arabic":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1997,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:97","price":"Obi a ͻbɛdi dwuma pa bi no, sε ͻyε ͻbarima anaasε ͻbaa na ͻyε gyidieni a, Yεbεma no atena asetena pa mu, na ampa nso sε Yεbεma wͻn dwuma a wͻdiiε no so akatua pa paa.","arabic":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1998,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:98","price":"Enti sε wokenkan Qur’aan a, hwehwε Nyankopͻn hͻ ntwitwagyeε firi ͻbonsam a yɛabͻ no dua ato no atwene no ho.","arabic":"فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":1999,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:99","price":"Nokorε sε ɔnni tumi wͻ wͻn a wͻagye adie na wͻde wͻn ho ato wͻn Wura Nyankopͻn soͻ no so.","arabic":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2000,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:100","price":"Na mmom ne tumi no wͻ wͻn a wͻde wͻn ho ama no, na wͻfa no yͻnkoͻ no so, ne wͻn a wͻde biribi bata Nyankopͻn ho no.","arabic":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2001,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:101","price":"Sε Yεsesa asεm bi de asεm (foforᴐ) bԑhyԑ anan mu a, Nyankopͻn Nim deε Wasane aba no. Deε wͻka ne sε: ”Wo ara na wabͻ woitri mu”. Ԑnte saa, wͻn mu dodoͻ no ara nnim.","arabic":"وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2002,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:102","price":"(Nkͻmhyεni), Ka sε: “Honhom kronkron (Ɔbͻfoͻ Gabriel) de Nokorε no na ɛsane firi wo Wura Nyankopͻn hͻ, sεdeε εbεma wͻn a wͻagye adie no agyina pintinn, na ayε kwankyerε ne anigyesεm ama Muslimifoͻ no.","arabic":"قُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2003,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:103","price":"Ampa sε Yɛnim sε wͻkeka sε: ‘’Onipa na ͻkyerε no’’. Obi a wͻn adwen amane kͻ sε (ͻno na ͻkyerε woͻ no) ͻka potͻ kasa, (anaasε saa nipa no nte Arab kasa), (Qur’aan) wei nso yε Arab kasa pefee.","arabic":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2004,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:104","price":"Nokorε sε, wͻn a wͻnnye Nyankopͻn Nsεm no nnie no, Nyankopͻn nkyerε wͻn kwan, na wͻwͻ asotwee a εyε ya paa.","arabic":"إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2005,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:105","price":"Wͻn a wͻfa Nyankopͻn Nsεm no sε atorͻsεm, na wͻbͻ wͻn tirim twa nkontompo no, saa nkorͻfoͻ no ne atorofoͻ no.","arabic":"إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2006,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:106","price":"Obi a ne gyedie akyi wapo Nyankopͻn; - εnyε obi a yɛahyε no so (sε ͻmpo Nyame), na gyidie ho abotͻyεmu wͻ n’akoma mu- na mmom obi a wabue n’akoma mu ama boniayε no, Nyankopͻn abufuo wͻ wͻn so, na wͻwͻ asotwee kεseɛ (retwεn wͻn).","arabic":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2007,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:107","price":"Ɛne sε, wͻpε wiase kyεn Daakye no. Nokorε sε Nyankopͻn deε Ɔnkyerε boniayεfoͻ no kwan.","arabic":"ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2008,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:108","price":"Saa nkorͻfoͻ no na Nyankopͻn atua wͻn akoma ne wͻn aso ne wͻn ani no, na wͻn na wͻn werε afiri (wͻn ho no).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2009,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:109","price":"Akyinnyeε biara nni ho sε, Daakye no wͻne berεguofoͻ no.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2010,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:110","price":"Afei nokorε sε, wo Wura Nyankopͻn bεyε ama wͻn a yεhyεε wͻn aniεyaa, na akyire yi wͻtuu amantuo na afei wͻbͻͻ mmͻden na wͻnyaa aboterε no, nokorε sε εno akyi no wo Wura Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2011,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:111","price":"Ɛda no a akra nyinaa bεba, na obiara repere ne ti no, yεde ͻkra biara dwuma a ɔdiiε ho akatua pεpεεpε bεma no a yɛnni wͻn amim.","arabic":"۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2012,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:112","price":"Onyankopͻn reyε mfatoho bi: “Na kuro bi wͻ hͻ a asomdwoeε ne ahotᴐ wͻ mu a emu akͻnhoma firi mmea mmea ahodoͻ nyinaa ba ma no bu soͻ. Nanso wͻpoo Nyankopͻn adom no. Enti Nyankopͻn maa wͻkaa ͻkͻm paa ne ehu hwεe, εnam deε wͻyͻeε no ho nti“.","arabic":"وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2013,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:113","price":"Ampa sε Ɔsomafoͻ firi wͻn mu baa wͻn hͻ nanso wannye no anni, enti asotwee no too wͻn wͻ berε a na wͻyε abͻneεfoͻ.","arabic":"وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2014,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:114","price":"Enti monni deε Nyankopͻn de abͻ mo akͻnhoma no a εkwan wͻ ho na εyε, na monyi Nyankopͻn adom no ho ayε, sε Ɔno na moresom no ampa a.","arabic":"فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2015,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:115","price":"Deε Wabra mo ne aboafunu (anaasε aboa a ͻno ara awuo), ne mogya, ne prako-nam, ne deε yabͻ edin foforͻ bi a εnyε Nyankopͻn din na agu so aku no; na mmom obi a ahokyerε de no bεkͻ mu, na εnyε boapayͻ anaa (adwen) bͻne no, εneε nokorε sε Nyankopͻn ne Bͻnefakyε Hene, na Ɔno ara nso ne Mmͻborͻhunufoͻ Hene","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2016,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:116","price":"Monhwε na moamfa mo kεterεma ankeka nkontomposεm a mokeka no sε: “Wei deε (Halaal) εkwan wͻ ho, na wei deε (Haraam) yɛabra (aberε a monni nyinasoͻ biara) sεdeε mobεbͻ motirim atwa nkontompo ato Nyankopͻn soͻ“. Nokorε sε wͻn a wͻbͻ wͻn tirim twa nkontompo to Nyankopͻn soͻ no nni nkonim.","arabic":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2017,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:117","price":"(Wᴐn) anigyeε no yε kakraabi; na wͻwͻ asotwee a εyε ya paa.","arabic":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2018,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:118","price":"Wͻn a wͻyε Yudafoͻ no nso, Yεbraa wͻn deε Yɛadikan aka ho asεm akyerε woͻ no. Yɛanni wͻn amim na mmom wͻn ara na wͻdii wͻn ho amim.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2019,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:119","price":"Afei nokorε sε, wo Wura Nyankopͻn, wͻn a wͻyε bͻne na wͻnnim na akyire yi wͻsakra wͻn adwen na wͻdi dwuma pa no nokorε, εno akyi no, wo Wura Nyankopͻn Ɔne Bͻnefakyε Hene, na Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2020,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:120","price":"Nokorε sε, na Abraham yε ͻman anaa onipa a yεhwε no sua ne soͻ; ͻbrεε ne ho ase demaa Nyankopͻn, na ͻtene, na na ͻnka abosomsomfoͻ no ho.","arabic":"إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2021,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:121","price":"(Na ͻyε onipa a) ͻwͻ nkaeε wͻ Nyankopͻn adom no ho. Onyankopͻn yii no, εna Ɔkyerεε no kwan kͻͻ kwan tenenee no soͻ.","arabic":"شَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2022,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:122","price":"Yεmaa no wiase asetena pa, na nokorε sε Daakye no mu no ͻka apapafoͻ no ho.","arabic":"وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2023,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:123","price":"(Nkͻmhyεni), afei Yɛayi ama wo sε: ”Di ͻteneneeni Abraham som no akyi, na ͻnka abosomsomfoͻ no ho.","arabic":"ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2024,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:124","price":"Sabat no deε yεyε demaa wᴐn (Yudafoͻ) no a wͻgye ho akyinnyeε no. Nokorε sε wo Wura Nyankopᴐn bɛbu wɔn ntam atεn wͻ deε wͻgye ho akyinnyeε no wͻ Wusͻreε da.","arabic":"إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2025,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:125","price":"Fa adwen no ne afutupa no frε (amanfoͻ) kͻ wo Wura Nyankopͻn kwan no so, na wone wͻn nnye akyinnye wͻ kwan pa so. Nokorε sε wo Wura Nyankopͻn na Ɔnim obi a wayera afiri Nekwan no soͻ, εna Ɔnim wͻn nso a wͻanya tenenee no.","arabic":"ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2026,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:126","price":"Sε moretua wͻn so ka (wͻ aniεyaa a wͻde ahyε mo no) a, εneε montwe wͻn aso pεpεεpε sεdeε wͻhyεε mo aniεyaa no ara. Na mmom sε monya aboterε nso a, anka εno na εyε dema aboterεfoͻ no.","arabic":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2027,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:127","price":"Enti (Nkͻmhyεni), si aboterε, na w’aboterε no bɛfiri Nyankopͻn mmoa mu, na εmma wo werε nho wͻ wͻn ho, na εnha wo ho wͻ wͻn adwen (bͻne) a wͻrefa no ho.","arabic":"وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2028,"juzNumber":14,"footnotes":"","lang":"asn"},{"name":"16:128","price":"Nokorε sε, Nyankopͻn ka wͻn a wͻsuro Nyame, ne wͻn a wͻyε ayεmyε no ho.","arabic":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ","category":["16 (An-Nahl)","An-Nahl","Surah An-Nahl"],"ayahNumber":2029,"juzNumber":14,"footnotes":"","lang":"asn"}],"chapter":["16 (An-Nahl)","An-Nahl","Surah An-Nahl","Chapter An-Nahl","Nahl","Surah Nahl","Chapter Nahl","An Nahl","Surah An Nahl","Chapter An Nahl","Surah 16","Chapter 16","The Bee","النَّحل"]}