{"data":[{"name":"2:1","price":"Alif--Laam--Miim","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:2","price":"Woi ne Nwoma no; akyinnyeε biara nni mu, εyε kwankyerε (Nwoma) de ma Nyamesurofoͻ no,","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:3","price":"Wͻn a wͻ’gye deε asuma no die, na wͻ’frε Nyame wͻ nebrε mu, na deε yεde akyε wͻn no wͻ’yi mu bi dema;","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:4","price":"Ne wͻn a, wͻ’gye (Adiyisεm) a, y’asiane ama wo (Nkͻmhyεni Muham-mad) no die, ne deε yesiane dii w’anim kan no nso die, na wͻn adwen si wͻn pi wͻ Daakye no ho.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:5","price":"Saa nkorͻfoͻ no na wͻn wɔ kwan tenenee no a efiri wͻn Wura Nyankopͻn hͻ no soͻ, na saa nkorͻfoͻ no ne nkonimdifoͻ no.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:6","price":"Nokorε sε, wͻn a wͻ’po (nokorε) no deε, εyε asεm korͻ ma wͻn; sε wotu wͻn fo o, anaasε w’anntu wͻn fo o, wͻ’nnye nni.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:7","price":"Nyankopͻn asi wͻn akoma ne wͻn aso, na wͻn ani nso akatasoͻ kata so; na wͻn wͻ asotwee kεseε paa.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:8","price":"Nnipa no mu bi nso wͻhͻ a, wͻ’ka sε: “Yε’gye Nyankopͻn ne Da a etwa toͻ no di, aberε nso a wͻ’nnyε agyidiefoͻ.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:9","price":"(Wͻn adwen ne sε) wͻ’redaadaa Nyankopͻn ne wͻn a wͻ’agye adie no; wͻn ara na wͻ’redaadaa wͻn ho nanso wͻ’nnim.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:10","price":"Yadeε wͻ wͻn akoma mu, enti Nyankopͻn de yadeε no bio aka wͻn ho; na asotwee a εyε ya paa da hͻ ma wͻn, εnam atorͻsεm a wͻ’die no ho nti.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:11","price":"Sε yεka kyerε wͻn sε: “Monhwε na moanni nsεmmͻne wͻ asaase no so a”, deε wͻ’ka ne sε: “Yεn mmom na yεreyε ntotoeε pa.”","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:12","price":"Ampa sε, wͻ’ne nsεmmͻnedifoͻ no, nanso wͻ’nhunu saa.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:13","price":"Sε yεka kyerε wͻn sε: “Monye ni sεdeε nnipa no agye adie no a”, deε wͻ’ka nesε, yεnye ni sεdeε nkwaseafoͻ no agye adie no?” Nokorε nso sε, wͻn mmom ne nkwaseafoͻ no, nanso wͻ’nnim.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:14","price":"Sε wͻ’hyia wͻn a wͻ’agye adie no a, wͻ’ka (de daadaa wͻn) sε: ”Yε’gye di”. Sε wͻ’san kͻ wͻn abonsamfoͻ no hͻ na εka wͻ’ne wͻn nko ara a, deε wͻ’ka nesε: “Nokorε sε yε’ka mo ho, na mmom yεredi (wͻn ho) fεw kwa”.","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:15","price":"Nyankopͻn betua wͻn fεw die no so ka, na W’ama wͻn kwan wͻ wͻn asoͻden no mu ama wͻn adi akͻneaba wᴐ anifira mu.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:16","price":"Saa nkorͻfoͻ no na wͻ’de tenenee no akͻtͻ yera; na mfasoͻ biara amma wͻn adwadie no so, na wͻ’nnyε ateneneefoͻ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:17","price":"Wͻn mfatoho tesε obi a ͻsͻͻ gya, na εberε a εhyerεn twaa neho hyiaeε no, Nyankopͻn faa wͻn nhyerεnee no kͻeε, na ogyaa wͻn wͻ esum mu. Enti wͻ’nnhu (Nokorε no).","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:18","price":"Asosifoͻ, emumfoͻ, anifirafoͻ enti wͻ'nnsan wͻn akyi nnkͻ (tenenee kwan no so).","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:19","price":"Anaasε (wͻn mfatoho bio) tesε brampͻn nsuo a εretͻ firi soro, na esum ne agradaa ne ayerεmo wͻ mu. Owuo ho suro ma wͻ’de wͻn nsa teaa tuatua wͻn aso εnam agradaa no mobͻmuu no nti. Nanso Nyankopͻn atwa boniayεfoͻ no ho nyinaa ahyia.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:20","price":"Ayerεmo no reyε afira wͻn ani. Sε εhyerεn ma wͻn a, wͻ’nante mu; na sε esum to wɔn nso a, na wͻ’agyina. Sε Nyankopͻn pε a, anka Ɔbεma wͻn aso asi, na W’ama wͻn ani nso afira. Nokorε sε Nyankopͻn wͻ biribiara so tumi.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:21","price":"Adasamma, monsom mo Wura Nyankopͻn no a Ɔbͻͻ mo ne wͻn a wͻ’dii moanim kan no sεdeε (εbεma) mo asuro Nyame ayε ahwεyie.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:22","price":"(Mo Wura Nyankopͻn) no a, W’ayε asaase de asε hͻ ama mo, εna (W’ayε) ͻsoro (sε εdan) nkurusoͻ, εna Osiane nsuo firi soro de ma mo, san de ma nnͻbaeε a εyε akͻnhoma ma mo no fifire. Enti monhwε na moamfa biribi ammata Nyankopͻn ho wͻ aberε a monim (sε obiara nnka ne ho).","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:23","price":"Sε moadwen nnsi mopi wͻ adeε a Y’asiane ama Y’akoa (Muhammad) no ho nso a, εneε monfa Suura bi a εte saa mmra, na monfri Nyankopͻn akyi mfrε mo adansefoͻ, sε moyε nokwafoͻ ampa a.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:24","price":"Na sε moanyε a-, na montumi nyε mpo! Ɛneε na monsuro Ogya no a, nnipa ne aboͻ na εyε ne nyentia no a, y’asiesie ato boniayεfoͻ no hͻ no.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:25","price":"Na fa anigyesεm no ho bͻhyε ma wͻn a wͻ’agye adie na wͻ’di dwuma pa no sε, nokorε, wͻn wͻ ͻsoro Aheman a nsubͻnten nenam aseε. Ɛberε biara a yεde emu aduaba no bi bεbͻ wͻn akͻnhoma no, deε wͻ’bεka ne sε: “Yεde woi bi abͻ yεn akͻnhoma pεn.” Yama wͻn nesεso. Wͻ’wͻ ayerenom ahotewfoͻ wͻ mu; na (Aheman no) mu na wͻ’bεtena afe bͻͻ.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:26","price":"Nokorε sε εnyε Nyankopͻn aniwu sε, Ɔde ntontom anaa deε εkyεn saa anaa deԑ ennuru saa bεyε mfatoho. Wͻn a wͻ’agye adie no deε wͻ’nim sε εyε Nokorε a efri wͻn Wura Nyankopͻn hͻ. Na wͻn a wͻ’yi boniayε no nso, deε wͻ’ka ne sε: “Ɛdeεn na Nyankopͻn de saa mfatoho yi rehwehwε akyerε?” (Nyankopͻn) deyera (nnipa) pii, εna Ɔde kyerε (nnipa) pii nso kwan. Na Ɔmfa nnyera obiara gyesε abͻneεfoɔ no;","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:27","price":"Wͻn a wͻ’to Nyankopͻn apam wͻ akyire yi (apam) no agyina; Na wͻ’tete deε Nyankopͻn ahyε sε yεnka mmom no ntεm, na wͻ’di nsεmmͻnee wͻ asaase soɔ no, saa nkorͻfoɔ no ne berεguofoɔ no.","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:28","price":"Ɛdeεn nti na εsεsε moyi Nyankopͻn boniayε wͻ aberε a na anka moyε awufoͻ εna Ɔmaa mo nkwa, na Ɔbεsan ama mo awu, na afei W’asan anyane mo, na afei Nehͻ na mobεsan akͻ.","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:29","price":"Ɔno na Ɔbͻͻ deε εwͻ asaase so nyinaa demaa mo. Afei Ɔdanee N’ani kyerεε soro, εna Ɔyεε no ͻsoro nson. Ɔno ne biribiara ho Nimdefoͻ.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:30","price":"Na kae εberε a wo Wura Nyankopͻn kakyerεε Soro abͻfoͻ no sε: “Merebεbͻ obi a, obedi asaase no soͻ, (anaasε anaanmusini). (Abͻfoͻ no) kaa sε: “Worebεbͻ obi a obedi nsεmmͻne wͻ (asaase no) so asan ahwie mogya aguo wͻ aberε a, yεtontom Woͻ san bͻ Wo abodin? (Nyankopͻn) kaa sε: “Menim adeε a monnim”.","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:31","price":"Nyankopɔn kyerεε Adam biribiara din; Afei Ɔde baa Soro abɔfoɔ no anim, Ɔkaa sε: “Monkyerε Me saa nneεma yi din, sε moyε nokwafoɔ ampa a”.","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:32","price":"(Soro abͻfoͻ no) kaa sε: ”Kronkron Hene ne Wo. Y’enni nimdeε biara, gyesε deε W’akyerε yεn. Nokorε ampa sε, Wone Onimdefoͻ, Onyansafoͻ no.","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:33","price":"Nyankopɔn kaa sε: “Adam, bobɔ din kyerε wͻn. Ԑberε a ɔbobɔɔ din kyerεε wͻn no, (Nyankopɔn) kaa sε: “Menka nkyerεε mo sε, Menim ɔsoro ne asaase so ahuntasεm (nyinaa), εna Menim deε moda no adie ne deε mode suma (nyinaa)?”","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:34","price":"Kae εberε a Yε’ka kyerεε soro abͻfoͻ no sε: “Monfa moanim mutu fͻm (nyε Sujud) ma Adam (Wͻn nyinaa) de wͻn anim butuu fͻm yεε Sujud no, gyesε Iblis, w’annyε, na ͻyεε ahomasoͻ, na ͻbεkaa boniayεfoͻ no ho.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:35","price":"Y’εkaa sε: “Adam, wo ne woyere montena Turo no mu, na moni emu nneεma a, abusoͻ no nkͻpem faako a mopε biara, na monhwε yie na moammεn saa dua yi, anyε saa a mobεka abͻneεfoͻ no ho.","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:36","price":"Nanso ͻbonsam maa wͻn watrii wͻ hͻ, maa wͻ’frii (tebea pa) a, na wͻn wͻ mu no mu. Yε’kaa sε: ”Monfa moho moho tan nsiane nkͻ; asetena ne akͻnhoma wͻ asaase no so ma mo kͻpem εberε awieε.","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:37","price":"Enti Adam nyaa nsεm bi fri ne Wura Nyankopͻn hͻ (desrεε bͻnefakyε). Enti (Nyankopͻn) tiee (Adam) adwen sakra no, εna Ɔde ne bͻne kyεε no. Nokorε sε, Ɔno na Otie adwen sakra, na Ɔne Mmͻborͻhunufoͻ Hene no.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:38","price":"Yε’kaa sε; “Mo nyinaa monsiane mfri (Turo no) mu nkͻ. Nokorε sε, ͻkwan kyerε befri Me nkyεn aba mo hͻ, na obiara a, obedi Me kwan kyerε no akyi no, ͻmmͻ hu na ne werε nso nnho.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:39","price":"Na wͻn a wͻ’yi boniayε, na wͻ’po Yεn Nsεm no, wͻ’ne Amanehunu gya no mu foͻ no. Emu na wͻ’bεtena afe bͻͻ.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:40","price":"Israel mma, monkae M’adom a Mede adom mo, na moni mo bͻhyε so ma Me, na Menso Medi Me bͻhyε so ama mo, na Menko ara na monsuro Me.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:41","price":"Na monye Adiyisεm no a, M’asiane de refoa (Adiyisεm) no a, εwͻ mo hͻ no soᴐ no ni, na monhwε na moankͻyε nnipa a mobedikan apo (saa Adiyisεm no), na monhwε na sika kakra bi ho nti moantͻn Mensεm no anni, na Menko ara na monsuro Me.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:42","price":"Monhwε na moanfa nkontompo ankata Nokorε no so, na moanfa Nokorε no ansie wͻ aberε a monim.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:43","price":"Na monfrε Nyame wͻ nebrε mu, na monyi Zaka, na monka wͻn a wͻ’bͻ wͻn mu aseε no ho ne wͻn mͻ mo mu ase.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:44","price":"Enti mohyε nnipa ma wͻ’di dwuma pa ma mowerεfi mo ara mo ho, wͻ aberε a mo na mokenkan Nwoma no (kyerε wͻn)? Adεn monnwen?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:45","price":"Monfa aboterε ne mpaebͻ nhwehwε (Nyankopͻn hͻ) mmoa; nokorε sε, εyε (adeε a εyε) den, na mmom (εnyε den) mma ahobraseεfoͻ no-,","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:46","price":"Wᴐn a, wͻ’dwen sε, ampa wͻ’behyia wͻn Wura Nyankopͻn, na nokorε sε Nehͻ na wͻ’bεsan akͻ no.","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:47","price":"Israel mma, monkae M’adom a Mede adom mo, na nokorε sε M’ahyε mo animuonyam akyεn amansan no nyinaa.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:48","price":"Na monsuro Ɛda no a, ͻkra bi ho mma mfasoͻ mma ͻkra bi wͻ hwee ho, na (saa Da no) yε’nnye nehᴐ dwaatoa, na yεnnye mpatadeε mfri nehͻ, na obiara mmoa wͻn no.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:49","price":"Monkae εberε a, Yε’gyee mo firii Farao nkorͻfoͻ no a na wͻ’de ͻhaw bͻne ato mo so, kunkum mo mma mmarima, na wͻ’ma mo mmaa no tena aseε no nsam. Woi nom yε nsͻhwε kεse a na efri mo Wura Nyankopͻn hͻ.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:50","price":"Na monkae εberε a, Yε’paee ͻpo no mu maa mo, na Yε’gyee mo, na Yε’maa nsuo faa Farao nkorͻfoͻ wͻ εberε a na moani tua.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:51","price":"Na monkae εberε a Yε’hyεε nna ada-duanan demaa Mose (maa no bεgyee mmra nsεm no), na n’akyi mofaa nantwi bedeε (a mode sika kͻkͻͻ ayε som no) na moyεε bͻne.","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:52","price":"Afei εno akyiri no, Yε’de mo bͻne firii mo, sεdeε mobeyi (Nyankopͻn) ayε.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:53","price":"Na monkae sε, Yε’de Nwoma no ne Nkyerεkyerεmu no maa Mose, sεdeε mobenya kwankyerε.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:54","price":"Na monkae εberε a, Mose ka kyerεε nenkorͻfoͻ no sε: “Menkorͻfoͻ, nokorε sε moayε bͻne atia mo ara mokraa sε moafa nantwi-bedeε (asom no), enti monsakra moadwen nkͻ mo (Wura a) Ɔbͻͻ mo no hͻ; na monkum moho. Woi na εyε papa ma mo wͻ mo (Wura) a Ɔbͻͻ adeε no hͻ; na Ɔde mo bͻne kyεε mo. Nokorε sε Ɔno na Otie adwen sakra, na Ɔne Mmͻborͻhunufoͻ Hene no.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:55","price":"Na monkae εberε a mokaa sε: ”Mose, yεnnye wo nni, gyesε yehunu Nyankopͻn pefee (ansa), εnam so maa agradaa dwidwa sɔɔ mo mu wͻ εberε a na moani tua.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:56","price":"Afei Yenyanee mo wͻ mo wuo no akyi sεdeε mobeyi (Me) ayε.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:57","price":"Na Yε’de mununkum yεε nyunu kataa mo so, εna Yesianee Mana ne Salwa maa mo. (Yε’kaa sε): “Moni nnepa wɔ deε Yε’de abɔ mo akͻnhoma no mu”. Wͻn annyε bͻne antia Yεn, na mmom wͻ’yεε bͻne de tiaa wͻn ara wͻn kraa.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:58","price":"Monkae εberε a, Yε’kaa sε: ”Mo nwura saa kuro yi mu, na moni deε abu so wͻ mu no bi sεdeε mopε, na monfa ahobraseε nwura (kuro no) pono no mu, na monka sε: “(Awurade) fafri (yεn)”. Yε’de mo mfomsoͻ bεkyε mo, na Yε’de (akatua pa no) bi bεsan aka apapafoͻ no ho.","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:59","price":"Nanso wͻn a, wͻ’dii bͻne no sesaa asεm no a yε’ka kyerεε wͻn no kͻfaa foforͻ. Enti Y’esianee ͻyare dͻm asotwee (anaa ͻhaw ahodoͻ) fri soro baa wͻn a wͻ’dii bͻne no so εnam bͻne a na wͻ’die no ho nti.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:60","price":"Na kae εberε a, Mose bͻͻ mpaeε srεε nsuo maa nenkorɔfoɔ. Yε’kaa sε: “Fa wo poma no bͻ ͻbotan no mu”. Nsuo aniwa du mmienu pue fri mu. Abusua koro biara hunuu wͻn anomoeε. (Yε’ka kyerεε wɔn) sε: “Monidi na monom wͻ Nyankopͻn akͻnhoma no mu, na monhwε na moanni nsεmmͻnee wͻ asaase no so”.","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:61","price":"Na monkae εberε a mokaa sε: “Mose, yentumi nnya aboterε wͻ aduane korͻ ho, enti srε wo Wura Nyankopͻn ma yεn na Ɔma asaase no mu nnͻbaeε a, εyε emu nhahan, ne emu εferε, ne emu aburoo, ayuo ne atokoͻ, ne emu asedua, ne emu aborͻfo gyeene, ne emu gyeene pa no bi mpuepue ma yεn. (Mose) kaa sε. “Mode deε εyε no resesa deε εnyε? Monsiane nkͻ kuro mu, na monsa bεka deε morebisa no”. Animguaseε ne ohia ne ͻhaw too wͻn, na wͻ’twee Nyankopɔn abufuo (baa wͻn ho so). Deε εmaa no baa saa ne sε, nokorε, na wͻ’po Onyankopɔn Nsεm, san kunkum nkͻmhyεfoɔ no wɔ aberε a εnyε ne kwan soɔ, deε εmaa no baa saa nesε wͻ’tee atua, na wͻ’too mmra.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:62","price":"Nokorε sε wͻn a wͻ’agye adie no, ne wͻn a wͻ’yε Yudafoͻ, ne Kristofoͻ ne Sabianfoͻ no, obiara a, ͻgye Nyankopͻn ne Da a edi akyire no die na w’adi dwuma pa no, wͻn wͻ wͻn akatua wͻ wͻn Wura Nyankopͻn hͻ, na ehuu biara mmͻ wͻn, na awerεhoͻ nso nnto wͻn.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:63","price":"(Israel mma), monkae εberε a Yε’ne mo yεε Apam, na Yε’pagyaa bepɔ no wɔ moapampamu (kaa sε): “Monfa ahoͻden nsͻ deε Yε’de ama mo no mu, na monkaekae deε εwͻ mu no sεdeε ԑbԑma mo asuro Nyame asan ayԑ ahwԑyie”.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:64","price":"Afei εno akyi no, modanee moakyi mae; sε εnyε Nyankopͻn adom ne N’ahummɔborɔ na εwͻ mo so a, anka mobεka berεguofoͻ no ho.","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:65","price":"Ampa sε (Yudafoͻ), monim mo mu wͻn a wͻ’too Sabbat ho mmara no. Yε’ka kyerεε wɔn sε. “Monyε nnoe (nkaatia, anaa nsoroboa) wͻ animguaseε mu”.","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:66","price":"Enti Yε’yεε wͻn asotwee no adesua demaa wͻn a wͻ’hunuuiε ne wͻn a wͻ’baa akyire, (san yεε no) afutusεm demaa Nyame-surofoͻ no.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:67","price":"Kae εberε a Mose ka kyerεε nenkorͻfoɔ no sε: “Nokorε sε Nyankopͻn rehyε mo sε monkum nantwie. Wͻ’kaa sε: “(Mose) woredi yεn ho fεw anaa?” (Mose) kaa sε: “Mehwehwε ntwitwagyeε wͻ Nyankopͻn hͻ sε mεka abagyimifoͻ no ho“.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:68","price":"Wͻ’kaa sε: “(Mose) Frε wo Wura Nyankopͻn ma yεn na Ɔnkyerεkyerε mu nkyerε yεn sεdeε (nantwie) no siteε”. (Mose) kaa sε: “Nokorε, Ɔse ͻyε nantwi-bedeε a onyinii pii, na ͻnyε ababaawa nso, ɔda woi mmienu ntεm; enti monyε deε y’ahyε mo no”.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:69","price":"Wͻ’kaa sε: (Mose), frε wo Wura Nyankopͻn ma yεn na Ɔnkyerε yεn sεdeε neho siteε. (Mose) kaa sε: “Ɔse ͻyε natwie a nehonam tesε akokɔ sradeɛ, na neho akokɔ sradeɛ no ani da hͻ; na obiara a obehu no no anigye neho.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:70","price":"Wͻ’kaa sε: “(Mose), frε wo Wura Nyankopɔn ma yεn na Ɔnkyerε yεn sεdeε osi teε, efrisε anantwie nyinaa sesε ma yεn, na sε Nyankopɔn pε a, ampa sε yebenya kwankyerε“.","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:71","price":"(Mose) kaa sε: “Ɔse ɔyε nantwi-bedeε a yεmmerε n’ase mma no mfuntam asaase na onngugu mfudeε so nsuo, neho tua no, εdεm biara nni neho”. (Mose nkorɔfoɔ no) kaa sε: “Afei na wode nokorε no aba”. Enti wͻ’kum (nantwie) no wͻ aberε a na anka wɔ’mpεsε wͻ’yε.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:72","price":"Na monkae εberε a mokum onipa bi na afei mogyee ho akyinnyeε (wͻ nea okum no no ho) abrԑ a Nyankopͻn bεda deε mode asuma no adi.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:73","price":"Enti Yε’kaa sε: “Monfa (nantwie no nam no) bi mɔ (owufoɔ) no honam. Saa ara na Nyankopͻn nyane awufoͻ no; na Ɔkyerεkyerε Nensεm no mu dema mo sεdeε mobεte aseε.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:74","price":"Afei ԑno akyiri no moakoma yεε den tesε boͻ; anaa εyεε den mpo kyεn saa. Nokorε sε εboͻ no bi wɔhɔ a nsubɔnten puepue fri mu, ebi nso wͻ hͻ a etumi dwidwa ma nsuo fri mu, ebi nso wͻ hͻ a Nyamesuro nti esiane (kͻ fͻm). Onyankopͻn deε Ommuu N’ani nguu deε moyε no so.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:75","price":"(Agyidiefoͻ), enti mowͻ anidaasoᴐ sε (Yudafoͻ) no bεgye mo adi aberε a wͻn mu fekuo bi tie Nyankopͻn asεm no wie, te aseε a afei wͻ’sesa (asεm) no wͻ aberε a wͻ’nim?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:76","price":"Sε wͻ’hyia wͻn a wͻ’agye adie no a deε wͻ’ka ne sε: “Yεgye di”. Sε εka wͻn ho wͻn ho nko ara nso a, deε wͻ’ka ne sε: “Mone wͻn redi (Muhammad ho Adiyisεm) a Nyankopͻn ayi ama mo (wͻ mo Nwoma no mu) no ho nkͻmmͻ ama wͻ’de ayε nyinasoͻ atia mo wͻ mo Wura Nyankopͻn anim (wͻ Atemmuda)? Adεn monni adwen?","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:77","price":"Anaa (Yufafoͻ yi) wͻ’nnim sε, nokorε sε Nyankopͻn Nim deε wͻ’de suma ne deε wͻ’da no adie (nyinaa)?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:78","price":"Wͻn mu (Yudafoͻ no) bi yε firatamfoͻ, wͻ’nnim Nwoma no (mu), na mmom apεdeε hunu (na wͻ’di akyire), na deε wͻn adwen kyerε wͻn na wͻ'yε.","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:79","price":"Enti due nka wͻn a wͻ’de wͻn ara wͻn nsa twerε Nwoma no, na afei wͻ’ka sε: “Woi firi Nyankopͻn hͻ (abrε a εnte saa), sεdeε wͻ’bεtͻn wͻ sika kakra bi (a wͻ’benya no) ho nti. Due nka wͻn wͻ deε wͻ’de wͻn nsa atwerε no ho, due nsan nka wͻn bio wͻ deε wͻn nsa aka no ho.","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:80","price":"Deε wͻ’ka ne sε: “Egya no nnka yεn (Yudafoͻ), gyesε nna kakra bi pε”. (Nkͻmhyεni), ka sε: “Moanya bͻhyε bi afiri Nyankopͻn hͻ (saa)?” (Sε Nyame ne mo ahyε bͻ bi saa deε a) εneε Nyankopͻn mmu Nebͻhyε so. Anaasε moka deε monnnim deto Nyankopͻn so?","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:81","price":"Daabi (εnte saa), obiara a ͻbenya (anaa obedi) bͻne ama nebͻne no atwa ne ho ahyia (anaa afa no domum) no, saa nkorͻfoͻ no ne Amanehunu gya no mu foͻ no, na emu na wͻ’bεtena afe bͻͻ.","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:82","price":"Wͻn a wͻ’agye adie na wͻ’di dwuma pa no nso, wͻn ne ͻsoro Ahemman no mu foͻ no, emu na wͻ’bεtena afe bͻͻ.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:83","price":"Kae εberε a Yε’gyee Apam frii Israel mma no hͻ sε: “Monhwε na moansom (obiara) gyesε Nyankopͻn (nko ara). Na monyε ayεmyε ma (mo) awofoͻ ne abusua ne nyanka ne ahiafoͻ; na monka kasa pa nkyerε nnipa, na monfrε Nyame wͻ nebrε mu, na monyi Zaka”. Nanso modanee moakyi demaa (saa Apam no), gyesε momu kakraa bi (na wͻ’dii soͻ), na mo (mu dodoͻ no ara) twi faa so.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:84","price":"Na monkae sε Yε’gyee Apam frii mohͻ sε: “Monhwε na moanhwie mo (ho moho) mogya anngu, na monhwε na moantu moho-moho anfri moafie mu”. Mofoaa so gyee (saa nsεm no) too mu aberε a na modi ho adanseε.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:85","price":"Afei mone amanfoͻ a morekunkum mo ho, na motu momu fekuo bi fri wͻn afie mu, (san) boa (wͻn atamfo) wͻ bͻne ne ͻtan so ma wͻ’ko tia wͻn. Nasε wͻ’bedi mohͻ sε nneduafoͻ a mogye wͻn mpata-deε, abrε a monni ho kwan sε anka motu wͻn. Anaasε mogye Nwoma no mu fa baabi di, εna monnye emu fa baabi nnie? Enti akatua bεn na εfata ma mo mu (nnipa a) wͻ’yε saa? (Deε εfata wͻn ne) wiase asetena yi mu animguaseε, na Owusͻreε da no Y’asan de wͻn akͻ asotwee a ano yε den paa no mu. Nyankopͻn deε Ommuu n’ani nguu dwuma a modie no (mu biara) so.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:86","price":"Saa nkorͻfoͻ no na w’atͻ wiase asetena yi de akͻsesa Daakye deε no no, na (saa Da no) yεnngo asotwee no mu mma wͻn koraa na yεmmoa wͻn nso.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:87","price":"Ampa sε, Yε’de Nwoma no maa Mose, na Yε’somaa asomafoͻ toa toaa so wͻ n’akyi. Mar’yam ba Yesu nso Yε’maa no nsεnkyerεnee pefee, εna Yε’de Honhom Kronkron hyεε no den. Na εberε biara a Ɔsomafoͻ bi de adeε a εnyε deε moakoma pε bεberε mo no, moyε ahomasoͻ; mobuu (asomafoͻ no bi) atorofoͻ, ebinom nso mokum wͻn.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:88","price":"Deε wͻ’ka nesε: “Yakata y’akoma ho (enti yenhia asεm foforͻ biara bio). ”Daabi, wͻn boniayε ho nti Nyankopͻn adome wͻn, enti (wͻn mu) kakraa bi (anaasε asεm no mu kakraa bi) na wͻ’gye die.","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:89","price":"Ɛberε a Nwoma a efiri Nyankopͻn hͻ baa wͻn hͻ rebεfoa deε εwͻ wͻn hͻ (dada) no soa no-, na kane no (ansa na Muhammad rebεba no) na (Yudafoͻ no) de no (bͻ mpaeε srε Nyankopͻn hͻ) nkonimdie de tia wͻn a wͻnnye nnie no- Nanso εberε a adeε a wͻ’nim no baa wͻn hͻ no, wͻ’annye anni. Enti Nyankopͻn nnomee nka boniayεfoͻ no.","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:90","price":"Ade bͻne paa na wͻn atͻn wͻn kraa de ama no, sε wͻ’bεpo deε Nyankopͻn asianee no; (wͻ’reyε) ahoͻyaa sε Nyankopͻn asiane N’adom ama N’akoa no mu bi a Ɔpε nti. Wͻ’twe abufuo defoa abufuo so (dema wͻn ho). Na boniayεfoͻ no deε wͻn wͻ animguaseε asotwee.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:91","price":"Sε yεka kyerε wͻn sε: “Monye adeε a Nyankopͻn asiane aba no ni a, deε wͻ’ka ne sε: “Yε’gye deε yasiane ama yεn no di”. Na wͻ’po deε εwͻ εno akyi no, aberε nso a εno mmom ne nokorε a εrefoa deε εwͻ wͻn hͻ no soᴐ. (Nkͻmhyεni), ka sε: “Sε moyε agyidiefoͻ ampa a afei adεn na mokunkum Nyankopͻn nkͻmhyεfoͻ a wͻ’dii kan no?","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:92","price":"Nokorε sε, Mose de nkyerεkyerεmu pefee no brεε mo (Israelfoͻ), εna afei n’akyi mofaa nantwi bedeε (som no) εna moyεε bͻne.","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:93","price":"Monkae εberε a Yε’ne mo yεε Apam, na Yε’pagyaa bepͻ no wͻ mo apampamu, (ka kyerεε mo sε): “Monfa ahoͻden nsͻ deε Yε’de ama mo no mu yie, na monyε sotie”. Wͻ’kaa sε: “Y’ate nanso ye’nni so”. Wͻn boniayε ho nti nantwie bedeε (som no ho dͻ) awura wͻn akoma mu. (Nkͻmhyεni), ka sε: ”Sε moyε agyidiefoͻ ampa a, εneε ade bͻne paa na mogyidie rehyε mo (ma mo yε) no”","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:94","price":"(Nkͻmhyεni), ka sε: “Sε Daakye asetena a εwͻ Nyankopͻn nkyεn no wͻ mo (Yudafoͻ) nko ara, εna nnipa a aka no biara nka ho deε a, εneε moma mokͻn nnͻ owuo, sε moyε nokwafoͻ ampa a.","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:95","price":"Wͻn kͻn nnͻ (owuo no) da, εnam dwuma a wͻ’nsa adi ato wͻn anim no ho nti, Nyankopͻn deε Onim abͻneεfoͻ no.","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:96","price":"(Nkͻmhyεni), nokorε sε wobehu wͻn (Yudafoͻ no) sε wͻ’yε nnipa adefodepεfoͻ wͻ nkwa ho, (wͻ'yε adefodepε) kyεn abosomsomfoͻ no a wͻ’de biribi bata Nyankopͻn ho no mpo. Wͻn mu bi pεsε anka obenya nkwa adi mfie apem, na nkwa tenten a yεde bεma no no nso ntumi nnyi no mfiri asotwee no mu. Nyankopͻn deε Ohu dwuma a wͻ’die (no nyinaa)","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:97","price":"(Nkͻmhyεni), ka sε: ‘’Obi a netamfo ne Gabriel no, εyε ɔno na Nyankopͻn akwamma mu no osiane (Adiyisεm) no ba w’akoma mu defoa (Adiyisεm) a edi n’anim kan no soͻ a εyε kwan kyerε, ne anigyesεm dema agyidiefoͻ no.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:98","price":"Obi a ᴐtan Nyankopͻn ne N’asoro abͻfoͻ ne N’asomafoͻ ne Gabriel ne Makael no, nokorε sε Nyankopͻn yε tamfo ma boniayεfoͻ no.","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:99","price":"Nokorε sε Y’asiane Nsεm a εda adi pefee na ama woͻ, na obiara nnihͻ a ͻbεpo (saa Nsεm no) gyesε abͻneεfoͻ no.","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:100","price":"Anaasε εnte saa sε εberε biara a wͻn (Yudafoͻ no) bεyε Apam no, na wͻn mu fekuo no bi ato (Apam no) atwene? Aane, wͻn mu dodoͻ no ara nnye nni.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:101","price":"Ɛberε a Ɔsomafoͻ a ofiri Nyankopͻn hͻ a ͻrebεfoa deε εwͻ wͻn hͻ no soᴐ baa wͻn hͻ no, wͻn a yama wͻn Nyamesom ho Nwoma no mu fekuo bi too Nyankopͻn Nwoma no twenee wͻ wͻn akyi sεdeε wͻ’nnim.","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:102","price":"Na wͻ’di (atorͻsεm) a abonsamfoͻ no keka fa Solomon ahennie no ho no nso akyi. Solomon annyi boniayε, na mmom abonsamfoͻ no na wͻ’yii boniayε, kyerεε nnipa nkonyaa yie. Na Y’ansiane amma Soro abͻfoͻ mmienu biara wͻ Babel (a na yεfrε wͻn) Haaruuta ne Maaruuta, na wͻn ankyerε obiara hwee na kampεsε wͻn aka sε: “Yε’deε yε’yε nsͻhwε enti monhwε na moanyi boniayε, na kampεsε wͻn asua adeε a yεde tete onipa ne neyere ntεm afri wͻn mmienu hͻ. Na wͻ’ntumi mfa (wͻn ntafowa no) nnha obiara gyesε Nyankopͻn mma ho kwan. Wɔ’sua deε εde ͻhaw bεberε wͻn na εnfa mfasoͻ biara mma wͻn. Wɔ’nim yie nso sε obi a ͻtͻ (ntafowa biara) nni kyεfa wͻ Daakye no mu, na ade bͻnee paa ara na wͻn atͻn wͻn ho ama no, sε anka wͻ‘nim a.","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:103","price":"Nokorε sε wͻ’regye adi na wͻ’asuro Nyame a, anka akatua a efri Nyankopͻn hͻ no yε paa (ma wͻn), sε anka wͻ‘nim a.","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:104","price":"Mo a moagye adie, monhwε na moanka sε: ‘Raa’inaa’ na (mmom) monka sε: ‘Unzur’naa’ na monyε sotie, na boniayεfoͻ no deε wͻn wͻ asotwee a εyε ya paa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:105","price":"Wͻn a wͻ’po (nokorε) no a wͻn wͻ wͻn a yama wͻn Nyamesom ho Nwoma no mu, ne abosomsomfoͻ no mpε sε anka adepa biara besiane afiri mo Wura Nyankopͻn hͻ aba mo hͻ. Onyankopͻn deε Oyi N’adom no dema N’akoa mu nea Ɔpε. Nyankopͻn na adom kεseε no yε Nedea.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:106","price":"Nsεm no mu biara a Y’εbetwa mu anaasε awerεfire bεba ho no, Yε’de deε εyε kyεn εno anaasε deε εte saa pεpεεpε bεba. Anaasε wonnim sε Nyankopͻn na Ɔwͻ biribiara so tumi?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:107","price":"Anaasε wonnim sε ͻsoro ne asaase so ahennie nyinaa wͻ Nyankopͻn, na Nyankopɔn akyi no monni okyitaafoͻ anaasε ͻboafoͻ biara?","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:108","price":"Anaasε mopε sε mobisa mo Somafoͻ (Muhammad) sεdeε (Israelfoͻ no) dii kan bisaa Mose (sε yi Nyankopͻn adi pefee kyerε yεn) no? Obi a ɔde gyidie bεsesa boniayε no, nokorε sε w’ayera afiri ɔkwan tenenee no so.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:109","price":"Nyamesom ho Nwomanimfoͻ no mu dodoͻ no ara pε sε anka εbetumi a mogyidie akyi no wͻ’bεsan mo aba (Kaafir) boniayε mu, εnam ahoͻyaa a εwͻ wͻn mu no nti, aberε nso a nokorε no ada adi pefee ama wͻn. Nanso fafiri (wͻn), na fa (wͻn) bͻne kyε (wͻn) kosi sε Nyankopͻn de N’ahyεdeε anaa N’atemmuo no bεba. Nokorε sε Nyankopͻn wͻ biribiara so tumi.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:110","price":"Na monfrε Nyame wͻ neberε mu na monyi Zaka, na papa biara a mobεyε de ato moanim ama mo kraa no monsa bεka no wͻ Nyankopͻn hͻ. Nokorε sε, Nyankopͻn ani tua dwuma a modie (nyinaa).","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:111","price":"Deε wͻ’ka ne sε: ”Obiara nnkͻ Soro Aheman no mu gyesε obi a ͻyε Yudani anaasε Kristoni”. Woi nom ne wͻn apεdeε hunu no. (Nkͻmhyεni), ka sε: ”Sε moyε nokwafoͻ ampa a, εneε monfa mo nyinasoͻ (a mode ka saa asԑm no ) mmra”.","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:112","price":"Daabi (εnte saa), obiara a ͻbεbrε neho nyinaa ase ama Nyankopͻn, na ͻyε ayεmyε (dema ne nua) no, ͻwͻ akatua wͻ ne Wura Nyankopͻn hͻ, na ehuu bͻ biara mma wͻn so, na wͻn werε nso nnho (wͻ Atemmuda).","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:113","price":"Yudafoͻ no ka sε: “Kristofoͻ no nni hwee (a wͻ’gyina so desom Nyame), εna Kristofoͻ no nso se: “Yudafoͻ no nni hwee (a wͻ’gyina so desom Nyame)” aberε nso a wͻn nyinaa kenkan Nwoma (baako) no. Saa ara na wͻn a wͻ’nnim no keka wͻn nsεm no ara bie. Enti Nyankopͻn bebu deε wͻ’gye ho akyinnyeε no ho atεn Atemmuda.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:114","price":"(Onipa) bͻneni bεn na ͻkyεn obi a, osi (nnipa) kwan wͻ Nyamedan ho sε yεbεbͻ Nyankopͻn din wɔ hɔ, na ɔbɔ mmͻden (biara) sε ͻbεgu no anaa ͻbεsεe no? Saa nkorͻfoɔ no na wͻ’nni ho kwan sε wͻ’wura (Nyamedan) no mu, gyesε ehuu mu. (Saa nkorͻfoͻ no) wͻ animguaseε wͻ wiase, na Daakye no nso wͻ’wͻ asotwee kεseε paa.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:115","price":"Apueε ne Atͻeε wͻ Nyankopͻn, enti babiara a mode moani bεkyerε no Nyankopͻn anim wͻ hͻ. Nokorε sε, Nyankopͻn deε N’adom so, na Ɔne Onimdefoͻ.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:116","price":"Wͻ’ka sε: Nyankopͻn awo ba. Kronkron Hene ne no. Daabi, (εnte saa), deε εwͻ soro ne asaase so nyinaa yε Nedea. Biribiara berε neho ase ma no.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:117","price":"(Otumfoͻ Nyankopͻn) a Ɔhyεε ͻsoro ne asaase mmͻeε aseε, sε Ɔpεsε Odi dwuma bi a deε Ɔka ara ne sε: “Yε!” na ayε!","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:118","price":"Deε wͻn a wͻ’nnim no keka ne sε: “Yεn deε adεn na Nyankopͻn ne yεn nnkasa, anaasε nsεnkyerεnee bi mma yεn hͻ?” Saa ara na wͻn a wͻ’dii wͻn anim kan no kekaa wͻn nsεm yi ara bie. Wͻn nyinaa akoma yεpε. Ampa sε Y’akyerεkyerε Nsεm no mu pefee ama amanfoͻ a wͻn adwen si pie no.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:119","price":"Ampa sε, Yε’de Nokorε no na asoma wo (Muhammad), sε anigyesεm ne kͻkͻbͻ ho dawubͻfoͻ . Yemmisa wo Amanehunu gya no mu foͻ no ho asεm.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:120","price":"(Nkͻmhyεni), Yudafoͻ no ne Kristofoͻ no nnye wo nto mu (da), gyesε wodi wͻn som no akyi. Ka sε: “Nyankopͻn kwankyerε no ne ͻkwan tenenee no. Sε wodi wͻn apεdeε akyi wͻ akyire yi a nimdeε aba wo hͻ yi a, εneε wonnya okyitaafoͻ anaa ɔboafoͻ biara a ɔbεboa wo (ako atia) Nyankopͻn.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:121","price":"Wͻn a Y’ama wͻn Nwoma no a wᴐ’kenkan no kenkan paa (anaasε wͻ’di emu mmra no so paa wͻ) nokorε mu sεdeε εfata sε yedisoͻ no, saa nkorͻfoͻ no na wͻ’gye die. Na wͻn a wͻ’poͻ no wͻ’ne berεguofoͻ no.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:122","price":"Israel mma, monkae M’adom a Mede adom mo, nokorε sε, Mehyεε mo animuonyam kyεn amansan no nyinaa.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:123","price":"Na monsuro Ɛda no a, ͻkra bi ho nni mfasoͻ wͻ hwee ho dema ͻkra bi, na yεnnye mpata wͻ mu, na ntwitwagyeε ho mma mfasoͻ mma no, na obiara mmoa wͻn no.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:124","price":"Kae εberε a Abraham Wura (Nyankopͻn) de nsεm bi sɔɔ no hwεeε na odii ne nyinaa soɔ, Nyankopͻn kaa sε: “Mereyε wo nnipa nyinaa (Imam) kandifoͻ”. Abraham kaa sε: “M’asefoͻ no mu nso (Imam foͻ befri wͻn mu?)” Nyankopͻn kaa sε: “Abͻneεfoͻ no nka Me bͻhyεε ho”.","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:125","price":"Kae berԑ a Yε’yεε (Ka’aba) Fie no hyia bea ne abodweԑ bea demaa adasamma. Enti monfa Abraham gyinabea hͻ nyε mpaebͻ bea. Yε’ne Abraham ne Ismail yεε Apam sε: “Monte Me Fie no ho ma wͻn a wͻ’ba hͻ nsrahwε betwa ho hyia, ne wͻn a wͻ’te hͻ, ne wͻn a wͻ’bͻ wͻn mu aseε ne wͻn a wͻ’de wͻn anim butu fͻm (dema Nyankopͻn) no.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:126","price":"Kae εberε a Abraham kaa sε: “Me Wura Nyankopͻn, (mesrε wo sε), ma saa (Maka) kuro yi nyε abodweε (kuro), na fa nnuaba no bi bͻ emufoͻ no akͻnhoma, {titiriw} wͻn mu wͻn a wͻ’agye Nyankopͻn ne Da a edi akyire no adie no. Nyankopͻn kaa sε: “Obiara a obeyi boniayε no, Mεma no kwan ama no agye n’ani kakra, na afei M’aka no so de no akͻ Amanehunu gya no mu. Na εhͻ yε nnkyi bͻne paa.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:127","price":"Kae εberε a Abraham ne Ismail repagya (Ka’aba) Fie no fapem no, (mpaeε a wͻ’bͻeԑ ne sε): “Ye’ Wura Nyankopͻn, tie yεn efrisε Wone Mpaebͻ Tiefoͻ, Wone Onimdefoͻ no.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:128","price":"Ye’Wura, (yε’san srε Wo sε), ma yεn mmienu nyε Muslimifoͻ mmerε yεn ho ase ma Wo, na yεn nkyiri mma no mu nso (yε wͻn) ͻman Muslimifoͻ a wͻ’bεbrε wͻn ho ase ama woͻ, na kyerε yεn yε’som ho mmra, na gye yεn adwen sakra. Nokorε sε, Wo na Wotie obia ͻsakra n’adwen, na Wo ne Mmͻborͻhunufoͻ Hene no.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:129","price":"Ye’Wura, (yεsan srε Wo sε) yi Ɔsomafoͻ fri wͻn mu a, ͻbεkenkan Wo Nsεm no akyerε wͻn, na w’akyerε wͻn Nwoma no ne Nyansa no, na wate wͻn ho (afri abosomsom fii ne abrabͻ bͻne ho). Nokorε sε, Wo ne Otumfoͻ a Wotumi ade nyinaa yε, na Wone Nyansafoͻ no.","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:130","price":"Hwan na ͻmpε Abraham som no, gyesε obi a wabu ne ho kwasea. Ampa sε, Y’eyii no sii hͻ wͻ wiase ha, na nokorε sε, Daakye no ͻka apapafoͻ no ho.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:131","price":"Ɛberε a ne Wura Nyankopͻn ka kyerεε no sε: “(Abraham) yε Muslim berε wo ho ase.“ Ɔkaa sε: “Mayε Muslim aberε me ho ase ama Abɔdeε nyinaa Wura no’’.","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:132","price":"(Islam som) no ara na Abraham deyεε nsamanseε maa ne mma; Ya’aquub nso (saa ara, ͻkaa sε): ‘’Memma, Nyankopͻn ayi (Islam) som no de ama mo, enti monhwε na moanwu, gyesε moayε Muslimifoͻ (ansa).","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:133","price":"(Yudafoͻ), ɛberε a owuo baa Yakobo soͻ no na mo wͻ hͻ anaa? Ԑberε a ͻka kyerεε ne mma sε; ‘’Ɛdeεn na mobεsom no wͻ m’akyi? Wͻ’kaa sε: ”Yεbεsom wo Nyankopͻn ne wa’gya Abraham ne Ismail ne Is’haaq Nyankopͻn baako no, na Ɔno na yεyε Islam brε yεn ho ase ma no.","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:134","price":"Woi nom yε amanfoͻ a, wͻ’atwa mu kͻ. Deε wͻ’nsa kaeε no yε wͻn dea, εna deε monso monsa bεka no yε mo dea; na yemmisa mo wͻ deε wͻ’yͻeε no ho asεm.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:135","price":"Deԑ wͻ’ka ne sε: ’’Sε mopε sε monya tenenee a εneε monyε Yudafoɔ anaasε Kristofoɔ. (Nkͻmhyεni), ka sε: ”Daabi (εnte saa), (yedi) Abraham, ͻteneneeni no som no (akyi), na ɔnka abosomsomfoͻ no ho.","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:136","price":"(Agyidiefoͻ), monka sε: “Yε’gye Nyankopͻn, ne deε yasiane ama yεn ne deε yesiane maa Abraham ne Ismail, ne Is’haaq, ne Ya’aquub ne wᴐn asefoᴐ no di, (yε’san nso gye) deε yεde maa Mose ne Yesu ne deε yεde maa nkͻmhyεfoͻ a wͻ’fri wͻn Wura Nyankopͻn hͻ no nyinaa di. Yεnyε wͻn mu nyiyimuu; na Nyankopͻn na yεbrε yεn ho ase ma no.","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:137","price":"Enti sε (Yudafoͻ no ne Kristofoͻ no) gye di sεdeε moagye adie no a, εneε na ampa sε wͻn wɔ kwan tenenee so, na mmom sε wͻ’dane wͻn akyi ma a, εneε na wͻn wɔ ɔkotia mu (anaa mpaapaamu) paa mu; nanso (Nkͻmhyεni), Nyankopͻn som bo ma wo sε Ͻbͻ woho ban fri wͻn (adwen bͻne mu), na Ɔne Otiefoͻ no, biribiara ho Nimdefoͻ no.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:138","price":"Nyankopͻn som no, hwan na ͻwͻ som pa kyεn Nyankopͻn? Ɔno na yεsom no.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:139","price":"Ka sε: “Enti moregye yεn akyinnye wͻ Nyankopͻn ho aberε a Ɔne yεn Wura, εna Ɔno ara nso ne mo Wura? Yεn nyuma (ho akatua) wͻ yεn, εna monso mon’yuma (ho akatua) wͻ mo, na Nyankopͻn na yede yɛho ma no nokorɛ mu.","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:140","price":"Anaa moka ampa sε, na Abraham ne Ismail ne Is’haaq ne Ya’aqub ne (wͻn) asefoͻ no yε Yudafoͻ anaasε Kristofoͻ? Ka sε: “Mona monim anaasε Nyankopͻn (na Onim}?” Nipa bͻneni bεn na ͻkyεn obi a ͻde adansedie a onim no wͻ Nyankopͻn hͻ no sie? Nyankopͻn deε Ommu n’ani nngu dwuma a modie no so.","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:141","price":"Woi nom (a yεbobͻͻ wͻn din yi) yε nnipa a wͻ’atwa mu kͻ, deε wͻ’nyaeε no yε wͻn dea, εna deε monso monyaeε yε monso modea. Na yemmisa mo deε na wͻ’yε no ho asεm.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"asn"},{"name":"2:142","price":"Nnipa mu agyimifoͻ no bεka sε: “Ɛdeεn na ama (Muslimifoͻ) no adane wͻn anim afri Qibla a, na wͻn ani kyerε no soͻ no?” (Nkͻmhyεni), ka sε: “Apueε ne Atͻeε nyinaa wͻ Nyankopͻn; Ɔkyerε obi a Ɔpε kwan kͻ kwan tenenee no so”.","arabic":"۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":149,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:143","price":"Saa ara na Y’ayε mo (Muslimifoͻ no) ɔman adantamu (anaa ͻman a mosom bo, anaa modi mmu yie), sεdeε mobedi adasamma ho adanseε, na Ɔsomafoͻ no nso bedi moho adanseε. Y’annyε Qibla no a na w’ani kyerε no (wͻ biribiara ho nti, na mmom) sεdeε Yε’de behunu obi a odi Ɔsomafoͻ no akyi ne obia ͻdane ne ho wͻ nenantin soͻ (anaa ͻtwe ne ho firi Islam som no mu). Ԑyε nsakraeε a εyε den (ma wͻn a wͻn gyidie sua), na mmom (εnyε den mma) wͻn a Nyankopͻn akyerε wͻn kwan no. Nyankopͻn mma mogyidie no nnyε kwa. Nokorε sε, Onyankopͻn yε Ayεmyε Hene, ne Mmͻborͻhunufoͻ ma adasamma.","arabic":"وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":150,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:144","price":"Ampa sε Ye’hunuu sε woretoto w’ani kyerε ewiem (sεdeε Nyankopͻn bεkyerε wo Qibla), enti nokorε sε, Yε’bεkyerε wo Qibla a wopε. “Dane w’ani kyerε (Maka) Nyamedan Kronkron no. Baabiara a mowͻ no monfa moanim nkyerε hͻ. Wͻn a yama wͻn Nyamesom ho Nwoma no nim yie sε, εno mmom ne nokorε a efri wͻn Wura Nyankopͻn hͻ. Onyankopͻn deε Omuu n’ani nguu dwuma a wͻ’die no so.“","arabic":"قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":151,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:145","price":"Sε wode nsεnkyerεnee nyinaa mpo brε wͻn a yama wͻn Nyamesom ho Nwoma no a, wͻ’nni wo Qibla no akyi da; na wonso wonni wͻn Qibla no akyi, na monni moho-moho nso Qibla akyi. Nokorε sε, sε wodi wͻn apεdeε akyi wͻ akyire yi a wonsa aka nimdeε yi a, εneε na nokorε sε woka abͻneεfoͻ no ho.","arabic":"وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":152,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:146","price":"Wͻn a Y’ama wͻn Nyamesom ho Nwoma no nim (Muhammad) tesε deε wͻ’nim wͻn ara wͻn mma. Nokorε sε, wͻn mu fekuo bi de nokorε no sie wͻ aberε a wͻ’nim.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":153,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:147","price":"(Woi) ne Nokorε no a efiri wo Wura Nyankopͻn hͻ, enti hwε na w’ankͻka wͻn a wͻn adwen nnsi wͻn pie no ho.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":154,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:148","price":"Ɔman biara wͻ faako a wͻ’de wͻn anim kyerε (wͻ aberε a wͻ’refrε Nyame). Enti monsi akan wͻ dwumadi pa ho. Faako a mowͻ biara no Nyankopͻn de monyinaa bεba (wͻ Atemmuda). Nokorε sε Nyankopͻn wͻ biribiara so tumi.","arabic":"وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":155,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:149","price":"Baabi a wobefiri (ahyε Nyamefrε ase) biara no fa w’anim kyerε (Ka’aba) Nyamedan Kronkron no. Ampa sε, εno ne nokorε a efri wo Wura Nyankopͻn hͻ. Onyankopͻn muu n’ani nnguu dwuma a modie no so.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":156,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:150","price":"Baabi a wobefiri (ahyε Nyamefrε aseε) no fa w’ani kyerε (Ka’aba) Nyamedan Kronkron no, na baabi a mowͻ biara monfa moani nkyerε hͻ, sεdeε amanfoͻ no nnya nyinasoͻ biara ntia mo, gyesε wͻn mu abͻneεfoͻ no. Enti monhwε na moansuro wͻn, na mmom monsuro Me, sεdeε Mede M’adom no bewie mosoͻ ne sεdeε mobenya kwankyerε.","arabic":"وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":157,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:151","price":"Sεdeε (Yε’de y’adom bewie mosoͻ no nti) Y’asoma Ɔsomafoͻ wͻ mo hͻ a ofiri mo mu a, ͻrekenkan Yεn Nsεm no kyerε mo, na ͻrete moho (fri abosomsom fii ne abrabͻ bͻne ho), εna ͻrekyerε mo Nwoma no ne Nyansa no, san kyerε mo adeε a na anka monnnim.","arabic":"كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":158,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:152","price":"Enti monkae Me (na) Mεkae mo, na monyi M’ayε, na monnnyi Me boniayε.","arabic":"فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":159,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:153","price":"Mo a moagye adie, monfa aboterε ne mpaebͻ nhwehwε mmoa (wͻ Nyankopͻn hͻ); nokorε sε Nyankopͻn ka aboterεfoͻ no ho.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":160,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:154","price":"Monhwε na moanka amfa wͻn a yaku wͻn wͻ Nyankopͻn kwan soͻ no ho sε: “Wͻn awu”. Daabi, wͻn wͻ nkwa mu, nanso monnhu nti.","arabic":"وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":161,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:155","price":"Ampa sε, Yεde biribi a εyε huu, ne ͻkͻm, ne agyapadeε ne nkwa (hwereε) ne nnuaba (sεeε) bεyε mo nsͻhwε. Na fa anigyesεm no hyε aboterεfoͻ no bͻ;","arabic":"وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":162,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:156","price":"Wͻn a sε mmusuo bi to wͻn a deε wͻ’ka ne sε: “Yε’yε Nyankopͻn dea, na Nehͻ na yεbεsan akͻ ”","arabic":"ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":163,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:157","price":"Saa nkorͻfoͻ no na nhyira ne ahummͻborͻ a efiri wͻn Wura (Nyankopͻn) hͻ no wͻ wͻn soɔ, na saa nkorͻfoͻ no ne ateneneefoͻ no.","arabic":"أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":164,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:158","price":"Nokorε sε, Safa ne Marwa ka Nyankopͻn nsεnkyerεnee no ho, enti obi a ͻbεyε (Ka’aba) Fie no ho Haji, anaa ɔbεkͻ hͻ akɔyɛ Umura no, bɔne biara nni ne so sε ɔbetwa ne mmienu no ho ahyia. Na obi a, ɔbefiri ɔno ara ne pε mu ayε papa bi no, nokorε sε Nyankopͻn na Oyi ayε, na Ɔne Onimdefoɔ.","arabic":"۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":165,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:159","price":"Nokorε sε, wͻn a wͻ’de adeε a Y’asiane aba a εyε nyinasoͻ pefee ne kwankyerε no sie wͻ akyire yi a Y’ada no adi akyerε nnipa wͻ Nwoma no mu no, saa nkorͻfoͻ no na Nyankopͻn nnomee ne obiara a ͻdome no nnomee wͻ wͻn soͻ.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":166,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:160","price":"Gyesε wͻn a wͻ’sakra wͻn adwen na wͻ’toto ntotoeε pa, na wͻ’da (Nsεm no) adi (kyerε amanfoͻ), saa nkorͻfoͻ no deε Metie wͻn adwen sakra no (efrisε) Me na Metie obi a ͻsakra n’adwen no adwen sakra, (na Mene) Mmͻborͻhunufoͻ Hene no.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":167,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:161","price":"Nokorε sε wͻn a wͻ’po nokorε no, na wͻ’wu wͻ (Kaafir) boniayε mu no, saa nkorͻfoͻ no na Nyankopͻn ne Soro abͻfoͻ ne nnipa nyinaa nnomee wͻ wͻn soͻ.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":168,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:162","price":"Emu na wͻ’bεtena, na asotwee no mu nnyε mmerε mma wͻn koraa, na yεmma wͻn (ahomegye) berε nso.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":169,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:163","price":"Mo Awurade Nyankopͻn no Ɔyε Awurade baako, Awurade (foforͻ) biara nni hͻ gyesε Ɔno nko ara. Ɔne Ahummͻborͻ Hene no, Ɔdεεfoͻ Hene no.","arabic":"وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":170,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:164","price":"Nokorε sε, ͻsoro ne asaase mmͻeε, ne adesaeε ne adekyeε a εbͻ abira, (adeεsa na adeε akye), ne nsuomu-hyεn a εde nneεma a nnipa nya ho mfasoͻ nam ͻpo soͻ, ne nsuo a Nyankopͻn siane firi soro de nyane asaase wͻ (asaase) wuo akyi, ne mmoadoma ahodoͻ a w’apete wͻ asaase soͻ, ne mframa a, edi adane-adane, ne mununkum a εberε neho ase wͻ ewiem ne asaase no ntεm no (nyinaa) yε nsεnkyerεnee dema nnipa a wͻ’dwen.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":171,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:165","price":"Nnipa no mu bi wᴐ hᴐ a w’afiri Nyankopͻn akyi afa nneεma bi detoto Nyame ho (som wͻn). Wͻ’de ᴐdͻ a εsεsε wͻ’de dͻ Nyankopͻn no dͻ wͻn. Wͻn a wͻ’agye adie no nso wͻ Nyankopͻn ho dͻ papaapa (kyεn biribiara). Sε abͻneεfoͻ no rehunu (sεdeε) εberε a wͻ’behunu asotwee no (besi ayε) a, anka (wͻ’behunu sε) tumi nyinaa wͻ Nyankopͻn; nokorε nso sε, Nyankopͻn asotwee ano yε den paa.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":172,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:166","price":"Ɛberε a wͻ’behunu asotwe no (mpanimfoͻ bi a, nnipa bi) dii wͻn akyi (na wͻ’yera wͻn) no beyi wͻn a wͻ’dii wͻn akyi no ama (anaasε wͻ’bεtwe wͻn ho afri wͻn ho saa berε no) wͻn abusua bͻ (anaasε twaka a εda wͻn ntεm) no nyinaa to betwa.","arabic":"إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":173,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:167","price":"Wͻn a wͻ’dii (mpanimfoͻ no) akyi no bεka sε: ‘’Sε yenya kwan bio asan (akͻ wiase a) anka yebeyi wͻn ama sεdeε wͻn ayi yεn ama (wͻ nnε da yi). Saa ara na Nyankopͻn beyi wͻn dwumadie ho berεguo akyerε wͻn, na wͻnnya kwan mfiri wͻ Ogya no mu.","arabic":"وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":174,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:168","price":"Adasamma, moni deε εwͻ asaase so a εkwan wͻ ho, na εyε (anaasε εho teε); na monhwε yie na moanni ͻbonsam anamͻn akyi, nokorε sε ͻyε motamfo a ͻda adi pefee.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":175,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:169","price":"Deε ͻrehyε mo (sε monyε) ne bͻne, ne (sɛ mobebu) ahohwi bra, ne sε mobεka (nsεm) a monnim ato Nyankopͻn soͻ.","arabic":"إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":176,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:170","price":"Sε yεka kyerε wͻn sε: “Moni deε Nyankopͻn asiane aba no akyi a, deε wͻ’ka ne sε: “Daabi, yedi deε yε’bεtoo sε y’agyanom reyε no akyi”. Sε na wͻn agyanom nni hwee ho nteaseε, na sε wͻ’nyε ateneneefoͻ mpo a?","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":177,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:171","price":"Wͻn a wͻ’po (nokorε) no mfatoho tesε obi a ͻretea mu frε adeε a εnte hwee, gyesε εnee ne nteamu (kεkε na ͻteε). Asosifoͻ, emum ne anifirafoͻ, enti wͻ’nni adwen.","arabic":"وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":178,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:172","price":"Mo a moagye adie, monidi mfiri nnepa a yεde abͻ mo akͻnhoma no mu, na monfa aseda ma Nyankopͻn, sε Ɔno mmom na moresom no ampa a.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":179,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:173","price":"Adeε a yabra mo (ne die) ne aboa funu anaa aboa a wawu wͻ nemogyaa mu, εne mogya, ne prako-nam ne (aboa a) edin foforͻ bi a εnyε Nyankopͻn din mu na y’abͻ (de aku no). Na mmom obi a ahokyerε nti (εbεma no akͻwe nnam ahodoͻ a yabra yi bie) na εnyε anidaaho anaasε asoͻden no, bͻne biara nni no so. Nokorε sε, Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":180,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:174","price":"Nokorε sε, wͻn a wͻ’de Adiyisεm a Nyankopͻn asiane no wͻ Nwoma no mu no sie, na sika kakra bi ho nti wͻ’tͻn no, deε saa nkorͻfoͻ no di gu wͻn yafunu mu yε ogya. Wusͻreε Da no Nyankopͻn nnkasa wͻn ho na Ɔnnte wͻn ho nso, na wͻ’benya asotwee a εyε ya paa.","arabic":"إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":181,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:175","price":"Saa nkorͻfoͻ no na wͻ’de tenenee no akͻtͻ ͻyera, εna wͻ’de (Nyankopͻn) bͻnefakyε akͻtͻ asotwee. Ei, Akokoͻduro (anaasε aboterε) a wͻ’benya no wͻ Amane hunu gya no mu.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":182,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:176","price":"Ԑnesε, Nyankopͻn de nokorε na asiane Nwoma no, nanso nokorε sε, wͻn a wͻn adwen nnsi wͻn pi wͻ Nwoma no ho no ko tia paa kͻ akyirikyiri.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":183,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:177","price":"Ɛnyε papa yε no nesε, mode moanim bεkyerε Apueε anaasε Atͻeε, na mmom papayε no ne obi a, w’agye Nyankopͻn, ne Soro abͻfoͻ, ne (Adiyisεm) Nwoma no, ne Nkͻmhyεfoͻ no adie, na w’agyina Nyankopͻn ho dͻ so ayi agyapadeε bi aboa abusua, ne nyanka, ne ahiafoͻ, ne akwantufoͻ, ne adesrεfoͻ anaa wᴐn a wᴐ’hia mmoa, ne nneduafoͻ; na w’afrε Nyame wͻ nebrε mu, na w’ayi Zaka; ne wͻn a wͻ’hyε bͻ a wͻ’di wͻn bͻhyε no soͻ, ne wͻn a wͻ’si aboterε wͻ ͻhaw ne ahokyerε mu ne berε a ͻkoo wͻ mu. Saa nkorͻfoͻ no na wɔ’di nokorɛ, na wͻ’ne Nyame-surofoͻ no.","arabic":"۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":184,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:178","price":"Mo a moagye adie, yahyehyε awudie so akatua (ho mmara) ama mo: Ɔdehyeε (na odii awuo a, saa) ͻdehyeε no ara (na yenku no), na ͻdͻnkͻ nso a ͻdͻnkͻ (no ara), ͻbaa nso a, ͻbaa (no ara). Na mmom sε obi a yaku no no nua de bͻne no kyε na obisa biribi (anaasε mpata deε a), moni so wͻ kwan pa so, na mompata no wͻ ayεmyε mu. Woi yε adeε a emu dwoͻ san yε mmͻborͻhunu a efiri mo Wura Nyankopͻn hͻ. Na obi a woi akyi no ͻbeyi ͻtan adie no, εneε (saa nipa no) wͻ aso twee a εyε ya paa.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":185,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:179","price":"Amanfoͻ a mote asεm aseε, nkwa wͻ awudie so akatua ho mmara no mu ma mo, sεdeε ԑbεma mo asuro Nyame ayε ahwεyie.","arabic":"وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":186,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:180","price":"Y’ahyehyε ama mo sε, sε owuo ba obi so na ogya agyapadeε a, ͻnyε nsamanseε ma awofoͻ ne abusua wͻ kwan pa so. (Saa asεm yi yε) asεdeε a, εda Nyame-surofoͻ no soͻ.","arabic":"كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":187,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:181","price":"Na obi a ͻbεsesa (saa asεm yi) wͻ akyire yi a wateε no, εso bͻne no da wͻn a wͻ’sesaa no no so. Nokorε sε Nyankopͻn ne Otiefoͻ na Ɔne Onimdefoͻ.","arabic":"فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":188,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:182","price":"Obi a osuro mfomsoͻ anaa anidaho bͻne bi wͻ nea ɔreyε nsamanseε no hͻ (anaa nea ɔregye nsamanseε no hͻ), na sε ͻtoto wͻn ntεm ntotoeε pa a, bͻne biara nna ne so. Nokorε sε Nyankopͻn ne Bͻnefakyε Hene, na Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":189,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:183","price":"Mo a moagye adie, yayε akyiriwia nhyε ama mo sεdeε yεyεε no nhyε maa (agyidiefoͻ) no a wͻ’dii moanim kan no sεdeε mobesuro Nyame ayε ahwεyie.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":190,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:184","price":"(Akyiriwia nna no) yε nna dodoᴐ bi a yatu asi hɔ. Na momu obi a ɔyareε, anaa ͻwͻ akwantuo mu (na εno nti w’antumi annyε akyiriwia no), ͻbεyε akyiriwia (a yadeε anaa akwantuo nti wannyε no) wͻ nna foforͻ mu. Wͻn nso a (akyiriwia no) yε den ma wͻn (tesε nkɔkora ne mmerewa ne wɔn a wɔ’yare yadeε koankorɔ ne apemfoɔ ne mmaa a wɔn awo foforɔ na wɔ’rema wɔn mma nufoɔ) no, bεma ohiani aduane de ayε mpata. Obi nso a ͻbefiri ͻno ara nepε mu ayε papa bi no, εyε papa ma ɔno ara. Na sε moyε akyiriwia no a εyε ma mo paa sε anka monim (εho mfasoͻ) a.","arabic":"أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":191,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:185","price":"Ramadaan bosome no mu na yesianee Qur’aan baeε demaa adasamma sԑ kwan kyerεdeε, ne nkyerεkyerԑmu a ԑkyerԑ kwankyerε no mu pefee, da nokorε ne nkontompo adie. Enti mo mu biara a, ɔwɔ hɔ wɔ Bosome no mu no, ɔnyε akyiriwia wɔ mu. Na obi a ᴐyareԑ anaa ɔwɔ akwantuo mu (a wantumi anyε no,) ontua nna dodoɔ no pεpεεpε wɔ nna foforɔ mu. Onyankopɔn pεsε (biribiara) yε bɔkɔɔ ma mo, na Ɔmpεsε moho bεkyere mo, ne sεdeε mobetumi awie mmerε no, na mobɛbɔ Onyankopɔn abodin sεdeε wakyerε mo kwan, ne sεdeε mobeyi no ayɛ.","arabic":"شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":192,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:186","price":"Sε Menkoa no bisa wo fa Meho a, (yi wɔn ano sε): Nokorε, Mebεn (wɔn) paa; obiara a osu frε Me no Megye no so, sε osu frε Me a. Enti wɔn nso wɔnye Me so na wɔnye Me nni, sεdeε wɔ’benya kwankyerɛ.","arabic":"وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":193,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:187","price":"Yama mo kwan sε (mobetumi) akɔ moyerenom ho wɔ akyiriwia (bosome) anadwo no mu. Wɔ’yɛ moakatasoɔ, monso moyε wɔn akatasoɔ, Onyankopɔn nim yie sε nokorε modi moho hwammɔ, enti Ɔde mobɔne akyε mo, demo mfomsoכ afiri mo, enti afei deε monkɔ wɔn ho, na monhwehwε deε Nyankopɔn ahyehyε ama mo no. Na monidi na monom nkosi sε ahomakye ahoma fufuo no bεda adi afiri (anadwo) ahoma tuntum no ho; na afei montoa akyiriwia no so nkosi anadwo. Na mmom moreyε I’itikaaf wɔ Nyamedan mu a, monhwε na moankɔ wɔn ho (wɔ awia ne anadwo no mu biara mu). Saa ara na Nyankopɔn kyerεkyerε Ne Nsεm no mu kyerε adasamma sεdeε wɔ’bεsuro Nyame ayε ahwεyie.","arabic":"أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":194,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:188","price":"Monhwε na moanfa kwan bɔne so anni montεm sika; anaa monfa nnyε nyinasoכ nntwe (mo ho) nkכma atemmufoɔ sεdeε mobedi amanfoɔ sika mu bi wɔ kwan bɔne so wɔ aberε a monim.","arabic":"وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":195,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:189","price":"(Nkכmhyεni), wɔ’rebisa wo (deε nti Nyame bɔɔ) abosome foforɔ no ho asεm. Ka sε: ‘’Ɛyε (nsεnkyerεnee a εkyerε) nnipa εberε (ahodoɔ) ne Haji (berε)”. Na εnyε papa yε no ne sε, wobεfa mfikyire akכ fie, na mmom papa yε no ne sε obi besuro Nyame. Enti monfa efie no aboboano nkɔ afie mu, na monsuro Nyankopɔn sεdeε mobedi nkonim.","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":196,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:190","price":"Monko wɔ Nyankopɔn kwan so ntia wɔn a wɔ’ko tia mo, na mmom monhwε na moanto mmara. Nokorε sε, Nyankopɔn mpε mmaratofoɔ no asεm.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":197,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:191","price":"Baabiara a mobenya wͻn no monku wͻn, na montu wͻn mfiri deε wͻ’tuu mo firiε no, (ewom sε nnipa kum nnyε, nanso) aniεyaa hyε yεya kyεn okum. Na monhwε na mone wͻn anko wͻ (Ka’aba) Nyamedan kronkron no ho, kosi sε wͻ’ne mo bεko wͻ hͻ (ansa); na sε wͻ’ne mo ko (wͻ hͻ) a, εneε monku wͻn. Saa na εsεsε yεde tua boniayεfoͻ no so ka.","arabic":"وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":198,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:192","price":"Na sε wͻ’gyae (mo haw) a, nokorε sε, Nyankopͻn ne Bͻnefakyε Hene, na Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":199,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:193","price":"Monko ntia wͻn nkosi sε, ͻhaw biara nnihͻ bio, na Nyamesom no bεyε Nyanko-pͻn (nko ara) dea. Enti sε wͻ’gyae (sε wͻ’rekotia mo no) a, εneε ͻtan (biara) nnihͻ (bio) gyesε abͻneεfoͻ no so.","arabic":"وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":200,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:194","price":"(Sε wͻ’de ͻkoo toa mo wͻ) Bosome kronkron no mu a, (mo ne wͻn nko wͻ) Bosome kronkron no mu. Bͻne so akatua no ho mmra wͻhͻ dema (berε) kronkron nso. Enti obi a ͻbεto mmra atia mo no, monto mmra ntia no bi pεpεεpε sεdeε ͻtiaa mo no ara. Na monsuro Nyankopͻn na monhunu yie sε nokorε, Nyankopͻn ka Nyame-surofoͻ no ho.","arabic":"ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":201,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:195","price":"Monyi (moagyapadeε) ma wͻ Nyankopͻn kwan so, na monhwε na moamma mo ara monsa anto mo antwene ᴐseε mu. Na monyε ayԑmyԑ. Nokorε sε, Nyankopͻn pε wͻn a wͻ’yε ayԑmyԑ no asεm.","arabic":"وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":202,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:196","price":"Monwie Haji ne Umura no ma Nyankopͻn. Sε (biribi tesε yadeε) si mo kwan (na amma mo antumi anwie Haji anaa Umra no a) monfa mo afͻrebͻdeε (odwan, nantwie, anaa yoma) a monsa bεso soͻ mmra. Na monhwε na moanyi motri nwi kͻpem sε, afͻrebͻdeε no beduru faako a εrekͻ. Sε mo mu bi yare, anaa ͻwͻ ͻhaw bi wͻ ne ti a (εno bεma ahia sε oyi neti no a) ͻbεyε akyiriwia nnansa, anaa ͻbεyε adͻeε anaasε ͻbεbͻ okum afͻdeε de ayε mpata. Na sε mo wͻ abotͻyεmu mu na mo mu bi pε sε ͻyε Umra de foa Haji no so a, ͻbεbͻ okum afͻdeε a nensa bεso soͻ, na sε onnya nso a ͻbεyε akyiriwia nnansa wͻ Haji no mu, na sε mosan ba (mo kuro mu nso) a wayε nna nson, na nenyinaa ayε dadu pεpεεpε. Woi gyina hͻ ma obi a na’busuafoͻ nni Nyame-dan kronkron no ho (anaasε obia ͻyε hͻhoͻ a omfri Maka hͻ). Na monsuro Nyankopͻn na monhunu sε, nokorε Nyankopͻn asotwee ano yε den paa.","arabic":"وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":203,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:197","price":"(Ɛberε a yεde yε) Haji no yε abosome a εda adie (anaasɛ yenim), enti obi a ͻbεyε n’adwen wͻ mu sε ͻbεyε Haji (na wafa ‘Harami’) no, εnsεsε ͻkͻ ͻbaa ho, anaa ͻbu ahohwi bra biara anaa ͻko ntͻkwa wͻ Haji no mu. Papa biara a mobεyε no nso nokorε sε Nyankopͻn Nim. Na monyε (Haji akwantuo no ho) ahoboa, na mmom ahoboa papa ne Nyamesuro ne ahwεyie. Enti mo a mowͻ nteaseε, monsuro Me.","arabic":"ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":204,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:198","price":"(Haji korͻ no mu no) εnyε bͻne ma mo sε mobεhwehwε adom a efri mo Wura Nyankopͻn hͻ. Nasε mopia moho firi Arafa a momͻ Nyankopͻn abodin wͻ ‘Mash’arul Haraam‘ hͻ, na momͻ no abodin sεdeε W’akyerε mo kwan a anka kane no na moka ayerafoͻ no ho no.","arabic":"لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":205,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:199","price":"Afei monka moho nkͻ faako a amanfoͻ reka wͻn ho korͻ no, na monsrε Nyankopͻn hͻ bͻnefakyε. Nokorε sε, Nyankopͻn ne Bͻnefakyε Hene na Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":206,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:200","price":"Sɛ mowie mo Nyamesom ho amaneε no a, momͻ Nyankopͻn abodin sεdeε mobͻ mo agyanom abodin no, anaasε (momͻ Nyankopͻn abodin) ma εnkyεn saa. Nnipa no bi wͻhͻ a deε wͻ’ka nesε: “Ye’Wura Nyankopͻn, ma yεn wiase ”. (Saa nkorͻfoͻ a wͻbͻ mpaeε srε wiaseε no) nni kyεfa wͻ Daakye no mu.","arabic":"فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":207,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:201","price":"Wͻn mu bi nso ka sε: “Ye’Wura Nyankopͻn ma yεn wiase yi mu papa, na san ma yεn Daakye no nso mu papa, na bͻ yεn ho ban fri Amanehunu gya no asotwee no mu.","arabic":"وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":208,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:202","price":"Saa nkorͻfoͻ no na wͻ’benya kyεfa afri dwuma a wͻ’diiε no mu. Onyankopͻn deε Neho yε hare wͻ akontabuo ho.","arabic":"أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":209,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:203","price":"Na momͻ Nyankopͻn abodin wͻ nna a y’atu asihͻ no mu. Na obi a ͻbεpε ntεm (afri Mina wͻ) nna mmienu (mu no), εnyε bͻne ma no. Obi nso a ͻbεka akyire no nso bͻne biara nni neso dema obia ͻbesuro Nyame. Enti monsuro Nyankopͻn na monhunu sε, sε εteε biara Nehͻ na mobεkͻ akohyia.","arabic":"۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":210,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:204","price":"(Nkͻmhyεni), obi wͻ nnipa no mu a w’ani gye ne kasaa ho wͻ wiase ha, na ͻfrε Nyankopͻn di nse wͻ deε εwͻ n’akoma mu ho, aberε nso a ͻyε otiafoͻ kεseε paa.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":211,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:205","price":"Sε ͻbrekyi anaa onya tumi a, ͻbɔ mmͻden sε obedi nsεmmͻne wͻ asaase no so asεe mfudeε ne awoͻ ntoatoasoͻ. Nanso Nyankopͻn mpε nsεmͻnee.","arabic":"وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":212,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:206","price":"Sε yεka kyerε no sε: “Suro Nyame” a, tumi hyε no so ma no yε bͻne. Enti (saa nipa no) Amanehunu gya no som bo ma no, na ampa sε εhͻ yε ahomegye bea bͻne paa.","arabic":"وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":213,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:207","price":"Nnipa no mu bi wͻ hͻ a ͻtͻn ne ho de hwehwε Nyankopͻn nyetomu. Nyankopͻn yε Ayεmyε ne Ntimmͻborͻ Hene dema Nenkoa.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":214,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:208","price":"Mo a moagye adie, monfa moakoma nyinaa nwura Islam mu, na monhwε yie na moanni ͻbonsam anamͻn akyi. Nokorε sε ͻyε motamfo a ͻda adi pefee.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":215,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:209","price":"Sε mowatri wͻ akyire yi a nyinasoͻ pefee aba monkyεn yi a, εneε monhunu sε, nokorε sε Nyankopͻn ne Otumfoͻ a Otumi ade nyinaa yε, na Ɔne Onyansafoͻ.","arabic":"فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":216,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:210","price":"Enti deε wᴐ’retwεn ne sε Nyankopɔn ne Soro Abɔfoɔ befri mununkum nyunu mu aba wᴐn hᴐ? (Saa berε no) deε na asεm no anya asa. Na Nyankopɔn hɔ na nsεm nyinaa kowie.","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":217,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:211","price":"Bisa Israel mma no sε, nsεnkyerεnee pefee dodoɔ sεn na Yε’de maa wɔn? Obiara a ɔbεsesa Nyankopɔn adom wɔ akyire yi a abeduru ne hɔ no, nokorε sε Nyankopɔn asotwee ano yε den paa.","arabic":"سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":218,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:212","price":"Wiase asetena yi ayε wɔn a wɔ'po nokorε no fε, ma wɔ’di wɔn a w’agye adie no ho fεw. Nanso wɔn a wɔ’suro Nyame no bεkyεn wɔn wɔ Wusɔreε da no. Onyankopɔn na Ɔkyε obi a Ɔpε adeε a enni ano, anaa akontabuo biara nni ho.","arabic":"زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":219,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:213","price":"Na anka nnipa nyinaa yε ɔman baako, na Nyankopɔn somaa asomafoɔ a wɔ’kuta anigyesεm ne kɔkɔbɔ ho dawubɔ (baa wɔn nkyεn), san sianee Nwoma no kaa wɔn ho wɔ nokorε mu, sεdeε wɔ’de bebu nnipa ntεm atεn wɔ deε wɔ’nnte wɔn ho ase wɔ ho no ho. Wɔn a yεde Nyamesom ho Nwoma maa wɔn no, εnyε sε wɔ’nnte wɔn ho ase wɔ ho wɔ akyire yi a wɔ’nyaa nkyerεkyerεmu no, na mmom ahoɔyaa a εda wɔn ntεm nti. Enti nokorε no a wɔ’gye akyinnye wɔ ho no, Nyankopɔn akyerε wɔn a wɔ’gye die no wɔ Nepε mu. Onyankopɔn deε Ɔkyerε obi a Ɔpε kwan kɔ kwan tenenee no so.","arabic":"كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":220,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:214","price":"Anaasε moadwen yε mosε mobεkɔ soro Aheman no mu wͻ aberε a (nsɔhwε) tesε deε εtoo wɔn a wɔ’dii moanim kan no sεso ntoo mo? Ɔhaw ne ahokyerε too wɔn; wɔn ho wosoo papaapa kosii sε Ɔsomafoכ no ne wɔn a w’agye adi aka ne ho no kaa sε: ‘’Na εberε bεn na Nyankopɔn mmoa no bεba?” Aane, nokorε sε Nyankopɔn mmoa no abεn.","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":221,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:215","price":"(Nkͻmhyεni), wͻ’rebisa wo sε: “Ɛdeεn na wͻnyi mfa ma?” Ka sε: “Adepa a mobeyie no wͻ awofoͻ ne abusua ne nyanka ne ahiafoͻ ne akwantufoͻ. Papa a mobεyε biara no nso nokorε sε, Nyankopͻn Nim ho asεm”.","arabic":"يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":222,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:216","price":"Y’ahyehyε ͻkoo ama mo, εwom sε mompε, na adeε bi wͻhͻ a ebia mompε, nanso na εyε nhyira ma mo; εna adeε bi nso wͻ hͻ a ebia na mopε nanso εyε ade bͻne ma mo. Nyankopͻn na Onim na modeε monnnim.","arabic":"كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":223,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:217","price":"Wͻ’rebisa wo fa ͻkoo wͻ bosome kronkron no mu. Ka sε: “Ɔkoo wͻ (bosome kronkron no) mu yε (bͻne) kεse. Na wͻ’resi (obi kwan) afri Nyankopͻn kwan soͻ na w’apo Nyankopͻn, asan asi (Muslimifoͻ no) kwan wͻ Nyamedan kronkron no ho atu εhͻfoͻ no afiri hͻ no yε bͻne kεseε paa wͻ Nyankopͻn anim. Aniεyaa hyε yεya kyεn okum. (Kaafirfoͻ no) nnyae sε wͻ’bεko atia mo, gyesε wͻ’ma mo san moakyi fri mosom no mu, sε anka wͻ’betumi a. Momu biara a ͻbεsan n’akyi afri nesom no mu na obewuo na ᴐyε Kaafir no, saa nkorͻfoͻ no na wͻn-nyuma ayε kwa wͻ wiase ne Daakye no mu no, na wͻ’ne Amanehunu gya no mu foͻ no, na emu na wͻ’bεtena afe bͻͻ.","arabic":"يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":224,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:218","price":"Nokorε sε, wͻn a wͻ’agye adie, ne wͻn a wͻ’tuu amantuo na wͻ’koo wͻ Nyankopͻn kwan soͻ no, saa nkorͻfoͻ no na wͻ’rehwehwε Nyankopͻn ahummͻborͻ no. Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":225,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:219","price":"Wͻ’rebisa wo nsa ne dehu toͻ ho asεm. “Ka sε: ”Bͻne kεse wͻ ne mmienu (nyinaa) mu, εna mfasoͻ nso wͻ mu dema nnipa, na bͻne a εwͻ ne mmienu no mu no so kyεn mfasoͻ a εwͻ ne mmienu mu. Wͻ’resan bisa wo sε: “Ɛdeεn na wͻ’nyi mfa ma? “Kasε: “Deε mobenya”. Saa ara na Nyankopͻn kyerεkyerε Nsεm no mu kyerε mo sεdeε mobεfa adwen-","arabic":"۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":226,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:220","price":"Wͻ wiase ne Daakye no ho. Na wͻ’rebisa wo nyanka no ho asεm. Ka sε: “Ɛyε sε mobεtoto wͻn ntotoeε ama wͻn, na sε mone wͻn di afra nso a (εyε), efrisε wͻ’yε mo nuanom. Nyankopͻn nim wͻn a wͻn wͻ adwen pa (wͻ nyanka no ho) ne wͻn a wͻn wͻ wͻn ho) adwen bͻne. Sε εyε Nyankopͻn pε a anka Ɔbεma moho akyere mo. Nokorε sε, Nyankopͻn ne Otumfoͻ a Otumi ade nyinaa yε, Ɔne Onyansafoͻ.","arabic":"فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":227,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:221","price":"Monhwε na moanware abosomsom foͻ mmaa no kosi sε wͻ’bεgye adi ansa. Afenaa gyidieni yε kyεn (ͻdehyeε) bosomsomni baa, sε moani gye neho mpo a. (Momma agyidiefoͻ mmaa nso) nnware abosomsomfoͻ mmarima, gyesε wͻn agye adi ansa. Akoa gyidieni yε kyεn (ͻdehyeε) bosomsomni sε moani gye ne ho mpo a. Woi nom refrε mo akͻ Amanehunu gyem; Nyankopͻn nso refrε mo akͻ ͻsoro Aheman ne Nebͻnefakyε a εyε Nepε mu. Ɔkyerεkyerε Nensεm no mu dekyerε nnipa sεdeε wͻ’bεkaekaeε.","arabic":"وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":228,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:222","price":"(Nkͻmhyεni), Wͻ’rebisa wo fa (mmaa) afikyi kͻ ho asεm. Ka sε: “Ɛyε fii, enti montwe moho mfiri mmaa no ho wͻ afikyi kͻ (berε no) mu, na monhwε na moankͻ wͻn ho kosi sε wͻn ho bεteε; na sε wͻ’te wͻn ho wie a, εneε monkͻ wͻn ho sɛdeɛ Nyankopɔn ahyɛ mo no. Nokorε sε, Nyankopͻn pε wͻn a wͻ’sakra wͻn adwen no asεm, Ɔsan nso pε wͻn a wͻ’di wͻn ho nni no nso asεm.","arabic":"وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":229,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:223","price":"Moyerenom yε afuo ma mo, enti monkͻ moafuo mu sεdeε mopε; na monfa (biribi pa) nto moanim, na monsuro Nyankopͻn, na monhunu sε, sε εteε biara no mobehyia no. Enti fa anigyesεm no ho amaneε no bͻ agyidiefoͻ no.","arabic":"نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":230,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:224","price":"Monhwε na moanfa nsedie a mode Nyankopͻn die no anyε nyinasoͻ ansi papa anaa ahwεyie anaa nnipa ntεm nsiesie ho kwan. Nyankopͻn ne Otiefoͻ Ɔne Onimdefoᴐ.","arabic":"وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":231,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:225","price":"Nyankopͻn mfrε mo akontabuo wͻ monsedi hunu no ho, na mmom Ɔbεfrε mo akontabuo wͻ deε moakoma nyaeε no ho. Nyankopͻn ne Bͻnefakyε Hene, Ɔne Ntoboaseε Hene.","arabic":"لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":232,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:226","price":"Wͻn a wͻ’di nse sε wͻ’nnkͻ wͻn yerenom ho bio no, wͻntwεn abosome nnan. Sε wͻ’san wͻn akyi, (anaasε wͻ’nu wͻn ho wͻ deε wͻ’kaeε no ho a), nokorε sε, Nyankopͻn ne Bͻnefakyε Hene, na Ɔne Mmͻborͻhunufoͻ Hene","arabic":"لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":233,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:227","price":"Sε wͻyε wͻn adwen sε wͻ’begyae awadeε nso a, nokorε sε, Nyankopͻn te biribiara, Ɔne Onimdefoͻ.","arabic":"وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":234,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:228","price":"Mmaa awaregyaefoͻ no ntwentwεn wͻn ho so nkosi bosome mmiεnsa afikyikͻ mu; na εmfata mma wͻn sε wͻ’de deε Nyankopͻn abͻ ahyε wͻn awodeε mu (nyinsεn) no besuma, sε wͻ’gye Nyankopↄn ne Da a edi akyire no di ampa a. Wͻn kununom wͻ ho kwan sε wͻ’san wͻn (ba awadeε aseε) wͻ saa (Idda) berε no mu, sε wͻ’pε nsiesie a. Mmaa no nso wͻ ho kwan wͻ kwan pa so sεdeε mmarima no wͻ no ara pεpεεpε, nanso mmarima no na εwͻ mmaa no so tumi. Onyankopͻn ne Otumfoͻ a Otumi ade nyinaa yε, na Ɔne Onyansafoͻ.","arabic":"وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":235,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:229","price":"Awaregyaeε (a yεma kwan ma saa awaregyaefoͻ no san ware bio) yε mprenu; (Ͻbarima no) nsͻ (ͻbaa) no mu wͻ kwan pa so, anaa wͻ’nfa ayεmyε nni ntetemu. Ɛmfata mma mo (mmarima no) sε mobεgye deε mode ama wͻn no mu biribi; sε mosuro nso sε anhwε a na wͻn mmienu antumi anni Nyankopͻn mmara no so a, εno deε bͻne biara nni wͻn mmienu no so fa deε ͻbaa no de bεma (ͻbarima) no na wanya ne ho. Woi ne Nyankopͻn mmra, monhwε yie na moannto. Obi a ͻbεto Nyankopͻn mmra no saa nkorͻfoͻ no ne abͻneεfoͻ no.","arabic":"ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":236,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:230","price":"Sε ogyae no (mprεnsa a) εno akyiri no onni ho kwan (sε ͻsan ware saa ͻbaa no bio) kosi sε ͻbaa no bεkͻ akͻware barima foforͻ. Nasε ͻbarima (foforͻ no) gyae no a, εneε εnyε bͻne mma wͻn mmienu sε wͻ’bεsan aware bio, sε wͻn mmienu adwen yε wͻn sε wͻ’betumi adi Nyankopͻn mmara no so a. Woi nom ne Nyankopͻn mmra a ͻrekyerεkyerεmu akyerε amanfoͻ sεdeε wͻ’behunu.","arabic":"فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":237,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:231","price":"Sε mogyae mmaa no na wͻn (Idda) berε no reyε aso, (na sε mosan pε wͻn a), monsͻ wͻn mu ͻkwan pa so, (sε mompε wͻn so a), monyae wͻn wͻ ayεmyε mu; na (mo mmoa pa) nnye wͻn sε moreha wͻn na monnkͻto mmara. Obi a ͻbεyε saa no nokorε sε wasisi ͻno ara ne ho. Na monhwε yie na moanfa Nyankopͻn nsεm no anni fεw, na monkae Nyankopͻn adom a εwͻ mo so ne deε yasiane ama mo wͻ Nwoma no mu ne Nyansa no a Ɔde retu mofoͻ no. Na monsuro Nyankopͻn na monhunu sε, Nyankopͻn ne biribiara ho Nimdefoͻ.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":238,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:232","price":"Sε mogyae mmaa no na wͻn (Idda) berε (bosome mmiεnsa) no so a, monhwε na moansi wͻn kwan sε wͻ’ware wͻn kunu nom, sε wͻ’agye wͻn ho atom wͻ kwan pa so a. Woi na Nyankopͻn detu obi a ͻwͻ momu a w’agye Nyankopͻn ne Da a edi akyire no adie no foͻ. Woi na εyε nhyira ne kronkron dema mo. Onyankopͻn na Onim wͻ aberε a monnim.","arabic":"وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":239,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:233","price":"Mmaa awofoͻ no mfa mfie mmienu nwie wͻn mma nufu ma; (woi) gyinahͻ ma obi a ͻpεsε owie nufu ma berε no. Mmaa no akͻnhoma, ne wͻn ataadehyε da agya no so wͻ nhyehyεε pa so. Yε’nnfa adesoa nnsoa ͻkra bi, gyesε deε n’ahoͻden betumi. Ɛnsεsε (agya) no ma maame no nya ͻhaw wͻ ne ba no ho, εna εnsεsε (maame no nso) ma agya no nya ͻhaw wͻ ne ba no ho, Saa ara nso na saa sodie yi da obi a ͻbedi adeε no nso soᴐ. Sε wͻn mmienu pε nufumafoᴐ na wͻ’dwene ho na wͻ’te wͻn ho ase a, bͻne biara nna wͻn so. Sε mopε sε mode mo mma ma mmaa nufumafoͻ a wͻ’bεtete wͻn a, εnyε bͻne ma mo, (deε ehia ne) sε mode wͻn akatua bεma wͻn wͻ kwan pa soͻ. Na monsuro Nyankopͻn na monhunu sε, nokorε, dwuma a modie no (nyinaa) Nyankopͻn ani tua.","arabic":"۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":240,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:234","price":"Momu wͻn a wͻ’wu gya yere nom no, (saa mmaa no) ntwentwεn wͻn ho so (wͻ kunayε mu) bosome nnan ne dadu; na sε wͻn berε no so a, bͻne biara nni moso fa deε wͻ’bεyε wͻn ho wͻ kwan pa soͻ no ho. Dwuma a modie biara no Nyankopͻn bεbͻ mo ho amaneε.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":241,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:235","price":"Ɛnyε bͻne ma mo nso sε (mobεfa nyansa kwan bi so) ase mmaa (akunafoͻ) no pε, anaasε mode bεhyε moakoma mu. Nyankopͻn Nim yie sε, mowͻ wᴐn ho adwen wͻ moakoma mu. Monhwε na moanhyε wͻn (awadeε) ho bͻ wͻ nsumaeε mu (aberε a wͻn wͻ kunaeε mu), mmom kasa pa (na monka nkyerε wͻn). Monhwε na moanware wͻn kͻpem sε (Idda) berε a yahyε no bεso ansa. Na monhunu sε Nyankopᴐn nim deԑ ԑwᴐ moakoma mu enti monyԑ Neho ahwԑyie. Na monhunu sε, Nyankopͻn ne Bͻnefakyε Hene, Ɔne Ntoboaseε Hene.","arabic":"وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":242,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:236","price":"Ɛnyε bɔne ma mo sε mobegyae mmaa a monfaa moho nkaa wɔn no awadeɛ, anaa montuaa wͻn tiri aseda, na mmom monsum wɔn sumpa. Osikani (nsum no) sεdeε na’hoͻden siteε, εna ohiani nso sεdeε na’hoͻden siteε, (woi) ne asεdeε a εda apapafoͻ no soͻ.","arabic":"لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":243,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:237","price":"Sε mogyae wͻn wͻ εberε a monya mfaa moho nkaa wͻn nasε moahyε wͻn etire aseda bi ho bͻ a, (montua) deε moahyε ho bͻ no mu fa (ma wͻn); gyesε ebia wͻ’dekyε (mo), anaasε obi a nensa hyε awadeε no aseε no dekyε. Sε mode kyε a, εno mmom na εbεn Nyamesuro. Na monhwε na mowerε amfi sε mobεma adͻeε ada montεm. Nokorε sε, Nyankopͻn ani tua dwuma a modie nyinaa.","arabic":"وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":244,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:238","price":"Monhwε mo Nyamefrε (mprε num no) so yie, titiriw adantamu (Asr) Nyamefrε no, na monfa anidie ne ahobraseε nyina hͻ ma Nyankopͻn.","arabic":"حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":245,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:239","price":"Sε mosuro a monfrε Nyame wͻ εberε a monam monan soͻ anaa mote pᴐnkᴐ soͻ; na sε moakoma tͻ moyεm a, εneε momͻ Nyankopͻn abodin sεdeε W’akyerε mo no a (kanee no) na anka monnim no.","arabic":"فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":246,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:240","price":"Wͻn a wͻ’wu wͻ mo mu na wͻ’gya ayerenom no, nyε afe akͻnhoma bͻ nsamanseε ma wͻn yerenom, na monhwε na moanntu (wͻn amfri moafie mu). Nasε wͻn ara (de wͻn pε) tu a, εneε bͻne biara nni mo so fa deε wͻn ara bεyε wͻn ho wͻ kwan pa soͻ no ho. Nyankopͻn ne Otumfoͻ a Otumi ade nyinaa yε, Ɔne Onyansafoͻ.","arabic":"وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":247,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:241","price":"Mmaa awaregyaefoͻ no nso monsum wͻn wͻ kwan pa so. (Woi) yε asεdeε a εda Nyame-surofoͻ no soͻ.","arabic":"وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":248,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:242","price":"Saa ara na Nyankopͻn kyerεkyerε Nensεm no mu dekyerε mo sεdeε mobεte aseε.","arabic":"كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":249,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:243","price":"(Nkͻmhyεni), wonhunuu nnipa mpem-pem bi a owuo a na wͻ’suro nti wͻ’frii wͻn afie mu no? Nyankopͻn kaa sε: “Monwuwu”. Akyire no Onyanee wͻn. Ampa sε Nyankopͻn adom a εwͻ nnipa soͻ no so paa, nanso nnipa pii na enyi (Nyame) ayε.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":250,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:244","price":"Monko wͻ Nyankopͻn kwan no so, na monhu yie sε, Nyankopͻn ne Otiefoͻ a Ɔte biribiara, na Ɔno ara ne Onimdefoͻ.","arabic":"وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":251,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:245","price":"Hwan na ͻbεbͻ Nyankopͻn bosea a εyε bosea pa ama Ɔde abͻho mmͻhoo bebree ama no? Nyankopͻn na Ɔgyeε εna Ɔde bͻ hoo. Na Nehͻ na mobεsan akͻ.","arabic":"مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":252,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:246","price":"Wonhunuu Israelfoͻ mpanimfoͻ no a, (wͻ’baa) Mose akyi no? Ɛberε a wͻ’ka kyerεε wͻn Nkͻmhyεni (Samuel) sε: ”Yi ͻhene ma yεn sεdeε (obedi y’anim) ama ya’ko wͻ Nyankopͻn kwan no soͻ”. (Nkͻmhyεni Samuel)) kaa sε: “Anhwε a na yεhyehyε ͻkoo ma mo a na moanko”. Wͻ’kaa sε: “Ɛdeεn nti na yε’nnko wͻ Nyankopͻn kwan no soͻ aberε a yatu yεn ne yε’mma afiri y’afie mu?” Nanso εberε a yεhyehyεε ͻkoo maa wͻn no (wͻn mu dodoͻ no) danee wͻn ho, gyesε wͻn mu kakraabi. Onyankopͻn deε Onim abͻneεfoͻ no.","arabic":"أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":253,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:247","price":"Wͻn Nkͻmhyεni no ka kyerεε wͻn sε: “Nyankopͻn ayi Taaluut (Saul) ama mo sε oni moso hene”. Asεm a wͻ’kaeε ne sε: “Ɛyε dεn na watumi adi yεn so hene aberε a yεn na ahennie no fata yεn kyεn no, afei onni sika a εboro soͻ?” Nkͻmhyεni no kaa sε: “Nyankopͻn ayi no sε oni mo so (hene), asan de nimdeε aka no ho (ama no) honam mu (ahoͻden). Onyankopͻn deε Ɔde N’ahennie ma obi a Ɔpε. Onyankopͻn deε N’adom so paa, na Ɔne Onimdefoͻ.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":254,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:248","price":"Wͻn Nkͻmhyεni no ka kyerεε wͻn sε: “N’ahennie no ho nsεnkyerεnee ne sε: “Yε’bεsan de Apam adaka a awerεkyekyerε a efri mo Wura Nyankopͻn hͻ no wͻ mu a εyε agyapadeε a Mose nkorͻfoͻ ne Aaron nkorɔfoɔ no de gyaaeε no ama Soro Abͻfoͻ asoa abrε mo. Nokorε sε, nsεnkyerεnee wͻ woi mu dema mo, sε moyε agyidiefoͻ ampa a.","arabic":"وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":255,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:249","price":"Ɛberε a (Toaaluut) Saul ne n’asraafoͻ no sii mu no, ͻka kyerεε wͻn sε: “Nokorε sε Nyankopͻn de asubͻnten bi bεsͻ mo ahwε. Enti obi a ͻbεnom bi (ameε) no, na ͻnka me ho, na obi a w’anka anhwε koraa no ͻka me ho, na mmom obia nensa mma pε (na ͻbεnom) no nso nokorε sε ͻka me ho. Nanso (dodoͻ no ara) na wͻ’nom (meeε) gyesε wͻn mu kakraabi. Enti εberε a ͻno ne wͻn a wͻ’ka neho no a wͻ’agye adie no twaa asuo no, wͻ’kaa sε: “Ɛnnε yentumi Goliat ne n’asraafoͻ”. Wͻn a wͻ’gye di sε wͻ’behyia Nyankopͻn no kaa sε: “Mprε pii na Nyankopͻn akwamma mu no ekuo ketewaa bi atumi adi ekuo kεseε so nkonim. Onyankopͻn deε Ɔka aboterεfoͻ no ho.","arabic":"فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":256,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:250","price":"Ɛberε a wͻ’pue kohyiaa Goliat ne ne dͻm no, (wͻ’bͻͻ mpaeε) kaa sε: “Ye’Wura Nyankopͻn, (yεsrε Wo sε), siane aboterε gu yεn so, na ma yenyina y’anamͻn so pintinn, na boa yεn ma yentumi nni boniayεfoͻ no so nkonim”.","arabic":"وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":257,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:251","price":"Onyankopͻn akwamma mu no wͻ’kaa wͻn (dͻm no) gui, na Dawid kum Goliat. Onyankopͻn maa no ahennie ne nyansa, san kyerεε no deε Ɔpε mu biara. Sε εnyε sε Nyankopͻn de nnipa no bi (sihͻ ma) wͻ’bͻ nnipa no bi ho ban a, anka asaase no asεe. Nanso Nyankopͻn adom a εwͻ abͻdeε soͻ no so.","arabic":"فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":258,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:252","price":"Woi yε Nyankopͻn nsεm na Yεrekenkan kyerε wo wͻ nokorε mu; na nokorε sε, woka Asomafoͻ no ho.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":259,"juzNumber":2,"footnotes":"","lang":"asn"},{"name":"2:253","price":"Saa Asomafoͻ no Yε’maa ebinom so kyεn bi. Wͻn mu bi wͻ hͻ a Nyankopͻn ne wͻn kasae, na Ɔpagyaa ebinom de wͻn gyinaa gyinaberε a εkorͻn so. Mar’yam ba Yesu nso Yε’maa no nyinasoͻ pefee san de Honhom Kronkron hyεε no den. Sε εyε Nyankopͻn pε a, anka wͻn a wͻ’baa (asomafoͻ) no akyi no annko wͻ berε a nkyerεkyerεmu pefee baa wͻn hͻ no, nanso wͻ’ante wͻn ho ase, enti ebinom gye dii, na ebinom nso poo (nokorε no). Sε Nyankopͻn pε a, anka wͻn annko, na mmom Nyankopͻn deε Ɔyε deε Ɔpε.","arabic":"۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":260,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:254","price":"Mo a moagye adie, monyi deε Yε’de akyε mo no mu bi ma ansa na εda bi a adwadie ne ayͻnkofa ne ntwitwagyeε (anaa dwaatoa) nni mu no aba. (Kafirfoɔ) aboniayεfoͻ no deε wͻ’ne abͻneεfoͻ no.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":261,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:255","price":"(Otumfoͻ) Nyankopͻn, awurade foforͻ biara nni hͻ gyesε Ɔno (nko ara); (Ɔne) Otumfoͻ a Ɔde Ne ho te Neho ase daa, kuta abͻdeε nyinaa mu, san bͻ wͻn ho ban. Ɔnto nko na kampεsε Wada. Deε εwͻ soro ne deε εwͻ asaase so nyinaa yε Ne dea. Hwan ne obi a obetwitwa agye obi wͻ Nehͻ? Gyesε Ɔma kwan. Onim deε εwͻ wͻn anim ne deε εwͻ wͻn akyi. (Adasamma) nnim Ne nimdeε ho hwee gyesε deε Ɔpε (sε wͻ’hunu). N’ahennie so wͻ ͻsoro ne asaase so; (na ͻsoro ne asaase no) mmienu so hwε no nnyε ͻberε (anaasε εnyε den) mma no. Ɔne Okokroko no, na Ɔne Ɔkεseε no.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":262,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:256","price":"Nhyε nni Nyamesom mu. Ampa sε, tenenee no ada adi pefee afiri nkontompo ho. Enti obi a ͻbεpo ͻbonsam (ne abosomsom) na w’agye Nyankopͻn adie no, nokorε sε, w’asͻ gyidie homa a εnte da no mu. Onyankopͻn ne Otumfoͻ a Ɔte biribiara, Ɔne Onimdefoͻ.","arabic":"لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":263,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:257","price":"Nyankopͻn ne wͻn a wͻ’agye adie no Kyitaafoͻ, Oyi wͻn firi (abosomsom anaa bͻnee) sum no mu de wͻn kͻ (Islam) hyεn no mu; wͻn a wͻ’po (Nokorε) no nso akyitaafoͻ ne abonsamfoͻ no; wͻ’yi wͻn firi εhyεn no mu de wͻn kͻ esum no mu. Saa nkorͻfoͻ no ne Amanehunu gya no mu foͻ no, na emu na wͻ’bεtena afe bͻͻ.","arabic":"ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":264,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:258","price":"(Nkͻmhyεni), wonhunuu obi a ͻgyee Abraham akyinnyeε wͻ ne Wura Nyankopͻn ho, sε Nyankopͻn ama no ahennie nti no? Ɛberε a Abraham kaa sε: “Me Wura Nyankopͻn na Ɔma nkwa εna Okum”. (Ɔhene no) kaa sε: “Mema nkwa san kum”. Abraham kaa sε: “Ɛneε nokorε sε, Nyankopͻn na Ɔma awia pue firi apueε, enti ma no mpue mfri atͻeε. Enti (ͻhene) no a ͻpo nokorε no ho dwirii no a onhu asεm a ͻnka. Onyankopͻn deε Ɔnkyerε abͻneεfoͻ no kwan.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":265,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:259","price":"Anaasε ne mfatoho tesε obi a ͻkͻtwaa mu wͻ kuro bi a na abͻ korakora no mu. Ɔkaa sε: “Ɔkwan bεn so na Nyankopͻn bεfa so asan de saa kuro-dua yi aba nkwa mu bio wͻ ne wuo yi akyi?” Enti Nyankopͻn maa no wuu mfie ͻha, εna Ɔsan nyanee no. Nyankopͻn kaa sε: “Mmerε tenten sεn na wo diiε?” Ɔkaa sε: “Dakoro, anaasε dakoro mu kyεfa bi”. Ɔka kyerεε no sε: Daabi, w’adi mfie ͻha; nanso hwε w’aduane ne wo nsuo sε mfie nyεε no hwee; na hwε wa’funumuu no. Sεdeε yεde wo bεyε nsεnkyerɛnee ama adasamma. Na hwε nnompe no sεdeε Y’esi keka sisi animu, san de nam kata ho”. Enti εberε a (nokorε yi) daa adi pefee maa no no, ͻkaa sε: “M’ahunu sε nokorε, Nyankopͻn wͻ tumi wͻ biribiara so”.","arabic":"أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":266,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:260","price":"Kae εberε a Abraham kaa sε: “Me Wura Nyankopͻn, kyerε me sεdeε wosi nyane awufoͻ ba nkwa mu”. Nyankopͻn kaa sε: “Wonnye nni anaa?” Abraham kaa sε: “Ɛnyε saa, na mmom sεdeε m’akoma bεtͻ meyεm nti”. Nyankopͻn kaa sε: “Ɛneε fa nnomaa nnan na yεn wͻn ma wͻ’nhu wo yie (na twitwa wͻn asin-asin) na fa wͻn asin-asin no kͻ bepͻ sononko biara so, na afei frε wͻn, wͻ’de ntεmpε na εbεba wo hͻ, na w’ahunu sε, nokorε Nyankopͻn ne Otumfoͻ a Otumi ade nyinaa yε, Ɔne Onyansafoͻ.","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":267,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:261","price":"Wͻn a wͻ’yi wͻn sika wͻ Nyankopͻn kwan soͻ no, mfatoho tesε aburoo aba fua (a y’adua ama no abͻ) mmεtem nson, na bεtem fua biara nso aba ͻha na εwͻ hoo. Nyankopͻn deε Ɔde bͻho mmͻhoo-mmͻhoo ma obi a Ɔpε. Nyankopͻn deε N’adom trε, na Ɔne Onimdefoͻ.","arabic":"مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":268,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:262","price":"Wͻn a wͻ’yi wͻn sika dema wͻ Nyankopͻn kwan soͻ na wͻ’mmfa deε wͻ’de maaeε no nkae anumuu anaa (wͻmfa) ͻhaw nni akyire no, wͻn wͻ akatua wͻ wͻn Wura Nyankopͻn hͻ; ehuu mmͻ wͻn na wͻn werε nso nnho (wͻ Atemmuda).","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":269,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:263","price":"Kasa pa ne bͻnefakyε yε kyεn adͻeε a ͻhaw di akyire. Nyankopͻn deε Ɔne Otumfoͻ a Ɔde Neho na Wanya Neho a Onhia obiara biribiara, Ɔne Ntoboaseε Hene.","arabic":"۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":270,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:264","price":"Mo a moagye adie, monhwε na moanfa anum kaeε ne ͻhaw ansεe moadͻeε (na moankͻyε) tesε obi a oyi n’agyapadeε dema sεdeε nnipa behunu, na mmom ͻnnye Nyankopͻn ne Da a edi akyire no nnie no. (Saa nnipa no) mfatoho tesε ͻbotan bi a εso kokwakokwa a nεteε kata soͻ, εna nsu kεseε bi tͻ guu soͻ, enti εmaa (ͻbotan) no so bεdaa hͻ kwatrekwa; wͻn annya hwee wͻ dwuma a wͻ’diiε no mu. Onyankopͻn deε Ɔntene nnipa boniayεfoͻ no.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":271,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:265","price":"Wͻn a wͻ’yi wͻn sika dema, dehwehwε Nyankopͻn ho dͻ, san dehyε wͻn kraa den no, wͻn mfatoho tesε turo bi a εwͻ asaase bi a εpagya soͻ, na nsu kεseε tͻ gu soͻ na emu nnͻbaeε no bͻ mmͻhoo-mmͻhoo; na sε osu kεseε anntͻ anngu so mpo a, bosuo (ma no gyina). Na Nyankopͻn deε N’ani tua dwuma a modie nyinaa.","arabic":"وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":272,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:266","price":"Enti momu bi pεsε ͻwͻ akyiresua ne bobe-turo a nsubͻnten nenam aseε, na ͻwͻ nnuaba ahodoͻ nyinaa bi wͻ mu, na w’abͻ akͻkora na ͻwͻ mma a wͻn susua anaa wͻ’nni ahoͻden, na mframa den bi a egya wͻ mu abεhye (afuo) no? Saa ara na Nyankopͻn kyerεkyerε Nensεm no mu dekyerε mo sεdeε mobεfa adwen.","arabic":"أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":273,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:267","price":"Mo a moagye adie, εneεma pa a moanya, ne deε Y’ama no apuepue asaase no so ama mo no, monyi bi mfa ma. Na monhwε na moanyε moadwen sε deε εnyε wͻ mu no na mode bεma, wͻ εberε a sε mo (na obi dema mo) a, anka gyesε mokata moani wͻ ho. Monhunu nso sε Nyankopͻn ne Otumfoͻ a Ɔde Neho Ɔne Ayeyie Wura.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":274,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:268","price":"Ɔbonsam de ohia hunahuna mo, san hyε mo ma mobͻ ahohwi bra; Onyankopͻn deε Ɔde bͻne fakyε a εwͻ Nehͻ ne adom na Ɛrehyε mo bͻ. Onyankopͻn deε N’adom so paa, Ɔne Onimdefoͻ.","arabic":"ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":275,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:269","price":"(Nyankopͻn) de adwen ne Nyansa ma obi a Ɔpε, na obi a yεbεma no adwen ne Nyansa no, nokorε sε na yama no adepa a εsombo paa. Obi a ͻde (nsεm yi) tu (neho) foͻ ne nnipa mu mmadwen mmafoͻ no.","arabic":"يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":276,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:270","price":"Adͻeε anaa bͻhyε biara a mobεhyε no Nyankopͻn Nim ho asεm. Abͻneεfoͻ no deε wͻ’nnya boafoͻ.","arabic":"وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":277,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:271","price":"Sε moda adͻeε adi a, εyε paa; na sε mode suma na mode ma ahiafoͻ nso a, εno nso yε ma mo. Na εbεpepa monfomsoͻ no bi afri moso. Na dwuma a modie biara no Nyankopͻn ne εho amanebͻfoͻ.","arabic":"إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":278,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:272","price":"(Nkͻmhyεni), sε wͻ’bεfa ͻkwan tenenee no soͻ no deε, εho asεm nna wo so; Nyankopͻn deε Ɔkyerε obia Ɔpε kwan. Adepa a mobeyi de ama biara no, εwͻ mo ara mokraa; na deε mobeyi ama no, εnyε sε mode hwehwε Nyankopͻn hͻ animuonyam, na adepa biara a mode bεma no yε’betua moso ka pεpεεpε na yensisi mo.","arabic":"۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":279,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:273","price":"(Zaka no) wͻ ahiafoͻ no a Nyankopͻn kwan so (nnyuma) asi wͻn kwan na εmma wͻ’ntumi nkͻ baabiara wͻ asaase no soͻ. Sεdeε wͻ’kuta wͻn ho no nti, εma wͻn a wͻ’nnim no dwene wͻn ho sε wͻ’anya wͻn ho; wode wͻn nsohyεε na εbehu wͻn, wͻ’nfaa amanfoͻ hͻ adeserε nyεε wͻn adwuma. Na adepa biara a mobeyi de ama no, nokorε sε, Nyankopͻn Nim ho asεm.","arabic":"لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":280,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:274","price":"Wͻn a w’ͻyi wͻn sika dema (wͻ Nyankopͻn kwan so) anadwo ne adekyeε, kokoam ne badwa mu no, wͻn akatua wͻ wͻn Wura Nyankopͻn hͻ, na ehu (biara) mmͻ wͻn na wͻn werε nso nnho.","arabic":"ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":281,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:275","price":"Wͻn a w’ͻdi bosea nsihoo no nnsͻre (wͻ papa mu wͻ Atemmuda), na (mmom) wͻ’bεsͻre (afri adakamena mu) tesε ͻbͻdamfoͻ a ͻbonsam de εdam abͻ no. Ԑnesε, deε wͻ’ka nesε: “Adwadie tesε nsihoo”, aberε nso a Nyankopͻn ama adwadie ho kwan εna W’abra nsihoo. Enti obi a afutusεm yi a efri ne Wura Nyankopͻn hͻ abeduru nehͻ na εnam so ͻbεtwe neho afri (nsihoo gyeε) no ho no, (nsihoo a w’agye ama) atwa mu (ansa na saa mmara yi reba no deε) ne dea; na n’asεm deε εwͻ Nyankopͻn hͻ. Na obi a ͻbεtͻ akͻ soͻ no, saa nkorͻfoͻ no ne Amanehunu gya no mu foͻ no. Emu na wͻ’bεtena afe bͻͻ.","arabic":"ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":282,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:276","price":"Nyankopͻn betwa bosea nsihoo mu, na W’ama adͻeε anya nkͻsoͻ. Onyankopͻn deε Ɔmpε onipa biara a onni nkaeε na ͻyε nnipa bͻneni no asεm.","arabic":"يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":283,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:277","price":"Nokorε sε, wͻn a wͻ’agye adie na wͻ’di dwuma pa, na wͻ’frε Nyame wͻ ne berε mu, na wͻ’yi Zaka no, (saa nkorͻfoͻ no) wͻ wͻn akatua wͻ wͻn Wura Nyankopͻn hͻ na ehu mmͻ wͻn na wͻn werε nso nnho (wͻ Atemmuda).","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":284,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:278","price":"Mo a moagye adie, monsuro Nyankopͻn, na bosea nsihoo ka a aka no monyae ma no nka, sε moyε agyidiefoͻ ampa a.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":285,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:279","price":"Sε moanyε (deε Nyankopͻn aka yi a), εneε na yεrema moate sε mone Nyankopͻn ne Nesomafoͻ no anya ͻkoo. Sε mosakra moadwen firi (nsihoo no) ho a, mosika tenenee no deε modea. Monni amim na yanni mo amim.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":286,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:280","price":"Sε (ͻkafoͻ no) ho kyere no a, ma no berε kͻpem sε neho bεyε yie. Nasε mode εka no kyε sε adͻeε a, (εno nso) yε ma mo, sε anka monim a.","arabic":"وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":287,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:281","price":"Na monsuro Ɛda no a emu na mo bεsan akͻ Nyankopͻn hͻ no; na yebetua dwuma a ͻkra biara diiε so ka pεpεεpε, na yensisi wͻn.","arabic":"وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":288,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:282","price":"Mo a moagye adie, sε mobͻ bosea dehyε εberε bi a, montwerε nto hͻ. Ma ͻtwerεfoͻ no ntwerε deε εda montεm no pεpεεpε; ͻtwerεfoͻ no nhwε na biribiara ansi no kwan sε ͻnntwerε (nwoma) no sεdeε Nyankopͻn akyerε no no, enti ͻntwerε (no saa ara). Na ͻkafoͻ no nka (mma ͻtwerεfoͻ no ntwerε), na onsuro Nyankopͻn, ne Wura no; εmma no nyi biribi mfiri mu. Sε ͻkafoͻ no yε obi a n’adwen mu nnɔ papa, anaa ͻyε mmerε, anaasε Ɔno ara ntumi nka (mma ͻtwerεfoͻ no ntwerε a), ne kyitaafoͻ no nka no pεpεεpε. Na moma momu mmarima mmienu ni ho adanseε. Sε mmarima mmienu nnihͻ a moma ͻbarima baako ne mmaa mmienu a mogye wͻn adansedie die (ni ho adanseε), na sε wͻn mu baako yε mfomsoͻ a ͻbaako akae ͻbaako no. Na adansefoͻ no nhwε sε, sε yεfrε wͻn (adansedie a) w’anka sε wɔ’nnkɔ. Monhwε na moammu moani angu so sε mobεtwerε (εka) kεseε anaa ketewa ama neberε a yεde ahyε, εno na εtene wͻ Nyankopͻn anim, na εma adansedie no di mmu, na εno ne (ͻkwan) pa a εmma monnye (moho) akyinnyeε. Na mmom sε εyε adwadie a modi no hͻ ara na εredi akͻ-ne-aba wͻ montεm deε a, εno deε sε moantwerε a, bͻne biara nna moso. Na mmom sε moreyε adwadie ho nhyehyεε ama moho a monya adansefoͻ. Na monhwε yie na moanha ͻtwerεfoͻ no, anaa adansefoͻ no. Sε moyε saa a, εyε bͻne ma mo. Na monsuro Nyankopͻn, na Nyankopͻn bεkyerε mo (nimdeε ahodoᴐ pii), na Nyankopͻn ne biribiara ho Nimdefoͻ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":289,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:283","price":"Na sε mo wͻ akwantuo mu na sε monnya ͻtwerεfoͻ a, yεgye awowa deε (dedi agyinamuu). Na sε mogye moho moho di a, deε (onua) no gyee no diiε no mfa deε yεde hyεε nensa no ma, na onsuro ne Wura Nyankopͻn. Monhwε na moanfa adansedie ansuma; na obi a ͻde besuma no, nokorε sε, n’akoma yε bͻne akoma. Onyankopͻn ne dwuma a modie no nyinaa ho Nimdefoͻ.","arabic":"۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":290,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:284","price":"Adeε a εwͻ soro ne deε εwͻ asaase so nyinaa wͻ Nyankopͻn. Sε moda deε εwͻ mo akoma mu adi o, anaa mode suma o, Nyankopͻn bebu mo ho akonta. Na Ɔde obi a Ɔpε bͻne kyε no, εna Ɔtwe obi a Ɔpε nso aso; efrisε Nyankopͻn wͻ biribiara so tumi.","arabic":"لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":291,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:285","price":"Ɔsomafoͻ (Muhammad), gye deε y’asiane firi ne Wura Nyankopͻn hͻ ama no no di, agyidiefoͻ no nso (gye di); wͻn nyinaa gye Nyankopͻn ne N’asoro abͻfoͻ, ne Ne Nwoma ne N’asomafoͻ (nyinaa) di. “Yεnyε Nyankopͻn asomafoͻ no mu biara ho nyiyimu (sε yε’gye woi di na asomasi deε yεnnye no nni). Deε wͻ’ka ne sε: “Y’ate na yε’bεyε sotie. Ye’Wura Nyankopͻn, (yεsrε) Wohͻ bͻnefakyε, na Wohͻ na yε’bεsan aba.","arabic":"ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":292,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"2:286","price":"Onyankopͻn mmfa adesoa nnsoa ͻkra bi, gyesε deε n’ahoͻden betumi. Dwuma pa a (ͻkra) no adie no ho nhyira yε nedea, εna dwuma bͻne nso a w’adie no nso ho asotwee da ͻno ara so. “Ye’Wura Nyankopͻn, sε ye’werεfi anaasε yε’yε mfomsoͻ a, εntwe y’aso. Ye’Wura Nyankopͻn, εnfa adesoa nnsoa yεn sεdeε Wode soaa wͻn a wͻ’dii y’anim kan no, na εmfa deε ya’hoͻden ntumi nnsoa nso nsoa yεn; na fa yεn mfomsoͻ firi yεn na fa yεn bͻne kyε yεn, na hu yεn mmͻbͻ, na Wone yεn Kyitaafoͻ, na boa yεn ma yeni boniayεfoͻ no so nkonim.","arabic":"لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":293,"juzNumber":3,"footnotes":"","lang":"asn"}],"chapter":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah","Chapter Al-Baqarah","Baqarah","Surah Baqarah","Chapter Baqarah","Al Baqarah","Surah Al Baqarah","Chapter Al Baqarah","Surah 2","Chapter 2","The Cow","البَقَرَة"]}