{"data":[{"name":"22:1","price":"Adasamma, monsuro mo Wura Nyankopͻn; nokorε sε Awosoͻ (Da) no yε dͻnhwere bi a εho asεm so papaapa.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2596,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:2","price":"Ɛda a mobehunu no, ͻbaa nufumafoͻ biara werε befri nea ͻrema no nufoͻ no, na ͻpenfoͻ biara bεwo deε ͻyem no awo (mono); na wobehunu nnipa tesε deε wͻn aborͻ, nanso εnyε borͻ na wͻn aborͻ, na mmom Nyankopͻn asotwee no na ano bεyε den paa.","arabic":"يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2597,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:3","price":"Nnipa no bi wͻ hͻ a wͻgye Nyankopͻn ho akyinnyeε a nimdeε (biara) nni mu, na wͻ’di ͻbonsam otuateɛni biara akyi.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2598,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:4","price":"Yahyehyε no wͻ (ͻbonsam) ho sε, obia ͻde ne ho bεto ne soͻ no, nokorԑ sε ͻbεyera no, na wakyerε no kwan akͻ Amanehunu gyem.","arabic":"كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2599,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:5","price":"Adasamma, sε moadwen nnsi mo pi wͻ Owusͻreε no ho a, εneε nokorε sε Yεbͻͻ mo (Nana Adam) fri nεteε mu, ԑna afei (yε’bᴐͻ mo) fri ahobaeε mu, εna afei mogyatoa mu, εna afei namkum a adi mmu ne deε ennii mmu mu, sεdeε Yεbεkyerε (Ye’tumi) akyerε mo. Deε Yεpε no na Yama no agyina wͻ awodeε no mu akͻpem εberε a yahyε, ansa na Yama mo apue (afri yafunu mu) sε nkͻdaa, ansa na mo (anyin) aduru mo mpanin berε mu. Momu bi wͻ hͻ a yεma no wu (wͻ nkͻdaa berε mu anaasε ne mmrante berε anaa ne mmabaa berε mu), mo mu bi nso wͻ hͻ a yεsan no kͻ nkwa (nna) a enni mfasoͻ no mu a enti (ne) nimdeε akyiri no na onnim hwee bio. Wohunu asaase a awoͻ, sε Yɛsiane nsuo gu so a, εkeka ne ho na ahono-hono, na nuaba ahodoͻ fεfεεfε apuepue mu.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2600,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:6","price":"Saa na εteε, efrisε Nyankopͻn ne Nokorε no, na Ɔno na Ɔma owufoͻ nkwa, nokorԑ nso sԑ Ɔno na Ɔwͻ biribiara so tumi.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2601,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:7","price":"Nokorε nso sε Dͻnhwere no reba a akyinnyeε (biara) nni ho; nokorε nso sε Nyankopͻn benyane wͻn a wͻn wͻ adakamena mu no.","arabic":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2602,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:8","price":"Nnipa no bi wͻ hͻ a wͻgye Nyankopͻn ho akyinyeε a nimdeε anaa tenenee anaa Nwoma a εhyerεn biara nni ho.","arabic":"وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2603,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:9","price":"Ɔdane neho (fri nokorε no ho) wͻ ahomasoͻ mu sεdeε ͻbεyera (amanfoͻ) afri Nyame kwan no soͻ, (saa nipa no) wͻ animguaseε wͻ wiase yi mu, na Yεbεma no aka ͻhyeε asotwee no ahwε.","arabic":"ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2604,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:10","price":"Saa, efri deε wonsa adi ato w’anim no ho nti, na Nyankopͻn deε Onsisi N’akoa.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2605,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:11","price":"Nnipa no bi nso wͻ hͻ a wͻ’gyina εhyeε so na wͻ’som Nyame (anaasε wͻ’som Nyame nanso wͻn adwen nnsi pi), enti sε papa to no a na n’akoma atͻ ne yεm wͻ ho, sε nsͻhwε bi nso to no a na w’adane n’akyi ama. W’ahwere wiase ne Daakye no. Ԑno ne berεguo pefee no.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2606,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:12","price":"Ofri Nyankopͻn akyi su frε adeε a entumi mfa ͻhaw biara mma no na entumi mma no mfasoͻ biara nso. Ɛno ne ͻyera a εkͻ akyirikyiri paa no.","arabic":"يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2607,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:13","price":"Osu frε deε ne haw bεn kyεn ne mfasoͻ. Nokorε sε okyitaafoͻ bͻne ne ͻyͻnko bͻne paa ne no.","arabic":"يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2608,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:14","price":"Nokorε sε Nyankopͻn de wͻn a wͻagye adie na wͻdi dwuma pa no bewura Aheman a nsubͻnten nenam aseε no mu. Nokorε sε, Nyankopͻn deε Ɔyε deε Ɔpε.","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2609,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:15","price":"Obi a ͻdwen sε Nyankopͻn mmoa (Nkͻmhyεni Muhammad) wͻ wiase ne Daakye no, ͻnfa kwan bi so ntenten nkͻpem soro, na ontwa (mmoa no) mu, afei ͻnhwε sε nepͻ a ͻbͻeε no betumi ayi deε nebo fuu ho no afri hͻ anaa.","arabic":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2610,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:16","price":"Saa ara na Yasiane nsεnkyerεnee pefee no, na nokorε sε Nyankopͻn kyerε obi a Ɔpε kwan.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2611,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:17","price":"Nokorε sε, wͻn a wͻagye adie no, ne wͻn a wͻyε Yudafoͻ ne Sabeanfoͻ ne Kristofoͻ ne Majusfoͻ, ne wᴐn a wayԑ Nyame ho mmataho no, nokorε sε Nyankopͻn bebu wͻn ntεm atεn wͻ Wusͻreε da no. Nokorε sε, Nyankopͻn ne biribiara ho Dansefoͻ.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2612,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:18","price":"Wonhunuu sε Nyankopͻn na nea εwͻ soro ne nea εwͻ asaase soͻ, ne awia ne bosome ne nsoromma ne mmepͻ ne nnua, ne mmoadoma ne nnipa no mu pii de wͻn anim butu fͻm ma no? (Nnipa no mu) pii nso asotwee no ayε nokorε atia wͻn. Obi a Nyankopͻn begu n’anim aseε no (saa nipa no) nnya animmonyam. Nokorε sε Nyankopͻn deε Ɔyε deε Ɔpε.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2613,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:19","price":"Woi nom (Agyidiefoͻ ne Kaafirfoͻ no yε) mansotwefoͻ mmienu a wͻretwe wͻn Wura Nyankopͻn ho manso. Enti wͻn a wͻ’yi boniayε no, y’atwa egyem atadeε ama wͻn. Ye’behwie nsuohyeε a ahuru paa agu wͻn tri so.","arabic":"۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2614,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:20","price":"Ɛbεma deε εwͻ wͻn yԑm ne wͻn honam mu no anane.","arabic":"يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2615,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:21","price":"Wͻn wͻ dadeε aporibaa (a yεde bεtwe wͻn aso).","arabic":"وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2616,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:22","price":"Ԑberε biara a wͻ’pε sε wͻ’fri emu ahoͻyaa (anaa emu haw) no mu no, na yasan aka wͻn kͻ mu, na (yaka akyerε wͻn sε): ”Monka ͻhyeε asotwee no nhwε.","arabic":"كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2617,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:23","price":"Nyankopͻn de wͻn a wͻ’agye adie na wͻ’di dwuma pa no bewura Aheman a nsubͻnten nenam aseε no mu. Yε’de sika kͻkͻͻ mpͻkoaa ne nhwene pa bεsiesie wͻn. Ntoma a wͻ’befira no wͻ hͻ ne kyeme ntoma (anaa serekye).","arabic":"إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2618,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:24","price":"Yε’kyerεε wͻn kwan kͻͻ asεm papa no mu (wͻ wiase ha), na yεkyerεε wͻn kwan kͻͻ (Otumfoͻ no a) Ayeyie fata no no kwan no so.","arabic":"وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2619,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:25","price":"Nokorε sε wͻn a wͻ’po nokorԑ, na wͻ’si (amanfoͻ) kwan fri Nyame kwan no soͻ, ne Nyamedan Kronkron a Ya’yεhͻ (nhyehyεε) pεpεεpε ama nnipa (nyinaa) ͻmani ne ͻhͻhoͻ; obi a n’adwen ne sε ͻbεyε bͻne wͻ hͻ no deԑ, Yε’bεma no aka asotwee yaaya no ahwε.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2620,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:26","price":"Kae εberε a Yεkyerεε Abraham (Ka’aba) Fie no si berε no, (Yεka kyerεε no) sε: “Ɛmfa biribiara mmata Meho, na te Me Fie no ho ma wͻn a wͻtwa ho hyia, na wͻgyina hͻ bͻ mpaeε, na wͻbͻ wͻn mu aseε de wͻn anim butu fͻm “.","arabic":"وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2621,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:27","price":"“Na bͻ Haji no ho dawuro kyerε amanfoͻ; nnipa nam wͻn nnan so, ne wͻn a wͻte yoma a wafͻn so bεba wo hͻ, wͻn bɛfri akyirikyiri baabiara aba “.","arabic":"وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2622,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:28","price":"Sεdeε wͻbεba abεhwε deε εyε mfasoͻ ma wͻn, na wabͻ Nyankopͻn abodin wͻ nna a yahyε no mu wͻ deε Yεde abͻ wͻn akͻnhoma no ho, a εyε nyεmmoa no. Na moni mu bi, na moma ohiani a neho akyere no no nso biribi ni.","arabic":"لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2623,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:29","price":"Afei wͻ’nwie wͻn (Nyamesom) amaneε no, na wͻni wͻn bͻhyε so, na wͻntwa Tete Fie dadaa (Ka’ba) no ho nhyia.","arabic":"ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2624,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:30","price":"Ɛno ne (Haji mu dwumadie no), na obi a ͻde obuo ne anidie bεma Nyankopͻn amaneε Kronkron no, εyε ma no wͻ ne Wura Nyankopͻn hͻ. Mowͻ nyεmmoa no nso ho kwan, gyesε deε yakenkan akyerε mo no, enti montwe moho mfri abosom fii ho na montwe moho mfri atorͻsεm (anaasε adanse kurumuu) ho.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2625,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:31","price":"Montene moho nni nokorε ma Nyankopͻn; monhwε na moanfa biribiara ammata Neho. Obi a ͻyε Nyankopͻn ho mmataho no, ͻtesε obia ofri soro ate ahweε na nnomaa ahwim no kͻ, anaasε mframa abͻ no akͻto akyirikyiri baabi.","arabic":"حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2626,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:32","price":"Saa na εteε, obia ͻde obuo ne anidie bεma Nyankopͻn nsεnkyerεne deε no, nokorε sε efri akoma a εho teε anaa esuro Nyame mu.","arabic":"ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2627,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:33","price":"Mowͻ mfasoͻ wͻ (nyεmmoa a mode bͻ afͻdeε no) so kosi εberε a yahyε; na n’afͻrebͻ-bea no ne Tete Fie dada no ho.","arabic":"لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2628,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:34","price":"Yεhyehyεε (Nyamesom ho) amaneε maa ͻman biara, sεdeε wͻbεbͻ Nyankopͻn din wͻ nyεmmoa a Yεde abͻ wͻn akͻnhoma no ho. Mo Nyankopͻn no Ɔyε Awurade baako, enti Ɔno na momerε moho ase mfa ma no. Enti fa (Aheman no mu) anigyesεm no ho bͻhyԑ no ma ahobraseεfoͻ no.","arabic":"وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2629,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:35","price":"Wͻn a sε yεbͻ Nyankopͻn din a wͻn akoma bͻ binim no, ne wͻn a wͻnya aboterε wͻ ͻhaw bi a ato wͻn no ho, ne wͻn a wͻfrε Nyame wͻ ne berε mu, na deε Yεde abᴐ wͻn akᴐnhoma no wͻyi mu bi dema.","arabic":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2630,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:36","price":"Nyoma (a yεde wͻn bͻ afͻdeε no) nso Yayε wͻn sε Nyankopͻn nsεnkyerεnee deε ama mo; adepa wͻ wͻn mu ma mo. Enti momͻ Nyankopͻn din ngu wͻn so wͻ εberε a moato wͻn santen (na mode wͻn rebͻ afͻdeε no). Sε wͻtͻ wͻn nkyεn mu a moni bi, na monfa bi mmͻ ohiani a n'ani sͻ deε ͻwͻ na ͻnsrε adeε, ne nea ͻsrε adeε no akͻnhoma. Saa na Yabrε (nyεmmoa no) ase ama mo sεdeε mobeyi ayε.","arabic":"وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2631,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:37","price":"Wͻn nnam anaasε wͻn mogyaa no nnuru Nyankopͻn hͻ, na mmom Nyame-suro a efri mohͻ na eduru Nehͻ. Saa na W’abrε (mmoa) no ase ama mo sεdeε mode Nyankopͻn Kεseyε bεma no wͻ kwan a Wakyerε mo no so. Fa Aheman no mu) anigyesεm no ho bͻhyԑ ma apapafoͻ no.","arabic":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2632,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:38","price":"Nokorε sε Nyankopͻn bͻ wͻn a wͻagye adie no ho ban. Nokorε sε Nyankopͻn mpε (onipa) biara a odi hwammͻ, na wͻ’yε boniayεni no asεm.","arabic":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2633,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:39","price":"Yԑma (ᴐsa tuo) ho kwan ma wͻn a yatu wͻn so sa no, efiri sε yasisi wͻn. Nokorε sε, Nyankopͻn wͻ tumi sε Ɔboa wͻn.","arabic":"أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2634,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:40","price":"(Wͻn ne) wͻn a yatu wͻn afri wͻn afie mu a enni ho kwan sε εba saa, εnam sε wͻn aka sε: “Yε Wura ne Nyankopͻn nti”. Sε Nyankopͻn amfa nnipa no bi ammͻ wͻn ho-wͻn-ho ban a, nokorε sε anka Nyame somfoͻ fekuo fie ne asͻredan ne ahyiadan ne Nyame-dan a yεkae Nyankopͻn din wͻ mu keseε no (nyinaa) abubu agu. Nokorε sε Nyankopͻn bεboa nea Ɔboa no. Nokorε sε Nyankopͻn ne ͻhoͻdenfoͻ, Ɔne Otumfoͻ a Otumi ade nyinaa yε.","arabic":"ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2635,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:41","price":"(Wͻn a wͻfata Nyankopͻn mmoa no ne): Wͻn a sε Yεma wͻn tumi wͻ asaase no so a, wͻfrε Nyame wͻ ne berε mu, na wͻ’yi Zaka, na wͻ’hyε (amanfoͻ) ma wͻdi dwuma pa, na wͻbra (amanfoͻ) amumuyε. Nyankopͻn hͻ na dwumadie biara awieε kowie.","arabic":"ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2636,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:42","price":"Sε wͻbu wo ͻtorofoͻ a, Noa nkorͻfoͻ ne Aadfoͻ ne Samuudfoͻ dii w’anim kan buu (wͻn Asomafoͻ) no atorofoɔ.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2637,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:43","price":"Abraham nkorͻfoͻ ne Lot nkorͻfoͻ no (nso saa ara).","arabic":"وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2638,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:44","price":"Ne Madiyanfoͻ nso; εna Mose nso yebuu no ͻtorofoͻ. Nanso Memaa boniayεfoͻ no berε, ansa na Meresͻ wͻn mu, na sεdeε M’asotwee (huu) siteε!","arabic":"وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2639,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:45","price":"Nkuro pii na wͻdii bͻne nti Yεsεee wͻn, enti efri nepadeε so sεe koraa. Na nsubura sεn, ne adampa anaa abansoroͻ akεseε sεn na εdedaa mpan?","arabic":"فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2640,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:46","price":"Enti wͻn ntu kwan wͻ nsaase no so (nhwε deε εtoo adikanfoͻ no a wͻyεε asoͻden no), sεdeε wͻbenya akoma a εte asεm aseε, ne aso a, yεde tie asεm? Nokorε, εnyε ani no na afira na mmom akoma a εwͻ kokoͻ no mu no na n’ani afira.","arabic":"أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2641,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:47","price":"(Nkͻmhyεni), wͻrepre ho sε ma asotwee no mmra ntεm. Onyankopͻn deε Ommu Nebͻhyε so. Nokorε sε dakoro a εwͻ wo Wura Nyankopͻn hͻ no tesε mfie apem sεdeε mobu moakontaa no.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2642,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:48","price":"Nkuro pii na wͻdii bͻne, nanso Memaa wͻn berε. Akyire no Mesͻͻ wͻn mu. Na Mehͻ ne (obiara) nkyi.","arabic":"وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2643,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:49","price":"(Nkͻmhyεni), ka sε: “Adasamma, nokorε sε medeε meyε kͻkͻbͻni pefee ma mo”.","arabic":"قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2644,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:50","price":"Enti wͻn a wͻagye adie na wͻdi dwuma pa no, wͻn wͻ bͻnefakyε ne akyεdeε a animuonyam wͻ mu.","arabic":"فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2645,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:51","price":"Na wͻn a wͻbͻ mmͻden ko tia Yεn Nsεm sεdeε wͻbεma no ayε kwa no, saa nkorͻfoͻ no ne Amane hunu gya no mu foͻ no.","arabic":"وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2646,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:52","price":"Ɔsomafoͻ anaasε nkͻmhyεni biara a Yεsomaa no dii w’anim kan no, sε ᴐka asεm no a, gyesε ͻbonsam de (nkontompo) hyε n’asεm a waka no mu, nanso Nyankopͻn pepa deε ͻbonsam de ahyε mu no, na Nyankopͻn ama N’asεm no agyina. Na Nyankopͻn ne Onimdefoͻ a Onim biribiara, na Ɔno ara nso ne Onyansafoͻ.","arabic":"وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2647,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:53","price":"Sεdeε Nyankopͻn de deε ͻbonsam de abεhyε mu no bεyε nsͻhwε ama wͻn a yadeε wͻ wͻn akoma mu no, ne akomadenfoͻ no. Nokorε sε abͻneεfoͻ no wͻ ͻkotia mu dendeenden paa;","arabic":"لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2648,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:54","price":"Sεdeε wͻn a yama wͻn nimdeε no nso behunu sε (Qur’aan) ne Nokorε a efri wo Wura Nyankopͻn hͻ, na wͻbεgye adie na wͻ’bεbrε wͻn akoma ase de ama. Nokorε sε Nyankopͻn ne agyidiefoͻ no Kwankyerεfoͻ (a Ͻkyerε wͻn kwan) kͻ ͻkwan tenenee no soͻ.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2649,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:55","price":"Wͻn a wͻ nnye nnie no nyaee (wͻn adwen a) ensipi wͻ (Qur’aan) ho no, kͻpem sε Dͻnhwere no bεba wͻn so mpofire mu, anaasε asotwe bi bεba wͻn so wͻ Dabͻne bi mu.","arabic":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2650,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:56","price":"Saa Da no Ahennie no wͻ Nyankopͻn. Obebu wͻn ntεm atεn. Enti wͻn a wͻ’agye adie na wͻredi dwuma pa no wͻ Anigyeε Aheman no mu.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2651,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:57","price":"Na wͻn a wͻyi boniayε na wͻbu Yεn Nsεm no atorͻsεm no, saa nkorͻfoͻ no na animguaseε asotwee no bεyε wͻn dea.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2652,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:58","price":"Wͻn a wͻtuu amantuo wͻ Nyankopͻn kwan soͻ, na yekum wͻn anaasε wͻwuiε no, ampa sε Nyankopͻn bεkyε wͻn akyεdeε pa. Nokorε sε Nyankopͻn na N’adekyεε yε kyεn wͻn a wͻ’kyε adeε (nyinaa).","arabic":"وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2653,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:59","price":"Nokorε sε Ɔbεma wͻn awura bea a wͻn ani bεgye ho paa, na nokorε nso sε, Nyankopͻn ne Onimdefoͻ a Onim biribiara, na Ɔne Ntoboaseε Hene.","arabic":"لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2654,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:60","price":"Saa na εteε. Obia ͻde aniεyaade a yεde ahyε no no sεso betua obi so ka, na afei yεbedi no amim no, nokorε sε Nyankopͻn bεboa no. Nokorε sε Nyankopͻn ne bͻne fafiri Hene, na Ɔne Bͻnefakyε Hene.","arabic":"۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2655,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:61","price":"Saa na εteε, efrisε Nyankopͻn ma adesaeε wura adekyeε mu, εna Ɔma adekyeε nso wura adesaeε mu, na nokorε sε Nyankopͻn na Ɔte biribiara, na Ɔno ara nso na Ohunu biribiara.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2656,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:62","price":"Saa na εteε, efrisε Nyankopͻn ne Nokorε no, na deε wͻfri N’akyi su frε wͻn no (nyinaa) yε nkontompo, nokorε nso sε, Nyankopͻn ne Okokuroko no, na Ɔno ara nso ne Ɔkεseε no.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2657,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:63","price":"Wonhunuu sε Nyankopͻn siane nsuo fri soro dema asaase yε frͻmfrͻm? Nokorε sε Nyankopͻn yε Onitefo, Ɔne Amanebͻfoͻ.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2658,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:64","price":"Adeε a εwͻ soro ne adeε a εwͻ asaase so (nyinaa) yε Nedea. Nokorε sε Nyankopͻn ne (Otumfoͻ a) Wanya Neho a Onhia obiara biribiara, na Ɔno ne Ayeyie Wura no.","arabic":"لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2659,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:65","price":"Wonhunuu sε, Nyankopͻn abrε deε εwͻ asaase so nyinaa ase ama mo, εne nsuom hyεn a εnam ͻpo so wͻ Na’hyεdeε mu? Ɛna Wasͻ ͻsoro mu sεdeε εnte mmεhwe asaase no soͻ, gyesε N’akwamma mu. Nokorε sε Nyankopͻn yε Mmͻborͻhunufoͻ dema adasamma, na Ɔne Ɔdεεfoͻ Hene.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2660,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:66","price":"Ɔno na Ɔde mo baa nkwa mu, εna Ɔbεsan ama mo awuo, na Wasan ama mo nkwa. Nokorε sε Onipa yε boniayεfoͻ.","arabic":"وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2661,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:67","price":"Yε maa ͻman biara Nyamesom ho amaneε a na خططnam so (som), enti (abosomsomfoͻ no) nhwε na wͻ’annye wo akyinnye wͻ dwumadie no ho. Na frε (amanfoͻ) kͻ wo Wura Nyankopͻn hͻ. Nokorε sε wowͻ ͻkwan tenenee paa so.","arabic":"لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2662,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:68","price":"Sε wͻgye wo akyinnye (wͻ mmoa kum no ho) a, ka sε: ”Nyankopͻn Nim dwuma a modie (nyinaa) “.","arabic":"وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2663,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:69","price":"Nyankopͻn bebu montεm atεn wͻ Wusͻreε da no wͻ deε mogye ho akyinnyeε no ho.","arabic":"ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2664,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:70","price":"Enti wonnnim sε, Nyankopͻn Nim deε εwͻ soro ne asaase soͻ? Nokorε sε woi (nyinaa) wͻ Nwoma no mu. Nokorε sε εno deε εyε mmrε ma Nyankopͻn.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2665,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:71","price":"Wͻfri Nyankopͻn akyi som deε yensianee εhoo nyinasoͻ anaasε tumi biara mmaeε, na wͻ nni ho nimdeε nso. Abͻneεfoͻ no deε wͻ nni boafoͻ.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2666,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:72","price":"Sε yεrekenkan Yεn Nsεm pefee no kyerε wͻn a, wobehunu no wͻ wͻn a wͻ nnye nnie no anim sε wͻ mpε, aka kakraabi sε wato ahyε wͻn a wͻrekenkan Yεn Nsεm kyerε wͻn no so. (Nkͻmhyεni), kasε: “Menkyerε mo deε εyε bͻne kyεn woi?” Amanehunu gya no a Nyankopͻn ahyε ho bͻ akyerε wͻn a woyi boniayε no. (Saa bea no) yε nkyi bͻne paa.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2667,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:73","price":"Adasamma, yεreyε mfatoho bi enti montie: “Nokorε sε, wͻn a mofri Nyankopͻn akyi su frε wͻn no ntumi mmͻ nwansena, sε wͻn nyinaa boa wͻn ho ano mpo (sε wͻbεbͻ nwansena) a. Na sε nwansena hwim wͻn hͻ biribi nso a, wͻntumi nye mfri ne hͻ. Nea ᴐrehwehwԑ, ne nea yԑrehwehwԑ afri nehᴐ no nyinaa nni ahoͻden.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2668,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:74","price":"Wͻ nfa obuo mma Nyankopͻn sεdeε εfata sε wͻde obuo ma no no. Nokorε sε, Nyankopͻn ne Ɔhoͻdenfoͻ, Ɔne Otumfoͻ a Otumi ade nyinaa yε.","arabic":"مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2669,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:75","price":"Nyankopͻn yi asomafoͻ fri Soro abͻfoͻ mu, εna nnipa mu nso (saa ara). Nokorε sε Nyankopͻn na Ɔte biribiara, na Ohunu biribiara.","arabic":"ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2670,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:76","price":"Onim deε εda wͻn anim ne deε εda wͻn akyi. Nyakopͻn hͻ na dwumadie nyinaa san kowie.","arabic":"يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2671,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:77","price":"Mo a moagye adie, momͻ momu ase, na monfa moanim mmutu fͻm, na monsom mo Wura Nyankopͻn, na monyε papa sεdeε mobedi nkonim.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2672,"juzNumber":17,"footnotes":"","lang":"asn"},{"name":"22:78","price":"Na momͻ Nyankopͻn ho mmͻden biara a εfata sε mobͻ fa Neho. Ɔno na Wayi mo asihͻ, Ɔnfaa adesoa biara (a ԑyԑ den) nsoaa mo wͻ Nyamesom no mu. Moagya Abraham som no ara ne no. Ɛyε Ɔno (Nyankopͻn) na Ɔtoo mo din sε Muslimifoͻ dadaada (wͻ Nwoma edii kan no mu) εna (Qur’aan) woi mu nso, sεdeε Ɔsomafoͻ no bedi mo ho adanseε, na monso moadi nnipa no ho adanseε. Enti monfrε Nyame wͻ neberε mu na monyi Zaka, na monsᴐ Nyankopͻn mu dendeenden. Ɔno ne mo Kyitaafoͻ, Okyitaafoͻ papa ne no, na Ɔne Ɔboafoͻ papa no.","arabic":"وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ","category":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj"],"ayahNumber":2673,"juzNumber":17,"footnotes":"","lang":"asn"}],"chapter":["22 (Al-Hajj)","Al-Hajj","Surah Al-Hajj","Chapter Al-Hajj","Hajj","Surah Hajj","Chapter Hajj","Al Hajj","Surah Al Hajj","Chapter Al Hajj","Surah 22","Chapter 22","The Pilgrimage","الحَجّ"]}