{"data":[{"name":"29:1","price":"Alif – Laam – Miim.","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:2","price":"Enti nnipa dwen sε yεbɛgyae wͻn sε, wͻn aka sε: Yɛagye adi, wͻ aberε a yεnsͻ wͻn nhwε?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:3","price":"Ampa sε Yεsͻͻ wͻn a wͻdii wͻn anim kan no hwεe sεdeε Nyankopͻn debɛhunu wͻn a wͻdi nokorε na Ɔde bɛhunu nkontompofoͻ no nso.","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:4","price":"Anaasε, wͻn a wͻdi dwuma bͻne no adwen yε wͻn sε wͻbɛtumi adwane Yεn anaa? Atemmuo bͻne paa na wͻrebuo no.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:5","price":"Obi a ͻwͻ Nyankopͻn Nhyiamu no ho anidaasoͻ no, nokorε sε Nyankopͻn berε a Wahyε no reba. Ɔne Otiefoͻ no a Ɔte biribiara, na Ɔne Onimdefoͻ no a Ɔnim biribiara no.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:6","price":"Obi a ͻbεbͻ mmͻden no, ͻbͻ mmͻden no dema neho. Nokorε sε Nyankopͻn deε Wanya Neho wͻ abͻdeε nyinaa so, (Ɔnhia obiara mmoa anaa obi hwee).","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:7","price":"Wͻn a wͻagye adie na wͻredi dwuma pa no Yεbεpepa wͻn bͻne afiri wͻn so, na Yɛama wͻn akatua wͻ dwumadi pa a na wͻdie no ho.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:8","price":"Yɛatu onipa fo sε ͻnyε ayεmyε ma n’awofoͻ; na mmom sε wͻko tia wo sε fa biribi bata Meho (som no) a, εno deε ɛntie wͻn. Mehͻ ne monkyi, na Mεbͻ mo dwuma a na modie no (nyinaa) ho amaneε.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:9","price":"Wͻn a wͻagye adie na wͻdi dwuma pa no, nokorε sε Yεde wͻn bεka apapafoͻ no ho (wͻ Soro aheman no mu).","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:10","price":"Nnipa no mu bi wͻhͻ a wͻ’ka sε: Y’agye Nyankopͻn adi, nanso sε ͻhaw bi to wͻn wͻ Nyankopͻn ho nti a, wͻ’fa onipa haw no sε (ano yε den) tesε Nyankopͻn asotwee no, na sε mmoa anaa nkonimdie bi nso fri mo Wura Nyankopͻn hͻ ba a, deε wͻ’ka ne sε: “Nokorε sε na yε’ka moho“. Enti εnyε Nyankopͻn na Onim deε εwͻ nnipa nyinaa akoma mu?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:11","price":"Nokorε sε Nyankopͻn Nim wͻn a wͻ’agye adie no, nokorε nso sε Onim nkͻnkͻnsafoͻ no nso.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:12","price":"Wͻn a wͻ’nnye nnie no ka kyerε wͻn a wͻ’agye adie no sε: “Monfa yεn kwan no so na yε’bεsoa mobͻne (ama mo)“. Wͻ’nnsoa wͻn bͻne biara ho hwee. Nokorε sε wͻ’yε nkontompofoͻ.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:13","price":"Nokorε sε, wͻ’bεsoa wͻn ara adesoa, asan asoa adesoa foforͻ aka wͻn adesoa no ho; na nokorε sε Yε’bebisa wͻn fa wͻn nkontompo a wͻ’twaeε no ho asεm wͻ Wusͻreε da no.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:14","price":"Ampa sε Yε’somaa Noa maa no kͻͻ nenkorͻfoͻ hͻ. Ɔtenaa wͻn mu, εkaa mfie aduonum na anka mfie apem. Nanso nsuyire faa wͻn aberε a na wͻ’yε abͻneεfoͻ.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:15","price":"Enti Yε’gyee no ne nsuom hyεn no mu foͻ no (frii nsu yire no mu), na Yε’yεε no nsεnkyerεnee demaa amansan.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:16","price":"Abraham nso, εberε a ͻka kyerεε nenkorͻfoͻ no sε: “Monsom Nyankopͻn na monsuro no, εno na εyε papa ma mo sε anka monim a.","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:17","price":"Abosom mmom na mofri Nyankopͻn akyi som, εna mobͻ motrim twa nkontompo. Nokorε sε wͻn a mofri Nyankopͻn akyi som wͻn no ntumi mmͻ mo akͻnhoma, enti monhwehwε akͻnhoma wͻ Nyankopͻn hͻ, na monsom no, na monfa ayeyie ma no. Nehͻ na mobεsan akͻ.","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:18","price":"Sε mofa no atorᴐsԑm a, ampa sԑ (saa ara na) aman a wͻ’dii moanim kan no nso faa no atorᴐsԑm. Ͻsomafoͻ deε n’asεdeε ne sε ͻbεbͻ asεm no ho dawuro akyerεkyerε mu pefee.","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:19","price":"Anaasε wͻ’nhunuu sεdeε Nyankopͻn hyεε abͻdeε aseε na Ɔsan de (foforͻ) ba bio? Nokorε sε, εno deε εyε (adeε a εyε) mmrε ma Nyankopͻn.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:20","price":"Ka sε: “Montu kwan wͻ asaase no so na monhwε sεdeε (Nyankopͻn) hyεε abͻdeε no aseε; na saa ara na Ɔbεbͻ Daakye abͻdeε no“. Nokorε sε Nyankopͻn wͻ biribiara so tumi.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:21","price":"Nyankopͻn twe obi a Ɔpε aso, na ohu obi a Ɔpε nso mmͻbͻ, na Nehͻ na mobεsan akͻ.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:22","price":"Na montumi ndwane Nyankopͻn wͻ asaase so anaasε ͻsoro. Na Nyankopͻn akyiri no nso monni okyitaafoͻ anaasε ͻboafoͻ biara.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:23","price":"Wͻn a wͻ’po Nyankopͻn nsεm ne Nenhyiamu (da) no, wͻ’ne nkorͻfoͻ no a wͻn aba mu abu wͻ M’ahummͻborͻ no ho no; saa nkorͻfoͻ no na wͻn wͻ asotwee yaaya no.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:24","price":"Enti Abraham nkorͻfoͻ no mmuaeε a wͻ’de maeε ara ne sε: ”Monku no anaa monhye no!” Enti Nyankopͻn gyee no fri egya no mu. Nokorε sε nsεnkyerεnee wͻ woi mu dema amanfoͻ a wͻ’gye die.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:25","price":"Abraham kaa sε: “Moafri Nyankopͻn akyi afa abosom (resom wͻn nam so) de ͻdͻ ato montεm wͻ wiase ha, nanso Wusͻreε da no deε mobeyi moho-moho ama, na moadome moho-moho, na moasetena mu ne egya no mu, na monnya ͻboafoͻ biara.","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:26","price":"Enti Lut gyee no dii. Abraham kaa sε: ”Medeε meretu amantuo akͻ me Wura Nyankopͻn hͻ. Nokorε sε Ɔne Otumfoͻ no a Otumi ade nyinaa yε, Ɔne Onyansafoͻ no “.","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:27","price":"Yε’de Is’haaq ne Ya’aquub kyεε no, na Yε’maa n’asefoͻ no nkͻmhyε (adwuma), san (maa wͻn) Nwoma, na Yε’de n’akatua maa no wͻ wiase; nokorε sε Daakye no ͻka apapafoͻ no ho.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:28","price":"Lut nso, εberε a ͻka kyerεε nenkorͻfoͻ no sε: “Mobu ahohwi bra a amansan no mu biara nnii moanim kan nyεε bi da;","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:29","price":"Nokorε sε mokͻ (mo yͻnko) mmarima ho, εna mosi akwan ka akwan mu (wia akwantufoͻ nneεma), san yε amumuyε wͻ monhyiamu ase?” Mmuaeε a nenkorͻfoͻ no demaeε ara ne sε wͻ’kaa sε: “Fa Nyankopͻn asotwee no brε yεn, sε woka nokorεfoͻ no ho ampa a“.","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:30","price":"Lut kaa sε: “Me Wura Nyankopͻn, boa me ma meni nsεmmͻnedifoͻ yi so nkonim. “","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:31","price":"Ɛberε a Y’abͻfoͻ no de (Is’haaq awoͻ) anigyesεm ho bͻhyε baa Abraham hͻ no, wͻ’kaa sε: “Nokorε sε yεrekͻ sεe saa kuro yi so foͻ no; nokorε sε emu foͻ no yε abͻneεfoͻ paa.","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:32","price":"Abraham kaa sε, Lut nso wͻhͻ bi. Abͻfoͻ no kaa sε Ye’nim nnipa a wͻn wͻ (kuro no) mu (nyinaa); na yε’bεgye ͻno ne na’busuafoͻ no, na mmom neyere no deε ͻbεka wͻn a wͻ’bεka akyire no ho.","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:33","price":"Ɛberε a Ya’bͻfoͻ no baa Lut hͻ no, newerε ho maa wͻn, na neho kyeree no sε onni tumi a (ͻde bεbͻ wͻn ho ban). (Abͻfoͻ no) kaa sε: ”Ensuro na εmma wo werε nso nnho; nokorε sε yε’bεgye wo ne w’abusuafoͻ, gyesε wo yere, ͻbεka wͻn a wͻ’bεka akyire no ho.","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:34","price":"Nokorε sε, Yε’besiane asotwee afri soro aba saa kuro yi so foͻ no so, εnam bͻne a wͻ’die ho nti “.","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:35","price":"Ampa sε Ye’gyaa nsεnkyerεnee pefee wͻ woi mu demaa amanfoͻ a wͻ’dwen.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:36","price":"Madiyanfoͻ hͻ no nso (Yε’somaa) wͻn nua Shuaib. Ͻkaa sε: ”Menkorͻfoͻ, monsom Nyankopͻn, na moma moani na Ɛda a edi akyire no so, na monhwε na moamma nsεmͻnee ankͻso wͻ asaase no so.","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:37","price":"Nanso wͻ’buu no ͻtorofo. Enti asaase wosoͻ denden bi sͻͻ wͻn mu, afei wͻ’dedaa hͻ wͻ wͻn adan mu (wuwui).","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:38","price":"Aad ne Samuudfoͻ no nso, ampa sε wͻn asetena mu da adi pefee ma mo, ͻbonsam maa wͻn dwumadi (bͻne) yεε wͻn (ani so) fε, na ͻsii wͻn kwan (pa) no ho kwan, mmom na wͻn ani abue paa..","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:39","price":"Kora, ne Farao ne Haamaan nso, ampa sε Mose de nyinasoͻ anaa nkyerεkyerεmu pefee no brεε wͻn, nanso wͻ’yεε ahomasoͻ wͻ asaase no so, na εnyε adeε a wͻ’bεtumi adwane anaa wͻn asan (Yεn) ho.","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:40","price":"Enti Yε’de wͻn mu biara bᴐne twee n’aso. Wͻn mu bi, Yε’somaa mframa den a aboͻ wͻ mu (na Yε’de sεee wͻn), ebinom nso nteamu den na Yε’de twee wͻn aso, Wͻn mu bi nso Yε’maa asaase na εmenee wͻn, na wͻn mu bi nso Yε’maa nsuo na ԑfaa wͻn. Ԑnyε Nyankopͻn na Ͻyԑԑ wͻn bᴐne, na mmom wͻn ara na wͻ’yԑԑ wͻn ho bᴐne.","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:41","price":"Wͻn a wͻ’fri Nyankopͻn akyi fa akyitaafoͻ no mfatoho tesε ananse a wasi fie (ama neho). Nokorε sε efie a enni ahoͻden koraa ne ananse fie, sε anka wͻ’nim ampa a”.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:42","price":"Nokorε sε Nyankopͻn Nim adeε biara a wͻ’fri N’akyi sufrε wͻn no. Ɔne Otumfoͻ no a Otumi ade nyinaa yε, Ɔne Onyansafoͻ no.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:43","price":"Saa bε a Ye’bu kyerεε nnipa yi, wͻn a wͻ’bεte aseε ne nimdefoͻ no.","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:44","price":"Nokorε na Nyankopͻn debͻͻ soro ne asaase. Nokorε sε nsεnkyerεnee wͻ woi mu dema agyidiefoͻ no.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:45","price":"(Nkͻmhyεni), kenkan deε yayi ama wo wͻ Nwoma no mu no, na frε Nyame wͻ nebrε mu. Nokorε sε, Nyamefrε bra akohwisεm ne amumuyε; na Nyankopͻn ho nkaekaeε yε ade kεseε papaapa (wͻ onipa abrabͻ mu). Onyankopͻn deε Onim deε moyε (nyinaa).","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"asn"},{"name":"29:46","price":"Monhwε na mone wͻn a yama wͻn Nyamesom ho Nwoma no annye akyinnye, na mmom (sε εbεba saa koraa a) εnyε kwan pa so; gyesε wͻn mu abͻneεfoͻ no. Monka sε: ”Yε’gye deε yasiane ama yεn no ne deε ya’siane ama mo no di; yεn Nyankopͻn ne mo Nyankopͻn no yε Nyankopͻn baako, na Ɔno na yεyε (Muslim) brε yεn ho ase ma no“.","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:47","price":"(Sεdeε Yesianee Nwoma no maa asomafoͻ a edi kan no) saa ara nso na Y’asiane Nwoma no ama woͻ. Enti wͻn a Yε’de Nwoma no maa wͻn (Yudafoͻ ne Kristofoͻ no) mu bi gye di; na (Quraishfoͻ) woi nom mu bi nso wͻ hͻ a wͻ’gye die. Na mmom boniayεfoͻ no na wͻ’ko tia Yεn nsεm no.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:48","price":"(Nkͻmhyεni), na wonii kan nkenkan nwoma bi da, na wonfaa wonsa nifa nso ntwerεε nwoma bi da; (sε na anka wonim akenkan anaasε atwerε dada mpo a), εneε na anka wͻn a atorͻsεm na wͻ’di akyire no wͻ ho nyinasoͻ sε wͻn adwen nnsi wͻn pi (wͻ Qur’aan yi ho) “.","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:49","price":"Daabi, (Qur’aan) yε nsεnkyerεnee a εda adi pefee (sε efri Nyame hͻ) a εwͻ (Yudafoͻ ne Kristofoͻ) no a yε’maa wͻn nimdeε no akoma mu. Na mmom abͻneεfoͻ no na wͻ’ko tia Yε’nsεm no.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:50","price":"Deε wͻ’ka ne sε: ”Adεn nti na yensiane nsεnkyerεnee bi mfri ne Wura Nyankopͻn hͻ mma no? (Nkͻmhyεni), ka sε: ”Nsεnkyerεnee no deε Nyankopͻn hͻ na εwͻ, na medeε meyε kͻkͻbͻni pefee.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:51","price":"Enti εnsom bo mma wͻn sε, ampa sε Y’asiane Nwoma no ama woͻ a yεrekenkan kyerε wͻn? Nokorε sε, ahummͻborͻ ne afutusεm wͻ woi mu dema amanfoͻ a wͻ’gye die.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:52","price":"(Nkͻmhyεni), ka sε: ”Onyankopͻn som bo wͻ me ne montεm sε ͻdanseni. Onim deε εwͻ soro ne asaase so. Wͻn a nkontompo sεm na wͻ’gye die, na wͻ’nnye Nyankopͻn nnie no, saa nkorͻfoͻ no ne berεguofoͻ no.","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:53","price":"(Kaafirfoͻ no) repԑ sԑ wobԑma asotwee no aba ntԑm . Sε εnyε εberε na yahyε a, anka asotwee no bεba wͻn so. Nokorε sε, εbεba wͻn so mpofire mu wͻ εberε a wͻ’nnim koraa.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:54","price":"Wͻ’pε sε woma asotwee no ba ntεm. Nokorε sε, ͻbonsam gya no betwa boniayεfoͻ no ho ahyia.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:55","price":"Ɛda no a asotwee no befri wͻn tri so ne wͻn nnan ase akata wͻn soͻ no, yε’bεka sε: “Monka dwuma a modiiε no (so asotwee) nhwε“.","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:56","price":"Menkoa a moagye adie, M’asaase no trε; enti Menko ara na monsom Me.","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:57","price":"Ɔkra biara bεka owuo ahwε, na afei Yεn hͻ na mobεsan aba.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:58","price":"Wͻn a wͻ’agye adie na wͻ’di dwuma pa no nso, nokorε sε Yε’bεma wͻn asetena a εkorͻn wͻ Aheman no a nsubͻnten nenam aseε no mu, emu na wͻ’bεtena. Akatua pa paa wͻhͻ ma wͻn a wͻ’di dwuma (pa) no-,","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:59","price":"Wͻn a wͻ’si aboterε na wͻ’de wͻn ho to wͻn Wura Nyankopͻn soͻ no.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:60","price":"Mmoadoma bebree na wͻ’nnsoa wͻn akͻnhoma (anaasε wͻ’nni ahoͻden sε wͻ’tumi hwehwε wͻn akonhoma). Nyankopͻn na Ɔbͻ wͻn ne mo (nyinaa) akͻnhoma. Ɔne Otiefoͻ no a Ɔte biribiara no, Ɔne Onimdefoͻ no.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:61","price":"Sε wobisa wͻn sε : ”Hwan na ͻbͻͻ soro ne asaase, εna w’abrε awia ne bosome ase a (εreyε adwuma a?) “Wͻ’bεka sε: “Nyankopͻn“. Afei adεn na wͻ’dane wͻn ho (fri nokorε no ho?)","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:62","price":"Nyankopͻn ma akͻnhoma no bu Nenkoa no mu nea Ɔpε so, εna (Nenkoa a Ɔpε nso) Osusu dema wͻn. Nokorε sε Nyankopͻn ne biribiara ho Nimdefoͻ.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:63","price":"Sε wobisa wͻn nso sε: “Hwan na osiane nsuo fri soro de nyane asaase wͻ ne wuo akyi a?“ Wͻ’bεka sε “Nyankopͻn”. (Nkͻmhyεni), ka sε: “Aseda nyinaa wͻ Nyankopͻn“. Daabi, wͻn mu dodoͻ no ara nndwen.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:64","price":"Saa wiase asetena yi deε εyε anigyeε ne agorͻ (bi kεkε) Nokorε sε, Daakye asetena no mmom na εyε asetena paa, sε anka wͻ’nim a.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:65","price":"Sε wͻ’foro nsuom hyεn a wͻ’sufrε Nyankopͻn wͻ nokorε ne ahobraseε mu. Na sε Ɔgye wͻn nkwa de wͻn beduru asaase no so a, hwε, na wͻ’de biribi rebata (Nyankopͻn) ho,","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:66","price":"Sεdeε wͻ’beyi deε Yε’de ama wͻn no ho boniayε, na wͻn agye wͻn ani. Ԑnkyε koraa wͻ’behunu.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:67","price":"Anaasε (Quraishfoͻ no) nhunuu sε Ya’yε (Maka) kronkron bea no ahotᴐ (bea) a (atamfo) rehwim nnipa a atwa wͻn ho ahyia no? Enti nkontompo na wͻ’gye die, na Nyankopͻn adom no deε wͻ’po?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:68","price":"Hwan na ͻyε nnipa bͻneni kyεn obi a otwa nkontompo to Nyankopͻn soͻ, anaasε ͻnnye Nokorε no nnie wͻ aberε a (Nokorε no) aba nehͻ? Enti εnyε bonsam gya no mu na εyε atenaeε ma boniayεfoͻ no?","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"29:69","price":"Wͻn a wͻ’bͻ wͻn ho mmͻden wͻ Yεn ho no, nokorε sε Yε’bεkyerε wͻn Ya’kwan no. Nokorε sε, Nyankopͻn deε ampa sε Ɔka ayεmyεfoͻ anaasε apapafoͻ no ho.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"asn"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}