{"data":[{"name":"3:1","price":"Alif Laam Miim.","arabic":"الٓمٓ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":294,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:2","price":"Nyankopͻn, awurade foforͻ biara nni hͻ gyesε Ɔno (nko ara); (Ɔne) Otumfoͻ a Ɔde Ne ho te Neho ase daa, kuta abͻdeε nyinaa mu, san bͻ wͻn ho ban.","arabic":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":295,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:3","price":"Ɔde nokorε no na asiane Nwoma no ama wo sε εmεhyε (Nwoma a) edi n’anim kan no mma; na (Odii kan) sianee Tora ene Injeel nso-","arabic":"نَزَّلَ عَلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَأَنزَلَ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":296,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:4","price":"Kane, na εyε kwan kyerε (Nwoma) dema adasamma; εna W’asiane Fur’qaan: Nokorε sε, wͻn a wͻ’po Nyankopͻn nsεm no, wͻ asotwee a ano yε den paa. Nyankopͻn na Otumi ade nyinaa yε, Ɔno na Otua bͻne so ka.","arabic":"مِن قَبۡلُ هُدٗى لِّلنَّاسِ وَأَنزَلَ ٱلۡفُرۡقَانَۗ إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدٞۗ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":297,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:5","price":"Nokorε sε, biribiara nsuma Nyankopͻn wͻ asase so anaasε ͻsoro.","arabic":"إِنَّ ٱللَّهَ لَا يَخۡفَىٰ عَلَيۡهِ شَيۡءٞ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":298,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:6","price":"Ɔno ne Nea Ɔnwenee mo wͻ (mo maame nom) awodeε mu sεdeε Ɔpε; awurade foforͻ biara nni hͻ gyesε Ɔno nko ara, Ɔne Otumfoͻ no a Otumi ade nyinaa yε, na Ɔne Onyansafoͻ no.","arabic":"هُوَ ٱلَّذِي يُصَوِّرُكُمۡ فِي ٱلۡأَرۡحَامِ كَيۡفَ يَشَآءُۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":299,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:7","price":"Ɔno na W’asiane Nwoma no ama woͻ; emu nsεm no bi nteaseε da adi pefee (εnyε den) εno ne Nwoma no (mu nsεm no) titriw, na deε aka no nso yε abebuo anaasε mfatoho, (nenteaseε no nna fͻm). Wͻn a wͻn akoma adane afri nokorε no soͻ no di (Nwoma no mu) abebuo anaasε mfatoho (a, nenkyeraseε nna fͻm) no akyi dehwehwε mmusuo, san depε n’asekyerε (sεdeε wͻn ara pε). Obiara nnim nenkyeraseε gyesε Nyankopͻn. Wͻn a wͻ’aben wͻ nimdeε mu no ka sε: “Yε’gye di sε ne nyinaa fri ye’Wura Nyankopͻn hͻ”. Obi a ͻdwen ho ne nnipa mu mmadwemmafoͻ no.","arabic":"هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":300,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:8","price":"Ye’Wura Nyankopͻn, εmma y’akoma mmane (mfri ͻkwan pa no so) wͻ akyire yi a W’akyerε yεn kwan tenenee no, na fa ahummͻborͻ a efri Wo hͻ no dom yεn, nokorε sε, Wone Ɔkyε adeε Hene no.","arabic":"رَبَّنَا لَا تُزِغۡ قُلُوبَنَا بَعۡدَ إِذۡ هَدَيۡتَنَا وَهَبۡ لَنَا مِن لَّدُنكَ رَحۡمَةًۚ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":301,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:9","price":"Ye’Wura Nyankopͻn, nokorε sε, Wobεboa nnipa (nyinaa) ano wͻ Da no a akyinnyeε biara nni ho no mu, nokorε sε, Nyankopͻn deε Ɔmmu bͻhyε no so.","arabic":"رَبَّنَآ إِنَّكَ جَامِعُ ٱلنَّاسِ لِيَوۡمٖ لَّا رَيۡبَ فِيهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":302,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:10","price":"Nokorε sε, wͻn a wͻ’po Nokorε no, wͻn agyapadeε ne wͻn mma ho mma mfasoͻ biara mma wͻn nntia Nyankopͻn; saa nnipa no wͻ’ne Amanehunu gya no nyentia no.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ هُمۡ وَقُودُ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":303,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:11","price":"(Wͻn sεso) tesε Farao nkorͻfoͻ ne wͻn a wͻ’dii wͻn anim kan no. Wͻ’faa Yε’nsεm no atorͻsεm, enti Nyankopͻn de wͻn bͻne twee wͻn aso. Onyankopͻn asotwee deԑ ano yε den paa.","arabic":"كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۗ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":304,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:12","price":"(Nkͻmhyεni), ka kyerε wͻn a wͻ’po nokorε no sε: “Yε’bedi moso nkonim na y’aboaboa moano demo akͻgu Amanehunu-gyem, na εhͻ yε ahomegye bea bͻne paa.","arabic":"قُل لِّلَّذِينَ كَفَرُواْ سَتُغۡلَبُونَ وَتُحۡشَرُونَ إِلَىٰ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":305,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:13","price":"Ampa sε, na nsεnkyerεnee wͻ akuo mmienu a wͻ’hyia koo (wͻ Badar) no mu ma mo. Na ekuo no mu baako reko wͻ Nyankopͻn kwan so, εna ͻbaako nso (reko) de apo (Nyankopͻn asεm). (Agyidiefoͻ no) hunuu no ani-kann sε (atamfoͻ no dͻm no) boro (wͻn deε no) so mprenu. Onyankopͻn deε Ɔde ne mmoa no hyε obi a Ɔpε den. Nokorε sε, adesua wͻ woi mu dema wͻn a wͻ’wͻ ani.","arabic":"قَدۡ كَانَ لَكُمۡ ءَايَةٞ فِي فِئَتَيۡنِ ٱلۡتَقَتَاۖ فِئَةٞ تُقَٰتِلُ فِي سَبِيلِ ٱللَّهِ وَأُخۡرَىٰ كَافِرَةٞ يَرَوۡنَهُم مِّثۡلَيۡهِمۡ رَأۡيَ ٱلۡعَيۡنِۚ وَٱللَّهُ يُؤَيِّدُ بِنَصۡرِهِۦ مَن يَشَآءُۚ إِنَّ فِي ذَٰلِكَ لَعِبۡرَةٗ لِّأُوْلِي ٱلۡأَبۡصَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":306,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:14","price":"Ԑmaa ho akɔnɔ, ne mma ne agyapadeε bebrebe (tesε) sika kɔkɔɔ, ne dwetε, ne mpɔnkɔ a yayεn wɔn ama wɔn ho ayε fε, ne nyεmmoa, ne mfuo ayε nnipa aniso fε. Woi nom yε wiase asetena yi mu anigye deε. Onyankopͻn hͻ na nnkyi pa no wͻ.","arabic":"زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلۡبَنِينَ وَٱلۡقَنَٰطِيرِ ٱلۡمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلۡفِضَّةِ وَٱلۡخَيۡلِ ٱلۡمُسَوَّمَةِ وَٱلۡأَنۡعَٰمِ وَٱلۡحَرۡثِۗ ذَٰلِكَ مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلۡمَـَٔابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":307,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:15","price":"(Nkͻmhyεni), ka sε: “Menkyerε mo deε εyε kyεn woi nom?” Wͻn a wͻ’suro Nyame no wͻ ͻsoro Aheman a nsubͻnten nenam aseε, emu na wͻ’ne wͻn yerenom ahotewfoͻ no bεtena, na wͻ’benya Nyankopͻn nyetumuu. Onyankopͻn deε N’ani tua Nenkoa.","arabic":"۞ قُلۡ أَؤُنَبِّئُكُم بِخَيۡرٖ مِّن ذَٰلِكُمۡۖ لِلَّذِينَ ٱتَّقَوۡاْ عِندَ رَبِّهِمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَأَزۡوَٰجٞ مُّطَهَّرَةٞ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":308,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:16","price":"Wͻn na wͻ’ka sε: “Ye’Wura Nyankopͻn, yε’deε nokorε sε y’agye adi, enti fa yεn bͻne kyε yεn, na bͻ yεn ho ban firi Amanehunu gya asotwee no mu;","arabic":"ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":309,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:17","price":"(Wͻ’ne) Aboterεfoͻ no, ne nokorεfoͻ no, ne ahobraseεfoͻ no, ne wͻn a wͻ'wͻ tema, ne wͻn a wͻ’srε (Nyankopͻn hͻ) bͻnefakyε wͻ ahomakye.","arabic":"ٱلصَّٰبِرِينَ وَٱلصَّٰدِقِينَ وَٱلۡقَٰنِتِينَ وَٱلۡمُنفِقِينَ وَٱلۡمُسۡتَغۡفِرِينَ بِٱلۡأَسۡحَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":310,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:18","price":"Nyankopͻn di ho adanseε sε: Nokorε, awurade foforͻ biara nni hͻ gyesε Ɔno nko ara, Soro abͻfoͻ ne Nwomanimfoͻ no a wͻ’gyina nokorε so pintinn no (nso di ho adanseε sε), awurade (foforͻ) biara nni hͻ gyesε Ɔno Tumfoͻ no a Otumi ade nyinaa yε no, Onyansafoͻ no.","arabic":"شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا هُوَ وَٱلۡمَلَٰٓئِكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآئِمَۢا بِٱلۡقِسۡطِۚ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":311,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:19","price":"Nokorε sε, εsom a εwͻ Nyankopͻn hͻ deε εne Islam. Wͻn a yama wͻn Nyamesom ho Nwoma no, na anka akyinnyeε biara nni wͻn ntεm kͻpem akyire yi a wͻ’nyaa nimdeε, εnam ahoͻyaa a εda wͻn ntεm no nti. Obi a ͻbεpo Nyankopͻn nsεm no deε nokorε sε, Nyankopͻn ho yε hare wͻ akontabuo mu paa.","arabic":"إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَٰمُۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۗ وَمَن يَكۡفُرۡ بِـَٔايَٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":312,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:20","price":"Enti sε wͻ’gye wo akyinnye a, ka sε: “Medeε mene wͻn a wͻ’ka me ho no ayε (Muslim) aberε yεn ho ase ama Nyankopͻn”. Na ka kyerε wͻn a yama wͻn Nyamesom ho Nwoma no ne firatamfoͻ no nso sε: ‘’Monso moayε Muslim?” Sε wͻ’ayε Muslim a, εneε na wͻn wͻ kwan tenenee so; nasε wͻ’dane wͻn akyi ma (Nokorε) no a, εneε (Nkͻmhyεni) w’adwuma ara ne sε wobεbͻ (asεm no) ho dawuro. Onyankopͻn deε N’ani tua Nenkoa no.","arabic":"فَإِنۡ حَآجُّوكَ فَقُلۡ أَسۡلَمۡتُ وَجۡهِيَ لِلَّهِ وَمَنِ ٱتَّبَعَنِۗ وَقُل لِّلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡأُمِّيِّـۧنَ ءَأَسۡلَمۡتُمۡۚ فَإِنۡ أَسۡلَمُواْ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُۗ وَٱللَّهُ بَصِيرُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":313,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:21","price":"Nokorε sε wͻn a wͻ’po Nyankopͻn nsεm no, na wͻ’nam kwan bͻne so kunkum Nkͻmhyεfoͻ, na wͻ’kunkum nnipa no mu wͻn a wͻ’hyε amanfoͻ ma wͻ’yε ntotoeε pa no, fa asotwee a εyε ya paa hyε wͻn bͻ.","arabic":"إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ حَقّٖ وَيَقۡتُلُونَ ٱلَّذِينَ يَأۡمُرُونَ بِٱلۡقِسۡطِ مِنَ ٱلنَّاسِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":314,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:22","price":"Saa nkorͻfoͻ no na wͻn dwumadie (ho mfasoͻ no) ayε kwa wͻ wiase ne Da a etwa toͻ no, na wͻ’nnya boafoͻ.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":315,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:23","price":"(Nkͻmhyεni), wonhunuu wͻn a yama wͻn Nwoma no mu kyεfa bi no? (Ɛberε a) yεfrεε wͻn kͻͻ Nyankopͻn Nwoma no mu sεdeε yεde bebu wͻn ntεm atεn no, wͻn mu fekuo bi danee wͻn akyi mae twi faa so.","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُدۡعَوۡنَ إِلَىٰ كِتَٰبِ ٱللَّهِ لِيَحۡكُمَ بَيۡنَهُمۡ ثُمَّ يَتَوَلَّىٰ فَرِيقٞ مِّنۡهُمۡ وَهُم مُّعۡرِضُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":316,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:24","price":"(Deε nti wͻ’yεε) saa ne sε, wͻ’ka sε: “Amanehunu gya no nnka yεn, (na sε εbεka yεn mpo a) εbεyε nna bi a yahyԑ ato hᴐ”. Wͻn atorͻsεm a wͻ’ka fa wͻn Nyamesom ho no na adaadaa wͻn.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَٰتٖۖ وَغَرَّهُمۡ فِي دِينِهِم مَّا كَانُواْ يَفۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":317,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:25","price":"Enti sε Yε’boa wͻn ano wͻ Da no a akyinnyeε biara nni mu no, na yε’tua ͻkra biara dwuma a odiiε so ka pεpεεpε a yenni wͻn amim no a, sεn (na yεbεyε saa nkorͻfoͻ no?)","arabic":"فَكَيۡفَ إِذَا جَمَعۡنَٰهُمۡ لِيَوۡمٖ لَّا رَيۡبَ فِيهِ وَوُفِّيَتۡ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":318,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:26","price":"(Nkͻmhyεni), ka sε: “Otwieduampͻn Nyankopͻn a Ahennie yε Wo dea, Wona Wode ahennie no ma obi a Wopε, εna Wogye ahennie no firi obi a Wopε nsam, εna Woma obi a Wopε soͻ, εna Woberε obi a Wopε aseε. Wonsa mu na adepa (nyinaa) wͻ. Nokorε sε Wona Wowͻ biribiara so tumi.","arabic":"قُلِ ٱللَّهُمَّ مَٰلِكَ ٱلۡمُلۡكِ تُؤۡتِي ٱلۡمُلۡكَ مَن تَشَآءُ وَتَنزِعُ ٱلۡمُلۡكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُۖ بِيَدِكَ ٱلۡخَيۡرُۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":319,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:27","price":"Wona Wode adesaeε wura adekyeε mu, εna wode adekyeε wura adesaeε mu; εna Woyi ͻteasefoͻ firi awufoͻ mu, εna Woyi awufoͻ firi ateasefoͻ mu, Wona Wokyε obia Wopε adeε a enni ano, (anaasε akontabuo biara nni ho).","arabic":"تُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَتُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۖ وَتُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَتُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّۖ وَتَرۡزُقُ مَن تَشَآءُ بِغَيۡرِ حِسَابٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":320,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:28","price":"Ɛnsεsε agyidiefoᴐ befri agyidiefoᴐ akyi akͻfa (Kaafirfoᴐ) boniayεfoᴐ no ayͻnkoͻ. Obi a ͻbεyε saa no, ͻne Onyankopͻn nni hwee, gyesԑ moyε deyԑԑ wͻn ho ahwεyie. Onyankopͻn rebͻ mo kͻkͻ sԑ monyԑ neho ahwԑyie. Onyankopͻn hͻ na dwumadie nyinaa bɛsan akɔ.","arabic":"لَّا يَتَّخِذِ ٱلۡمُؤۡمِنُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۖ وَمَن يَفۡعَلۡ ذَٰلِكَ فَلَيۡسَ مِنَ ٱللَّهِ فِي شَيۡءٍ إِلَّآ أَن تَتَّقُواْ مِنۡهُمۡ تُقَىٰةٗۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":321,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:29","price":"(Nkͻmhyεni), ka sε: “Sε mode deε εwͻ moakoma mu no suma o, anaa moda no adi o, Nyankopͻn deε Onim. Onim deε εwͻ soro ne deε εwͻ asaase so (nyinaa). Onyankopͻn na ͻwͻ biribiara so tumi.","arabic":"قُلۡ إِن تُخۡفُواْ مَا فِي صُدُورِكُمۡ أَوۡ تُبۡدُوهُ يَعۡلَمۡهُ ٱللَّهُۗ وَيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":322,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:30","price":"Ɛda no a ͻkra biara behunu papa a ͻyͻeε ne bͻne a ͻyͻeε sε abεtͻ n’anim no, (saa Da no abͻneεfoͻ no) bεpε sε anka εkwan tenten bi bεda ͻne (ne dwumadi bͻne) no ntεm. Enti Nyankopͻn rebͻ mo kͻkͻ sԑ monyԑ Neho ahwԑyie. Onyankopͻn ne Mmͻborͻhunufoͻ a Ohu Nenkoa mmͻbͻ.","arabic":"يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗاۗ وَيُحَذِّرُكُمُ ٱللَّهُ نَفۡسَهُۥۗ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":323,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:31","price":"(Nkͻmhyεni), ka sε; ‘’Sε mopε Nyankopͻn asεm a, εneε moni m’akyi. (Sε modi makyi a), Nyankopͻn bεpε moasεm na Ɔde mo bͻne akyε mo. Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoɔ Hene.","arabic":"قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":324,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:32","price":"(Nkͻmhyεni), ka sε: “Monyε sotie ma Nyankopͻn ne Ɔsomafoͻ no; nasε wͻ’dane wͻn akyi ma (Nokorε no a), εneε nokorε sε Onyankopͻn deε Ɔmpε boniayεfoͻ no asεm”.","arabic":"قُلۡ أَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَۖ فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":325,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:33","price":"Nokorε sε, Nyankopͻn yii Adam, ne Noah ne Abraham asefoͻ ne Imraan asefoͻ maa wͻ’kyεn amansan no nyinaa.","arabic":"۞ إِنَّ ٱللَّهَ ٱصۡطَفَىٰٓ ءَادَمَ وَنُوحٗا وَءَالَ إِبۡرَٰهِيمَ وَءَالَ عِمۡرَٰنَ عَلَى ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":326,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:34","price":"(Wͻ’yε) awoͻ ntoatoasoͻ a wͻ’firi wͻn ho wͻn ho mu. Onyankopͻn ne Otiefoͻ, Onimdefoͻ.","arabic":"ذُرِّيَّةَۢ بَعۡضُهَا مِنۢ بَعۡضٖۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":327,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:35","price":"Kae εberε a Imraan yere (Hanna) kaa sε: “Me Wura Nyankopͻn, nokorε sε, mede deε εwͻ meyafunu mu yi hyε Wo bͻ wͻ Wosom ho; enti gye me so, Nokorε sε, Wo ne (Mpaebͻ) Tiefoͻ no, Onimdefoͻ no.","arabic":"إِذۡ قَالَتِ ٱمۡرَأَتُ عِمۡرَٰنَ رَبِّ إِنِّي نَذَرۡتُ لَكَ مَا فِي بَطۡنِي مُحَرَّرٗا فَتَقَبَّلۡ مِنِّيٓۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":328,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:36","price":"Enti εberε a ͻwoo no, ͻkaa sε: “Me Wura Nyankopͻn, mawo no (na ͻyε) ͻbaa. Onyankopͻn Nim deε wawo no no yie; ͻbarima ntesε ͻbaa; na m’ato ne din sε: “Mar’yam, na mehwehwε Wohͻ ntwitwagyeε ama ͻne n’asefoͻ wͻ ͻbonsam a y’adome no anaa yato no atwene no nsam”.","arabic":"فَلَمَّا وَضَعَتۡهَا قَالَتۡ رَبِّ إِنِّي وَضَعۡتُهَآ أُنثَىٰ وَٱللَّهُ أَعۡلَمُ بِمَا وَضَعَتۡ وَلَيۡسَ ٱلذَّكَرُ كَٱلۡأُنثَىٰۖ وَإِنِّي سَمَّيۡتُهَا مَرۡيَمَ وَإِنِّيٓ أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":329,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:37","price":"Enti ne Wura Nyankopͻn tiee no tie pa, εna Ɔmaa no nyinii nyin pa; εna Ɔde no maa Zakariya hwεε no soͻ. Ԑberε biara a (Zakariya) bεkͻ nehͻ wͻ pie (a εwͻ Nyamedan no mu) hͻ (akͻhwε) no no obehunu sε akͻnhoma wͻ nenkyεn. (Zakariya) bisaa sε: “Mar’yam, wonyaa woi wͻ hen?” Ɔkaa sε: “Woi firi Nyankopͻn hͻ. Nokorε sε, Nyankopͻn na Ɔkyε obi a Ɔpε adeε a enni ano, (anaasε akontabuo biara nni ho).","arabic":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٖ وَأَنۢبَتَهَا نَبَاتًا حَسَنٗا وَكَفَّلَهَا زَكَرِيَّاۖ كُلَّمَا دَخَلَ عَلَيۡهَا زَكَرِيَّا ٱلۡمِحۡرَابَ وَجَدَ عِندَهَا رِزۡقٗاۖ قَالَ يَٰمَرۡيَمُ أَنَّىٰ لَكِ هَٰذَاۖ قَالَتۡ هُوَ مِنۡ عِندِ ٱللَّهِۖ إِنَّ ٱللَّهَ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":330,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:38","price":"Ɛhͻ na Zakariya bͻͻ mpaeε sufrεε ne Wura Nyankopͻn, ᴐkaa sε: ‘’Me Wura Nyankopͻn, dom me na kyε me ba pa a ofiri Wonkyεn. Nokorε sε, Wone Mpaebͻ Tiefoͻ no.","arabic":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥۖ قَالَ رَبِّ هَبۡ لِي مِن لَّدُنكَ ذُرِّيَّةٗ طَيِّبَةًۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":331,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:39","price":"Ɛberε a ogyina hͻ rebͻ mpaeε wͻ pie no mu no, Soro abͻfoͻ frεε no (kakyerεε no sε: ”Nokorε sε Nyankopͻn de (Yahaya) Yohane hyε wo bͻ; ͻbedi asεm a efiri Nyankopͻn hͻ no ho adanseε, na ͻyε onimuonyamfoͻ, na ͻhyε neho so wͻ mmaa ho, na ͻyε Nkͻmhyεni, na ͻka apapafoͻ no ho”.","arabic":"فَنَادَتۡهُ ٱلۡمَلَٰٓئِكَةُ وَهُوَ قَآئِمٞ يُصَلِّي فِي ٱلۡمِحۡرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحۡيَىٰ مُصَدِّقَۢا بِكَلِمَةٖ مِّنَ ٱللَّهِ وَسَيِّدٗا وَحَصُورٗا وَنَبِيّٗا مِّنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":332,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:40","price":"(Zakariya) kaa sε: “Me Wura Nyankopͻn, εbεyε dεn na manya ba wͻ abrε a akͻkorabͻ aduru me, na meyere nso yε bonini? Ɔkaa sε: “Saa ara na Onyankopͻn yε deε Ɔpε”.","arabic":"قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَقَدۡ بَلَغَنِيَ ٱلۡكِبَرُ وَٱمۡرَأَتِي عَاقِرٞۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفۡعَلُ مَا يَشَآءُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":333,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:41","price":"(Zakariya) kaa sε: “Me Wura Nyankopͻn, mame ho nsεnkyerεnee”. Ɔkaa sε: “Wo nsεnkyerεnee ne sε, (wonntumi) nkasa nnipa ho nnansa, na mmom nsεnkyerεnee (na wobεyε ne wͻn de akasa). Na bͻ wo Wura Nyankopͻn abͻdin bebree, na tontom no wͻ anyumerε ne anͻpa.","arabic":"قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَةَ أَيَّامٍ إِلَّا رَمۡزٗاۗ وَٱذۡكُر رَّبَّكَ كَثِيرٗا وَسَبِّحۡ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":334,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:42","price":"Na kae εberε a Soro abͻfoͻ no kaa sε: “Mar’yam, Onyankopͻn ayi wo, ate wo ho, εna W’ayi wo ama woso akyεn wiase mu mmaa no nyinaa”.","arabic":"وَإِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ ٱصۡطَفَىٰكِ وَطَهَّرَكِ وَٱصۡطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":335,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:43","price":"Mar’yam, berε woho ase ma wo Wura Nyankopͻn na fa w’anim butu fͻm, na ka wͻn a wͻ’bͻ wͻn mu aseε no ho ne wͻn mͻ momu ase.","arabic":"يَٰمَرۡيَمُ ٱقۡنُتِي لِرَبِّكِ وَٱسۡجُدِي وَٱرۡكَعِي مَعَ ٱلرَّٰكِعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":336,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:44","price":"(Nkͻmhyεni), woi ka nsεm bi a asuma a Yε’reyi kyerε woͻ no ho. Na wonka wͻn ho wͻ εberε a na wͻ’reto wͻn twerεdua agu (asuo Yordan mu) ahwehwε obia ͻbεhwε Mar’yam soͻ no; na εberε nso a na wͻ’regye wͻn ho akyinyeε no nso na wonka wͻn ho.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۚ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يُلۡقُونَ أَقۡلَٰمَهُمۡ أَيُّهُمۡ يَكۡفُلُ مَرۡيَمَ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ يَخۡتَصِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":337,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:45","price":"Kae εberε a Soro abͻfoͻ no kaa sε: “Mar’yam, nokorε sε, Onyankopͻn de Asεm a efiri Nehͻ a ne din de Masiah, Yesu, Mar’yam ba no rehyε wo bͻ. Ɔbεyε Onimuonyamfoͻ wͻ wiase, na Daakye no nso, ͻka wͻn a wͻ’bεn (Onyankopͻn) no ho.","arabic":"إِذۡ قَالَتِ ٱلۡمَلَٰٓئِكَةُ يَٰمَرۡيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٖ مِّنۡهُ ٱسۡمُهُ ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ وَجِيهٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمِنَ ٱلۡمُقَرَّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":338,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:46","price":"Ͻbεkasa akyerε nnipa wͻ εberε a ͻda tanaa mu, (anaasε ͻyε abͻfra), ne εberε a ͻbεyε panin, na ͻbεka apapafoͻ no ho.","arabic":"وَيُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗا وَمِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":339,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:47","price":"(Mar’yam) kaa sε: “Awurade, εbεyε dεn na manya ba wͻ aberε a ͻbarima mfaa neho nkaa me? ” Ɔkaa sε: “Saa ara na Nyankopͻn bͻ deε Ɔpε. Sε Ɔreyε biribi a deε Ɔka kyerε (adekodeε) no ara ne sε: “Yε!” Na ayε.","arabic":"قَالَتۡ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخۡلُقُ مَا يَشَآءُۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":340,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:48","price":"(Onyankopͻn) bεkyerε no Nwoma no ne Adwen no, ne Tora ne Injeel.","arabic":"وَيُعَلِّمُهُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":341,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:49","price":"Na (Ɔbɛyε no) Ɔsomafoͻ akͻ Israel mma no nkyεn sε: “Nokorε, mede nsεnkyerεnee firi mo Wura Nyankopͻn hͻ abrε mo; mede nεteε bεyε (biribi) tesε anomaa sεso na mahome agu ne mu ama no ayε anomaa wͻ Nyankopͻn akwamma mu ama mo, na masa anifirafoͻ ne akwatafoͻ yadeε, na manyane owufoͻ wͻ Onyankopͻn akwamma mu, na maka deε modie ne deε mode sie wͻ moafie mu akyerε mo. Nokorε sε nsεnkyerεnee wͻ woi mu dema mo, sε moyε agyidiefoͻ ampa a.","arabic":"وَرَسُولًا إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنِّي قَدۡ جِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ أَنِّيٓ أَخۡلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيۡرَۢا بِإِذۡنِ ٱللَّهِۖ وَأُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ وَأُحۡيِ ٱلۡمَوۡتَىٰ بِإِذۡنِ ٱللَّهِۖ وَأُنَبِّئُكُم بِمَا تَأۡكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":342,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:50","price":"Na merebεhyε Tora a edii m’anim kan no mma, na (nneεma bi a) yabra mo (na εnyε nokorε) no nso m’ama mo ho kwan. Mede nsεnkyerεnee nso fri mo Wura Nyankopͻn hͻ abrε mo; enti monsuro Nyankopͻn na monyε sotie ma me.","arabic":"وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَلِأُحِلَّ لَكُم بَعۡضَ ٱلَّذِي حُرِّمَ عَلَيۡكُمۡۚ وَجِئۡتُكُم بِـَٔايَةٖ مِّن رَّبِّكُمۡ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":343,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:51","price":"Nokorε sε, me Wura ne Nyankopͻn, εna monso mo Wura ne no, enti monsom no; woi ne ͻkwantenenee no”.","arabic":"إِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":344,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:52","price":"Ɛberε a Yesu nyaa atenka bi wͻ (Yudafoͻ no mu) sε wͻ’nnye nnie no, ͻkaa sε: “Hwan na ͻbεyε me boafoͻ wͻ Nyankopͻn (kwan no soͻ)?” Asuafoͻ no kaa sε: “Yεne Nyankopͻn aboafoͻ, y’agye Nyankopͻn adi, enti di ho adanseε (ma yεn) sε nokorε, yε’yε Muslimifoͻ.”","arabic":"۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنۡهُمُ ٱلۡكُفۡرَ قَالَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشۡهَدۡ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":345,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:53","price":"“Ye’Wura Nyankopͻn, y’agye adeε a W’asiane aba no adi, na yedi Ɔsomafoͻ no akyi, enti twerε ye’din ka adansefoͻ no ho.","arabic":"رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلۡتَ وَٱتَّبَعۡنَا ٱلرَّسُولَ فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":346,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:54","price":"Na (Yudafoͻ no) bͻͻ (Yesu ho) pͻ, na Nyankopͻn nso bͻͻ pͻ, na Onyankopͻn pͻ bͻ na εyε kyεn apͻbͻfoͻ nyinaa pͻbͻ.","arabic":"وَمَكَرُواْ وَمَكَرَ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":347,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:55","price":"Kae εberε a Nyankopͻn kaa sε: “Yesu, “Mεfa wo na M’apagya wo aba Me nkyεn, na Mate woho afiri boniayεfoͻ no ho, na M’ama wͻn a wͻ’di w’akyi no so akyεn wͻn a wͻ’yi boniayε no akosi Atemmuda. Afei Mehͻ na mobεsan aba na M’abu montεm atεn wͻ deε monte moho ase wͻ ho no ho.","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَىٰٓ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُواْ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوۡقَ ٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۖ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأَحۡكُمُ بَيۡنَكُمۡ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":348,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:56","price":"Na wͻn a wͻ’po (Nokorε no) deε, Mede asotwee a ano yε den paa bεtwe wͻn aso wͻ wiase (ha) ne Daakye, na wͻ’nnya aboafoͻ.","arabic":"فَأَمَّا ٱلَّذِينَ كَفَرُواْ فَأُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":349,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:57","price":"Wͻn a wͻ’agye adie na wͻ’di dwuma pa no nso, Ɔbεtua wͻn akatua no pεpεεpε (anaasε Ɔbεhyε no mma) ama wͻn. Onyankopͻn deε Ɔmpε abͻneεfoͻ no asεm.","arabic":"وَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":350,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:58","price":"Deε Yε’rekenkan kyerε woͻ yi yε nsεnkyerεnee ne afutusεm a adwen wͻ mu.","arabic":"ذَٰلِكَ نَتۡلُوهُ عَلَيۡكَ مِنَ ٱلۡأٓيَٰتِ وَٱلذِّكۡرِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":351,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:59","price":"Nokorε sε, Yesu mfatoho a εwͻ Nyankopͻn hͻ no tesε Adam deε no ara pεpεεpε. (Nyankopͻn) bͻͻ no firi mfuturo mu, εna afei Ɔka kyerεε no sε: Yε (onipa)! ” Ɛna ͻyεε (nipa).","arabic":"إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَۖ خَلَقَهُۥ مِن تُرَابٖ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":352,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:60","price":"(Woi ne) nokorε no a efiri wo Wura Nyankopͻn hͻ (fa Yesu ho); enti hwε na woankͻka wͻn a wͻn adwen nnsi wͻn pie no ho.","arabic":"ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلۡمُمۡتَرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":353,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:61","price":"Enti obiara a ͻbεgye wo akyinnye wͻ ho wͻ akyire yi a nimdeε no aba wo hͻ no, ka sε: ”Momra ma yεnfrε yε’mma ne mo mma, ne yεn yerenom ne mo yerenom, ne yεn ara yεn ho, ne mo ara moho na afei yεmͻ mpaeε nni nse mpae yεn ho sε: “Nyankopͻn nnomee nka nkontompofoͻ no”","arabic":"فَمَنۡ حَآجَّكَ فِيهِ مِنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ فَقُلۡ تَعَالَوۡاْ نَدۡعُ أَبۡنَآءَنَا وَأَبۡنَآءَكُمۡ وَنِسَآءَنَا وَنِسَآءَكُمۡ وَأَنفُسَنَا وَأَنفُسَكُمۡ ثُمَّ نَبۡتَهِلۡ فَنَجۡعَل لَّعۡنَتَ ٱللَّهِ عَلَى ٱلۡكَٰذِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":354,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:62","price":"Ampa sε, woi ne abakͻsεm no mu nokorε (fa Yesu ho); Awurade foforͻ biara nni hͻ ka Nyankopͻn ho. Nokorε nso sε, Nyankopͻn ne Otumfoͻ a Otumi ade nyinaa yε, Ɔne Onyansafoͻ no.","arabic":"إِنَّ هَٰذَا لَهُوَ ٱلۡقَصَصُ ٱلۡحَقُّۚ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":355,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:63","price":"Sε wͻ’dane wͻn ho a, nokorε sε Nyankopͻn Nim nsεmmͻnedifoͻ no.","arabic":"فَإِن تَوَلَّوۡاْ فَإِنَّ ٱللَّهَ عَلِيمُۢ بِٱلۡمُفۡسِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":356,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:64","price":"Ka sε: Nyamesom ho Nwomanimfoͻ, momra (ma yenyina) asεm baako pε a εda yεn ne mo ntεm no so: (Ɛnesε), εmma y’εnnsom (obiara) gyesε Nyankopͻn nko ara, na εmma yεnnnfa biribiara nso mmata Neho, na εmma yennnfiri Nyankopͻn akyi mmfa yεn ho-yεn-ho nnyε awuranom (nnsom wͻn). Na sε wͻ’dane wͻn akyi dema (Nokorε no) a, εneε monka nkyerε wͻn sε: “Moni ho adanseε sε, yε’deε yε’yε Muslimifoͻ”.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ تَعَالَوۡاْ إِلَىٰ كَلِمَةٖ سَوَآءِۭ بَيۡنَنَا وَبَيۡنَكُمۡ أَلَّا نَعۡبُدَ إِلَّا ٱللَّهَ وَلَا نُشۡرِكَ بِهِۦ شَيۡـٔٗا وَلَا يَتَّخِذَ بَعۡضُنَا بَعۡضًا أَرۡبَابٗا مِّن دُونِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَقُولُواْ ٱشۡهَدُواْ بِأَنَّا مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":357,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:65","price":"Nyamesom ho Nwomanimfoͻ, adεn nti na mogye Abraham ho nkyinnyeε wͻ aberε a n’akyi ansa na yεresiane Tora ne Injeel? Adεn, monni nteaseε.","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تُحَآجُّونَ فِيٓ إِبۡرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوۡرَىٰةُ وَٱلۡإِنجِيلُ إِلَّا مِنۢ بَعۡدِهِۦٓۚ أَفَلَا تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":358,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:66","price":"Hwε, mo na mogye adeε a mowͻ ho nimdeε ho akyinnyeε; adεn na mogye adeε a monni ho nimdeε ho akyinnyeε? Nyankopͻn na Onim na modeε monnim.","arabic":"هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ حَٰجَجۡتُمۡ فِيمَا لَكُم بِهِۦ عِلۡمٞ فَلِمَ تُحَآجُّونَ فِيمَا لَيۡسَ لَكُم بِهِۦ عِلۡمٞۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":359,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:67","price":"Na Abraham nyε Yudani anaa Kristoni, na mmom na ͻyε Muslimini a ͻtenee; na na ͻnka abosomsomfoͻ no ho.","arabic":"مَا كَانَ إِبۡرَٰهِيمُ يَهُودِيّٗا وَلَا نَصۡرَانِيّٗا وَلَٰكِن كَانَ حَنِيفٗا مُّسۡلِمٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":360,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:68","price":"Nokorε sε onipa paa a ͻbεn Abraham deε, ͻne wͻn a wͻ’di Abraham ne saa Nkͻmhyεni yi (Muhammad), ne wͻn a wͻ’agye adie no akyi. Onyankopͻn ne agyidiefoͻ no Kyitafoͻ.","arabic":"إِنَّ أَوۡلَى ٱلنَّاسِ بِإِبۡرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَٰذَا ٱلنَّبِيُّ وَٱلَّذِينَ ءَامَنُواْۗ وَٱللَّهُ وَلِيُّ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":361,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:69","price":"Nyamesom ho Nwomanimfoͻ no mu fekuo bi wͻ hͻ a wͻ’pε sε anka wͻ’yera mo, nanso wͻ’nnyera obiara na mmom (wͻ’yera) wͻn ara wͻn ho, nanso wͻ’nnim.","arabic":"وَدَّت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يُضِلُّونَكُمۡ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":362,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:70","price":"Nyamesom ho Nwomanimfoͻ, adεn nti na mopo Nyankopͻn nsεm no aberε nso a mo na modi ho adanseε?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَأَنتُمۡ تَشۡهَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":363,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:71","price":"Nyamesom ho Nwomanimfoͻ, adεn nti na mode nkontompo kata Nokorε no soͻ de Nokorε no sie wͻ aberε a monim?","arabic":"يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَلۡبِسُونَ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُونَ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":364,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:72","price":"Deε wͻn a yama wͻn Nyamesom ho Nwoma no mu fekuo bi ka kyerε (wͻn mu bi) ne sε: ‘’Monye deε yasiane ama wͻn a wͻ’agye adie no ni wͻ adekyeε berε a edikan no mu, na mompo wͻ adekyeε berε a edi akyire no mu sεdeε εbεma (agyidiefoͻ no) asan wͻn akyi (afiri Islam-som no mu).","arabic":"وَقَالَت طَّآئِفَةٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ ءَامِنُواْ بِٱلَّذِيٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَجۡهَ ٱلنَّهَارِ وَٱكۡفُرُوٓاْ ءَاخِرَهُۥ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":365,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:73","price":"Monhwε na moanye obiara anni, gyesε obi a obedi mosom no akyi”. (Nkͻmhyεni), Ka sε: “Nokorε sε, ͻkwan tenenee no deε εne Nyankopͻn kwan tenenee no. (Anaa) sε yεde deε yεde maa mo no sεso ama obi foforɔ nti, anaasε (wͻ’begyina saa Adiysεm no so) abͻ mo kwaadu wͻ mo Wura Nyankopͻn anim nti (na monni Muhammad) akyi)? Ka sε: “Adom no deε Nyankopͻn nsam na εwͻ na Ɔde ma obi a Ɔpε. Onyankopͻn na Ɔwͻ adom a εsoo paa, Ɔne Onimdefoͻ.","arabic":"وَلَا تُؤۡمِنُوٓاْ إِلَّا لِمَن تَبِعَ دِينَكُمۡ قُلۡ إِنَّ ٱلۡهُدَىٰ هُدَى ٱللَّهِ أَن يُؤۡتَىٰٓ أَحَدٞ مِّثۡلَ مَآ أُوتِيتُمۡ أَوۡ يُحَآجُّوكُمۡ عِندَ رَبِّكُمۡۗ قُلۡ إِنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":366,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:74","price":"(Nyankopͻn) yi obi a Ɔpε de N’adom dom no, na Onyankopͻn na Ɔwͻ adom a εsoo paa.","arabic":"يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":367,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:75","price":"Wͻn a yama wͻn Nyamesom ho Nwoma no mu bi wͻ hͻ a, sε wode sika a εdͻͻso paa bi hyε nensa a ͻbεsan de ama wo; wͻn mu bi nso wͻ hͻ a, sε wode Dinar (koraa) hyε nensa a ontua mma wo, gyesε wogyina neso dan no ka paa. Saa na εteε efrisε, deε wͻ’ka ne sε: “Firatamfoͻ deε (sε yedi wͻn amim mpo a) bͻne biara nni yεn so wͻ wͻn ho wͻ ͻkwan (biara) so. Na nkontomposεm na wͻ’ka to Nyankopͻn soͻ aberε a wͻ’nim.","arabic":"۞ وَمِنۡ أَهۡلِ ٱلۡكِتَٰبِ مَنۡ إِن تَأۡمَنۡهُ بِقِنطَارٖ يُؤَدِّهِۦٓ إِلَيۡكَ وَمِنۡهُم مَّنۡ إِن تَأۡمَنۡهُ بِدِينَارٖ لَّا يُؤَدِّهِۦٓ إِلَيۡكَ إِلَّا مَا دُمۡتَ عَلَيۡهِ قَآئِمٗاۗ ذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لَيۡسَ عَلَيۡنَا فِي ٱلۡأُمِّيِّـۧنَ سَبِيلٞ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":368,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:76","price":"Daabi, obiara a ͻbedi ne bͻhyε soͻ, na w’asuro (Onyankopͻn) no, Onyankopͻn deε Ɔpε wͻn a wͻ’suro Nyame, yε ahwεyie no asεm.","arabic":"بَلَىٰۚ مَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":369,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:77","price":"Nokorε sε, wͻn a wͻ’tͻn Nyankopͻn bͻhyε (a Ɔne wͻn ahyε), ne wͻn gyidie no die, εnam sika kakraa bi ho nti no, wͻn na wͻ’nni kyεfa wͻ Daakye no mu no; na Nyankopͻn nnkasa wͻn ho na Ɔnnhwε wͻn anim, na Ɔnyε wͻn kronkron wͻ Atemmuda, na wͻn wͻ asotwee a ano yε ya papaapa (Daakye Atemmuda).","arabic":"إِنَّ ٱلَّذِينَ يَشۡتَرُونَ بِعَهۡدِ ٱللَّهِ وَأَيۡمَٰنِهِمۡ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ لَا خَلَٰقَ لَهُمۡ فِي ٱلۡأٓخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيۡهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":370,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:78","price":"Nokorε sε yεwͻ fekuo bi wͻ (Yudafoͻ) no mu a wͻ’dane wͻn kεtrεma wͻ Nwoma no mu nsεm no ho, sεdeε mobεdwen sε efri Nwoma no mu, nanso enfri Nwoma no mu. Wͻ’san kasε, efri Nyankopͻn hͻ, aberε nso a enfri Nyankopͻn hͻ; wͻ’ka atorͻsεm to Nyankopͻn so wͻ aberε a wͻ’nim (sε εnyε nokorε).","arabic":"وَإِنَّ مِنۡهُمۡ لَفَرِيقٗا يَلۡوُۥنَ أَلۡسِنَتَهُم بِٱلۡكِتَٰبِ لِتَحۡسَبُوهُ مِنَ ٱلۡكِتَٰبِ وَمَا هُوَ مِنَ ٱلۡكِتَٰبِ وَيَقُولُونَ هُوَ مِنۡ عِندِ ٱللَّهِ وَمَا هُوَ مِنۡ عِندِ ٱللَّهِۖ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":371,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:79","price":"Ɛmma sε onipa a Nyankopͻn ama no Adiyisεm, ne adwen ne nkͻmhyε (adwuma), na afei ͻbεka akyerε amamfoͻ sε, monfiri Nyankopͻn akyi na momεyε me (mmom) m’asomfoͻ; na mmom (deε ͻbεka ne sε): “Monyε Awurade Nyankopͻn asomfoͻ εnam deε mo kyerεkyerε (amanfoͻ) wͻ Nwoma no mu, ne deε (mo ara) mosua (no wͻ mu no) nti.","arabic":"مَا كَانَ لِبَشَرٍ أَن يُؤۡتِيَهُ ٱللَّهُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادٗا لِّي مِن دُونِ ٱللَّهِ وَلَٰكِن كُونُواْ رَبَّٰنِيِّـۧنَ بِمَا كُنتُمۡ تُعَلِّمُونَ ٱلۡكِتَٰبَ وَبِمَا كُنتُمۡ تَدۡرُسُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":372,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:80","price":"Ͻnnhyԑ mo nso sε monfa Soro abͻfoͻ ne Nkͻmhyεfoͻ nyε awuranom (nsom wͻn). Enti ᴐbεhyε mo ama mo akͻyε (Kaafir) boniayεfoͻ wͻ akyire yi a mo abεyε Muslimfoͻ?","arabic":"وَلَا يَأۡمُرَكُمۡ أَن تَتَّخِذُواْ ٱلۡمَلَٰٓئِكَةَ وَٱلنَّبِيِّـۧنَ أَرۡبَابًاۚ أَيَأۡمُرُكُم بِٱلۡكُفۡرِ بَعۡدَ إِذۡ أَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":373,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:81","price":"Kae εberε a Nyankopͻn nam Nkͻmhyεfoͻ no so (ne mo) yεε Apam sε: “Ɛberε a Mama mo Adiyisεm Nwoma ne Adwen yi, na εba sε afei Ɔsomafoͻ a ͻrebedi Nwoma a εwͻ mohͻ no ho adanseε no ba a, mobεgye no adi na moaboa no? Nyankopͻn kaa sε: “Mopene so gye M’apam yi tum sε εkyekyere mo?” Wͻ’kaa sε: “Yεpene so”. Na Nyankopͻn kaa sε: “Ɛneε moni adanseε, na Menso Mene mo ka wͻn a wͻ’di (saa asεm yi ho) adanseε no ho”","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلنَّبِيِّـۧنَ لَمَآ ءَاتَيۡتُكُم مِّن كِتَٰبٖ وَحِكۡمَةٖ ثُمَّ جَآءَكُمۡ رَسُولٞ مُّصَدِّقٞ لِّمَا مَعَكُمۡ لَتُؤۡمِنُنَّ بِهِۦ وَلَتَنصُرُنَّهُۥۚ قَالَ ءَأَقۡرَرۡتُمۡ وَأَخَذۡتُمۡ عَلَىٰ ذَٰلِكُمۡ إِصۡرِيۖ قَالُوٓاْ أَقۡرَرۡنَاۚ قَالَ فَٱشۡهَدُواْ وَأَنَا۠ مَعَكُم مِّنَ ٱلشَّٰهِدِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":374,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:82","price":"Na mmom woi akyi obiara a ͻbεdane n’akyi no, saa nkorͻfoͻ no ne abͻneεfoͻ no”.","arabic":"فَمَن تَوَلَّىٰ بَعۡدَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":375,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:83","price":"Enti εsom a εnyε Nyankopͻn som no na wͻ’pε? Ɔno na adeε a εwͻ asaase so ne ͻsoro (nyinaa) berε wͻn ho ase ma no, sε wͻ’pε o, sε wͻn mpε o, na Nehͻ na wͻn nyinaa bεsan akͻ.","arabic":"أَفَغَيۡرَ دِينِ ٱللَّهِ يَبۡغُونَ وَلَهُۥٓ أَسۡلَمَ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَإِلَيۡهِ يُرۡجَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":376,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:84","price":"(Nkͻmhyεni), ka sε: “Yε’deε yε’gye Nyankopͻn ne deε y’asiane ama yεn no di, (san) gye deε yesiane maa Abraham ne Ismail ne Is’haaq ne Ya’aquub ne n’asefoͻ, ne deε yεde maa Mose ne Yesu ne Nkͻmhyεfoͻ no a wͻ’fri wͻn Wura Nyankopͻn hͻ no (nyinaa) di; na yεnnyε Asomafoͻ no mu biara mu nyiyimu. Yε’deε Nyankopͻn na yε’yε (Muslim) berε yεn ho ase ma no”.","arabic":"قُلۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيۡنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":377,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:85","price":"Obi a obefiri Islam akyi ahwehwε ͻsom foforͻ bi no yenntie no; (saa nnipa no) bεka berεguofoͻ no ho wͻ Awieε da no mu.","arabic":"وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينٗا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":378,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:86","price":"Sεn na Nyankopͻn besi atene amanfoͻ no a wͻn gyidie akyi wͻ’abεyε (Kaafir) boniayεfoͻ, na wͻn adi ho adanseε pεn sε, ampa Ɔsomafoͻ (Muhammad) yε nokwafoͻ, na wͻn anya nsεnkyerεnee pefee no? Nyankopͻn deε Ɔnkyerε nnipa bͻnefoͻ no kwan.","arabic":"كَيۡفَ يَهۡدِي ٱللَّهُ قَوۡمٗا كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ وَشَهِدُوٓاْ أَنَّ ٱلرَّسُولَ حَقّٞ وَجَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":379,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:87","price":"Saa nkorͻfoͻ no akatua ne sε: “Nyankopͻn ne Soro abͻfoͻ ne nnipa nyinaa nnomee wͻ wͻn so.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُمۡ أَنَّ عَلَيۡهِمۡ لَعۡنَةَ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":380,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:88","price":"Wͻ’bεtena (nnomee no) mu (afe bͻͻ); na yεnngo asotwee no mu mma wͻn koraa, na yεmma wͻn berε a wͻ’de bεgye wͻn ahome nso.","arabic":"خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":381,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:89","price":"Gyesε wͻn a ԑno akyiri no wͻ’sakra wͻn adwen (ba Nyankopͻn hͻ), na wͻ’di dwuma pa, εneε nokorε sε, Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"إِلَّا ٱلَّذِينَ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":382,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:90","price":"Nokorε sε, wͻn a wͻn gyidie akyi wͻ’san dane (Kaafir) boniayεfoͻ, na afei wͻn boniayε no kͻ soͻ no, Nyankopͻn nntie wͻn adwen sakra no, na saa nkorͻfoͻ no ne ayerafoͻ no.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ بَعۡدَ إِيمَٰنِهِمۡ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّن تُقۡبَلَ تَوۡبَتُهُمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلضَّآلُّونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":383,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:91","price":"Nokorε sε, wͻn a wͻ’yε (Kaafir) boniayεfoͻ, na wͻ’wu wͻ aberε a wͻ’daso yε (Kaafir) boniayεfoͻ no, sε wͻ’de sika kͻkͻͻ asaase mma mpo bεyε mpata koraa a, yεnnye wͻn (mpata) no. Saa nkorͻfoͻ no na asotwe yaaya no wͻ wͻn no, na wͻ’nnya aboafoͻ.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يُقۡبَلَ مِنۡ أَحَدِهِم مِّلۡءُ ٱلۡأَرۡضِ ذَهَبٗا وَلَوِ ٱفۡتَدَىٰ بِهِۦٓۗ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":384,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:92","price":"Monsa ntumi nka papa no da, gyesε moyi adeε a mopε paa dema (Nyankopͻn). Na deε mobeyi ama biara no Nyankopͻn ne ɛho Nimdefoɔ.","arabic":"لَن تَنَالُواْ ٱلۡبِرَّ حَتَّىٰ تُنفِقُواْ مِمَّا تُحِبُّونَۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":385,"juzNumber":3,"footnotes":"","lang":"asn"},{"name":"3:93","price":"Na anka Israel mma no wͻ aduane biara ho kwan (sε wͻ’die), ansa na yεrebesiane Tora no, gyesε (nnuane bi a) Israel (anaasε Ya’aquub) no ara braa ͻno ara ne ho. (Nkͻmhyεni), ka sε: “Monfa Tora no mmra na monkenkan, sε moyε nokwafoͻ ampa a.","arabic":"۞ كُلُّ ٱلطَّعَامِ كَانَ حِلّٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ إِلَّا مَا حَرَّمَ إِسۡرَٰٓءِيلُ عَلَىٰ نَفۡسِهِۦ مِن قَبۡلِ أَن تُنَزَّلَ ٱلتَّوۡرَىٰةُۚ قُلۡ فَأۡتُواْ بِٱلتَّوۡرَىٰةِ فَٱتۡلُوهَآ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":386,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:94","price":"Enti obi a obetwa nkontompo ato Nyankopͻn so wͻ woi akyi no, saa nkorͻfoͻ no ne nnipa bͻnefoͻ no.","arabic":"فَمَنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ مِنۢ بَعۡدِ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":387,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:95","price":"(Nkͻmhyεni), ka sε: “Nyankopͻn na Ɔka nokorε. Enti moni Abraham, ͻteneneeni no kwan no so; na ͻnka abosomsomfoͻ no ho.","arabic":"قُلۡ صَدَقَ ٱللَّهُۗ فَٱتَّبِعُواْ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":388,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:96","price":"Nokorε sε, (Nyamesom) Fie a edikan a yεde sii hͻ maa adasamma ne deε εwͻ Bakata (Maka) no; εyε nhyira ne tenenee dema amansan nyinaa.","arabic":"إِنَّ أَوَّلَ بَيۡتٖ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكٗا وَهُدٗى لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":389,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:97","price":"Emu na nsεnkyerεnee a εda adi pefee wͻ, (titiriw) Abraham gyinabea hͻ. obiara a ͻbewura mu no anya akomatͻyamu. Nyankopͻn ayε Efie hͻ nsrahwε no nhyε de ato adasamma so (titiriw) obi a ͻbenya (εho kwan. Na obi a ͻbεpo (Haji) no, Nyankopͻn deε Wanya Neho wͻ abͻdeε nyinaa so.","arabic":"فِيهِ ءَايَٰتُۢ بَيِّنَٰتٞ مَّقَامُ إِبۡرَٰهِيمَۖ وَمَن دَخَلَهُۥ كَانَ ءَامِنٗاۗ وَلِلَّهِ عَلَى ٱلنَّاسِ حِجُّ ٱلۡبَيۡتِ مَنِ ٱسۡتَطَاعَ إِلَيۡهِ سَبِيلٗاۚ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":390,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:98","price":"(Nkͻmhyεni), ka sε: “Mo a yama mo Nyamesom ho Nwoma, adεn nti na mopo Nyankopͻn nsεm no, aberε a Nyankopͻn ne Ɔdanseni a odi dwuma a modie nyinaa ho adanseε.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَٱللَّهُ شَهِيدٌ عَلَىٰ مَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":391,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:99","price":"Ka sε: Mo a yama mo Nyamesom ho Nwoma, adεn nti na mosi wͻn a wͻ’agye adie no kwan firi Nyankopͻn kwan no so hwehwε sε anka (ͻkwan no) bεkyea, aberε a modi ho adanseε? Nyankopͻn deε Ɔmuu N’ani nguu dwuma a modie no so.","arabic":"قُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لِمَ تَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ تَبۡغُونَهَا عِوَجٗا وَأَنتُمۡ شُهَدَآءُۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":392,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:100","price":"Mo a moagye adie, sε moyԑ sotie ma wͻn a y’ama wͻn Nyamesom ho Nwoma no mu fekuo no bi a, mogyidie akyi no wͻ’bεma mo asan aba moakyi abεyε (Kaafir) boniayεfoͻ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ فَرِيقٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ يَرُدُّوكُم بَعۡدَ إِيمَٰنِكُمۡ كَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":393,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:101","price":"Na εbεyε dεn na moakͻyε (Kaafir) boniayεfoͻ wͻ aberε a mo na yεkenkan Nyankopͻn Nsεm no kyerε mo, na momu nso na Nyankopͻn Somafoͻ (Muhammad) wͻ? Obi a ͻbεsͻ Nyankopͻn mu yie no, ampa sε w’anya kwan kyerε a εkͻ (Nyankopͻn) kwan tenenee no soͻ.","arabic":"وَكَيۡفَ تَكۡفُرُونَ وَأَنتُمۡ تُتۡلَىٰ عَلَيۡكُمۡ ءَايَٰتُ ٱللَّهِ وَفِيكُمۡ رَسُولُهُۥۗ وَمَن يَعۡتَصِم بِٱللَّهِ فَقَدۡ هُدِيَ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":394,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:102","price":"Mo a moagye adie, monsuro Nyankopͻn sεdeε Ɔfata sε yesuro no kͻpem biara; na monhwε yie na moanwu gyesε moyε Muslimifoͻ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":395,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:103","price":"Monkuta Nyankopͻn ahoma (anaasε nesom no ne emu mmra ne ahyεdeε) no nyinaa mu yie, na monhwε na momu ampaepae; na monkae Nyankopͻn adom a Ɔde adom mo wͻ εberε a na anka moyε atamfoͻ εna Ɔkaa mo akoma bͻͻ mu wͻ ͻdͻ mu, εna n’adom mu no mobεyεε anuanom; na anka mowͻ Amanehunu gya amena no ano, εna Oyii mo firii ho. Saa ara na Nyankopͻn kyerεkyerε Nensεm no mu de kyerε mo sεdeε mobenya kwan kyerε.","arabic":"وَٱعۡتَصِمُواْ بِحَبۡلِ ٱللَّهِ جَمِيعٗا وَلَا تَفَرَّقُواْۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ كُنتُمۡ أَعۡدَآءٗ فَأَلَّفَ بَيۡنَ قُلُوبِكُمۡ فَأَصۡبَحۡتُم بِنِعۡمَتِهِۦٓ إِخۡوَٰنٗا وَكُنتُمۡ عَلَىٰ شَفَا حُفۡرَةٖ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنۡهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":396,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:104","price":"Ԑsεsε yenya fekuo bi firi momu a, wͻ'bεfrε (amanfoͻ) akͻ papa no mu na w’ahyε (wͻn) ama wͻn ayε deε εyε, na wͻ’abra (amanfoͻ) ama wͻ’atwe wͻn ho afri amumuyε ho. Saa nkorͻfoͻ no ne nkonimdifoͻ no.","arabic":"وَلۡتَكُن مِّنكُمۡ أُمَّةٞ يَدۡعُونَ إِلَى ٱلۡخَيۡرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":397,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:105","price":"Monhwε na moankͻ yε sε wͻn a akyire yi a wͻ’nsa kaa nkyerεkyerεmu ne nyinasoͻ pefee no na wͻn ntεm paepaeε na nkyinnyeԑ baa wͻntԑm no; saa nkorͻfoͻ no wͻ asotwee kεseɛ paa.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ تَفَرَّقُواْ وَٱخۡتَلَفُواْ مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡبَيِّنَٰتُۚ وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":398,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:106","price":"Ɛda no a (ebinom) anim bεyε fitaa na (ebinom) nso anim bεyε tumm no; (yεbεka akyerε) wͻn a wͻn anim tumm no sε: “Mogyidie akyi no mopoo nokorε no. Enti monka asotwee no nhwε, εnam nokorε a mopoeε no ho nti.”","arabic":"يَوۡمَ تَبۡيَضُّ وُجُوهٞ وَتَسۡوَدُّ وُجُوهٞۚ فَأَمَّا ٱلَّذِينَ ٱسۡوَدَّتۡ وُجُوهُهُمۡ أَكَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":399,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:107","price":"Wͻn nso a wͻn anim (ahyerεn) fitaa no deɛ, wɔ’bεkͻ Nyankopͻn Ahummͻborͻ no mu. Na emu na wͻ’bεtena afe bͻͻ.","arabic":"وَأَمَّا ٱلَّذِينَ ٱبۡيَضَّتۡ وُجُوهُهُمۡ فَفِي رَحۡمَةِ ٱللَّهِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":400,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:108","price":"Woi yε Nyankopͻn Nsεm a Yεde nokorɛ no na ɛrekenkan kyerε woͻ. Nyankopͻn deε Ɔmpε bͻne mma abͻdeε no.","arabic":"تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۗ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعَٰلَمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":401,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:109","price":"Nyankopͻn na deε εwͻ soro ne deε εwͻ asaase so (nyinaa) yε Nedea. Nyankopͻn hͻ na nsεm no nyinaa san kͻ.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":402,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:110","price":"Mone amanfoͻ papa a yayi mo ama adasamma. Mohyε (nnipa) ma wͻ‘di dwuma pa, san bra (wͻn) amumuyε, san gye Nyankopͻn di. Sε wͻn a yama wͻn Nyamesom ho Nwoma no regye adi a, anka εyε ma wͻn. Wͻn mu bi yε agyidiefoͻ deε, nanso wͻn mu dodoͻ no ara yε abͻneεfoͻ.","arabic":"كُنتُمۡ خَيۡرَ أُمَّةٍ أُخۡرِجَتۡ لِلنَّاسِ تَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَتَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَتُؤۡمِنُونَ بِٱللَّهِۗ وَلَوۡ ءَامَنَ أَهۡلُ ٱلۡكِتَٰبِ لَكَانَ خَيۡرٗا لَّهُمۚ مِّنۡهُمُ ٱلۡمُؤۡمِنُونَ وَأَكۡثَرُهُمُ ٱلۡفَٰسِقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":403,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:111","price":"Wͻ’nntumi nyε mo hwee na mmom atεm na wͻ’bedi mo, sε wͻ’ne mo ko nso a wͻ’bεdane wͻn akyi (adwane). Na wͻ’nnya ͻboafoͻ.","arabic":"لَن يَضُرُّوكُمۡ إِلَّآ أَذٗىۖ وَإِن يُقَٰتِلُوكُمۡ يُوَلُّوكُمُ ٱلۡأَدۡبَارَ ثُمَّ لَا يُنصَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":404,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:112","price":"Faako a wͻn wͻ biara no animguaseε na εbεka wͻn, gyesε wͻ’hyε Nyankopͻn Apam ase ne amanfoͻ apam ase; wͻ’atwe Nyankopͻn abufuo aba wͻn ho so, na aniwuo aka wͻn efirisε, na wͻ’po Nyanko-pͻn Nsεm, san kunkum Nkͻmhyεfoͻ no wͻ aberε a εnyε kwan pa soͻ. Efrisε na wͻ’yε asoͻdenfoͻ na na wͻ’to mmra nso.","arabic":"ضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ أَيۡنَ مَا ثُقِفُوٓاْ إِلَّا بِحَبۡلٖ مِّنَ ٱللَّهِ وَحَبۡلٖ مِّنَ ٱلنَّاسِ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِ وَضُرِبَتۡ عَلَيۡهِمُ ٱلۡمَسۡكَنَةُۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":405,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:113","price":"Wͻn a yama wͻn Nyamesom ho Nwoma no, nyinaa nyε pε. Wͻn mu bi yε nnipa a wͻ’gyina (nokorε) so pintinn, kenkan Nyankopͻn Nsεm no anadwo berε, de wͻn anim butu fͻm (ma Nyankopͻn).","arabic":"۞ لَيۡسُواْ سَوَآءٗۗ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ أُمَّةٞ قَآئِمَةٞ يَتۡلُونَ ءَايَٰتِ ٱللَّهِ ءَانَآءَ ٱلَّيۡلِ وَهُمۡ يَسۡجُدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":406,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:114","price":"Wͻ’gye Nyankopͻn ne Ɛda a edi akyire no di, wͻ’hyε (amanfoͻ) ma wͻ’di dwuma pa, na wͻ’bra (wͻn) amumuyε, na wͻ’si akan wͻ papa yε ho. Woi nom na wͻ’ka apapafoͻ no ho no.","arabic":"يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِۖ وَأُوْلَٰٓئِكَ مِنَ ٱلصَّٰلِحِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":407,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:115","price":"Papa biara a wͻ’bεyε no yε’mmpo. Nyankopͻn deε Onim Nyame-surofoͻ no.","arabic":"وَمَا يَفۡعَلُواْ مِنۡ خَيۡرٖ فَلَن يُكۡفَرُوهُۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":408,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:116","price":"Nokorε sε, wͻn a wͻ’po nokorε no, wͻn agyapadeε ne wͻn mma ho mma mfasoͻ biara mma wͻn ntia Nyankopͻn, na wͻn ne Amanehunu gya no mu foͻ no, emu na wͻ’bεtena afe bͻͻ.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ لَن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـٔٗاۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":409,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:117","price":"Deε wͻ’yi dema wͻ wiase (de hwehwε din ne nkamfoͻ) no mfatoho tesε mframa kεseε bi a εrebͻ na awͻ a ano yε den wͻ mu, na abͻ asεe amanfoͻ a wͻ’dii wͻn ho amim no mfuo. Ԑnyε Nyankopͻn na Ɔyεε wͻn bͻne, na mmom wͻn ara na wͻ’yεε wͻn ho bͻne.","arabic":"مَثَلُ مَا يُنفِقُونَ فِي هَٰذِهِ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَثَلِ رِيحٖ فِيهَا صِرٌّ أَصَابَتۡ حَرۡثَ قَوۡمٖ ظَلَمُوٓاْ أَنفُسَهُمۡ فَأَهۡلَكَتۡهُۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِنۡ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":410,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:118","price":"Mo a moagye adie, monhwε na moanfri moho akyi amfa ayͻnkoͻ, (efrisε boniayεfoͻ no) mpaa aba sε wͻ’pεsε wͻ’bεsεe mo. Deε wͻ’pε mo ne sε anka ͻhaw kεseε bi beto mo. Ɔtan paa apue afiri wͻn ano, na deε asuma wͻ wͻn akoma mu no na εsoo paa. Ampa sε, Y’akyerεkyerε nsεm no mu akyerε mo, sε mowͻ adwene a.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ بِطَانَةٗ مِّن دُونِكُمۡ لَا يَأۡلُونَكُمۡ خَبَالٗا وَدُّواْ مَا عَنِتُّمۡ قَدۡ بَدَتِ ٱلۡبَغۡضَآءُ مِنۡ أَفۡوَٰهِهِمۡ وَمَا تُخۡفِي صُدُورُهُمۡ أَكۡبَرُۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِۖ إِن كُنتُمۡ تَعۡقِلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":411,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:119","price":"Hwε, mona mopε wͻn asεm na wͻn deε wͻ’mpε moasεm. Mogye Nwoma no nyinaa di. Sε wͻ’hyia mo a, asεm a wͻ’ka ne sε: “Yε’gye di”. Sε εka wͻn nko ara nso a, wͻ’de abufuo ka wɔnsa teaa ano gu mo so. Ka sε: “Monwu wͻ mo abufuo no mu!” Nokorε sε, Nyankopͻn ne deε εwͻ akoma mu no ho Nimdefoͻ.","arabic":"هَٰٓأَنتُمۡ أُوْلَآءِ تُحِبُّونَهُمۡ وَلَا يُحِبُّونَكُمۡ وَتُؤۡمِنُونَ بِٱلۡكِتَٰبِ كُلِّهِۦ وَإِذَا لَقُوكُمۡ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ عَضُّواْ عَلَيۡكُمُ ٱلۡأَنَامِلَ مِنَ ٱلۡغَيۡظِۚ قُلۡ مُوتُواْ بِغَيۡظِكُمۡۗ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":412,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:120","price":"Sε asεmpa bi to mo a na εyε wͻn ya, sε bͻne bi nso to mo a wͻ’di ho ahurusie. Nanso sε monya aboterε na moyε ahwεyie (suro Nyame) a, wͻn pͻ (bͻne a wͻn abͻ biara) ntumi nyε mo hwee. Nokorε sε, Nyankopͻn atwa dwuma a wͻ’die no nyinaa ho ahyia.","arabic":"إِن تَمۡسَسۡكُمۡ حَسَنَةٞ تَسُؤۡهُمۡ وَإِن تُصِبۡكُمۡ سَيِّئَةٞ يَفۡرَحُواْ بِهَاۖ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ لَا يَضُرُّكُمۡ كَيۡدُهُمۡ شَيۡـًٔاۗ إِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ مُحِيطٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":413,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:121","price":"(Nkͻmhyεni), kae sε wopue gyaa w’abusuafoͻ hͻ anͻpa tutuutu (kͻͻ Uhud) akono hͻ kͻhyehyεε faako a agyidiefoͻ no begyina ako. Na Nyankopͻn deε Ɔte biribiara, na Ɔne Onimdefoͻ.","arabic":"وَإِذۡ غَدَوۡتَ مِنۡ أَهۡلِكَ تُبَوِّئُ ٱلۡمُؤۡمِنِينَ مَقَٰعِدَ لِلۡقِتَالِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":414,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:122","price":"Kae εberε a momu fekuo mmienu bi (Banu Salima ne Banu Haaris) yεε wͻn adwen sε anka wͻ’reyi ehuu adie no, na Nyankopͻn ne wͻn mmienu Kyitaafoͻ. Na Nyankopͻn so na εsεsε agyidiefoͻ no de wͻn ho toͻ.","arabic":"إِذۡ هَمَّت طَّآئِفَتَانِ مِنكُمۡ أَن تَفۡشَلَا وَٱللَّهُ وَلِيُّهُمَاۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":415,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:123","price":"Nokorε sε, Nyankopͻn boaa mo wͻ Badar (koo no mu) εberε a na monni ahoͻden. Enti monsuro Nyankopͻn sεdeε mobeyi (no) ayε.","arabic":"وَلَقَدۡ نَصَرَكُمُ ٱللَّهُ بِبَدۡرٖ وَأَنتُمۡ أَذِلَّةٞۖ فَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":416,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:124","price":"Kae εberε a wo ka kyerεε agyidiefoͻ no sε: “Enti εnsom bo mma mo sε, mo Wura Nyankopͻn besiane Soro abͻfoͻ mpem mmiεnsa abεboa mo?”","arabic":"إِذۡ تَقُولُ لِلۡمُؤۡمِنِينَ أَلَن يَكۡفِيَكُمۡ أَن يُمِدَّكُمۡ رَبُّكُم بِثَلَٰثَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُنزَلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":417,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:125","price":"Aane, sε monya aboterε na mo suro Nyame, na sε atamfoᴐ no de wͻn abufuhyeε ba moso a, mo Wura Nyankopͻn de Soro abͻfoͻ mpem nnum a wɔ’ko wɔ anibere soɔ, (anaa) yahyε wɔn nso bεboa mo.","arabic":"بَلَىٰٓۚ إِن تَصۡبِرُواْ وَتَتَّقُواْ وَيَأۡتُوكُم مِّن فَوۡرِهِمۡ هَٰذَا يُمۡدِدۡكُمۡ رَبُّكُم بِخَمۡسَةِ ءَالَٰفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُسَوِّمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":418,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:126","price":"Onyankopͻn yεε (saa bͻhyε yi) anigyesεm demaa mo, sεdeε moakoma bεtͻ moyεm wͻ ho. Na nkonimdie deε Nyankopͻn Tumfoͻ a Ɔso ade nyinaa yε, Onyansafoͻ no hͻ nko ara na ɛwɔ.","arabic":"وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ لَكُمۡ وَلِتَطۡمَئِنَّ قُلُوبُكُم بِهِۦۗ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":419,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:127","price":"Sεdeε Ɔbetwa boniayεfoͻ no bi atwene, anaasε Ɔbεma wͻn adi nkoguo na wͻ’asan akͻ na wͻn botaeε ayε kwa.","arabic":"لِيَقۡطَعَ طَرَفٗا مِّنَ ٱلَّذِينَ كَفَرُوٓاْ أَوۡ يَكۡبِتَهُمۡ فَيَنقَلِبُواْ خَآئِبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":420,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:128","price":"Sε Nyankopͻn de wͻn bͻne bεkyε wͻn, anaasε Ɔbεtwe wͻn aso, εno deε εnyε w’asεm. Nokorε sε, wͻ’yε abͻneεfoͻ.","arabic":"لَيۡسَ لَكَ مِنَ ٱلۡأَمۡرِ شَيۡءٌ أَوۡ يَتُوبَ عَلَيۡهِمۡ أَوۡ يُعَذِّبَهُمۡ فَإِنَّهُمۡ ظَٰلِمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":421,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:129","price":"Deε εwͻ soro ne deε εwͻ asaase so (nyinaa) wͻ Nyankopͻn; Ɔde obi a Ɔpε bͻne kyε no, εna ͻtwe obi a Ɔpε nso aso. Nokorε sε, Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":422,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:130","price":"Mo a moagye adie, monhwε na moani bosea nsihoo mmͻhoo-mmͻhoo; na monsuro Nyankopͻn sεdeε mobedi nkonim.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُواْ ٱلرِّبَوٰٓاْ أَضۡعَٰفٗا مُّضَٰعَفَةٗۖ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":423,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:131","price":"Na monsuro Amanehunu gya no a yasiesie ama boniayεfoͻ no.","arabic":"وَٱتَّقُواْ ٱلنَّارَ ٱلَّتِيٓ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":424,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:132","price":"Na monyε sotie ma Nyankopͻn ne Ɔsomafoͻ no sεdeε (Nyankopͻn) behu mo mmͻbͻ.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":425,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:133","price":"Na moma moho nyε hare nkͻ bͻnefakyε a efiri mo Wura (Nyankopͻn) hͻ no mu, εne Aheman no a ne kεseε anaa netεtrεtε tesε ͻsoro ne asaase a, yasiesie ama Nyame-surofoͻ no-,","arabic":"۞ وَسَارِعُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":426,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:134","price":"Wͻn a ahotͻ (berε) ne ahokyerε (berε mu nyinaa no) wͻ’yi wͻn agyapadeε dema; na wͻ’hyε wͻn abufuo soͻ, na wͻ’de amanfoͻ (a wͻn afom wͻn) mfomsoͻ kyε wͻn. Nyankopͻn deε Ɔpε wͻn a wͻ’yε papa no asεm.","arabic":"ٱلَّذِينَ يُنفِقُونَ فِي ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":427,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:135","price":"Wͻn a sε wͻ’bu ahohwi bra bi, anaasε wͻ’yε bͻne tia wͻn kraa a wͻ’kae Nyankopͻn na wͻ’srε wͻn bͻne no ho bͻnefakyε;- Hwan na ͻde bͻne kyε; gyesε Nyankopͻn-; na wͻ’nnsan nntͻ nkͻ bͻne a wͻ’yͻeε no so bio wͻ aberε a wͻ’nim.","arabic":"وَٱلَّذِينَ إِذَا فَعَلُواْ فَٰحِشَةً أَوۡ ظَلَمُوٓاْ أَنفُسَهُمۡ ذَكَرُواْ ٱللَّهَ فَٱسۡتَغۡفَرُواْ لِذُنُوبِهِمۡ وَمَن يَغۡفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمۡ يُصِرُّواْ عَلَىٰ مَا فَعَلُواْ وَهُمۡ يَعۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":428,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:136","price":"Saa nkorofoͻ no akatua ne bͻne fakyε a efri wͻn Wura Nyankopͻn hͻ, εna ͻsoro Aheman a nsubͻnten nenam aseε; emu na wͻ’bεtena afe bͻͻ. Akatua pa paa wͻhͻ ma wͻn a wͻ’dii dwuma pa no.","arabic":"أُوْلَٰٓئِكَ جَزَآؤُهُم مَّغۡفِرَةٞ مِّن رَّبِّهِمۡ وَجَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَنِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":429,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:137","price":"Mfatoho anaasε asεm nnahͻͻ (pii) na adi moanim kan atwa mu kͻ; enti montu kwan wͻ asaase no so na monhwε sεdeε wͻn a wͻ’poo nokorε no awieε si wieε.","arabic":"قَدۡ خَلَتۡ مِن قَبۡلِكُمۡ سُنَنٞ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":430,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:138","price":"(Qur’aan) woi yε nkyerεkyerεmu pefee dema adasamma, na εyε kwankyerε ne afutusεm dema Nyame-surofoͻ no.","arabic":"هَٰذَا بَيَانٞ لِّلنَّاسِ وَهُدٗى وَمَوۡعِظَةٞ لِّلۡمُتَّقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":431,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:139","price":"Enti mommpa aba, na mommma mowerε nso nnho, na mona mo wͻ soͻ (anaasε mone nkonimdifoͻ no), sε moyε agyidiefoͻ ampa a.","arabic":"وَلَا تَهِنُواْ وَلَا تَحۡزَنُواْ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":432,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:140","price":"Sε moapira pira bi (wͻ Uhud koo no mu) a, ampa sε nkorͻfoͻ no nso apira saa ara bi pεn (wͻ Badar koo no mu). Saa ara na Yedi nna no adane-adanee wͻ nnipa ntεm, sεdeε Nyankopͻn de (bεyε nyinasoͻ) ahunu wͻn a wͻ’gye die, na Obenya mogya ho adansefoͻ afri mo mu. Na Nyankopͻn deε Ɔmpε abͻneεfoͻ no asεm.","arabic":"إِن يَمۡسَسۡكُمۡ قَرۡحٞ فَقَدۡ مَسَّ ٱلۡقَوۡمَ قَرۡحٞ مِّثۡلُهُۥۚ وَتِلۡكَ ٱلۡأَيَّامُ نُدَاوِلُهَا بَيۡنَ ٱلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَتَّخِذَ مِنكُمۡ شُهَدَآءَۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":433,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:141","price":"Na Nyankopͻn debɛte wͻn a wͻ’agye adie no ho, na W’ayi boniayεfoͻ no afiri hͻ nkakrankakra.","arabic":"وَلِيُمَحِّصَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَيَمۡحَقَ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":434,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:142","price":"Enti moadwen yε mo sε mobεkͻ soro Aheman no mu wͻ aberε a Nyankopͻn nhunuu momu wͻn a wͻ’reko (wͻ ne kwan no soͻ), nhunuu aboterεfoͻ no?","arabic":"أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَيَعۡلَمَ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":435,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:143","price":"Ampa sε, na anka mopε owuo no ansa na morebehyia no; ampa sε afei deε moahu (owuo) no aberɛ a moani tua.","arabic":"وَلَقَدۡ كُنتُمۡ تَمَنَّوۡنَ ٱلۡمَوۡتَ مِن قَبۡلِ أَن تَلۡقَوۡهُ فَقَدۡ رَأَيۡتُمُوهُ وَأَنتُمۡ تَنظُرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":436,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:144","price":"Muhammad gyinaberε ara ne sε, ͻyε Ɔsomafoͻ. Asomafoͻ no pii na adi n’anim kan atwa mu kͻ. Enti sε owu, anaasε yeku no a, mobεdane moho wͻ monantini so (anaa mobegyae Islam asan akͻ moakyi)? Obi a ͻbεdane ne ho wͻ nenantini soͻ no, ontumi nyε Nyankopͻn hwee. Na Nyankopͻn deε Ɔbetua wͻn a wͻ’yi (no) ayε no (dwumadi pa) no so ka.","arabic":"وَمَا مُحَمَّدٌ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُۚ أَفَإِيْن مَّاتَ أَوۡ قُتِلَ ٱنقَلَبۡتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡۚ وَمَن يَنقَلِبۡ عَلَىٰ عَقِبَيۡهِ فَلَن يَضُرَّ ٱللَّهَ شَيۡـٔٗاۚ وَسَيَجۡزِي ٱللَّهُ ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":437,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:145","price":"Na εmma sε ᴐkra bi bewu, gyesε Nyankopͻn ma ho kwan, (owuo) yε berε a yahyehyε ato hͻ. Obi a ͻpε wiase akatua no Yε’de ma no, obi a ͻpε Daakye akatua no nso Yε’de bεma no, na Y’ebetua wͻn a wͻ’yi (Nyame) ayε no ka.","arabic":"وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا مُّؤَجَّلٗاۗ وَمَن يُرِدۡ ثَوَابَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَن يُرِدۡ ثَوَابَ ٱلۡأٓخِرَةِ نُؤۡتِهِۦ مِنۡهَاۚ وَسَنَجۡزِي ٱلشَّٰكِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":438,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:146","price":"Nkͻmhyεfoͻ pii na wͻn ako (wͻ Nyame kwan so) a nwomanimfoͻ Nyame-somfoͻ pii ka wͻn ho. Nanso wͻn ampa aba wͻ deε εtoo wͻn wͻ Nyame kwan soͻ no ho, na amma wͻn ammrε wͻn ho ase nso (amma abͻneεfoͻ no). Nyankopͻn deε Ɔpε aboterεfoͻ anaa wͻn a wͻ’gyina pintinn no asεm.","arabic":"وَكَأَيِّن مِّن نَّبِيّٖ قَٰتَلَ مَعَهُۥ رِبِّيُّونَ كَثِيرٞ فَمَا وَهَنُواْ لِمَآ أَصَابَهُمۡ فِي سَبِيلِ ٱللَّهِ وَمَا ضَعُفُواْ وَمَا ٱسۡتَكَانُواْۗ وَٱللَّهُ يُحِبُّ ٱلصَّٰبِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":439,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:147","price":"Wͻn asεm a wͻ’kaeε ara nesε: “Ye’ Wura Nyankopͻn, fa yεn bͻne, ne yεn nyuma a aboro soͻ ne deε atͻ sin (ho mfomsoͻ) kyε yεn, na ma yenyina pintinn wͻ yεn nnan so, na boa yεn ma yeni boniayεfoͻ no so nkonim”.","arabic":"وَمَا كَانَ قَوۡلَهُمۡ إِلَّآ أَن قَالُواْ رَبَّنَا ٱغۡفِرۡ لَنَا ذُنُوبَنَا وَإِسۡرَافَنَا فِيٓ أَمۡرِنَا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":440,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:148","price":"Enti Nyankopͻn maa wͻn wiase yi mu akatua ne Daakye no nso akatua pa paa no nso. Onyankopͻn deε Ɔpε ayεmyεfoͻ no asεm.","arabic":"فَـَٔاتَىٰهُمُ ٱللَّهُ ثَوَابَ ٱلدُّنۡيَا وَحُسۡنَ ثَوَابِ ٱلۡأٓخِرَةِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":441,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:149","price":"Mo a moagye adie, sε moyε sotie ma wͻn a w’apo nokorε no a wͻ’bεma moasan moakyi abεfa monantin so na moadane moho aberε agu.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تُطِيعُواْ ٱلَّذِينَ كَفَرُواْ يَرُدُّوكُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":442,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:150","price":"Aane, Nyankopͻn ne mo Kyitaafoͻ, na Ɔne Ɔboafoͻ papa a Ɔkyεn aboafoͻ nyinaa.","arabic":"بَلِ ٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ خَيۡرُ ٱلنَّٰصِرِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":443,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:151","price":"Yε’bεbͻ ehuu agu wͻn a wͻ’po nokorε no akoma mu, εnam deε wͻ’de bata Nyankopͻn ho a yensianee nyinasoͻ anaa tumi biara (maa wͻn) wͻ ho no nti. Wͻn fie ne Amanehunu gyem, na εhͻ yε efie bͻne paa ma abͻneεfoͻ no.","arabic":"سَنُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ بِمَآ أَشۡرَكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗاۖ وَمَأۡوَىٰهُمُ ٱلنَّارُۖ وَبِئۡسَ مَثۡوَى ٱلظَّٰلِمِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":444,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:152","price":"Ampa sε, Nyankopͻn dii Ne bͻhyε so maa mo, εberε a N’akwamma mu no mokunkum (abosomsomfoͻ no) kͻpem sε mogooeε, na mogyee akyinnye wͻ nhyehyεε (anaa dwumadie) no ho, na moyεε ho asoͻden wͻ akyire yi a Nyankopͻn de adeε a na anka mopε no kyerεε mo. Momu bi wͻhͻ a na wͻ’pε wiase, εna na momu bi nso pε Daakye no. Afei Ɔdanee mo firii wͻn so sεdeε Ɔbεsͻ mo ahwε; na ampa sɛ Ɔde (mo mfomsoɔ no) afri mo. Nyankopɔn adom a ɛwɔ agyidiefoɔ no soɔ no so paa.","arabic":"وَلَقَدۡ صَدَقَكُمُ ٱللَّهُ وَعۡدَهُۥٓ إِذۡ تَحُسُّونَهُم بِإِذۡنِهِۦۖ حَتَّىٰٓ إِذَا فَشِلۡتُمۡ وَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَعَصَيۡتُم مِّنۢ بَعۡدِ مَآ أَرَىٰكُم مَّا تُحِبُّونَۚ مِنكُم مَّن يُرِيدُ ٱلدُّنۡيَا وَمِنكُم مَّن يُرِيدُ ٱلۡأٓخِرَةَۚ ثُمَّ صَرَفَكُمۡ عَنۡهُمۡ لِيَبۡتَلِيَكُمۡۖ وَلَقَدۡ عَفَا عَنكُمۡۗ وَٱللَّهُ ذُو فَضۡلٍ عَلَى ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":445,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:153","price":"Monkae εberε a na moredwane kͻ (bepͻ no) soro no a moantwa moani anhwε obiara mpo, wͻ εberε a na Ɔsomafoͻ no wͻ moakyi retea mu frε mo no; εhͻ na Nyankopͻn de awerεhoͻ foaa awerεhoͻ so detuaa moka, sεdeε monni awerεhoͻ (pii) wͻ deε ahwere mo anaasε deε ato mo no ho. Na Nyankopͻn ne dwuma a modie no ho Amanebͻfoͻ.","arabic":"۞ إِذۡ تُصۡعِدُونَ وَلَا تَلۡوُۥنَ عَلَىٰٓ أَحَدٖ وَٱلرَّسُولُ يَدۡعُوكُمۡ فِيٓ أُخۡرَىٰكُمۡ فَأَثَٰبَكُمۡ غَمَّۢا بِغَمّٖ لِّكَيۡلَا تَحۡزَنُواْ عَلَىٰ مَا فَاتَكُمۡ وَلَا مَآ أَصَٰبَكُمۡۗ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":446,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:154","price":"Afei awerεhoͻ no akyiri no Osianee awerεkyekyerε baa mo so maa momu fekuo bi ani kumui, aberε nso a na fekuo bi nso wͻn nkwa (ho asεm) na na ehia wͻn, maa wͻ’dwene Nyankopͻn ho abagyimifoͻ adwen a εmfata. Deε na wͻ’reka ne sε: “Enti yεwͻ ano bi wͻ dwumadie yi mu anaa? (Nkͻmhyεni), ka sε: ”Dwumadie no nyinaa wͻ Nyankopͻn.” Wͻ’de nsεm bi sie wͻ wͻn akoma mu a wͻ’nna no adi nkyerε woͻ. Deε wͻ’ka ne sε. “Sε yε wͻ ano bi wͻ dwumadie yi mu a anka yammε kunkum yεn wͻ ha”. Ka sε: “Sε mowͻ moafie mu mpo a anka wͻn a yahyehyε ama wͻn sε yεbeku wͻn no bepue akͻ bea a wͻ’bewu ada hͻ. Nyankopͻn (maa no baa saa) sε Ɔde bεsͻ deε εwͻ moakoma mu no ahwε, na W’ate deε εwͻ moakoma mu no ho. Na Nyankopͻn ne deε εwͻ akoma mu no ho Nimdefoͻ.","arabic":"ثُمَّ أَنزَلَ عَلَيۡكُم مِّنۢ بَعۡدِ ٱلۡغَمِّ أَمَنَةٗ نُّعَاسٗا يَغۡشَىٰ طَآئِفَةٗ مِّنكُمۡۖ وَطَآئِفَةٞ قَدۡ أَهَمَّتۡهُمۡ أَنفُسُهُمۡ يَظُنُّونَ بِٱللَّهِ غَيۡرَ ٱلۡحَقِّ ظَنَّ ٱلۡجَٰهِلِيَّةِۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلۡأَمۡرِ مِن شَيۡءٖۗ قُلۡ إِنَّ ٱلۡأَمۡرَ كُلَّهُۥ لِلَّهِۗ يُخۡفُونَ فِيٓ أَنفُسِهِم مَّا لَا يُبۡدُونَ لَكَۖ يَقُولُونَ لَوۡ كَانَ لَنَا مِنَ ٱلۡأَمۡرِ شَيۡءٞ مَّا قُتِلۡنَا هَٰهُنَاۗ قُل لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ وَلِيَبۡتَلِيَ ٱللَّهُ مَا فِي صُدُورِكُمۡ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمۡۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":447,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:155","price":"Nokorε sε wͻn a wͻn wͻ mo mu a wͻ’danee wͻn akyi maeε wͻ da no a εdͻm mmienu no hyiaeε no, ͻbonsam na ͻmaa wͻn watriiε, εnam dwuma bi a wͻ’diiε ho nti. Nanso Nyankopͻn de wͻn mfomsoͻ afri wͻn. Nokorε sε, Nyankopͻn ne Bͻnefakyε Hene, na Ɔne Ntoboaseε Hene.","arabic":"إِنَّ ٱلَّذِينَ تَوَلَّوۡاْ مِنكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ إِنَّمَا ٱسۡتَزَلَّهُمُ ٱلشَّيۡطَٰنُ بِبَعۡضِ مَا كَسَبُواْۖ وَلَقَدۡ عَفَا ٱللَّهُ عَنۡهُمۡۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":448,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:156","price":"Mo a moagye adie, monhwε na moankͻyε sε boniayεfoͻ no a wͻ’ka kyerεε wͻn nuanom εberε a wͻ’tuu kwan wͻ asaase no so (na wͻ’kͻ wuiε), anaasε wͻ’kͻͻ εsa (na wͻ’wuiε) no sε: “Sε anka wͻn wͻ yεn hͻ a, anka wͻn annwu anaasε anka yannku wͻn no”. Nyankopͻn yεε no sεdeε wͻ’bedi (wͻn awufoͻ no ho) yaw kεse wͻ wͻn akoma mu. Nyankopͻn na Ɔma nkwa εna okum. Nyankopͻn deε N’ani tua dwuma a modie biara.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ كَفَرُواْ وَقَالُواْ لِإِخۡوَٰنِهِمۡ إِذَا ضَرَبُواْ فِي ٱلۡأَرۡضِ أَوۡ كَانُواْ غُزّٗى لَّوۡ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ لِيَجۡعَلَ ٱللَّهُ ذَٰلِكَ حَسۡرَةٗ فِي قُلُوبِهِمۡۗ وَٱللَّهُ يُحۡيِۦ وَيُمِيتُۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":449,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:157","price":"Nasε yeku mo anaa mowu wͻ Nyankopͻn kwan so a nokorε sε, bͻnefakyε ne ahummͻborͻ a efri Nyankopͻn hͻ no yε paa kyεn (wiase ahonyadeε) no a wͻ’reboaboa ano no.","arabic":"وَلَئِن قُتِلۡتُمۡ فِي سَبِيلِ ٱللَّهِ أَوۡ مُتُّمۡ لَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرَحۡمَةٌ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":450,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:158","price":"Na sε mowu, anaasε yeku mo a, Nyankopͻn hͻ na mobehyia.","arabic":"وَلَئِن مُّتُّمۡ أَوۡ قُتِلۡتُمۡ لَإِلَى ٱللَّهِ تُحۡشَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":451,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:159","price":"Ahummͻborͻ a efri Nyankopͻn hͻ no bi ne sε, wone wͻn adi no yie wͻ abodweε mu, nasε woyεε wensee maa akoma yεε dendeenden a anka wͻn a wͻ’atwa woho ahyia no gu gyaa wo. Enti fafri wͻn, na srε bͻnefakyε ma wͻn, na wone wͻn mmom mfa adwen wͻ dwumadie no ho. Nasε wode botae bi si w’ani so a, fa woho to Nyankopͻn so.","arabic":"فَبِمَا رَحۡمَةٖ مِّنَ ٱللَّهِ لِنتَ لَهُمۡۖ وَلَوۡ كُنتَ فَظًّا غَلِيظَ ٱلۡقَلۡبِ لَٱنفَضُّواْ مِنۡ حَوۡلِكَۖ فَٱعۡفُ عَنۡهُمۡ وَٱسۡتَغۡفِرۡ لَهُمۡ وَشَاوِرۡهُمۡ فِي ٱلۡأَمۡرِۖ فَإِذَا عَزَمۡتَ فَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَوَكِّلِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":452,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:160","price":"Sε Nyankopͻn boa mo a, obiara ntumi nni moso nkonim, nasε Ɔpa moakyi a εneε Ɔno N’akyi hwan na ͻbεboa mo? Enti agyidiefoͻ no mfa wͻn ho nto Nyankopͻn so.","arabic":"إِن يَنصُرۡكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمۡۖ وَإِن يَخۡذُلۡكُمۡ فَمَن ذَا ٱلَّذِي يَنصُرُكُم مِّنۢ بَعۡدِهِۦۗ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":453,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:161","price":"Ɛmma sε Nkͻmhyεni bi begu neho fi; enti obi a obegu neho fii no, ͻde adeε a oguu neho fii wͻ ho no bεba wͻ Wusͻreε da no. Afei ͻkra biara nsa bεka dwuma a odiiε so akatua pεpεεpε, na yennsisi wͻn.","arabic":"وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّۚ وَمَن يَغۡلُلۡ يَأۡتِ بِمَا غَلَّ يَوۡمَ ٱلۡقِيَٰمَةِۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":454,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:162","price":"Obi a odi Nyankopͻn apεdeε akyi no, enti (saa nipa no) tesε obia ͻtwe Nyankopͻn hͻ abufuo ba neho soͻ na n’asetena mu ne Amanehunu gyem? Nkyi bͻne paa ne hͻ.","arabic":"أَفَمَنِ ٱتَّبَعَ رِضۡوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":455,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:163","price":"Wͻn gyinaberε (bͻ abira wͻ) Nyankopͻn anim. Nyankopͻn ani tua dwuma a wͻ’die nyinaa.","arabic":"هُمۡ دَرَجَٰتٌ عِندَ ٱللَّهِۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":456,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:164","price":"Ampa sε Nyankopͻn de adom (kεse) adom agyidiefoͻ no, sε W’ayi Ɔsomafoͻ a ͻfri wͻn mu aba wͻn hͻ, ma ͻrekenkan Nensεm kyerε wͻn, na ͻrete wͻn ho (firi abosomsom fii ho), san kyerε wͻn Nwoma no ne Nyansa no, aberε a anka kanee no na wͻn wͻ ͻyera pefee paa mu.","arabic":"لَقَدۡ مَنَّ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ إِذۡ بَعَثَ فِيهِمۡ رَسُولٗا مِّنۡ أَنفُسِهِمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":457,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:165","price":"Ɛdeεn nti na εberε biara a mmusuo bi bεto mo no, moka sε: “Woi fri hen?” (Mmusuo a εtoo mo wͻ Uhud koo no mu no), mode nesεso mmienu adi (Quraishfoͻ no wͻ Badar koo no mu pεn). Ka sε: “(Mmusuo a ato mo no) fri mo ara. Nokorε sε, Nyankopͻn wͻ tumi wͻ biribiara so.","arabic":"أَوَلَمَّآ أَصَٰبَتۡكُم مُّصِيبَةٞ قَدۡ أَصَبۡتُم مِّثۡلَيۡهَا قُلۡتُمۡ أَنَّىٰ هَٰذَاۖ قُلۡ هُوَ مِنۡ عِندِ أَنفُسِكُمۡۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":458,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:166","price":"Deε εtoo mo wͻ εda no a εdͻm mmienu no hyiaeε no yε Nyankopͻn akwamma mu, sεdeε (Ɔbεgyina so) de ahunu agyidiefoͻ no-","arabic":"وَمَآ أَصَٰبَكُمۡ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِ فَبِإِذۡنِ ٱللَّهِ وَلِيَعۡلَمَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":459,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:167","price":"Na Ɔde behu wͻn a wͻ’yε nkͻnkͻnsafoͻ no. Yεka kyerεε (nkͻnkͻnsafoͻ no) sε: “Momra mεko wͻ Nyankopͻn kwan no so, anaasε momͻ (mokuro Madina) ho ban (mfiri Atamfoͻ nsam). Asεm a wͻ’kaeε ne sε: “Sε yenim sε ͻkoo nti a, anka yedii mo akyi. Saa da no na boniayε (kaafir) bεn wͻn kyεn gyidie. Wͻ’de wͻn ano ka deε enni wͻn akoma mu. Onyankopͻn Nim deε wͻ’de suma (wͻ wͻn akoma mu) no.","arabic":"وَلِيَعۡلَمَ ٱلَّذِينَ نَافَقُواْۚ وَقِيلَ لَهُمۡ تَعَالَوۡاْ قَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ أَوِ ٱدۡفَعُواْۖ قَالُواْ لَوۡ نَعۡلَمُ قِتَالٗا لَّٱتَّبَعۡنَٰكُمۡۗ هُمۡ لِلۡكُفۡرِ يَوۡمَئِذٍ أَقۡرَبُ مِنۡهُمۡ لِلۡإِيمَٰنِۚ يَقُولُونَ بِأَفۡوَٰهِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ وَٱللَّهُ أَعۡلَمُ بِمَا يَكۡتُمُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":460,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:168","price":"Wͻn a wͻ’tenaa (fie na w’ankͻ ͻkoo no bie) na wͻ’ka faa wͻn nuanom (a yaku wͻn) no ho sε: “Sε motiee yεn a, anka yanku mo no”, (Nkͻmhyεni), ka sε: “Ɛneε moma owuo mpare mo, sε moyε nokwafoͻ ampa a”.","arabic":"ٱلَّذِينَ قَالُواْ لِإِخۡوَٰنِهِمۡ وَقَعَدُواْ لَوۡ أَطَاعُونَا مَا قُتِلُواْۗ قُلۡ فَٱدۡرَءُواْ عَنۡ أَنفُسِكُمُ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":461,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:169","price":"Ԑmma moadwen nnyε mo sε wͻn a yaku wͻn wͻ Nyankopͻn kwan soͻ no awuwu. Daabi, wͻ’te ase wͻ wͻn Wura Nyankopͻn hͻ a yεbͻ wͻn akͻnhoma.","arabic":"وَلَا تَحۡسَبَنَّ ٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتَۢاۚ بَلۡ أَحۡيَآءٌ عِندَ رَبِّهِمۡ يُرۡزَقُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":462,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:170","price":"Wͻn ani agye deε Nyankopͻn firi N’adom mu de ama wͻn no ho; na wͻn anigye nso ma wͻn a wͻn wͻ wͻn akyi a wͻ’nnya (nwuu sε mogya ho adansefoͻ) mεkaa wͻn ho (na wͻ’reko Nyame kwan soͻ no sε: “(Sε wͻn wu a) ehu biara mma wͻn so, na wͻn werε nso nnho”.","arabic":"فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ وَيَسۡتَبۡشِرُونَ بِٱلَّذِينَ لَمۡ يَلۡحَقُواْ بِهِم مِّنۡ خَلۡفِهِمۡ أَلَّا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":463,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:171","price":"Wͻn ani agye akyεdeε ne adom a efiri Nyankopͻn hͻ no ho. Nokorε sε, Nyankopͻn mma agyidiefoͻ no akatua nnyε kwa da.","arabic":"۞ يَسۡتَبۡشِرُونَ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":464,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:172","price":"Wͻn a pira a ԑtoo wᴐn no akyi wͻ’gyee Nyankopͻn ne Ɔsomafoͻ no (frε) soͻ no. Wͻn a wͻ’yεε papa wͻ wͻn mu na wͻ’suroo Nyame no, wͻn wͻ akatua kεseε paa.","arabic":"ٱلَّذِينَ ٱسۡتَجَابُواْ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعۡدِ مَآ أَصَابَهُمُ ٱلۡقَرۡحُۚ لِلَّذِينَ أَحۡسَنُواْ مِنۡهُمۡ وَٱتَّقَوۡاْ أَجۡرٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":465,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:173","price":"Wͻn a amanfoͻ bi ka kyerεε wͻn sε: “Nokorε sε, nnipa bi (Quaraishfoͻ) aboa εdom (kεseε) bi ano (rebεko) atia mo, enti monsuro wͻn. Nanso (saa ahunahuna yi) maa gyidie foforͻ bεkaa wͻn gyidie ho, na wͻ’kaa sε Onyankopͻn som bo ma yεn, na Ɔne Okyitaafoͻ papa paa no.","arabic":"ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدۡ جَمَعُواْ لَكُمۡ فَٱخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَٰنٗا وَقَالُواْ حَسۡبُنَا ٱللَّهُ وَنِعۡمَ ٱلۡوَكِيلُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":466,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:174","price":"Enti wͻ’de adom ne akyεdeε a efri Nyankopͻn hͻ na εsan baeε, na bͻne biara anto wͻn, efirisε wͻ’dii Nyankopͻn apεdeε no so. Onyankopͻn na adom kεseε yε Nedea.","arabic":"فَٱنقَلَبُواْ بِنِعۡمَةٖ مِّنَ ٱللَّهِ وَفَضۡلٖ لَّمۡ يَمۡسَسۡهُمۡ سُوٓءٞ وَٱتَّبَعُواْ رِضۡوَٰنَ ٱللَّهِۗ وَٱللَّهُ ذُو فَضۡلٍ عَظِيمٍ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":467,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:175","price":"Ɛyε ͻbonsam na ͻrehunahuna n’akyitaafoͻ no, enti monhwε na moansuro wͻn, na monsuro Me, sε moyε agyidiefoͻ ampa a.","arabic":"إِنَّمَا ذَٰلِكُمُ ٱلشَّيۡطَٰنُ يُخَوِّفُ أَوۡلِيَآءَهُۥ فَلَا تَخَافُوهُمۡ وَخَافُونِ إِن كُنتُم مُّؤۡمِنِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":468,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:176","price":"(Nkͻmhyεni), εmma wͻn a wͻ’pere wͻn ho kͻ (kaafir) boniayε mu no asεm nnyε wo awerεho. Nokorε sε, wͻ’nntumi nyε Nyankopͻn hwee. Nyankopͻn mpε sε Ɔma wͻn kyεfa wͻ Daakye no mu. Wͻn wͻ asotwee kεseԑ paa (da hͻ).","arabic":"وَلَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِۚ إِنَّهُمۡ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۚ يُرِيدُ ٱللَّهُ أَلَّا يَجۡعَلَ لَهُمۡ حَظّٗا فِي ٱلۡأٓخِرَةِۖ وَلَهُمۡ عَذَابٌ عَظِيمٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":469,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:177","price":"Nokorε sε, wͻn a wͻ’de gyidie kͻtͻ boniayε no, wͻ’ntumi nha Nyankopͻn wͻ kwan biara so, na mmom wͻn wͻ asotwee a εyε ya paa (da hͻ).","arabic":"إِنَّ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":470,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:178","price":"Ɛmma wͻn a wͻ’po nokorε no adwen nnyε wͻn sε ntoboaseε a Y’anya ama wͻn no yε ma wͻn. Y’ato Yε’boase na ama wͻn sεdeε wͻn bͻne bεdͻͻso. Na mmom wͻn wͻ animguaseε asotwee (da hͻ).","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُوٓاْ أَنَّمَا نُمۡلِي لَهُمۡ خَيۡرٞ لِّأَنفُسِهِمۡۚ إِنَّمَا نُمۡلِي لَهُمۡ لِيَزۡدَادُوٓاْ إِثۡمٗاۖ وَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":471,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:179","price":"Ɛmma sε Nyankopͻn bεgya agyidiefoͻ no wͻ tebea a mowͻ mu no mu saa ara, na mmom gyesε ͻsa mu yi bͻne no firi papa no mu; εmma nso sε Nyankopͻn beyi asumasεm no adi akyerε mo, na mmom Nyankopͻn yi N’asomafoͻ no mu nea Ɔpε. Enti monye Nyankopͻn ne N’asomafoͻ no ni. Sε mogye di, na mosuro Nyame a mobenya akatua kεseε paa.","arabic":"مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلۡمُؤۡمِنِينَ عَلَىٰ مَآ أَنتُمۡ عَلَيۡهِ حَتَّىٰ يَمِيزَ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِۗ وَمَا كَانَ ٱللَّهُ لِيُطۡلِعَكُمۡ عَلَى ٱلۡغَيۡبِ وَلَٰكِنَّ ٱللَّهَ يَجۡتَبِي مِن رُّسُلِهِۦ مَن يَشَآءُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ فَلَكُمۡ أَجۡرٌ عَظِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":472,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:180","price":"Ɛmma wͻn a wͻ’yε pεpεε (anaasε wͻbͻ ayεmuͻnyono) wͻ deε Nyankopͻn firi N’adom mu de ama wͻn no ho no adwen nnyε wͻn sε (pεpεε no) yε ma wͻn. Daabi, εyε bͻne ma wͻn. Yε’de deε wͻ’yεε ho pεpεε no bεsεn wͻn kͻn mu wͻ Wusͻreε da. Nyankopͻn na ͻsoro ne asaase so adedie nyinaa yε Nedea; Onyankopͻn ne dwuma a modie nyinaa ho amanebͻ Wura.","arabic":"وَلَا يَحۡسَبَنَّ ٱلَّذِينَ يَبۡخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦ هُوَ خَيۡرٗا لَّهُمۖ بَلۡ هُوَ شَرّٞ لَّهُمۡۖ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِۦ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":473,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:181","price":"Nokorε sε Nyankopͻn ate wͻn a wͻ’ka sε Nyankopͻn yε ohiani na yεn ne adefoͻ no asεm no; Yε’bεtwerε deε wͻ’ka no, ne Nkͻmhyεfoͻ a wͻ’nam kwan bͻne so kunkum wͻn no. (Atemmuda no) Yε’bεka akyerε wͻn sε monka ͻhyeε asotwee no nhwε.","arabic":"لَّقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ فَقِيرٞ وَنَحۡنُ أَغۡنِيَآءُۘ سَنَكۡتُبُ مَا قَالُواْ وَقَتۡلَهُمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَنَقُولُ ذُوقُواْ عَذَابَ ٱلۡحَرِيقِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":474,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:182","price":"Ɛnam dwuma a monsa adi ato moanim no ho nti. Onyankopͻn deε Onsisi Nenkoa.","arabic":"ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّامٖ لِّلۡعَبِيدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":475,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:183","price":"Wͻn a wͻ’ka sε Nyankopͻn ne yεn ahyε bͻ sε yεnnye ͻsomafoͻ biara nni gyesε ͻde afͻrebͻdeε a yεde ogya hyeε ba ansa. Ka sε: “Asomafoͻ bi dii m’anim kan de nyinasoͻ ne nkyerεkyerεmu pefee ne deε moreka yi brεε mo, na afei εdeεn nti na mokunkum wͻn, sε moyε nokwafoͻ ampa a?”","arabic":"ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ عَهِدَ إِلَيۡنَآ أَلَّا نُؤۡمِنَ لِرَسُولٍ حَتَّىٰ يَأۡتِيَنَا بِقُرۡبَانٖ تَأۡكُلُهُ ٱلنَّارُۗ قُلۡ قَدۡ جَآءَكُمۡ رُسُلٞ مِّن قَبۡلِي بِٱلۡبَيِّنَٰتِ وَبِٱلَّذِي قُلۡتُمۡ فَلِمَ قَتَلۡتُمُوهُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":476,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:184","price":"(Nkͻmhyεni), sε wͻ’bu wo ɔtorofoɔ a, saa ara na wͻ’buu asomafoͻ a wͻ’dii w’anim kan no atorofoɔ. Asomafoͻ no de nyinasoͻ ne nkyerεkyerεmu pefee ne Nyamesεm ne Nwoma pefee no bae.","arabic":"فَإِن كَذَّبُوكَ فَقَدۡ كُذِّبَ رُسُلٞ مِّن قَبۡلِكَ جَآءُو بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":477,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:185","price":"Ɔkra biara bεka owuo ahwε, na yεbetua mo ka pεpεεpε wͻ Owu sͻreε da no. Na obi a yεbεma no ne Amane-hunu gya no ntεm kwan aware, na yεde no bεkͻ Soro Aheman no mu no, nokorε sε na w’adi nkonim. Wiase asetena yi mu anigyeε nyε hwee na mmom εyε nnaadaa.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَإِنَّمَا تُوَفَّوۡنَ أُجُورَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۖ فَمَن زُحۡزِحَ عَنِ ٱلنَّارِ وَأُدۡخِلَ ٱلۡجَنَّةَ فَقَدۡ فَازَۗ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":478,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:186","price":"Ampa sε Yε’de mosika (anaa moagyapadeε) ne mo nipadua bεsͻ mo ahwε. Mobεte atεm didie pii nso afiri wͻn a yama wͻn Nyamesom ho Nwoma no a wͻ’dii moanim kan no, ne wͻn a wͻ’som abosom no hͻ. Sε monya aboterε na moyε ahwεyie, suro Nyame a nokorɛ sɛ, ɛno ne dwumadie no nyinaa botaeε.","arabic":"۞ لَتُبۡلَوُنَّ فِيٓ أَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ وَلَتَسۡمَعُنَّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَمِنَ ٱلَّذِينَ أَشۡرَكُوٓاْ أَذٗى كَثِيرٗاۚ وَإِن تَصۡبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":479,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:187","price":"Kae εberε a Nyankopͻn gyee apam firii wͻn a yama wͻn Nyamesom ho Nwoma no hͻ sε: “Mona (Nwoma no mu nsεm no) adi (nkyerε amanfoͻ), na monhwε yie na moanfa ansuma”. Nanso wͻ’to twenee wͻ wͻn akyi, na wͻ’tͻnee εnam sika karaa bi nti. Adwadi bͻne paa na wͻn adie no.","arabic":"وَإِذۡ أَخَذَ ٱللَّهُ مِيثَٰقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكۡتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمۡ وَٱشۡتَرَوۡاْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَبِئۡسَ مَا يَشۡتَرُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":480,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:188","price":"Ɛmma moadwen nyε mo sε, wͻn a wͻ’de deε wͻn ayε tu wͻn ho, na wͻ’pε sε yεkamfo wͻn wͻ adeε a wͻn nyͻeε ho no benya wͻn ho afa adi afiri asotwee no mu, na mmom wͻn wͻ asotwee a εyε ya paa.","arabic":"لَا تَحۡسَبَنَّ ٱلَّذِينَ يَفۡرَحُونَ بِمَآ أَتَواْ وَّيُحِبُّونَ أَن يُحۡمَدُواْ بِمَا لَمۡ يَفۡعَلُواْ فَلَا تَحۡسَبَنَّهُم بِمَفَازَةٖ مِّنَ ٱلۡعَذَابِۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":481,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:189","price":"Ɔsoro ne asaase so ahennie nyinaa wͻ Nyankopͻn. Onyankopͻn na ͻwͻ biribiara so tumi.","arabic":"وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":482,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:190","price":"Nokorε sε, nsεnkyerεnee wͻ ͻsoro ne asaase mmͻeε, ne adesaeε ne adekyeε a εbͻ abira no mu dema nnipa mu mmadwemmafoͻ no.","arabic":"إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ لَأٓيَٰتٖ لِّأُوْلِي ٱلۡأَلۡبَٰبِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":483,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:191","price":"Wͻn a, sε wͻ’gyina hͻ o, anaasε wͻ’te hͻ o, anaasε wͻ’da wͻn nkyεn mu mpo o, wͻ’kae Nyankopͻn na wͻ’dwendwen ͻsoro ne asaase mmͻeε ho (ka sε): “Ye’Wura Nyankopͻn, W’ammͻ woi nom (nyinaa) kwa. Kronkron Hene ne Wo (Awurade)! (Yεsrε Wo sε): Bͻ yεn ho ban fri Ogya no amanehunu no mu.","arabic":"ٱلَّذِينَ يَذۡكُرُونَ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِهِمۡ وَيَتَفَكَّرُونَ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَٰطِلٗا سُبۡحَٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":484,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:192","price":"Ye’Wura Nyankopͻn, nokorε sε, obi a Wode no bewura Amanehunu gya no mu no deε ampa sε na wagu n’anim ase. Na abͻnneεfoͻ no deε wͻ’nnya aboafoͻ.","arabic":"رَبَّنَآ إِنَّكَ مَن تُدۡخِلِ ٱلنَّارَ فَقَدۡ أَخۡزَيۡتَهُۥۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":485,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:193","price":"Ye’Wura Nyankopͻn, nokorε sε yε’deε yεtee sε ͻfrεfrεni bi refrε (amanfoͻ) akͻ gyidie no mu sε: “Monye mo Wura Nyankopͻn ni, εna yε’gye diiε. Ye’Wura Nyankopͻn, enti fa yεn bͻne kyε yεn, na pepa yεn mfomsoͻ fri yεn so, na ma yεnwu nkͻka apapafoͻ no ho.","arabic":"رَّبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيٗا يُنَادِي لِلۡإِيمَٰنِ أَنۡ ءَامِنُواْ بِرَبِّكُمۡ فَـَٔامَنَّاۚ رَبَّنَا فَٱغۡفِرۡ لَنَا ذُنُوبَنَا وَكَفِّرۡ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":486,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:194","price":"Ye’Wura Nyankopͻn, fa deε wonam W’asomafoͻ no so ahyε yεn ho bͻ no nso ma yεn, na enngu y’anim ase wͻ Wusͻreε da no. Nokorε sε, Wommu Wo bͻhyε so”.","arabic":"رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخۡزِنَا يَوۡمَ ٱلۡقِيَٰمَةِۖ إِنَّكَ لَا تُخۡلِفُ ٱلۡمِيعَادَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":487,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:195","price":"Enti wͻn Wura Nyankopͻn gyee wͻn (mpaebͻ no) so sε: “Memma momu biara a odii dwuma bi adwuma nnyε kwa, (sε saa nipa no yε) barima anaasε ͻbaa, mofri moho-moho mu. Enti wͻn a w’atu amantuo na yatu wͻn afiri wͻn afie mu, na yεretan wͻn ani wͻ Mekwan soͻ, na wͻ’reko na yεreku wͻn no, Mεpepa wͻn bͻne afri wͻn so, na Mede wͻn awura Soro Aheman a nsubͻnten nenam aseε no mu. (Woi yε) akatua a efiri Nyankopͻn hͻ. Onyankopͻn hͻ na akatua pa paa no wͻ.","arabic":"فَٱسۡتَجَابَ لَهُمۡ رَبُّهُمۡ أَنِّي لَآ أُضِيعُ عَمَلَ عَٰمِلٖ مِّنكُم مِّن ذَكَرٍ أَوۡ أُنثَىٰۖ بَعۡضُكُم مِّنۢ بَعۡضٖۖ فَٱلَّذِينَ هَاجَرُواْ وَأُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأُوذُواْ فِي سَبِيلِي وَقَٰتَلُواْ وَقُتِلُواْ لَأُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأُدۡخِلَنَّهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ ثَوَابٗا مِّنۡ عِندِ ٱللَّهِۚ وَٱللَّهُ عِندَهُۥ حُسۡنُ ٱلثَّوَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":488,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:196","price":"Ɛmma wͻn a wͻ’po nokorε no akͻneaba (ne tumi) a wͻ’di no asaase soͻ no nnaadaa wo.","arabic":"لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُواْ فِي ٱلۡبِلَٰدِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":489,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:197","price":"(Wͻn wiase) anigyeε no yε ketewaabi, na akyire no wͻn asetena mu ne Amanehunu gyem, na ahomegye bea bͻne paa ne hͻ.","arabic":"مَتَٰعٞ قَلِيلٞ ثُمَّ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":490,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:198","price":"Na mmom wͻn a wͻ’suro wͻn Wura Nyankopͻn no, wͻn wͻ Soro Aheman a nsubͻnten nenam aseε, emu na wͻ’bεtena. (Woi yε) anigye deε a ԑwᴐ Nyankopͻn hͻ, na adeε a ԑwᴐ Nyankopͻn hͻ no yε ma apapafoͻ no.","arabic":"لَٰكِنِ ٱلَّذِينَ ٱتَّقَوۡاْ رَبَّهُمۡ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا نُزُلٗا مِّنۡ عِندِ ٱللَّهِۗ وَمَا عِندَ ٱللَّهِ خَيۡرٞ لِّلۡأَبۡرَارِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":491,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:199","price":"Nokorε sε wͻn a yama wͻn Nyamesom ho Nwoma no mu bi wͻhͻ a, wͻ’gye Nyankopͻn die, ne deε yasiane ama mo, ne deε yasiane ama wͻn no, na wͻ’brε wͻn ho ase ma Nyankopͻn, na wͻ’nntͻn Nyankopͻn asεm εnam sika ketewaa bi ho nti. Saa nkorͻfoͻ no wͻ wͻn akatua wͻ wͻn Wura Nyankopͻn hͻ. Na Nyankopͻn deε Neho yε hare wͻ nkontabuo mu.","arabic":"وَإِنَّ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَمَن يُؤۡمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡكُمۡ وَمَآ أُنزِلَ إِلَيۡهِمۡ خَٰشِعِينَ لِلَّهِ لَا يَشۡتَرُونَ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ أُوْلَٰٓئِكَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":492,"juzNumber":4,"footnotes":"","lang":"asn"},{"name":"3:200","price":"Mo a moagye adie, monsi aboterε na monyina pintinn na monwεn, na monsuro Nyankopͻn sεdeε mobedi nkonim.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱصۡبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["3 (Al-Imran)","Al-Imran","Surah Al-Imran"],"ayahNumber":493,"juzNumber":4,"footnotes":"","lang":"asn"}],"chapter":["3 (Al-Imran)","Al-Imran","Surah Al-Imran","Chapter Al-Imran","Imran","Surah Imran","Chapter Imran","Al Imran","Surah Al Imran","Chapter Al Imran","Surah 3","Chapter 3","The Family of Imran","آل عِمرَان"]}