{"data":[{"name":"31:1","price":"Alif – Laam – Miim.","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:2","price":"Woi yε Nyansa, adwen ne nimdeε Nwoma no mu nsԑm.","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:3","price":"Ɛyε kwankyerε ne ahummͻborͻ de ma apapafoͻ no-:","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:4","price":"Wͻn a wͻfrε Nyame wͻ ne berε mu, na wͻyi Zaka, na wͻn adwen si wͻn pi wͻ Daakye no ho no.","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:5","price":"Saa nkorͻfoͻ no na wͻnam kwan tenenee a efiri wͻn Wura Nyankopͻn hͻ no soͻ, na saa nkorͻfoͻ no ne nkonimdifoͻ no.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:6","price":"Nnipa no mu bi wͻ hͻ a wͻkͻtͻ ahuhusεm a nimdeε biara nni mu, sεdeε wͻde bεyera (amanfoͻ) afiri Nyankopͻn kwan no soͻ, na wͻfa (Nyankopͻn kwan no sε) agorͻ. Saa nkorͻfoͻ no benya animguaseε asotwee.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:7","price":"Sε yεrekenkan Yεn nsεm no kyerε no a ᴐde ahomasoᴐ dane ne ho kͻ, yε sεdeε ͻntee koraa, tesε deε akraa bi wͻ n’aso mu. Enti (Nkͻmhyεni), fa asotwee yaaya no hyԑ (saa nipa ) no bᴐ.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:8","price":"Nokorε sε wͻn a wͻagye adie na wͻdi dwuma pa no, anigyeε Aheman no bεyε wͻn dea.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:9","price":"Emu na wͻbεtena afe bᴐᴐ. Ɛyε Nyankopͻn bͻhyε a εyε nokorε. Ɔne Otumfoͻ no a Otumi ade nyinaa yε, Ɔne Onyansafoͻ no.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:10","price":"Wabɔ soro a adum biara nkuta mu a mohunu, εna Ɔde mmepͻ asisi asaase no so pintinn sεdeε (asaase no) nnwoso mo, εna Wama mmoadoma ahodoͻ pii ahwete wͻ soͻ, εna Yɛsiane nsuo firi soro de ma nnͻbaeε papa ahodoͻ nyinaa nyini.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:11","price":"Woi yε Nyankopͻn abͻdeε. Enti monkyerε Me deε wͻn a wͻka Ne ho no nso abͻ. Daabi, abͻneεfoͻ no wͻ ͻyera pefee paa mu.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:12","price":"Ampa sε, Yεmaa Luqmaan adwen ne Nyansa, (na yεka kyerεε no) sε: “Yi Nyankopͻn ayε. Na obi a ɔbɛyi Nyankopͻn ayε no, oyi ayε no de ma ͻno ara ne ho. Obi a ɔbɛyi boniayε no nso, nokorԑ sԑ Onyankopͻn ne Ͻdefo , Ɔne Ayeyie Wura “","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:13","price":"Kae εberε a Luq’maan ka kyerεε ne ba wͻ εberε a na ͻretu no foͻ no sε: ”Meba, hwε yie na woamfa biribi ammata Nyankopͻn ho. Nokorε sε, biribi a yεde bata Nyankopͻn ho no yε bͻne kεseε paa","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:14","price":"Yɛatu onipa fo sε ͻnyε ayεmyε ma n’awofoͻ. Ne maame nyinsεn no wͻ ahometeε akyiri ahometeε mu, na mfie mmienu mu na yεde maa no nufoͻ. Enti fa aseda ma Mene w’awofoͻ. Me hͻ ne (obiara) nnkyi.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:15","price":"Na sε wͻko tia wo sε fa biribi a wonni ho nimdeε bata Me ho a, εno deε enni wͻn akyi; na mmom fa wo ho bata wͻn ho wͻ wiase yi mu wͻ ayεmyε mu; na di obi a ͻdane ne ho ba Me hͻ (wᴐ adwen sakra mu) no kwan no so. Na Me hͻ ne monkyi. Na Mεbͻ mo dwuma a na modie no (nyinaa) ho amaneε.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:16","price":"“Meba, (deε wobεyε biara), sε emu duro tesε wisa aba, na sε εwͻ ͻbotan mu anaasε εwͻ soro anaasε asaase mu mpo a, Nyankopͻn de bεba (ama wabu ho akonta). Nokorε sε Nyankopͻn yε Onitefo (wͻ atemmuo mu), na Ɔne biribiara ho amanebͻfoͻ.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:17","price":"Me ba, frε Nyame wͻ ne berε mu, na hyε (amanfoͻ) ma wͻnyε papa, na bra (amanfoͻ) ma wͻn ntwe wͻn ho mfiri amumu yε ho; na si aboterε wͻ deε εbεto woͻ (biara) ho. Nokorε sε, woi ne asεm no deε edi mmu paa.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:18","price":"Hwε na woanyi w’ani amfri amanfoͻ so ammu wͻn animtia, na εmfa ahomasoͻ nnante wͻ asaase no so. Nokorε sε, Nyankopͻn mpε obi a ͻgye ne ho die na otu ne ho no asεm.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:19","price":"Na to wo bo ase anaa ma wonanteε nyε hͻ-ne-hͻ, na brε wo nne nso ase. Nokorε sε, εnne a (amanfoͻ) mpε koraa ne afunumu nne “.","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:20","price":"Enti monhunuu sε Nyankopͻn ama deε εwͻ soro ne deε εwͻ asaase soͻ (nyinaa) berε wͻn ho ase ma mo, εna Wama N’adom a εda adie ne deε asuma abu mo soͻ? Nnipa no bi wͻ hͻ a wͻgye Nyankopͻn ho akyinnye a nimdeε anaa kwankyerε anaa Nwoma pefee biara nni mu.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:21","price":"Sε woka kyerε wͻn sε, moni deε Nyankopͻn asiane aba no akyi a, deε wͻka ne sε: “Daabi, yɛdi deε yεbεtoo y’agyanom wͻ soͻ no akyi.” Enti sε na ͻbonsam refrε wͻn (agyanom) akͻ Ogya frama asotwee no mu mpo a.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:22","price":"Obiara a ͻbεbrε ne ho (nyinaa) ase ama Nyankopͻn na ͻyε papa no, ampa sε (saa nipa no) asͻ gyidie homa no mu. Nyankopͻn hͻ na asεm no nyinaa kͻ wie.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:23","price":"Obia ͻbɛyi boniayε no, εmma ne boniayε no nnyε wo awerεho. Yεn hͻ ne wͻn nnkyi, na Yεbεbͻ wͻn dwuma a wͻdiiε no ho amaneε. Nokorε sε, Nyankopͻn ne deε εwͻ akoma mu no ho Nnimdefoͻ no.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:24","price":"Yεbεma wͻn agye wͻn ani kakra, na afei Yɛaka wͻn so de wͻn akͻ asotwee a emu yԑ duro no mu.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:25","price":"Sε wobisa wͻn sε: ”Hwan na ͻbͻͻ soro ne asaase a, wͻbεka sε: “Nyankopͻn”. Kasε: “Aseda wͻ Nyankopͻn”. Daabi, wɔn mu dodoͻ no ara nnim.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:26","price":"Deε εwͻ soro ne asaase so (nyinaa) wͻ Nyankopͻn. Nokorε sε Nyankopͻn deԑ Ͻne Ͻdefoᴐ, Ɔne Ayeyie Wura no.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:27","price":"Sε nnua a εwͻ asaase so nyinaa yε twerεdua, εna ͻpo akyiri nso yεde ͻpo foforͻ nson aka ho (ayε no twerε nsuo sε yεretwerε Nyankopͻn asεm) a, anka (nnua no ne ͻpo no bεsa) na Nyankopͻn asεm no nsae. Nokorε sε, Nyankopͻn ne Otumfoͻ a Otumi ade nyinaa yε, Ɔne Onyansafoͻ.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:28","price":"Mo mmͻeε (a edikan yi) anaasε mo sͻreε (wͻ mowuo akyiri no) tesε honam korͻ pεpεεpε. Nokorε sε, Nyankopͻn Ne Otiefoͻ a Ɔte biribiara, Ohunu (biribiara).","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:29","price":"Enti wonhunuu sε Nyankopͻn ma adesaeε wura adekyeε mu, εna Ɔma adekyeε nso wura adesaeε mu, εna Wama awia ne bosome abrε wͻn ho ase (ama mo), emu biara nam ne kwan so kɔsi εberε a yɛahyε. Nyankopͻn ne dwuma a modie nyinaa ho amanebͻfoͻ.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:30","price":"Woi kyerε sε ampa, Nyankopͻn ne Nokorε no, na wͻn a wͻfri N’akyi sufrε wͻn no deε εyε atorͻsεm. Nokorε sε Nyankopͻn ne Okokroko no, Ɔne Ɔkεseε no.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:31","price":"Wonhunuu sε nsuom hyεn de Nyankopͻn adom na εnam ͻpo so, sεdeε Ɔbεkyerε mo Ne nsεnkyerεnee? Nokorε sε nsεnkyerεnee wͻ woi mu ma obiara a osi aboterε, yi (Nyankopͻn) ayε.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:32","price":"Sε asorͻkye bi tesε nwunu bᴐ kata wͻn so (wͻ ͻpo no mu hͻ) a, wͻsu frε Nyankopͻn wͻ anidie ne ahobraseε mu. Nanso εberε a Yεbεgye wͻn de wͻn aba asaase soͻ no, wͻn mu bi yε bͻne ne papa de fra. Obi a ͻko tia Yε nsεnkyerεnee no ne obia ᴐyԑ nipa bᴐneni, obia onni nkaeԑ.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:33","price":"Adasamma, monsuro mo Wura Nyankopͻn, na monsuro Ɛda no a agya ho mma mfasoͻ mma ne ba, na εba nso ho mma mfasoͻ mma agya wͻ hwee ho no. Nokorε sε, Nyankopͻn bͻhyε no yε nokorε; enti monhwε na moamma wiase asetena yi annaadaa mo, na momma (ͻbonsam) daadaafoͻ no nso nnaadaa mo wͻ Nyankopͻn ho.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"asn"},{"name":"31:34","price":"Nokorε sε, Nyankopͻn hͻ na Dͻnhwere no ho nimdeε no wͻ, Ɔno na Ɔma nsuo tͻ, na Onim deε εwͻ (ͻbaa) awodeε mu. Ͻkra biara nnim deε ͻbɛnya no ͻkyena, na ͻkra biara nso nnim asaase korͻ a ͻbɛwu atͻ soͻ. Nokorε sε Nyankopͻn na Onim, Ɔne biribiara ho amanebᴐ Wura.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"asn"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}