{"data":[{"name":"34:1","price":"Aseda wͻ Nyankopͻn no a deε εwͻ soro ne deε εwͻ asaase so nyinaa yε Ne dea no; aseda no san wͻ no wͻ Daakye no nso. Ɔne Onyansafoͻ no, Ɔne biribiara ho Amanebͻ Wura no.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3607,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:2","price":"Onim deε εkͻ asaase mu, ne deε epue firi mu, ne deε esane firi soro ne deε εforo kͻ hͻ, Ɔne Mmͻborͻhunufoͻ Hene no, Bͻnefakyε Wura no.","arabic":"يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3608,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:3","price":"Boniayεfoͻ no ka sε: “Dͻnhwere no mma yεn so biara”. Kasε: ‘’Aane, Mede me Wura, Ahuntasεm mu Nimdefoͻ no di nse sε, εbεba mo so. Deε emu duro ketekete tesε aboboaa a (onipa) ani ntumi nhunu wͻ soro anaasε asaase so anaasε deε esua kyεn saa anaasε deε εso kyεn saa mpa ne ho, na mmom (nenyinaa) wͻ Nwoma pefee no mu.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3609,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:4","price":"Sεdeε Ɔbɛtua wͻn a wͻagye adie na wͻdi dwuma pa no ka. Saa nkorͻfoͻ no wͻ bͻnefakyε ne akyεdeε a animuonyam wͻ mu.","arabic":"لِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3610,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:5","price":"Wͻn a wͻbͻ mmͻden kotia Yεn Nsεm no sԑdeԑ ԑbԑyԑ kwa no bɛnya asotwee akatua a εyε ya paa.","arabic":"وَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3611,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:6","price":"Wͻn a yɛama wͻn nimdeε no hunu sε deε yɛasane afiri wo Wura Nyankopͻn hͻ abrε woͻ no ne Nokorε no, na εkyerε kwan kͻ Otumfoͻ Ayeyie Wura no kwan no so.","arabic":"وَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3612,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:7","price":"Wͻn a wͻyi boniayε no ka sε: “Yεnkyerε mo onipa bi a ͻreka kyerε mo sε, sε (mowu na) mo mu tete pasapasa a, nokorε sε mobεsan ayε abͻdeε foforͻ?","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3613,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:8","price":"Nkontompo na ͻretwa to Nyankopͻn soͻ anaasε wabͻ dam?” Daabi; wͻn a wͻnnye Daakye no nnie no wͻ asotwee ne ͻyera a εkͻ akyirikyiri paa mu.","arabic":"أَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3614,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:9","price":"Enti wͻnhunuu deε εda wͻn anim ne deε εda wͻn akyi a εyε ͻsoro ne asaase? Sε Yεpε a Yεbεma wͻn amem wͻ asaase no mu, anaasε Yεbεma ͻsoro no fa bi (ate) abεhwe wͻn so. Nokorε sε nsεnkyerεnee wͻ wei mu de ma akoa biara a ͻdane ne ho ma (Nyankopͻn)","arabic":"أَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3615,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:10","price":"Nokorε sε Yεde adom a ɛfiri Yεn hͻ maa Dawud, kaa sε: ”Mmepͻ ne nnomaa monka ne ho ne no mmͻ (Nyankopͻn) abodin; na Yεmaa dadeε yεε mmrε maa no.","arabic":"۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3616,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:11","price":"(Yεka kyerεε no sε): “Yε dadeε akotaadeε a εsoo, na susu nkaa a egu akotaadeԑ no ano no pεpεεpε. Dawud nkorͻfoͻ, monni dwuma pa. Nokorε sε Menim dwuma a modie (nyinaa) “.","arabic":"أَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3617,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:12","price":"Solomon nso (Yεbrεε) mframa (ase) maa no. Mframa no twa bosome kwan wᴐ anᴐpa, ԑna etwa bosome kwan nso anwummerԑ. Yεmaa nsuo aniwa a εyε kͻͻbere a yɛaguo pue maa no. Jinnfoͻ no nso bi wͻ hͻ a wͻyεԑ adwuma wͻ nehͻ wͻ ne Wura Nyankopͻn akwamma mu. Wͻn mu biara a ͻtwee ne ho firii Yɛn ahyεdeε ho no Yεbεma no aka ogya asotwee no ahwε.","arabic":"وَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3618,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:13","price":"Wͻyεε adwuma maa no sεdeε ͻpε (sii) Nyamedan, (yԑԑ) ahonin ne nwinneε a n’akεseε tesε nhina ne nkukuo akεseε a esisi hᴐ. “Dawud nkorͻfoͻ monfa ayɛyie nyε adwuma”. Nanso Menkoa no mu kakraa bi na wͻyi (Me) ayε.","arabic":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3619,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:14","price":"Ɛberε a Yεhyehyεε owuo maa (Solomon) no obiara (antumi) ankyerε (Jinnfoͻ no sε Solomon awu), na mmom asaase boaa (nkanka) na ͻwee nepoma. Enti εberε a (Solomon) tᴐͻ fᴐm no, εdaa adi maa Jinnfoͻ no sε, sε wͻnim nsumaeε mu asεm a, anka wͻantena animguaseε asotwee mu saa.","arabic":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3620,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:15","price":"Nokorε sε nsεnkyerεnee wͻ Sabafoͻ (Sheba) asetena mu. (Na wͻn wͻ) turo mmienu, (baako) wͻ nifa so, εna (baako nso wͻ) benkum so. (Yεka kyerεε wͻn sε): “Monnidi mfiri mo Wura Nyankopͻn akͻnhoma no mu, na monfa ayɛyie mma no; kuro pa mufoͻ, (mo) Wura Nyankopͻn ne bͻnefakyε Hene.","arabic":"لَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3621,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:16","price":"Nanso wͻtwee wͻn ho (firii Nyankopͻn ahyεdeε ho), enti Yεsomaa nsutͻ a ano yε den bi baa wͻn so. Yεsesaa wͻn mfuo mmienu no de mfuo mmienu a εso nnuaba bͻne a εyε nwono ‘Atli’ ne ‘Sidir’ nnua kakraabi hyεε anan mu.","arabic":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3622,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:17","price":"Wei na Yεde tuaa wͻn ka εfa wͻn boniayε no ho nti, na Yεntwe obi aso, gyesε boniayεfoͻ no.","arabic":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3623,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:18","price":"Na wͻn ntam ne nkuro a Yɛahyira wͻn no (ntam nso) Yεmaa nkuro a εda adi pefee bεdaa hͻ, na Yεhyehyεε akwantuo gyinaberε wͻ mu (maa wͻn, εna Yεka kyerεε wͻn sε): “Montu kwan wͻ mu anadwo ne adekyeε wͻ abodwoɔ mu“.","arabic":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3624,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:19","price":"Nanso wͻkaa sε: “Yɛn Wura Nyankopͻn, ma yɛn akwantuo gyinaberε no nware“, na wͻdii wͻn kraa amim na Yεde wͻn yεε asεm-nahͻͻ na Yεtetee wͻn ntam korakora. Nokorε sε nsεnkyerεnee wͻ wei mu dema obi a ɔsi aboterε na ɔyi ayε.","arabic":"فَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3625,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:20","price":"Ampa sε ͻbosam adwen yεε nokorε wͻ wͻn hͻ, enti wͻdii n’akyi, gyesε agyidiefoͻ no mu fekuo bi.","arabic":"وَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3626,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:21","price":"(Ɔbonsam) nni tumi wͻ wͻn so deε, na mmom sεdeε Yεbɛhu nea ͻgye Daakye no die, ne obi a n’adwen nsi no pi wͻ ho. Wo Wura Nyankopͻn ne biribiara so Wεnfoͻ anaasε Hwεsofoͻ.","arabic":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3627,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:22","price":"(Nkͻmhyεni), ka sε: “Monsu mfrε wͻn a moadwen yε mo sε wͻka Nyankopͻn ho no; wͻnni tumi a emu duro ketekete tesε aboboaa a ani ntumi nhu mpo wͻ soro anaa asaase so, na wͻnni ne mmienu mu kyεfa bi, na (Nyankopͻn) nni ͻboafoͻ bi a ͻfiri wͻn mu.","arabic":"قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3628,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:23","price":"Dwaatoa nso ho mma mfasoͻ wͻ Nehͻ, gyesε obi a (Nyankopͻn) bεma no kwan. Kɔsi sε ehuu bɛfiri wͻn (Soro abͻfoͻ no) akoma mu, (abͻfoͻ no) bεka sε: ”Asεm bεn na Mo Wura Nyankopͻn kaeε?” Wͻbɛbua sε: ”Nokorε’’. Ɔne Okokroko no, Ɔno ara nso ne Ɔkεseε no”.","arabic":"وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3629,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:24","price":"(Nkͻmhyεni), kasε: “Hwan na ͻbͻ mo akͻnhoma firi soro ne asaase soͻ?” Kasε: “Nyankopͻn”. Ɛneε nokorε sε yεn, anaasε mo wͻ kwan tenenee paa so anaasε ͻyera pefee mu.","arabic":"۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3630,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:25","price":"(Nkͻmhyεni), ka sε: Yɛmmisa mo fa yεn fͻdie ho asεm, na yɛmmisa yεn fa dwuma a modiiε no ho asεm.","arabic":"قُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3631,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:26","price":"Ka sε: “Yɛn Wura Nyankopͻn bεboa yεn nyinaa ano abom na afei Ɔde nokorε no abu yεn ntam atεn. Ɔne Otemmufoͻ Nokwafoͻ no, na Ɔne Onimdefoͻ no“.","arabic":"قُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3632,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:27","price":"Ka sε: “Monkyerε me wͻn a mode wͻn ka (Nyankopͻn) ho sε ahokafoͻ no. Daabi, Ɔne Otumfoͻ no a Otumi ade nyinaa yε, Onyansafoͻ no.","arabic":"قُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3633,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:28","price":"(Nkͻmhyεni), Yεsomaa wo wͻ nnipa nyinaa hͻ sε anigyesεm ne kͻkͻbɔ ho bɔfoɔ, nanso nnipa pii nnim.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3634,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:29","price":"Deɛ wͻka ne sε: “Ɛberε bεn na saa bͻhyε no bԑba, sε moyε nokwafoͻ ampa a?”","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3635,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:30","price":"Ka sε: “Ɛwͻ berε a yεde ahyε ama mo a montumi ntwe nkͻ akyire anaasε animu dͻnhwere baako mpo “.","arabic":"قُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3636,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:31","price":"Boniayεfoͻ no ka sε: “Yεnnye saa Qur’aan yi anaa deε edi n’anim kan no nni“. Sε anka worehu sεdeε yεde abͻneεfoͻ no agyina wͻn Wura Nyankopͻn anim, na wͻredane mfomsoͻ no to wͻn ho wͻn ho soͻ a; wͻn a na wͻyε mmerε (wͻ wiase) no bεka akyerε wͻn a wͻmaa wͻn ho soͻ no sε: “Sε εnyε mo a, anka yεyεε agyidiefoͻ”.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3637,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:32","price":"Wͻn a wͻyεε ahomasoͻ no bεka akyerε wͻn a wͻyε mmerε no sε: “Ɛberε a tenenee no baa mo hͻ no yεn na yɛsii mo kwan? Daabi, mo ara na moyε abͻneεfoͻ“.","arabic":"قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3638,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:33","price":"Wͻn a wͻyε mmerε no bεka akyerε ahomasoͻfoͻ no sε: “(Ɛnam) anadwo ne awia pͻ a mobͻeε so, εberε a mohyεε yεn sε yɛnyi yɛn Wura Nyankopͻn boniayε na yεmfa biribi ntoto Neho no“. Ԑberε a wͻbɛhunu asotwee no wͻbεda wͻn nuhoo adi, na Yεde nkͻnsͻnkͻnsͻn bɛgu boniayεfoͻ no kͻn mu. Enti dwuma a wͻdiiε so na yεbɛgyina atua wͻn ka.","arabic":"وَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3639,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:34","price":"Ԑberε biara a Yεbεsoma kͻkͻbͻni wͻ kuro bi soͻ no, gyesε emu adefoͻ no ka sε: “Yεdeε deε yεde somaa mo no yεmpε“.","arabic":"وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3640,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:35","price":"Deε wͻka ne sε: “Yεwͻ sika ne mma pii, na yεn deε yεntwe yɛn aso.","arabic":"وَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3641,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:36","price":"(Nkͻmhyεni), ka sε: “Me Wura Nyankopͻn bae N’akyεdeε mu ma obia Ɔpε, εna Osusu nso (ma obia Ɔpε) nanso nnipa pii nnim.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3642,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:37","price":"Ԑnyε mo sika anaa mo mma na εde mo bεbεn Nyankopͻn wͻ gyinaberε mu, na mmom gyesε obi a ͻgye die na odi dwuma pa; saa nkorͻfoͻ no deε wͻn wͻ akatua a yεde bεbͻ ho (ama wͻn) wͻ dwuma a wͻdiiε no ho nti, na wͻbεtena abansoroͻ so wͻ abodwoɔ mu.","arabic":"وَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3643,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:38","price":"Wͻn a wͻbͻ mmͻden kotia Yεn Nsεm sεdeε εbεyε kwa no, saa nkorͻfoͻ no na yεde wͻn bεba asotwee no mu no.","arabic":"وَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3644,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:39","price":"(Nkͻmhyεni), ka sε: ”Me Wura Nyankopͻn bae n’akyεdeε no mu ma obia Ɔpε wͻ Nenkoa no mu, εna Ɔsusu nso ma no; na biribiara a mobɛyi no (Nyankopͻn nti) no Ɔbεhyε anan mu, na Ɔne ɔkyaadeεfoͻ no mu Nea ͻkyε akyεdeԑ pa paa.","arabic":"قُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3645,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:40","price":"Ɛda a Ɔbεboa wͻn nyinaa ano no afei Ɔbεka akyerε Soro abͻfoͻ no sε: ”Mo na na saa nkorͻfoͻ yi som mo no?","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3646,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:41","price":"Wͻbεka sε: ”Kronkron hene ne Wo (Awurade)! Wone yεn Kyitaafoͻ na εnyε wͻn ne (yεn kyitaafoͻ). Daabi, na wͻsom Jinnfoͻ no, na wͻn na wͻn mu dodoͻ no ara gyee wͻn diiε”.","arabic":"قَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3647,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:42","price":"Enti saa Da no, mo mu biara nni papa anaasε bͻne bi ho tumi wͻ moho-moho so. Yεbεka akyerε wͻn a wͻdii bͻne no sε: “Monka egya asotwee a mofaa no nkonto-mposεm no nhwε“.","arabic":"فَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3648,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:43","price":"Sε yεrekenkan Yεn Nsεm pefee no kyerε wͻn a, deε wͻka nesε:” (Muhammad) wei ᴐnyε hwee na mmom (ͻyε) onipa a ͻpε sε ɔsi mo deε na moagya nom som no ho kwan”. Wͻsan nso ka sε: ”(Qur’aan) wei nyε hwee na mmom nkontompo a yɛabͻ yɛn tirim (atwerε)“. Ɛberε (biara a) nokorε bεba boniayεfoͻ no hͻ no, deε wͻka kyerε (nokorε no) nesε: “Wei deε nkonyaa anaa naadaasεm pefee“.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3649,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:44","price":"Yεmmaa wͻn Nwoma a wͻsua mu, na Yɛnnii w’anim kan nsomaa kͻkͻbͻni biara wͻ wͻn hͻ.","arabic":"وَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3650,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:45","price":"Wͻn a wͻdii wͻn anim kan no faa no nkontomposεm; (Quraishfoͻ) wei nom nnyaa deε Yεde maa (tetefoͻ) no mu nkyεmu du mu baako mpo; nanso wͻbu Me Somafoͻ no nkontomponi. Sεdeε M’abufuhyeε siteε.","arabic":"وَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3651,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:46","price":"(Nkͻmhyεni), ka sε: ‘’Adeε fua pε na mede tu mo foͻ, εne sε mobεgyina hͻ mmienu mmienu ne mfuamfua ama Nyankopͻn na afei moadwen (Muhammad ho abakͻsεm a ͻne mo de te kuro yi mu ha ho). Mo yͻnko (Muhammad) no ͻmmͻͻ dam, na mmom ͻyε kͻkͻbͻni ma mo wͻ asotwee denden a εda (onipa ne Jinn) anim no ho.","arabic":"۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3652,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:47","price":"Ka sε:” Memmisaa mo akatua a εyε modea; m’akatua deε Nyankopͻn hͻ na εwͻ. Ͻno na Ɔdi biribiara ho adanseε.","arabic":"قُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3653,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:48","price":"(Nkͻmhyεni), ka sε: ”Nokorε sε me Wura Nyankopͻn sane Nokorε no (anaasε Adiyisεm no). (Ɔne) Nsumaeε mu Nimdefoͻ no“.","arabic":"قُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3654,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:49","price":"Kasε: “Nokorε no aba, na nkontompo nsan nhyε aseε, na εnsan nkͻ so bio“.","arabic":"قُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3655,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:50","price":"(Nkͻmhyεni), ka sε: “Sε mayera (mpo) a meyera me ara meho, na sε manya kwankyerε nso a εnam deε me Wura Nyankopͻn ayi ama me no so. Nokorε sε, Ɔne Mpaebͻ Tiefoͻ, na Ɔno na Ɔbεn (Na’koa biara).","arabic":"قُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3656,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:51","price":"Sε anka worehunu sεdeε ehu bεsi abͻ wͻn, (na saa berε no) dwane kͻbea (biara) nni hͻ a; yεbεsͻ wͻn mu wͻ bea bi a εbεn paa.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3657,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:52","price":"(Saa Da no) wͻbεka sε (afei deε) yɛagye adi; na εbεyε dεn na wͻbɛnya (gyidie) wͻ baabi akyirikyiri (saa)?","arabic":"وَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3658,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:53","price":"Nokorε sε wͻannye (Asεm) no anni wͻ mfitiaseε no, na wͻde (wͻn) adwen ka nsumaeε mu nsεm a ɛfiri baabi akyirikyiri no ho asεm.","arabic":"وَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3659,"juzNumber":22,"footnotes":"","lang":"asn"},{"name":"34:54","price":"Ntwaremu bɛtware wͻn ne deε wͻpε paa no ntam sεdeε yεde yεε wͻn sεso foͻ no a wͻdii kan no. Nokorε sε (εberε a na wͻn wͻ wiaseε no) na wͻn adwen nsipi koraa (wͻ Wusͻreε no ho).","arabic":"وَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ","category":["34 (Saba)","Saba","Surah Saba"],"ayahNumber":3660,"juzNumber":22,"footnotes":"","lang":"asn"}],"chapter":["34 (Saba)","Saba","Surah Saba","Chapter Saba","Surah 34","Chapter 34","Sheba","سَبَأ"]}