{"data":[{"name":"42:1","price":"Haa – Miim.","arabic":"حمٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4273,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:2","price":"Ain - Siin - Qaaf","arabic":"عٓسٓقٓ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4274,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:3","price":"(Nkͻmhyεni) sεdeε Nyankopͻn Tumfoͻ, Nyansafoͻ no Yi (Adiyisεm no) ma woͻ no, saa ara na Ɔyi maa wͻn a wͻdii W’anim kan no.","arabic":"كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4275,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:4","price":"Adeε a εwͻ soro ne adeε a εwͻ asaase so nyinaa wͻ no; Ɔne Okokroko no, Ɔne Ɔkεseε no.","arabic":"لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4276,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:5","price":"Ɔsoro mu reyε apaepae wͻ wͻn apampamu (wͻ N’animuonyam mu), na Soro abͻfoͻ de wͻn Wura Nyankopͻn abodin no bͻ no, wͻsan srε bͻnefakyε nso ma wͻn a wͻn wͻ asaase soͻ no. Nokorε sε Nyankopͻn ne Bͻnefakyε Wura no, Ɔne Mmͻborͻhunu Hene no.","arabic":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4277,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:6","price":"Wͻn a wͻfiri N’akyi fa akyitaafoͻ no, Onyankopͻn ne wͻn Hwεsofoͻ, na (Nkͻmhyεni), wonyε wͻn so hwεfoͻ.","arabic":"وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4278,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:7","price":"Saa ara na Yɛayi Qur’aan wͻ Arab (kasa mu) ama woͻ sεdeε wode bεbͻ Ahenkuro (Maka), ne wͻn a atwa ho ahyia no kͻkͻ, na wobεbͻ (amanfoͻ) kͻkͻ wͻ Nhyiamu da a akyinyeε biara nni ho no ho. (Saa Da no nnipa no mu) fekuo bi bεkͻ Soro Aheman no mu, na fekuo bi nso bεkͻ Amanehunu gya no mu.","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4279,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:8","price":"Sε Nyankopͻn pε a nka Ɔbεyε wͻn (nyinaa) ͻman baako (ama wͻn nyinaa asom ͻsom korͻ), nanso Ɔde obi a Ɔpε wura N’ahummͻborͻ no mu. Na abͻneεfoͻ no deε wͻ’nnya okyitaafoͻ anaa ͻboafoͻ (biara).","arabic":"وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4280,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:9","price":"Anaasε wͻafiri N’akyi afa akyitaafoͻ? Onyankopͻn nko ara ne Okyitaafoͻ. Ɔno na Ɔma owufoͻ nkwa, na Ɔno na Ɔwͻ tumi wͻ biribiara soͻ.","arabic":"أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4281,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:10","price":"Deε monte moho ase wᴐ ho no, εho atemmuo no wͻ Nyankopͻn hͻ. Ɔno ne Nyankopͻn, me Wura no; Neso na mede meho toͻ, na Nehͻ na medane meho dema.","arabic":"وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4282,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:11","price":"Ɔsoro ne asaase Yεfoͻ no, Wayε mo mmienu mmienu (ͻbaa ne ͻbarima) firi mo ara mo mu ama mo, nyεmmoa nso onini ne ͻbedeε, (saa kwan yi) so na Wama mo adͻͻso. Biribiara ntesε Ɔno. Ɔne Otiefoͻ no a Ɔte biribiara no, na Ɔno ara nso na Ɔhu biribiara.","arabic":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4283,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:12","price":"Ɔsoro ne asaase so akoradeε safoa wͻ no, Ɔbae N’adom no mu ma obi a Ɔpε, εna Ɔsusu nso (ma obi a Ɔpε). Nokorε sε Ɔne biribiara ho Nimdefoͻ.","arabic":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4284,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:13","price":"Wakyerε mu pefee akyerε mo fa Nyamesom no a Ɔde maa Noah ne deε Yɛayi de ama woͻ yi, ne deε Yεde maa Abraham ne Mose ne Yesu. Yεka kyerεε wͻn sε: “Monfa ͻsom no nsi hͻ na monhwε na moanyε mpaepaemu wͻ ho. Ԑyε asεm a εyε den ma abosomsomfoͻ no wͻ deε worefrε wͻn akͻ no. Onyankopͻn yi obia Ɔpε dema Neho, na Ɔkyerε obia Ɔdane neho ba Nehͻ no kwan.","arabic":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4285,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:14","price":"(Mfitiaseԑ no) na wͻn mu ampaepae kͻpem akyire yi a nimdeε baa wͻn hͻ, εnam ahoͻyaa a εwͻ wͻn mu no nti. Sε εnyε asεm a adi kan afiri wo Wura Nyankopͻn hͻ de ama Ɛberε a yɛahyε no a, nka yɛabu wͻn ntam atεn. Nokorε sε wͻn a wͻbɛdii Nwoma no akonwa wͻ wͻn (a wͻbaa wͻn a wͻdii Nkͻmhyεfoͻ no) akyiri no adwen nsipi wͻ ho koraa.","arabic":"وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4286,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:15","price":"Enti (Islam som) so na frε (amanfoͻ kᴐ), na gyina pintinn sεdeε yɛahyε woͻ no, na ɛnni wͻn apεdeε akyi, na kasε: “Megye deε Nyankopͻn asane no wͻ Nwoma no mu no di, na yɛahyε me sε menni nokorε wͻ montεm. Onyankopͻn ne yεn Wura, Ɔne monso mo Wura. Yεn nwuma wͻ yεn, monso monwuma wͻ mo. Akyinyeε biara nna yεn ne mo ntam. Onyankopͻn bεboa yεn nyinaa ano, na Nehͻ ne biribiara nkyi “.","arabic":"فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4287,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:16","price":"Wͻn a wͻgye Nyankopͻn (anaa Nesom) ho akyinyeε wͻ akyire yi a (amanfoͻ) agye soͻ no, (saa nkorͻfoͻ no) kyεw pa nsi hwee wͻ wͻn Wura Nyankopͻn anim; na abufuo wͻ wͻn so na wͻn wͻ asotwee a ano yε den paa.","arabic":"وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4288,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:17","price":"Nyankopͻn na Ɔde nokorε no asane Nwoma no, εne nsania. Na deεn na εbεkyerε wo sε ebia Dͻnhwere no abεn?","arabic":"ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4289,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:18","price":"Wͻn a wͻnnye nnie no pε (saa Da) no ntεntεm; na wͻn a wͻgye die no nso bͻ hu wͻ ho, na wͻnim yie sε (saa Da no) yε nokorε. Nokorε sε wͻn a wͻgye Dͻnhwere no ho akyinyeε no wͻ ͻyera mu (kͻ) akyirikyiri paa.","arabic":"يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4290,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:19","price":"Onyankopͻn yε Ayεmyε Hene dema Nenkoa. Ɔbͻ obi a Ɔpε akͻnhoma, na Ɔne Ɔhoͻdenfoͻ no, Ɔne Otumfoͻ no a Otumi ade nyinaa yε.","arabic":"ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4291,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:20","price":"Obi a ͻrepε Daakye akatua no Yεde n’akatua no bͻ ho ma no; na obi a ͻpε wiase akatua no nso Yεde ma no, na ɔnni kyεfa wͻ Daakye no mu.","arabic":"مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4292,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:21","price":"Anaasε wͻn wͻ wͻn a wͻde wͻn bata (Nyankopͻn) ho a wͻn ahyehyε ͻsom mmra bi ama wͻn a Onyankopͻn mmaa ho kwan? Sε εnyε sε asεm no (adikan dada) wͻ atemmuo no ho a, anka yɛabu wͻn ntam atεn. Nokorε sε abͻneεfoͻ no wͻ asotwee a εyε ya paa.","arabic":"أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4293,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:22","price":"(Atemmuda no) wobɛhunu sεdeε abͻneεfoͻ no bɛsi abͻ hu wͻ deε wͻnsa aka no ho, na (εho asotwee no) bεba wͻn so. Wͻn a wͻagye adie na wͻdi dwuma pa no nso wͻ Soro aheman frͻmfrͻm anigye bea no mu. Wͻbɛnya deε wͻpε biara wͻ wͻn Wura Nyankopͻn hͻ. Wei yε adom kεseε paa.","arabic":"تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4294,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:23","price":"Wei ne bͻhyԑ a Nyankopͻn dehyԑ nenkoa a wͻagye adie na wͻdi dwuma pa. (Nkͻmhyεni), ka sε: “Memmisaa mo (nsεmpa a mereka kyerε mo no) so akatua, na mmom (deε merehwehwε ne) abusua dͻ. Obi a ɔbɛnya papa no, Yεde papa no bi bεka ho ama no. Nokorε sε Onyankopͻn ne Bͻnefakyε Hene, Ɔne Ayɛyie Wura “.","arabic":"ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4295,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:24","price":"Anaasε (Nkͻmhyεni), wͻn (a wͻnnye nnie no) ka sε, wabͻ wotirim atwa nkontompo ato Onyankopͻn so? Sε Ɔpε a nka Ͻbɛsi w’akoma ano (ama wo werε afri deε wonim no wͻ Qur’aan yi ho). Onyankopͻn pepa nkontompo na Ɔde Nekasaa ama nokorε agyina. Nokorε Ɔne deε εwͻ akoma mu no ho Nimdefoͻ.","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4296,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:25","price":"Ɔno na Ɔgye N’akoa adwen sakra soͻ, εna Ɔde bͻne firie, Ɔnim dwuma a modie nyinaa.","arabic":"وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4297,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:26","price":"Ɔtie wͻn a wͻagye adie na wͻdi dwuma pa no sufrε, na Ɔde N’adom no bi ka wͻn ho. Boniayεfoͻ no deε wͻbɛnya asotwee a ano yε den paa.","arabic":"وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4298,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:27","price":"Sε Nyankopͻn rebae N’akͻnhoma mu paa ama Nenkoa a, anka wͻbεte atua wͻ asaase so, na mmom Ɔsane no nkakra nkakra (dema wͻn) sεdeε Ɔpε. Nokorε sε Onim Nenkoa yie, na Ɔhu wͻn nso.","arabic":"۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4299,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:28","price":"Ɔno na Ɔsane nsuo wͻ akyire yi a wͻn aba mu abuo, na Wahwete N’ahummͻborͻ (ama Nenkoa). Ɔne Okyitaafoͻ, Ɔne Ayɛyie Wura no.","arabic":"وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4300,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:29","price":"Nensεnkyerεnee no bi ne ͻsoro ne asaase mmͻeε, εna (ͻsoro ne asaase no) mmienu no so Ɔde abͻdeε ahwete wͻ soͻ. Ɔwͻ ho tumi sε, Ɔpε a Ɔbεboa wͻn ano (wͻ wͻn wuo akyi).","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4301,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:30","price":"Mmusuo a εbεto mo biara no gyina dwuma a monsa adie so, na pii mpo Ɔde kyε.","arabic":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4302,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:31","price":"Montumi nsi (Nyankopͻn nhyehyεε) ho kwan wͻ asaase so, na Onyankopͻn akyiri no monni okyitaafoͻ anaasε ͻboafoͻ (biara).","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4303,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:32","price":"Nensεnkyerεnee no bi nso ne nsuo mu hyεn a εwͻ ɛpo so tesε mmepͻ.","arabic":"وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4304,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:33","price":"Sε Ɔpε a ͻbεma mframa no agyina na wͻn atεm dinn a wͻn nkeka wͻn ho koraa wͻ ɛpo no so. Nokorε sε nsεnkyerεnee wͻ wei mu dema obia ɔsi aboterε na ɔyi (Nyame) ayε.","arabic":"إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4305,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:34","price":"Anaasε (Ɔpε nso a) Ɔbεma wͻn amem εnam dwuma a wͻn nsa adie ho nti; Ɔde pii mpo kyε;","arabic":"أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4306,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:35","price":"Wͻn a wͻgye Yεn Nsεm no ho akyinnyeε no bɛhunu sε dwane-kͻbea biara nni hͻ ma wͻn.","arabic":"وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4307,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:36","price":"Enti deε yεde ama mo biara no yε wiase asetena mu akͻnhoma, na deε εwͻ Nyankopͻn hͻ no, εno na εyε paa, na εno nso na εwͻ hͻ daa dema wͻn a wͻagye adie, na wͻn Wura Nyankopͻn so na wͻde wͻn ho toͻ-","arabic":"فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4308,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:37","price":"Ne wͻn a wͻtwe wͻn ho firi bͻne akεseε ne akohwi bra ho, na sε wͻn bofu mpo a, wͻde kyε.","arabic":"وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4309,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:38","price":"Ne wͻn a wͻgye wͻn Wura Nyankopͻn frε no soͻ, na wͻfrε Nyame wͻ ne berε mu, na wͻn dwumadie (biara no wͻtena ase) kyerε wͻn adwen wͻ ho, na akyεdeε a Yεde akyε wͻn no wͻyi mu bi dema.","arabic":"وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4310,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:39","price":"Ne wͻn a sε obi redi wͻn amim a (wͻngo wͻn ho mma saa nipa no, na mmom) wͻbͻ wͻn ho ban.","arabic":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4311,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:40","price":"Bͻne akatua ne bͻne no ara sεso; na mmom obi a ͻdebεkyε na wayε papa no, n’akatua wͻ Nyankopͻn hͻ. Nokorε sε (Onyankopͻn) mpε abͻneεfoͻ no asεm.","arabic":"وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4312,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:41","price":"Obia ͻbͻ ne ho ban wͻ εberε a obi adi no amim no, saa nkorͻfoͻ no deε εnsεsε yεfa kwan bi so tia wͻn (anaa yɛbɔ wͻn soboɔ).","arabic":"وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4313,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:42","price":"(Wͻn a) εkwan wͻ hͻ (sε yɛbɔ wͻn soboɔ) ne wͻn a wͻdi amanfoͻ amim na wͻdi bͻne wͻ asaase no so a ɛnni ho kwan sε wͻyε (saa). Saa nkorͻfoͻ no na wͻbɛnya asotwee yaaya no.","arabic":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4314,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:43","price":"Nokorε sε obi a ɔbɛnya aboterε na ͻde bͻne afirie no, nokorε sε εno ne dwumadie a edi mmu (a Onyankopͻn pε).","arabic":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4315,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:44","price":"Obi a Nyankopͻn ayera no no, ɔnni okyitaafoͻ (biara) wͻ N’akyi. Wobεhunu abͻneεfoͻ no wͻ εberε a wͻbɛhunu asotwee no sε, wͻreka sε: ”Enti εkwan biara nni hͻ a yεde bεsan (akͻ wiase bio)?”","arabic":"وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4316,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:45","price":"Wobɛhunu sε yεde wͻn aba (egya no) anim na wͻreberε wͻn ho ase wͻ animguaseε mu, na wͻde wͻn ani to rehwε (egya no) sie. Wͻn a wͻagye adie no bεka sε: ”Nokorε sε berεguofoͻ no ne wͻn a wͻahwere wͻn ho ne wͻn abusuafoͻ wͻ Wusͻreε da no. Nokorε sε abͻneεfoͻ no wͻ asotwee a εwͻ hͻ daa mu.","arabic":"وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4317,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:46","price":"Wͻnnya okyitaafoͻ a ͻbεboa wͻn wͻ Onyankopͻn akyi. Na obi a Nyankopͻn bεyera no no (saa nipa no) nni ͻkwan (kyerε).","arabic":"وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4318,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:47","price":"Monnye mo Wura Nyankopͻn frε no so ansa na Ɛda bi a ɛfiri Nyankopͻn hͻ a akwansideε biara nni ho no aba. Saa Da no monni dwanekͻbea biara; na monni (tumi bi a modebεka sε) Mompene (asotwee a yεde bεma mo no) so.","arabic":"ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4319,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:48","price":"Enti (Nkͻmhyεni), sε wͻtwe wͻn ho (firi Nokorε no) ho a, Yɛansoma wo sε bεyε wͻn so wεnfoͻ. W’adwuma ne sε wobεbͻ Asεm no ho dawuro. Nokorε sε, sε Yεma nnipa ka ahummͻborͻ bi firi Yεn hͻ hwε a na n’ani agye ho, sε mmusuo bi nso to wͻn wͻ dwuma a wͻn adi ato wͻn anim no ho nti a, (εhͻ na wobɛhunu sε) nokorε, onipa yε boniayεni.","arabic":"فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4320,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:49","price":"Onyankopͻn na ͻsoro ne asaase so ahennie wͻ no. Ɔbͻ adeε a Ɔpε. Ɔde ͻba baa kyԑ obi a Ɔpε, εna Ɔde ͻba barima nso kyԑ obi a Ɔpε.","arabic":"لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4321,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:50","price":"Anaasε Ɔde mmaa ne mmarima kabom (dekyε obi a Ɔpε); obi a Ɔpε nso Ɔyε no bonini. Nokorε sε Ɔne Onimdefoͻ, Ɔne Otumfoͻ a Ɔhyehyε biribiara.","arabic":"أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4322,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:51","price":"Onyankopͻn nkasa nkyerε onipa gyesε Ɔdefa Adiyisεm so, anaasε ntwaremu bi akyi, anaasε Ɔsoma Bͻfoͻ wͻ Netumi mu ma no bɛyi deε Ɔpε no kyerε no. Nokorε sε Ɔne Otumfoͻ a Ɔkorͻn, Ɔne Onyansafoͻ.","arabic":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4323,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:52","price":"Saa ara na Yεnam Yεn tumi so ayi Honhom no (Qur’aan) ama woͻ. Na nka wonnim deε yεfrε no Nwoma no, anaasε gyidie. Na mmom Yɛayε Qur’aan yi nhyerεnee, Yεde kyerε Yεn nkoa no mu nea Yεpε kwan. Nokorε sε wo kyerε (amanfoͻ) kwan kͻ kwan tenenee no so,","arabic":"وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4324,"juzNumber":25,"footnotes":"","lang":"asn"},{"name":"42:53","price":"Onyankopͻn a ͻsoro ne asaase wͻ no no kwan no so. Nokorε sε Onyankopͻn hͻ na nsεm nyinaa san kͻwie.","arabic":"صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ","category":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura"],"ayahNumber":4325,"juzNumber":25,"footnotes":"","lang":"asn"}],"chapter":["42 (Ash-Shura)","Ash-Shura","Surah Ash-Shura","Chapter Ash-Shura","Shura","Surah Shura","Chapter Shura","Ash Shura","Surah Ash Shura","Chapter Ash Shura","Surah 42","Chapter 42","The Consultation","الشُّورىٰ"]}