{"data":[{"name":"59:1","price":"Adeε a εwͻ soro ne deε εwͻ asaase so nyinaa bͻ Nyankopͻn abodin; Ɔne Otumfoͻ a Ɔtumi ade nyinaa yε, Ɔne Nyansafoͻ no.","arabic":"سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5127,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:2","price":"Ɔno na Ɔmaa wͻn a wͻpo nokorε a wͻn wͻ wͻn a yεmaa wͻn Nyamesom ho Nwoma no mu no tu firii wͻn afie mu wͻ asuo-twa a edikan no mu. Moanwene ho da sε wͻbɛtu, wͻn adwen yεε wͻn sε wͻn aban denden no bεbͻ wͻn ho ban afri Nyankopͻn nsam. Nanso Nyankopͻn firi baabi a na wͻnnwen no saa baa wͻn so, na Ɔbͻͻ huu guu wͻn akoma mu, wͻde wͻn ara wͻnsa ne agyidiefoͻ no nso nsa bubuu wͻn afie. Enti mo a mowͻ ani monfa woi nyε adesua.","arabic":"هُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5128,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:3","price":"Sε εnyε sε na Nyankopͻn (adikan) ahyehyε amantuo na ama wͻn a, anka Ɔbεtwe wͻn aso paa wͻ wiase ha; na ogya no asotwee no wͻ hͻ ma wͻn Daakye.","arabic":"وَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5129,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:4","price":"Efrisε wͻko tia Nyankopͻn ne Ne somafoͻ, na obia ͻko tia Nyankopͻn no deε, nokorε sε Nyankopͻn asotwee ano yε den paa.","arabic":"ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5130,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:5","price":"Akyiresua dua biara a motwa tweneeε anaasε mogyae maa no gyinaa ne nhini soͻ no, na εyε Nyankopͻn akwamma mu, sεdeε Ɔbɛgu abͻneεfoͻ no anim aseε.","arabic":"مَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5131,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:6","price":"Asadeε biara a efri wͻn hͻ a Nyankopͻn de maa Ne somafoͻ no, moantena pͻnkͻ so anaa yoma so; na mmom Nyankopͻn de tumi ma N’asomafoͻ no de ko tia obia Ɔpε. Onyankopͻn na Ɔwͻ biribiara so tumi.","arabic":"وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5132,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:7","price":"Asadeε biara a efri nkuro no mufoͻ no hͻ a Nyankopͻn de maa Ne somafoͻ no, εwͻ Nyankopͻn ne Ne somafoͻ ne abusua ne nyanka ne ahiafoͻ ne akwantufoͻ, sεdeε εnkͻba sε ɛbɛdi akͻneaba wͻ mo mu adefoͻ no nko ara ntεm. Deε Ɔsomafoͻ no de ama mo no monye, na deε wabra mo no nso montwe mo ho mfiri ho; na monsuro Nyankopͻn. Nokorε sε Nyankopͻn asotwe no ano yε den paa.","arabic":"مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5133,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:8","price":"(Asadeε no mu kyεfa nso) wͻ amantufoͻ ahiafoͻ no a yatu wͻn afri wͻn afie na (wͻn ahwere) wͻn agyapadeε na wͻrehwehwε Nyankopͻn adom ne Ne nnyetumu, na wͻreboa Nyankopͻn ne Ne somafoͻ no. Saa nkorͻfoͻ no ne nokwafoͻ no.","arabic":"لِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5134,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:9","price":"Ɛna (asadeε no mu kyεfa bi nso wͻ Ansoaarfoͻ) no a wͻdii (amantufoͻ no) anim kan tenaa kuro no mu a wͻasͻ gyidie no mu no; wͻdͻ wͻn a wͻatu amantuo abεsoε wͻn no, na ahoͻyaa biara nni wͻn (Ansoaarfoͻ no) akoma mu fa deε yεde ama (amantufoͻ) no ho, na sε (Ansoaarfoͻ no) ho kyere wͻn mpo a wͻpε ma (amantufoͻ no) mpo kyεn wͻn ara wͻn ho. Obia yεbεbͻ ne ho ban afiri adefodepε ho no, saa nkorͻfoͻ no ne nkonimdifoͻ no.","arabic":"وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5135,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:10","price":"Ɛna (asadeε no mu kyεfa bi nso wͻ) wͻn a wͻbaa wͻn akyi na wͻkaa sε: “Yɛ Wura Nyankopͻn, fa yεn bͻne kyε yεn, ne yɛ nuanom a wͻde gyidie dii y’anim kan no; na εmma yɛnya wͻn a wͻagye adie no ho tan biara wͻ y’akoma mu. Yɛ Wura Nyankopͻn, nokorε sε Wo ne Ayεmyε Wura, na Wo ne Mmͻborͻhunufoͻ Hene“.","arabic":"وَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5136,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:11","price":"Wonhunuu wͻn a wͻdii nkͻnkͻnsa no? Wͻka kyerεε wͻn nuanom boniayεfoͻ no a wͻn wͻ wͻn a yɛama wͻn Nyamesom ho Nwoma no mu no sε: ”Sε εba sε yεretu mo a, nokorε sε yεn nso yεbɛtu ne mo akͻ, na yɛntie obiara da ka mo ho; na sε wͻko tia mo nso a, yεbεboa mo”. Nyankopͻn di ho adanseε sε nokorε, wͻyε atorofoͻ.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5137,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:12","price":"Sε yɛtu wͻn a wͻnka wͻn ho ne wͻn nntu, na sε yεko tia wͻn nso a wͻmmoa wͻn; sε wͻbεboa wͻn mpo a wͻbεdane wͻn akyi (adwane); afei wͻnya nkonim die.","arabic":"لَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5138,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:13","price":"Mo ho suro a εwͻ wͻn akoma mu no so kyεn Nyankopͻn (ho suro). Efrisε wͻyε nnipa a wͻnni nteaseε.","arabic":"لَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5139,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:14","price":"Wͻntumi mmͻ mu ne mo nko, na mmom gyesε nkuro a aban denden wͻ mu so, anaasε fasuo bi akyi. Ɔkoo a εda wͻn ara wͻn ntεm no ano yε den yie. W’adwen yε wo sε wͻn wͻ koroyε, nanso mpaepaemu wͻ wͻn akoma mu. Efrisε wͻyε nnipa a wͻnnwen.","arabic":"لَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5140,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:15","price":"Wͻn mfatoho te sε wͻn a wͻdii wͻn anim kan (Banuu Qainuuqa) a wͻnni akyiri no. Wͻkaa wͻn dwumadie so aba hwεe, na wͻn wͻ asotwe a εyε ya paa.","arabic":"كَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5141,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:16","price":"(Wͻn aboafoͻ no) mfatoho te sε ͻbonsam, εberε a ͻbεka akyerε onipa sε, po (Nyame); εberε a (onipa no) bεpo (Nyame) no, (deε bonsam) ka ne sε: ”Medeε matwe me ho afri wo ho; nokorε sε mesuro Nyankopͻn, Abͻdeε nyinaa Wura no “.","arabic":"كَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5142,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:17","price":"Enti wͻn mmienu awieε ne bonsam gyam, εhͻ na wͻbεtena. Abͻnefoͻ no akatua ne no.","arabic":"فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5143,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:18","price":"Mo a moagye adie, monsuro Nyankopͻn, na ͻkra biara (ntwa n’ani) nhwε dwuma a (wadi) de ato hͻ ama (ne ho) ͻkyena; na monsuro Nyankopͻn. Nokorε sε Nyankopͻn ne dwuma a modie nyinaa ho amane bͻ Wura.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5144,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:19","price":"Na monhwε na moankͻyε sε wͻn a wͻn werε afri Nyankopͻn na enti Ɔmaa wͻn werε frii wͻn ara wͻn ho no. Saa nkorͻfoͻ no ne abͻnefoͻ no.","arabic":"وَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5145,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:20","price":"Amanehunu gya no mu foͻ no ne ͻsoro aheman no mu foͻ no nnsε. Ɔsoro aheman no mu foͻ no wͻne nkonimdifoͻ no.","arabic":"لَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5146,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:21","price":"Sε Yɛsianee saa Qur’aan yi maa bepͻ a, anka wobɛhunu sε (bepͻ no) de ahobraseε redwidwa εnam Nyankopͻn ho suro nti. Yεreyε saa mfatoho yi ama nnipa sεdeε wͻbεfa adwen.","arabic":"لَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5147,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:22","price":"Ɔne Nyankopͻn no a awurade foforͻ biara nnihͻ ka Ne ho no: Kokoam ne Badwam Nimdefoͻ no, Ɔne Ahummͻborͻ Hene no, Ɔdεεfoͻ Hene no.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5148,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:23","price":"Ɔno ne Nyankopͻn no a awurade foforͻ biara nni hͻ ka Ne ho no; Ɔhene no a tumi nyinaa hyε ne nsa, Kronkron Hene no, Asomdwoeε Hene no, Abodweԑ Hene no, Ahoban bͻ Hene no, Otumfoͻ no a Ɔtumi ade nyinaa yε, Ɔkasa prεko a obiara ntumi ne no nni asie, Otumfoͻ no a Akεsesεm fata no. Ahoteeɛ Hene ne Nyankopͻn, Ɔso kyεn sε wͻde biribi toto Ne ho.","arabic":"هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5149,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"59:24","price":"Ɔne Nyankopͻn; Ɔbͻͻ Adeε no, Ɔyεfo no, Ɔnyomfo no: Ɔno na abodin papa nyinaa wͻ no. Deε εwͻ soro ne asaase so nyinaa bͻ no abodin; na Ɔne Otumfoͻ no a Ɔtumi ade nyinaa yε, Ɔne Onyansafoͻ no.","arabic":"هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr"],"ayahNumber":5150,"juzNumber":28,"footnotes":"","lang":"asn"}],"chapter":["59 (Al-Hashr)","Al-Hashr","Surah Al-Hashr","Chapter Al-Hashr","Hashr","Surah Hashr","Chapter Hashr","Al Hashr","Surah Al Hashr","Chapter Al Hashr","Surah 59","Chapter 59","The Exile","الحشر"]}