{"data":[{"name":"6:1","price":"Aseda wͻ Nyankopͻn no a Ɔbͻͻ soro ne asaase, na W’ayε esum ne εhyεn; nanso (Kaafrifoͻ) no a wͻ’yi boniayε no de biribi toto wͻn Wura Nyankopͻn ho.","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:2","price":"Ɔno na Ɔbͻͻ mo fri nεteε mu, εna W’ahyehyε berε (a mode bewuo), εna (W’ahyehyε) berε foforͻ nso bio a εwͻ Nehͻ (a mode bεsͻre afri owuo mu), nanso moadwen nnsi mo pi (wͻ Owu-sͻreε no ho).","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:3","price":"Ɔne Nyankopͻn wͻ soro, εna asaase so nso saa ara; Onim mo asumasεm ne monsεm a εda dwa nyinaa, na Onim deε monsa ka.","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:4","price":"Nsεnkyerεnee biara a εbεba wͻn hͻ a εyε nsεnkyerεnee a efri wͻn Wura Nyankopͻn hͻ no, gyesε wͻ’twi faso.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:5","price":"Ampa sε, εberε a nokorε no baa wͻn hͻ no wͻ’pooe, na deε wͻ’di ho fεw no ho asεm bεba wͻn so.","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:6","price":"Wͻ’nhunuu awoͻ ntotoasoͻ dodoͻ a wͻ’dii wͻn anim kan a Y’asεe wͻn? Yε’maa wͻn dii asaase no so a, Yε’mmaa monnii so saa, Yesianee nsuo fri soro maa wͻn maa no buu so, na Yε’maa nsubͻnten nenam wͻn ase; nanso Yε’de wͻn bͻne sεee wͻn, εna wͻn akyi no Yε’maa awoɔ ntotoasoɔ foforͻ sͻre (bεhyεε wͻn anan mu).","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:7","price":"Sε anka Yesianee Nwoma no maa wo wͻ krataa so, εna wͻ’de wͻn nsa tumi sͻ mu mpo a, anka (Kaafrifoͻ) boniayεfoͻ no bεka sε: “Nokorε, woi deε εyε nkonyaa pefee”.","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:8","price":"Deε wͻ’ka nesε: “Adεn na yensiane soro abͻfoͻ mma no?” Sε Yesiane Soro abͻfoͻ a, εneε na anka asεm no asi awie, na yεmma wͻn berε.","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:9","price":"Sε Y’εyεε Soro abͻfoͻ maa no a, anka Yε’bεyε no onipa, na Y’ama wͻn adwen ayε wͻn basaa sεdeε wͻn adwen ayε wͻn basaa no.","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:10","price":"Ampa sε, wͻ’dii Asomafoͻ a wͻ’dii w’anim kan no ho fεw nanso deε aserefoͻ no de dii wͻn ho fεw no betwaa wͻn ho hyiae.","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:11","price":"Ka sε: “Monante (anaasε montu kwan) wͻ asaase no so na monhwε sεdeε wͻn a wͻ’poo nokorε no awieε si wieε “.","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:12","price":"Kasε: “Hwan na nneεma a εwͻ soro ne asaase so yε ne dea?” (Nkͻmhyεni) ka sε: “Ɛwͻ Nyankopͻn”. W’ahyehyε Ahummͻborͻ ama Neho. Ampa sε, Ɔbεboa moano wͻ Wusͻreε Da no a akyinnyeε biara nni ho no mu, wͻn a w’abrε wͻn ho aguo no ne wͻn a wͻ’nnye nnie no.","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:13","price":"Adeε a εte anadwo ne adekyeε mu nyinaa nso wͻ no. Ɔne Otiefoͻ a Ɔte biribiara, Ɔne Onimdefoͻ no.","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:14","price":"Ka sε: “Menfri Nyankopͻn, ͻsoro ne asaase Yεfoͻ no, (Otumfoͻ a) Ɔbͻ (abͻdeε nyinaa) akͻnhoma, na obi mmͻ no akͻnhoma no akyi mfa okyitaafoͻ (foforͻ)?” Ka sε: “Medeε yahyε me sε menyε onipa a odikan a wayε Muslim aberε neho ase ama Nyankopͻn”, na hwε yie na w’ankͻka wͻn a wͻ’de biribi bata Nyankopͻn ho no ho.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:15","price":"Kasε: “Medeε mesuro sε mεyε me Wura Nyankopͻn asεm no ho asoͻden εnam Da kεseε no asotwee no ho nti.","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:16","price":"Obi a yεbeyi (saa asotwee no) afri neso wͻ saa Da no mu no, nokorε sε na yahu no mmͻbͻ. Na εno ne nkonimdie a εda adi pefee no.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:17","price":"Sε Nyankopͻn de ͻhaw bi to woso a, obiara nnihͻ a obetumi ayi afri hͻ, gyesε Ɔno ara, sε Ɔma papa bi nso to wo a, Ɔno ara na Ɔwͻ biribiara so tumi.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:18","price":"Ɔne Opumpuni a Ɔkorͻn wͻ Nenkoa soͻ, na Ɔne Onyansafoͻ no, Ɔne Amanebͻfoͻ no (a Ɔbεbͻ mo dwuma a modiiε nyinaa ho amaneε (wͻ Atemmuda).","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:19","price":"(Nkͻmhyεni), kasε: “Adansedie bεn na εsoo paa? “Kasε: “Nyankopͻn ne mene montεm Ɔdanseni. Y’ayi saa Qur’aan yi ama me sε menfa mmͻ mo, ne obiara a (saa Qur’aan yi) bεto no no kͻkͻ. Enti mobetumi adi adanseε paa sε anyame foforͻ bi wͻ hͻ ka Nyankopͻn ho?’’ Kasε: “Medeε menni (saa asεm no ho) adanseε”. Kasε: “Nokorε mu deε Nyankopͻn baako pε na Ɔwͻ hͻ; na medeε m’atwe meho afri deε mode bata Neho no ho”.","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:20","price":"(Yudafoͻ ne Kristofoͻ) no a Yε’maa wͻn Nyamesom ho Nwoma no nim (Muhammad paa) tesε deε wͻ’nim wͻn mma. Wͻn a w’ayera wͻn kraa no na wͻ’nnye nnie.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:21","price":"(Onipa) bͻneni bεn na ͻkyεn obi a otwa torͻ to Nyankopͻn soͻ, anaasε ͻpo Nensεm? Nokorε sε abͻnefoͻ no deε wͻ’nni nkonim da.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:22","price":"Ɛda a Yε’bεboa wͻn nyinaa ano no, ɛhɔ na Yε’bεka akyerε wͻn a wͻ’de biribi bataa (Nyankopͻn) ho no sε: “Wͻn a mode wͻn bataa (Nyankopͻn) ho a na modwen sε (wͻ’yε mo anyame no) wͻ hen?","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:23","price":"Wͻ’nnya nyinasoͻ anaa anoyie biara, na mmom deε wͻ’bεka nesε: “Yεdͻ Nyame, Yεn Awurade no sε, na yεnnka wͻn a wͻ’de biribi bata Nyankopͻn ho no ho “.","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:24","price":"Hwε sεdeε wͻ’resi twa nkontompo to wͻn ho soͻ! Atorͻ a wͻ’twaeε no bεyera afri wͻn ho (saa Da no).","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:25","price":"Wͻn mu bi wͻ hͻ a wͻ’retie woͻ, nanso yε’de akatasoͻ akata wͻn akoma ho sεdeε wͻ’nnte aseε, na wͻn aso mu nso akraa wͻ mu, sε wͻ’hunu nsεnkyerεnee nyinaa mpo a wͻ’nnye nni kͻpem sε wͻ’bεba wohͻ ne wo abεgye akyinnyeε, na deε boniayεfoͻ no ka ne sε: ‘’Nokorε sε woi deε εyε tetefoͻ no anansesεm.”","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:26","price":"Wͻ’si (amanfoͻ) kwan wͻ (Nkͻm-hyεni) ho, εna wͻ’si wͻn ara nso ho kwan wͻ neho. Sε (wͻ’yε saa a), wͻn ara na wͻ’redi wͻn ho awuo nanso wͻ’nhunu saa.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:27","price":"Sε anka worehunu (sεdeε wͻ’bεyε) wͻ εberε a yεde wͻn begyina Ogya no mu no a, (saa Da no) wͻ’bεka sε: ‘’Na anka yasan kͻ wiase bio, anka yεn mfa Ye’Wura Nyankopͻn asεm no atorͻsεm, na anka yε’bεka agyidiefoͻ no ho“.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:28","price":"Daabi, deε kane no na wͻ’de asuma no ada adi akyerε wͻn. Sε wͻ'san ba (wiase) bio mpo a wͻ’bεsan akͻ deε yε’braa wͻn no ara so (akͻyε). Nokorε sε wͻ’yε nkontompofoͻ.","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:29","price":"Deε wͻ’ka ne sε: “Asetena no ara ne yεn wiase ha ara, na εmma sε yε benyane yεn (wͻ yewuo akyi.)“.","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:30","price":"(Nkͻmhyεni), sε anka worehunu (sεdeε wͻ’besi ayε) wͻ berε a yεde wͻn begyina wͻn Wura Nyankopͻn anim no a. Nyankopͻn bεka sε: “(Wusͻreε) woi nyε nokorε?” Wͻ’bεka sε: “Aane. “Yεdͻ yeWura (Nyankopͻn)!” Nyankopͻn bεka akyerε wͻn sε: “Monka asotwee no nhwε, εnam sε moanye anni nti“.","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:31","price":"Ampa sε, wͻn a wͻ’nnye nni sε wͻ’ne Nyankopͻn behyia mu no aberε agu dekosi sε (Owuo) dͻnhwere no bεba wͻn so mpofirem. (Saa Da no) wͻ’bεka sε: ‘’Y’εbͻ ye’tri so sε Yebuu Y’ani guu soͻ’’ na wͻ’bεsoa wͻn adesoa wͻ wͻn akyi. Ԑyε adesoa bͻne paa na wͻ’bεsoa no.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:32","price":"Wiase asetena yi deε εyε agodie ne ahuhudeε. Daakye fie no na εyε paa dema wͻn a wͻ’suro Nyankopͻn. Enti monni nteaseε?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:33","price":"(Nkͻmhyεni), ampa sε Y’enim sεdeε nsεm a wͻ’rekeka no si fa ha woͻ. Na εnyε wo na wͻ’nnye wo nnie, na mmom Nyankopͻn nsεm no na abͻneεfoͻ no reko tia.","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:34","price":"Ampa sε wͻ’buu asomafoͻ a wͻ’dii w’anim kan no atorofoͻ, nanso wͻ’nyaa aboterε wͻ atorͻsεm a wͻ’de too wͻn soͻ, ne aniεyaa a wͻ’hyεε wͻn no ho, kosii sε Y’εmmoa baa wͻn hͻ. Obiara nnihͻ a ͻbetumi asesa Nyankopͻn Asεm (ne ne nhyehyεε). Ampa sε asomafoͻ no nsεm no mu bi aba wo hͻ.","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:35","price":"(Nkͻmhyεni), sε twe a wͻ’retwe wͻn ho (fri wo ho, ne nsεm a Yε’de asoma woͻ no) ho no na εha woͻ, na sε wobetumi anya tokuro bi wͻ asaase mu (awura mu), anaa atwedeε bi (aforo akͻ) soro na wode nsεnkyerεnee abrε wͻn a-; (na εnyε yie enti si aboterε). Sε Nyakopͻn pε a, anka Ɔbεboa wͻn nyinaa ano wͻ tenenee (kwan) no so. Enti hwε na w’ankͻka abagyimifoͻ no ho.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:36","price":"Wͻn a wͻ’gye (wo) soͻ no, wͻn na wͻ’tie (asεm no). Na awufoͻ no nso Nyankopͻn benyane wͻn na afei w’asan akͻ Nehͻ.","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:37","price":"Deε wͻ’ka ne sε: ‘’Adεn na nsεnkyerεnee mfri ne Wura Nyankopͻn hͻ mma ne hͻ?“ (Nkͻmhyεni), ka sε: ‘’Nokorε sε, Nyankopͻn wͻ tumi sε Osiane nsεnkyerεnee, nanso wͻn mu pii nnim.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:38","price":"Ntͻteboa a εwͻ asaase soͻ ne ntakra boa a wͻ’tu wͻ wͻn ntaban soͻ nyinaa gu akuo-akuo tesε mo ara. Y’annya biribiara akyire wͻ Nwoma no mu, na yεbεboa wͻn nyinaa ano wͻ wͻn Wura Nyankopͻn hͻ.","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:39","price":"Wͻn a wͻ’po Yεn nsεm no yε asosifoͻ ne mmum (na wͻn) wͻ esum paa mu. Nyankopͻn yera obi a Ɔpε, na obia Ɔpε no nso, Ɔde no fa kwan tenenee no so.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:40","price":"Ka sε. “Modwene ho sεn?“ Sε Nyankopͻn asotwee anaasε Dͻnhwere no ba mo so a, moyε nokwafoͻ ampa sε mobεfri Nyankopͻn akyi asu afrε obi foforͻ?”","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:41","price":"Daabi, Ɔno nko ara na mobesu afrε no, na sε εyε Nepε a W’ayi deε enti moresu frε no no afri mo so, na (saa berε no) mowerε befri deε mode bataa Neho no.","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:42","price":"Ampa sε Yε’somaa asomafoͻ kͻͻ aman-aman a wͻ’dii w’anim kan no hͻ. Na Yε’de ͻhaw ne ahokyerε too wͻn so sεdeε wͻ’bεbrε wͻn ho aseε.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:43","price":"Adεn na Yε’haw no baa wͻn soͻ no w’ammerε wͻn ho aseε, na mmom wͻn akoma yεε den? Ɔbonsam maa dwuma a na wͻ’die no yεε wͻn (ani so) fε.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:44","price":"Na εberε a wͻn werε frii (afutuo) a yεde tuu wͻn no, Ye’buee (anigyedeε) biara ho pono (kwan) maa wͻn, kosii εberε a wͻn wͻ anigyeε mu wͻ deε yεde ama wͻn no mu no, Yε’sͻͻ wͻn mu mpofire mu, na hwε, wͻ’nuu wͻn ho dii awerεhoͻ.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:45","price":"Enti yεmaa amanfoͻ no a wͻ’dii bͻne no akyiri kwan yerae. Aseda wͻ Nyankopͻn, Abͻdeε nyinaa Wura no.","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:46","price":"(Nkͻmhyεni), ka sε: “Modwen ho sεn? “Sε Nyankopͻn si mo aso na Ofira moani na Otua moakoma ano a, Awurade bεn na ͻwͻ Nyankopͻn akyi a anka ͻde (aso ne ani ne akoma) bεma mo?” Hwε sεdeε Yε’si kyerεkyerε nsεm no mu nanso wͻ’dane wͻn ho fri ho.","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:47","price":"Ka sε “Modwene ho sεn?“ sε Nyankopͻn asotwee ba moso (anadwo) mpofire mu, anaa (awia) pefee mu a, εnyε amanfoͻ abͻneεfoͻ no na yεbεsεe wͻn?”","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:48","price":"Deε nti Yε’soma asomafoͻ no ne sε, wͻ’de (Soro Aheman no mu) anigyesεm no ho anohoba bεbͻ (amanfoͻ) na (wͻ’de Amanehunu gya no nso ho asεm) bεbͻ wͻn kͻkͻ. Enti obi a ͻbεgye adie na w’atoto ntotoeε pa no (saa Da no) ehu biara mma wͻn so, na wͻn werε nso nnho.","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:49","price":"Wͻn nso a wͻ’po Yεn nsεnkyerεnee no deε, asotwee no bεka wͻn, εnam wͻn bɔne a wͻ’diiε ho nti.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:50","price":"(Nkͻmhyεni), ka sε: ‘’Mennka nkyerεε mo sε, Nyankopͻn akoradeε wͻ me hͻ, anaasε menim nsumaeε mu asεm, na menka nkyerεε mo nso sε, meyε Soro abͻfoͻ. Deε yasiane ama me no na medi akyire”. Ka sε: “Enti onifirani ne obia ohunu adeε na εsε, enti wͻn nnwen anaa?”","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:51","price":"Enti fa (Qur’aan yi) tu wͻn a wͻ’suro sε yεbεboa wͻn ano wͻ wͻn Wura Nyankopͻn anim no fo sε, wͻ’nni okyitaafoͻ anaa otwitwagyefoͻ biara (wͻ Nyankopͻn) akyi, sεdeε wͻ’bεyε ahwεyie.","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:52","price":"Hwε na w’ampamo wͻn a wͻ'su frε wͻn Wura Nyankopͻn ahomakye ne anyumerε hwehwε N’anim animuonyam no. Wͻn nkontabuo nna wo so koraa, na wo nso w’akontabuo nna wͻn so koraa, enti sε wopamo wͻn a wobεka abͻneεfoͻ no ho.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:53","price":"Saa ara na Yε’de wͻn mu bi ayε nsͻhwε ama wͻn mu bie sεdeε wͻ’bεka sε: ‘’Woi nom (ahiafoͻ yi) na Nyankopͻn adom wͻn wͻ yεn mu?” Ɛnyε Nyankopͻn na Onim wͻn a w’ͻyi ayε no anaa?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:54","price":"Sε wͻn a wͻ’gye Yεn nsεm no die no ba wo hͻ a kasε: ‘Salaamu alaikum’ (Asomdwiε nka mo). Nyankopͻn ahyehyε Ahummͻborͻ ama Neho, enti momu biara a onnnim na ͻbεyε bͻne bi, na εno akyi no ͻbεsakra n’adwen na wa’atoto ntotoeε pa no, nokorε sε (Nyankopͻn) ne Bͻnefakyε Hene, Ɔno ne Mmͻborͻhunufoͻ Hene.","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:55","price":"Saa ara na Yε’kyerεkyerε nsεm no mu pefee sεdeε abͻneεfoͻ no kwan no bεda adie.","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:56","price":"(Nkͻmkyεni), ka sε: “Medeε yabra me sε mεsom wͻn a mofri Nyankopͻn akyi su frε wͻn no“. Kasε: “Medeε menni moapεdeε no akyi, sε meyε saa a εneε na ampa sε m’ayera, εneε na menka wͻn a w’atene no ho.","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:57","price":"Ka sε: ‘’Megyina nyinasoͻ pefee a efri me Wura (Nyankͻpͻn) hͻ no so, nanso monnye nni. Deε morepε no ntεm no, εnyε me hͻ na εwͻ. Nokorε sε Atemmuo no deε Nyankopͻn na εwͻ no. Ɔno na Ɔka nokorε na Ɔne Otemmufoͻ papa no”.","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:58","price":"Ka sε: “Sε deε morepε no ntεm no wͻ me hͻ a, anka (yadi) me ne montεm asεm no awie”. Nyankopͻn na Onim abͻneεfoͻ no.","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:59","price":"Nehͻ na ahuntasεm no ho safoa wͻ, obiara nnihͻ a onim, gyesε Ɔno (nko ara). Onim deε εwͻ asaase so ne (deε) εwͻ ͻpo mu (nyinaa); (ansa na) ahahan bi bεte atͻ no na Onim ho asεm, anaa aduaba bi a εwͻ asaase mu sum mu, anaa deε εyε mono anaasε deε adwan, (no nyinaa) wͻ Nwoma pefee no mu.","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:60","price":"Ɔno na Ɔma mo wu anadwo (wͻ εberε a moadeda) na Onim deε moyε no adekyeε no mu; afei na W’anyane mo afri (monna no mu ama moasan aba nkwa mu) akosi εberε a yahyehyε ato hͻ (ama mo sε mode bewuo). Afei Nehͻ ne monnkyi. Na afei W’abͻ mo dwuma a na modie no ho amaneε.","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:61","price":"Ɔne Opumpuni a Ɔkorͻn wͻ Nenkoa soͻ, Ɔsoma (Soro abͻfoͻ) awεnfoͻ (ma wͻ’wεn mo san twerε dwuma a modie biara) dekosi sε, owuo bεba momu bi so, na Y’asomafoͻ (Soro abͻfoͻ) ama wᴐn ayi nenkwa. Wͻ’mmu wͻn ani nngu wͻn adwuma so-,","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:62","price":"Afei na wͻn asan kͻ Nyankopͻn a Ɔne wͻn nokorε Kyitaafoͻ no hͻ. Nokorε sε, Ɔno na atemmuo yε Ne dea, na Ɔno na Neho yε hare wͻ akontabuo mu.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:63","price":"(Nkͻmhyεni), ka sε: ‘’Hwan na ͻgye mo fri asaase ne ͻpo so sum mu (ͻhaw ne mmusuo mu), εberε a mode ahobraseε sufrε no wͻ kokoa mu sε: ‘’Sε wogye yεn fri woi mu a yε’beyi (Wo) ayε?”","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:64","price":"Ka sε: “Nyankopͻn na Oyi mo fri (saa mmusuo no) ne mmusuo biara mu, nanso mode biribi bata Neho.","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:65","price":"Ka sε: “Ɔwͻ tumi sε Ɔsoma asotwee fri moapampamu anaasԑ monan ase brε mo, anaa Ɔbεma ntotoo aba montεm na W’ama moaka moho-moho ͻkoo ahwε. Hwε sεdeε Y’esi kyerεkyerε nsεm no mu sεdeε anka wͻ’bεte aseε.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:66","price":"Nanso (Nkͻmhyεni), wo nkorͻfoͻ no faa no atorɔsɛm, aberε nso a εno ne Nokorε no. Ka sε: “Mennyε okyitaani (anaaa ͻwεmfoͻ) wͻ mo so”.","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:67","price":"Asεm biara wͻ neberε, na sεdeε εteε biara no mobehunu.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:68","price":"Sε wohunu wͻn a wͻ’keka nsεm hunu fa Yεn Nsεm no ho no a, twe wo ho fri wͻn ho kosi sε wͻ’bεfa asεm foforͻ. Sε bonsam ma wo werε fi na akyire yi wokae a, hwε na wone abͻneεfoͻ no ammom antenna ase.","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:69","price":"Wͻn a wͻ’suro Nyankopͻn na wͻ’yε ahwεyie no akontabuo nna wͻn (boniayεfoͻ) no so koraa, (na mmom wͻn asεdeε nesε) wͻ’bεkaekae (wͻn) sεdeε wͻ’bεyε ahwεyie.","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:70","price":"Gyae wͻn a wͻ’afa wͻn som sε agodie ne ahuhusεm, na wiase asetena yi adaadaa wͻn no, na fa (Qur’aan) tu (wͻn) fo na ͻkra bi ankͻ sopa wͻ deε ͻyͻeε ho, (wͻ εberε a) onni kyitaafoͻ anaa otwitwagyefoͻ wͻ Nyankopͻn akyi no, na ͻma mpata biara mpo a yεnngyeε no. Saa nkorͻfoͻ no na deε wͻn nsa kae no asopa wͻn. Wͻn wͻ anomdeε a εyε nsuohyeε hyeehyeehye ne asotwee a εyε ya paa, εnam (nokorε a) wͻ’poeԑ nti.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:71","price":"Ka sε: ‘’Enti yenfri Nyankopͻn akyi nsu mfrε adeε a εho nni mfasoͻ mma yεn, na (entumi) mma yεn ͻhaw biara; na yεnsan nkͻ y’akyi wͻ aberε a Nyankopͻn atene yεn? Tesε obi a ͻbonsam ayera no wͻ asaase bi soͻ na ͻnhunu deε ͻnyε, na ͻwͻ ayͻnkofoͻ na wͻ’refrε no sε: ‘’Bra yεn hͻ’’ Ka sε: “Nokorε, Nyankopͻn (kwan) tenenee no ne (kwan) tenenee. Yahyε yεn sε, yε’mrε yεn ho ase ma Abͻdeε nyinaa Wura Nyankopͻn no,","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:72","price":"Na yεnfrε Nyame wͻ ne berε mu, na yensuro Nyankopͻn. Nehͻ na mobεkͻ akohyia.","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:73","price":"Ɔno na Ɔde nokorε bͻͻ soro ne asaase; saa Da no Ɔbεka sε: ‘’Yε!” Na ayε, na N’asεm na εyε nokorε. Ɔno na Tumi no wͻ no wͻ Da a yεbεbͻ totorobεnto no mu no. Nsumaeε mu ne Badwamu Nimdefoͻ no, Ɔne Nyankopͻn Nyansafoͻ no, Ɔne biribira ho Amanebͻ Wura no.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:74","price":"Kae εberε a Abraham ka kyerεε nepapa Aazar sε: ‘’Wafa abosom na wode ayε anyame? Nokorε, m’ahunu sε wone wo nkorͻfoͻ no wͻ ͻyera pefee paa mu “","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:75","price":"Saa (kwan yi so na yεfa) kyerεε Abraham soro ne asaase so ahennie sεdeε ͻbεka wͻn a wͻn adwen si pie no ho.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:76","price":"Ɛberε a adeε sa kataa ne soͻ no, ohunu nsoromma. Ɔkaa sε:” Woi ne me Wura no”. Ԑberε a εkͻtͻeε no ͻkaa sε: ‘’Mempε wͻn a wͻ’kͻtͻ’’.","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:77","price":"Ɛberε nso a ohunu bosome sε adwa hann no, ͻkaa sε: “Woi ne me wura no’. Ɛberε a εkͻtͻeε no ͻkaa sε: ‘’Sε me Wura Nyankopͻn ankyerε me kwan a, nokorε sε mεka nnipa ayerafoͻ no ho”.","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:78","price":"Enti εberε a ohunu sε awia apue hyεnhyεnhyεn no, ͻkaa sε: ‘’Woi ne me wura, woi na εsoo’.’ Ɛberε a awia no kͻtͻeε no, ͻkaa sε: “Menkorͻfoͻ, nokorε sε m’atwe me ho afri deε mode bata (Nyankopͻn) ho (som no no) ho“.","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:79","price":"Medeε m’adane m’anim pεpεεpε akyerε Nea Ɔbͻͻ soro ne asaase, na medeε menka abosomsomfoͻ no ho.","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:80","price":"Nenkorͻfoͻ no gyee no akyinnye. Ɔkaa sε: “Mone me regye Nyankopᴐn ho akyinnye abrԑ a W’akyerԑ me kwan? Mensuro deε mode bata Neho no (sε εbetumi ayε me biribi), gyesε me Wura Nyankopͻn pε; me Wura (Nyankopͻn) nimdeε trε duru biribiara so. Adεn monnfa nyԑ afutuo?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:81","price":"Ɛdeεn nti na εsεsε mesuro deε mode abata (Nyankopͻn) ho, aberε nso a monnsuro sε mode deε yensianee ho tumi (biara) mma mo abata Nyankopͻn ho? “Enti saa fekuo mmienu yi emu deε εwͻ hen na ͻfata ahotᴐ, sε monim ampa a?","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:82","price":"(Ɛyε) wͻn a wͻ’agye adie na wͻ’nnfa bͻne mfra wͻn gyidie mu, saa nkorͻfoͻ no na wͻ’wͻ ahotᴐ mu, na wͻ’ne ateneneefoͻ no.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:83","price":"Woi yε Yεn nyinasoͻ a Yε’de maa Abraham maa no (deko) tiaa nenkorͻfoͻ no, obia Yε’pε no Yε’pagya no bͻ n’abaso. Wo Wura (Nyankopͻn) ne Onyansafoͻ, Ɔne Onimdefoͻ.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:84","price":"Yε’de Is’haaq kyεε no, εna (nenana) Ya’aquub, Yε’kyerεε wͻn mu biara kwan. Noah nso Ye’dii kan kyerεε no kwan, na n’asefoͻ no mu bi ne: Dawid ne Solomon ne Hiob ne Yosef ne Mose, ne Aaron. Saa ara na Ye’tua apapafoͻ no ka.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:85","price":"Ne Zakariya ne Yohane ne Yesu ne Elia; wͻn nyinaa ka apapafoͻ no ho.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:86","price":"Ne Ismail ne Al-Yasa’a (Elisa), ne Yuunus (Yona) ne Lut; wͻn mu biara Yε’de (adom) dom wͻn kyεn amansan a aka no nyinaa.","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:87","price":"Wͻn agyanom ne wͻn awoͻ ntoatoasoͻ ne wͻn nuanom mu nso, Ye’yii wͻn mu bi, na Yε’kyerεε wͻn kwan kͻͻ kwan tenenee no so.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:88","price":"Woi ne Nyankopͻn kwankyerε, Ɔkyerε Nenkoa mu nea Ɔpε kwan. Sε (nkͻmhyεfoͻ a yεbobͻͻ wͻn din yi) de biribi bataa (Nyakopͻn) ho a, anka dwuma a wͻ’dieε nyinaa ayε kwa ama wͻn.","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:89","price":"Woi nom ne amanfoͻ a Yε’de Nwoma no ne Nyansa ne Nkͻmhyε adwuma maa wͻn. Enti sε woi nom annye anni a, ampa sε Yε’de (Nyamesom Nwoma no) ahyε amanfoͻ bi a wͻn deε wͻn mmpoeε nsa.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:90","price":"Wͻ’ne nkorͻfoͻ no a Nyankopͻn atene wͻn. Enti wͻn kwan kyerε no na moni akyire. (Nkͻmhyεni), ka sε ‘’Memmisa mo εho akatua”. (Qur’aan adwuma) ara nesε, εyε afutusεm dema amansan (nyinaa).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:91","price":"Wͻ’mmmfa anidie (anaa obuo, anaa tumi) a εfata paa mma Nyankopͻn wͻ nokorε mu sεdeε Netumi siteε, εberε a wͻ’ka sε: ‘’Nyankopͻn nsianee hwee mmaa ͻdasani“. Ka sε: “Hwan na osianee Nwoma no a Mose de baeε a, na εyε nhyerεnee ne kwankyerε dema adasamma a mo (Yudafoͻ) motwerεε no nkrataa a yakyekyε mu soͻ, daa (emu nsεm no bi) adie de dodoͻ no ara sieε; na mokyerεε adeε a mo, anaa moagyanom mpo nnim?” Ka sε: “Nyankopͻn. Enti wodeε gyae wͻn ma wͻ’nkeka wͻ’nsεm hunu no na wͻ’ni agorͻ.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:92","price":"Saa Nwoma yi (Qur’aan), Yε’de nhyira na asiane aba de bεhyε (Nwoma) a edii n’anim kan no mma, sԑdeԑ wode bԑbͻ Nkuro (nyinaa) maame (Maka) ne (nkuro) a atwa ho ahyia no (mufoͻ no) kͻkͻ. Wͻn a wͻ’gye Da a edi akyire no die no, gye (Quraan) di; wͻn ne wᴐn a wͻ’hwε wͻn Nyamefrε so yie no.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:93","price":"Hwan na ͻyε onipa bͻneni kyεn obi a otwa nkontompo to Nyankopͻn soͻ, anaa ͻka sε: ”Y’ayi Adiyisεm ama me, wͻ aberε nso a yenyii Adiyisεm biara mmaa no; ne obia ͻka sε: “Mesiane deε Nyankopͻn asiane aba no sεso.” Sε (anka) worehunu εberε a abͻneεfoͻ no repre wͻ owuo ahometeε mu, na soro abͻfoͻ atene wͻnsa wͻ wͻn so reka akyerε wͻn sε, ‘’Monyi mokraa no ma; εnnε da yi yεde animguaseε asotwee na εbetua moka εnam nsεm a moka too Nyankopͻn so a na εnyε nokorε, na moyεε N’asεm ho ahomasoͻ nti”.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:94","price":"Ampa sε (monam) ankorͻ-ankotͻ (de nsansa a hwee nka mo ho) na aba Yεn hͻ sεdeε Ye’dii kan bͻͻ mo no, εna moagya deε Yε’de maa mo no (sika, εyerε, εmma, abusua, gyinaberε ne deε εkeka ho no nyinaa) wͻ moakyi. Na adεn na Ye’nnhu montwitwagyefoͻ no a na moadwen yε mo sε wͻ’ka Onyankopͻn ho no? Ampa sε mone wͻn ntεm twaka (biara) to atwa, na deε moadwen yε maa mo no (nyinaa) ayera.","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:95","price":"Nokorε sε, Nyankopͻn na Ɔma aduaba ne akyiresua aba fifre, εna Ɔma ͻteasefoͻ fri awufoͻ mu, εna Oyi awufoͻ nso fri ateasefoͻ mu. Nyankopͻn no ne no, afei adεn na modane moho (fri nokorε no ho)?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:96","price":"(Ɔno na) Ɔma adeε kye, εna W’ayε adesae ahomegye (berε ama adasamma, εna W’ayε) awia ne bosome (nso εberε ho) akontabuo. Woi yε Otumfoͻ a Otumi ade nyinaa yε, Onimdefoͻ no nhyehyεε.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:97","price":"Ɔno na W’ayε nsoromma ama mo, sεdeε εbεkyerε mo kwan wͻ asaase so sum mu ne ͻpo soͻ. Ampa sε, Y’akyerεkyerε nsεm no mu ama amanfoͻ a wͻ’nim.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:98","price":"Ɔno na Ɔbͻͻ mo fri honam baako mu, (εna W’ama mo) atenaeε (wͻ asaase so, anaasε momaame awodeε mu) asan (ama mo tenaberε) wͻ sie da mu (wͻ adakamena mu). Ampa sε Y’akyerεkyerε nsεm no mu ama amanfoͻ a wͻ’te (asεm) aseε.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:99","price":"Ɔno na Osiane nsuo fri soro dema nnuaba ahodoͻ fifire, na Y’ama nͻbaeε mono apue mu, na Y’ama nuaba a εbͻ esa-sa (ne mmεtem ne aduro-aduro tesε borͻdeε, aburoo, abε ne deε εkeka ho nyinaa) apue mu, na akyiresua dua no nkͻn mu na (aduaba a εbͻ) esa-sa a moduru soͻ no wͻ, εne bobe turo ne nngo dua ne Rumaan, deε εsesε ne deε εnsesε. Ɛberε a εbεso aba, na εbεbereε no monhwε n’aduaba no. Nokorε sε, nsεnkyerεnee wͻ woi mu dema amanfoͻ a wͻ’gye die.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:100","price":"Wͻ’de Jinni bata Nyankopͻn ho (som wͻn) aberε a Ɔno na Ɔbͻͻ wͻn; na wͻ’ka to no so (sε Nyankopͻn wͻ) mma mmarima ne mma mmaa aberε a wͻ’nni (ho) nimdeε. Kronkron Hene ne no, Ɔkorͻn, so kyεn deε wͻ’de susu no no.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:101","price":"(Otumfoͻ a) Ɔhyεε Ɔsoro ne asaase mmͻeε aseε; εbεyε dεn na W’awo ba aberε a Onni yerε? Ɔno na Ɔbͻͻ biribiara, na Ɔne biribiara ho Nimdefoͻ.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:102","price":"Mo Wura Nyankopͻn no ne no, awurade foforͻ biara nnihͻ, gyesε Ɔno (nko ara) Ɔne biribiara Bͻfo; enti monsom no. Ɔno na biribiara twere no.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:103","price":"Ani ntumi nnhu no, na Ɔno deε Ohu (deε) ani hunu (koduru nyinaa) na Ɔne Onitefoͻ no, Ɔne Amanebͻ Wura no.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:104","price":"Ampa sε anibue (anaa nimdeε anaasε nyinasoͻ pefee) fri mo Wura Nyankopͻn hͻ aba mo hͻ, na obia (obenya) ani de ahwε no (εyε) ma nekraa, na obia ͻbεma n’ani afira (wͻ ho no nso) etia ͻno ara, na me (Nkͻmhyεni) deε menyε moso ͻwεnfoͻ.","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:105","price":"Saa ara na Yε’kyerεkyerε nsεm no mu, sεdeε (boniayεfoͻ no) bεka sε: ‘’Wasua’’ ne sεdeε Yε’bεkyerεkyerε mu ama amanfoͻ a wͻ’nim.","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:106","price":"(Nkͻmhyεni), di adeε a yasiane fri wo Wura Nyankopͻn hͻ ama woͻ no akyi. Awurade foforͻ biara nnihͻ gyesε Ɔno (nko ara), na twe wo ho fri abosomsomfoͻ no ho.","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:107","price":"Sε Nyankopͻn pε a, anka wͻ’nnfa biribi mmata ne ho (nsom no), na yεnyεε wo wͻn so ͻwεnfoͻ, na wonnyε wͻn kyitaafoͻ nso.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:108","price":"Hwε na moanni wͻn a wɔ’fri Nyankopͻn akyi som wͻn no atεm, na anhwε a na wͻ’de ͻtan akodi Nyankopͻn atεm wͻ aberε a wͻ’nnim. Saa ara na Y’ama amanfoͻ no mu biara nyuma ayε wͻn ara (ani so) fε, na wͻn Wura Nyankopͻn hͻ ne wͻn nnkyi, na Ɔbεbͻ wͻn dwuma a na wͻ’die no (nyinaa) ho amaneε.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:109","price":"Wͻ’de Nyankopͻn di wͻn nse akεseε no sε: “Sε anka nsεnkyerεnee bi baa wͻn hͻ a anka wͻ’bεgye adi”. Ka sε: ‘’Nsεnkyerεnee deε Nyankopͻn hͻ na εwͻ, na εdeεn na εbεma mo (Muslimifoͻ no) atenka sε, sε nsεnkyerεnee bi bae mpo a anka wͻ’nnye nnie?”","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:110","price":"Sεdeε wͻ’annye anni deε edikan no, Yε’bεdane wͻn akoma ne wͻn ani (afri ͻkwan tenenee no so) na Y’agyae wͻn wͻ wͻn yera no mu ama wͻn akeka akͻ (sε anifirafoͻ).","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"asn"},{"name":"6:111","price":"Sε Yε’sianee soro abͻfoͻ mpo baa wͻn hͻ, anaa owufoͻ (mpo) ne wͻn kasae, εna Y’εboaboaa biribiara ano wͻ wͻn anim (mpo) a, anka wͻ’nnye nni, gyesε Nyankopͻn pε, nanso wͻn mu dodoͻ no ara nnnim.","arabic":"۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":900,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:112","price":"Saa ara na Yε’maa Nkͻmhyεni biara (nyaa) atamfoͻ firi nnipa ne Jinni abonsamfoͻ no mu; wͻ’wesa nnaadaasεm a εyε dε gu wͻn ho wͻn ho (asom). Sε εyε wo Wura (Nyankopͻn) pε a anka wͻn annyε saa; enti gyae wͻn ne wͻn atorͻsεm a wͻ’redie no.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":901,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:113","price":"Sεdeε wͻn a wͻ’nnye Daakye no nnie no akoma bεdane akͻ (wͻn nnaadaa sεm) no soͻ, na wͻn agye (nnaadaa no) ato mu, na wͻn nso benya (bͻne) no a wͻn anya no bie.","arabic":"وَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":902,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:114","price":"(Nkͻmhyεni, ka sε­: “Menfri Nyankopͻn akyi nhwehwε otemmufoͻ foforͻ, aberε a Ɔno na W’asiane Nwoma no ama mo a εkyerεkyerε nsεm mu pefee no?’’ Wͻn a Yε’maa wͻn Nwoma no (Yudafoͻ ne Kristofoͻ no) nim yie sε ampa sε εyε Adiyisεm a efri wo Wura Nyankopͻn hͻ a εyε nokorε. Enti monhwε na moankͻka wͻn a wͻn adwen nnsi wͻn pie no ho.","arabic":"أَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":903,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:115","price":"Wo Wura Nyankopͻn Asεm no ahyε mma wͻ nokorε mu ne pεyε mu. Obiara ntumi nsesa Nensεm no. Ɔno na Ɔte biribiara na Ɔne Onimdefoͻ a Onim biribiara.","arabic":"وَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":904,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:116","price":"Sε wotie (nnipa no mu) dodoͻ no a wͻn wͻ asaase soͻ no a, wͻ’bεyera wo afri Nyankopͻn kwan no so. Deε wͻn adwen kyerε wͻn na wͻ’di akyire, na nkontompo dwuma na wͻ’die.","arabic":"وَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":905,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:117","price":"(Nkͻmhyεni), nokorε sε wo Wura Nyankopͻn na Onim obi a w’ayera afri Ne kwan no soͻ, εna Onim obi nso a watene.","arabic":"إِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":906,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:118","price":"Enti monidi mfri deε yabͻ Nyankopͻn din agu soͻ no mu, sε Nensεm na mogye die ampa a.","arabic":"فَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":907,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:119","price":"Adεn nti na εnsεsε modi nea yabͻ Nyankopͻn din agu soͻ, wͻ aberε a W’akyerεkyerε deε yabra mo no mu pefee akyerε mo sԑ, gyesε mo wͻ ahokyerε nhyεsoͻ bi mu nti? Nokorε (nnipa mu) dodoͻ no ara na wͻ’de wͻn apεdeε yera (amanfoͻ) aberε a wͻ’nni nimdeε. Nokorԑ sԑ wo Wura Nyankopͻn na Onim abͻneεfoͻ no.","arabic":"وَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":908,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:120","price":"(Adasamma), monyae kokoa mu ne badwa mu bͻneyε. Nokorε sε wͻn a wͻ’di bͻne no yεbetua wͻn dwuma die no so ka pεpεεpε sεdeε wͻ’yͻeε no ara.","arabic":"وَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":909,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:121","price":"Monhwε na moanidi amfri deε ya’mmͻ Nyankopͻn din angu soͻ mu, efrisε εyε fii (anaa bɔne). Nokorε sε abonsamfoͻ no tutu gu wͻn ayͻnkofoͻ no asom ma wͻ’ne mo gye akyinnye, na sε modi wͻn akyi a, εneε na nokorε sε moyε abosomsomfoͻ.","arabic":"وَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":910,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:122","price":"Anaasε obi a na anka wawu (wͻ gyidie mu) na Yenyanee no baa nkwa mu, na Yε’maa no nhyerεnee a ͻde nante wͻ nnipa mu no, ͻne obia ͻwͻ esum kabii mu na ͻnfrii mu no yε pε? Saa ara na yεma wͻn a wͻ’nnye nnie no dwumadi (bͻne no) yε wͻn (aniso) fε.","arabic":"أَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":911,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:123","price":"Saa nso ara na Y’ayε kuro biara mu mpanimfoͻ no abͻneεfoͻ sεdeε wͻ’bεfa ho adwen bͻne. Adwen bͻne a wͻ’bεfa no tia wͻn ara, nanso wͻ’nnim.","arabic":"وَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":912,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:124","price":"Sε nsεnkyerεnee bi ba wͻn hͻ a, deε wͻ’ka ne sε: ‘’Yεnye nnni, gyesε yεde deε yεde maa Nyankopͻn Asomafoͻ no ara bi ma yεn ansa. Nyankopͻn na Onim faako a εsεsε Ɔde N’asεm no toͻ. Animguaseε ne asotwee a ano yε den paa a efri Nyankopͻn hͻ bεka wͻn a wͻ’di bͻne no wͻ wͻn adwen bͻne a wͻ’fa no ho.","arabic":"وَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":913,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:125","price":"Obia Nyankopͻn pεsε ͻtene no no, Ɔbue n’akoma dema Islam, na obia Ɔpεsε Ɔyera no no nso Ɔma n’akoma no ka moa tesε deε ͻreforo akͻ ewiem. Saa ara na Nyankopͻn de asotwee (anaa) efii to wͻn a wͻ’nnye nnie no soͻ.","arabic":"فَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":914,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:126","price":"Woi ne wo Wura Nyankopͻn kwan tenenee no. Ampa sε Y’akyerεkyerε nsεm no mu pefee ama amanfoͻ a wͻ’de bεto wᴐn adwen mu.","arabic":"وَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":915,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:127","price":"Wͻn wͻ Asomdwiɛ fie wͻ wͻn Wura Nyankopͻn hͻ, εnam dwuma a wͻ’die no ho nti Ɔne wͻn Kyitaafoͻ.","arabic":"۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":916,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:128","price":"Ɛda a Ɔbεboa wͻn nyinaa ano (aka sε): “Jinnifoͻ fekuo, ampa sε moayera nnipa no mu bebree’’ Wͻn ayͻnkofoͻ a wͻn wͻ nnipa no mu no bεka sε: ‘’Ye’Wura Nyankopͻn, yenyaa yεnho-yεnho mfasoͻ, na seesei deε yaduru yεn berε a Wohyε maa yεn no’’ Nyankopͻn bεka sε: ‘’Egya no mu na εbεyε mofiee na emu na mobεtena, gyesε Nyankopͻn pε. Nokorε sε wo Wura Nyankopͻn ne Onyansafoͻ, Ɔne Onimdefoͻ.","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":917,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:129","price":"Saa ara na Yε’bεma abͻneεfoͻ no ayε wͻn ho-wͻn ho nnamfoͻ (Atemmuda) εnam dwuma a wͻ’nsa aka no ho nti.","arabic":"وَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":918,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:130","price":"Jinnifoͻ fekuo ne adasamma, asomafoͻ amfri momu amma mohͻ a wͻ’bεkenkan Mensεm de kyerεε mo, san bͻͻ mo kͻkͻ fa monhyiamu Da woi ho? Wͻ’bεka sε: ‘’Yedi adanseε tia yεn ara yεn ho (sε nokorε, asomafoͻ no baae)’’. Ɛyε wiase asetena yi na εdaadaa wͻn, na wͻ’bedi adanseε atia wͻn ho sε na wͻ’yε (Kaafirifoͻ) boniayεfoͻ.","arabic":"يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":919,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:131","price":"Ɛne sε, wo Wura Nyankopͻn mfa bͻne nsεe kuro bi aberε a (kuro no) mu foͻ no nnnim (Nyankopͻn mmra).","arabic":"ذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":920,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:132","price":"Obiara wͻ gyinaberε anaa abaso bͻdeε (a yεde bεbͻ no) wͻ dwuma a odiiε ho ­. Na wo Wura Nyankopͻn mmuu n’ani nguu dwuma a wͻ’die no so.","arabic":"وَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":921,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:133","price":"Wo Wura Nyankopͻn deε W’anya Neho (Onhia obiara hwee), Ahummͻborͻ ahyε no mma; sε Ɔpε a anka Ɔbeyi mo afri hͻ, na moakyi no Ɔde deε Ɔpε abεhyε moanan mu sεdeε Ɔbͻͻ mo fri amanfoͻ bi asefoͻ mu no.","arabic":"وَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":922,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:134","price":"Nokorε sε deε yahyε mo ho bͻ no reba ampa; na monntumi nnnsi ho kwan.","arabic":"إِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":923,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:135","price":"(Nkͻmhyεni), ka sε: ‘’Menkorͻfoͻ, modeε monyε moadwuma sεdeε moamamerε kyerε, menso mereyε dwuma (sεdeε Nyankopͻn ahyε me), na mobehunu yεn mu nea ͻbenya awieε pa wͻ Daakye. Nokorε sε, abͻneεfoͻ no deε wͻ’nni nkonim.","arabic":"قُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":924,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:136","price":"Wͻ’yi deε wͻn adua wͻ mfuo mu no, ne nyεmmoa a Ɔno na Ɔbͻeε no mu kyεfa bi ma Nyankopͻn ka sε: ‘’Woi wͻ Nyankopͻn sεdeε wͻn adwen kyerε wͻn no, na woi nso wͻ wͻn a yε’de wͻn bata (Nyankopͻn) ho no”. Deε εwͻ deε wͻ’de bata (Nyankopͻn) ho no nnuru Nyankopͻn hͻ; εna deε εwͻ Nyankopͻn no deε eduru deε wͻ’de bata (Nyankopͻn) ho no hͻ. Atεmmuo bͻne paa na wͻ’rebuo no.","arabic":"وَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":925,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:137","price":"Saa ara na deε wͻ’de abata Nyankopͻn ho no, ayε ama mma kunkum ayε abosomsomfoͻ no mu pii fε, sεdeε wͻ’de wͻn bεkͻ ͻsεeε mu, na wͻn ama wͻn adwen ayε basaa wͻ wͻn som no ho. Sε Nyankopͻn pε a, anka (abosomsomfoͻ no) nnyε saa. Enti (Nkͻmhyεni) gyae wͻn, ne wͻn atorͻsεm a wͻ’die no.","arabic":"وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":926,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:138","price":"Abosomsomfoͻ no ka sε: ‘’Nyεmmoa woi ne mfudeε woi y’abra; obiara nni ho kwan sε odi bie gyesε obia yεpε,-sεdeε wͻn adwen yε wͻn; ne nyεmmoa bi nso a yabra sε wͻn akyi (bεyε adwuma), ne nyεmmoa bi nso a yεmmͻ Nyankopͻn din nngu wͻn soͻ (wͻ berε a yereku wͻn).” Nkontompo na wͻ’twa to Nyankopͻn soͻ. Obetua wͻn ka wͻ wͻn atorͻsεm a wͻ’diiε no ho.","arabic":"وَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":927,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:139","price":"Wͻ’ka sε: ‘’Adeε a εwͻ aboa woi anaa woi yafunu mu no deε, εyε yεn mmarima nko ara dea, na yεn mmaa no nni ho kwan (sε wͻ’di bie); nasε yεwo no na wawu nso a, εno deε wͻn nyinaa (mmaa ne mmarima no) kyε. Ɔbetua wͻn (nkotompo a) wͻ’de susuu no no so ka. Nokorε sε Ɔne Nyansafoͻ, Ɔne Onimdefoͻ.","arabic":"وَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":928,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:140","price":"Ampa sε wͻn a wͻ’de agyimisεm a nimdeε biara nni mu kunkum wͻn mma, na wͻ’bra adeε a Nyankopͻn de abͻ wͻn akͻnhoma, twa nkotompo to Nyankopͻn soͻ no aberε agu. Ampa sε wͻn ayera na wͻ’nnyε ateneneefoͻ.","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":929,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:141","price":"Ɔno na W’ayε turo (anaasε mfuo, emmu nnoͻma no) yεto bi pam, ebi nso yεnto no pam; εna akyiresua nnua ne mfudeε a nedε gu sononko-sononko, εne nngo εne Rumaan a εho sesε, ne deε εnsε. Sε (saa nnuaba yi) so a moni, na monyi emu asεdeε (zaka) no mma wͻ εda no a mobetwa (n’aba) no; na monhwε na moansεe (no). Nokorε sε, Ɔmpε nsεmͻnefoͻ no asεm.","arabic":"۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":930,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:142","price":"Nyεmmoa no mu bi soa nneεma, (ebinom) nso yε nnam. Moni deε Nyankopͻn de abͻ mo akͻnhoma no, na monhwε na moanni ͻbonsam anamͻn so. Nokorε sε, ͻyε motamfoͻ a ͻda adi pefee.","arabic":"وَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":931,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:143","price":"(Nyεmmoa) nwͻtwe anini ne abedeε: Nwenini ne abedeε mmienu mmienu, εna mmirekyie anini ne abedeε mmienu mmienu. (Nkͻmhyεni), ka sε: ‘’(Anini) mmienu no na Nyankopͻn abra anaasε (abedeε) mmienu noa, anaasε (aboa no ba) no a ͻhyε abedeε mmienu no awodeε mu (na yabra)? Monfa nimdeε nka nkyerε me, sε moyε nokwafoͻ ampa a”.","arabic":"ثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":932,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:144","price":"Ɛna yoma nso mmienu (onini ne ͻbedeε) nantwie nso mmienu (onini ne ͻbedeε). Ka sε: “Anini mmienu no na Nyankopͻn abra anaasε abedeε mmienu no, anaasε (aboa no ba) no a ͻhyε abedeε mmienu no awodeε mu no (na yabra)? Anaasε na mo wͻ hͻ wͻ εberε a Nyankopͻn hyεε saa mmra no? Enti (onipa) bͻneni bεn na ͻkyεn obi a otwa torͻ to Nyankopͻn so sεdeε ͻde bεyera nnipa wͻ aberε a nimdeε biara nni mu? Nokorε sε, Nyankopͻn deε ͻntene nnipa bͻnefoͻ no (a wɔn ayɛ wɔn adwen sɛ wɔn deɛ bɔne ara na wɔ’bɛdie no).","arabic":"وَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":933,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:145","price":"(Nkͻmhyεni), ka sε: ‘’Adiyisεm a yasiane ama me no mu deε, mennya adeε a yabra wͻ aduane a obi bedie ho, gyesε aboa funu anaa mogya a yahwie anaa prako-nam, efrisε εyε fii, anaa εnam fii a yakum ama (adeε bi) a εnyε Nyankopͻn. Nanso obi a ahokyerε nti, na εnyε anidaaho, anaa asoͻden (na εbεma no akͻdi saa nnam a yabra yi no), nokorε sε wo Wura Nyankopͻn ne Bͻnefakyε Hene Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"قُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":934,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:146","price":"Wͻn a wͻ’yε Yudafoͻ no, yεbraa wͻn (aboa biara a) ͻwͻ tͻte a emu mpaeε, εna nantwie ne nnwan mu nso yεbraa wͻn (saa mmoa no) mmienu sradeε, gyesε deε εwͻ wͻn mmienu akyi ne deε εwͻ wͻn nsono mu anaa deε εne nnompe no adi afra. Saa ara na Y’etuaa wͻn asoͻden no so ka. Na ampa sε, Yεn na Yε’ka nokorε.","arabic":"وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":935,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:147","price":"Sε wͻ’bu wo ͻtorofoͻ a, εneε ka sε: “Mmͻborͻhunu a mo Wura Nyankopͻn wͻ no so paa, na Na’bufuhyeε nnsan n’akyi mfri nnipa bͻnefoͻ no so”.","arabic":"فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":936,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:148","price":"Wͻn a wͻ’de (biribi) abata Nyankopͻn ho no bεka sε ‘’Sε εyε Nyankopͻn pε (sε yεnnfa biribi mmata ne ho) a anka yεn, anaasε y’agyanom anfa (biribi) ammata Ne ho, na (sε εyε Nepε nso a) anka yammra biribiara. Saa ara na wͻn a wͻ’dii wͻn anim kan no twaa nkontompo kͻpem sε wͻ’kaa Y’asotwee no hwεeε. (Nkͻmhyεni), ka sε: ‘’Mowͻ (nsεm a mokeka no) ho nimdeε (anaa nyinasoͻ) bi a monyi ma yεn. Deε moadwen kyerε mo na modi akyire na deε moyε nso yε nkotompo.","arabic":"سَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":937,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:149","price":"Ka sε: ‘’Nyankopͻn na nyinasoͻ pefee a εkͻ aso mu no wͻ no. Sε Ɔpε a anka ͻbεkyerε mo nyinaa kwan (tenenee no).","arabic":"قُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":938,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:150","price":"Ka sε: ‘’Monfa moadansefoͻ a wͻ’di adanseε sε: “Nokorε sε Nyankopͻn abra woi no mmra”. Sε wͻ’di adanseε no a hwε na woanka ho ne wͻn anni adanseε no; na hwε na woani wͻn a wͻ’po Yε’nsεm no ne wͻn a wͻ’nnye Daakye no nnie no na wͻ’de biribi toto wͻn Wura Nyankopͻn ho no apεdeε akyi.","arabic":"قُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":939,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:151","price":"Ka sε: ‘’Momra na menkenkan deε mo Wura Nyankopͻn abra mo no nkyerε mo: ‘’Monnfa biribiara mmata Neho, na monyε papa anaa ayεmyε ma awofoͻ, na mo’nnfa ohia nkunkum mo mma; Yεn na Yε’bͻ mo ne wͻn (nyinaa) akͻnhoma, monhwε na moammεn ahohwi bra (adwamammͻ) deε εda dwa ne deε asuma, na monhwε na moankum nipa a Nyankopͻn ayε no kronkron anaa W’abra (nekum), gyesε ne kwan so. Woi ho na Ɔrehyε mo, sεdeε mobεte aseε.","arabic":"۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":940,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:152","price":"Monhwε na moamεn awisiaa agyapadeε, gyesε kwan pa so, kͻpem sε ͻbeduru ne mpanin berε mu. Na moma deε mohyε ne deε mosusuo no nyε pεpεεpε. Yε’mfa adesoa nsoa onipa, gyesε deε na’hoͻden betumi. Sε mokasa (anaasε mobu atεn, anaa modi asεm bi ho adanseε) a monka nokorε, sε (asεm no) fa obusuani ho mpo a; na moni Nyankopͻn Apam so. Woi ho na Ɔrehyε mo, sεdeε mode betu moho foͻ.","arabic":"وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":941,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:153","price":"Nokorε sε, woi ne Me kwan tenenee no, enti monfa so, na monhwε na moankodi akwan (foforͻ) bi akyi, efrisε εbεma mo ne Ne kwan tenenee no ntεm apaepae. Woi ho na Ɔrehyε mo, sεdeε mo bεsuro Nyame ayε ahwεyie.","arabic":"وَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":942,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:154","price":"Afei Yε’de Nwoma no maa Mose de (Y’adom ne Yεn nhyira) wiee obiara a ͻbεyε papa no so, kyerεkyerεε biribiara mu pefee, na εyε kwankyerε ne ahummͻborͻ sεdeε wͻ’bεgye (wͻ’ne) wͻn Wura Nyankopͻn nhyiamu (Da) no adie.","arabic":"ثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":943,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:155","price":"Saa Nwoma yi nso Yε’de nhyira na asiane, enti moni akyire na monsuro Nyankopͻn nyε ahwεyie sεdeε yεbehu mo mmͻbͻ.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":944,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:156","price":"Sεdeε (Daakye) monkͻka sε: ‘’Nwoma no deε yesiane maa (nnipa) akuo mmienu bi (Yudafoͻ ne Kristofoͻ) a wͻ’dii y’anim kan no, na yε’deε yennim deε wͻ’suaeε no ho hwee.","arabic":"أَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":945,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:157","price":"Anaa moankͻka sε: ‘’Sε yesianee Nwoma no maa yεn a anka yε’betene akyεn wͻn”. Ampa sε nyinasoͻ pefee ne kwankyerε ne ahummͻborͻ fri mo Wura Nyankopͻn hͻ aba mo hͻ. Onipa bͻnefoͻ bεn na ͻkyεn obia ͻpo Nyankopͻn Nsεm no na ͻdane neho fri ho? Yε’de akatua bͻne betua wͻn a wͻ’dane wͻn ho fri Yεn nsεm no ho no ka, εnam dane a wͻ’danee wͻn ho (frii ho) no nti.","arabic":"أَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":946,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:158","price":"Enti wͻ’retwεn akosi sε Soro abͻfoͻ bεba wͻn hͻ, anaasε wo Wura Nyankopͻn bεba, anaa wo Wura Nyankopͻn (atemmuo no ho) nsεnkyerεnee bi bεba? Ɛda a wo Wura Nyankopͻn (Atemmuo no ho) nsεnkyerεnee no mu bi bεba no, ͻkra biara a onii kan nye nniiε anaa onyaa mfasoͻ bi (dada) wͻ negyidie no mu no, ne gyidie ho mma mfasoͻ. Ka sε: ‘’Montwεn, na yεnso yεretwεn “","arabic":"هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":947,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:159","price":"Wͻn a wͻ’paepae wͻn Nyamesom mu na wͻ’gu akuo-akuo no, nokorɛ sε (Nkͻmhyεni) wonka wͻn ho. Wͻn asεm wͻ Nyankopͻn hͻ, na Ɔbεbͻ wͻn dwuma a na wͻ’die no ho amaneε.","arabic":"إِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":948,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:160","price":"Obi a ͻde adepa bi bεba no, ͻwͻ nesεso so nhyira mperε du; ɛna obi nso a ͻde bͻne bi bεba no, bͻne no sεsε so akatua pεpεεpε na yεde betua no ka na yensisi wͻn.","arabic":"مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":949,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:161","price":"(Nkͻmyεni), ka sε: ‘’Medeε me Wura Nyankopͻn atene me afa kwan tenenee no so (de ama) nokorε som (no a εyε) Abraham teneneeni no kwan no, na na (Abraham) nka abosomsomfoͻ no ho”.","arabic":"قُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":950,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:162","price":"(Nkͻmhyεni), ka sε: “Nokorε sε me Sala anaa me Nyamefrε, ne m’afͻrebͻ, ne menkwa ne me wuo (nyinaa) wͻ Abͻdeε nyinaa Wura Nyankopͻn.","arabic":"قُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":951,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:163","price":"“Onni ͻhokafoͻ biara, woi ho na y’ahyε me sε menyε Muslimifoͻ no mu nipa a odi kan.","arabic":"لَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":952,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:164","price":"Ka sε: ‘’Menfri Nyankopͻn akyi mfa obi foforͻ nyε awurade aberε a Ɔno na Ɔyε biribiara Wura?” Ɔkra bi nya (bͻne) bi a, ͻno ara na etia no; na obia ͻso adesoa nnsoa obi foforͻ adesoa. Mo Wura Nyankopͻn hͻ na εyε monkyi, na deε moante moho ase wͻ ho no Ɔbεbͻ mo ho amaneε.","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":953,"juzNumber":8,"footnotes":"","lang":"asn"},{"name":"6:165","price":"Ɔno na W’ayε mo ananmusifoͻ wͻ asaase no so, εna W’apagya mo mu binom akyεn ebinom wͻ gyinaberε mu sεdeε adeε a Ɔde ama mo no Ɔde bεsͻ mo ahwε. Nokorε sε wo Wura Nyanko-pͻn ho yε hare wͻ asotwee ho, na nokorε nso sε ampa, Ɔne Bͻnefakyε Hene na Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"وَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":954,"juzNumber":8,"footnotes":"","lang":"asn"}],"chapter":["6 (Al-An'am)","Al-An'am","Surah Al-An'am","Chapter Al-An'am","An'am","Surah An'am","Chapter An'am","Al An'am","Surah Al An'am","Chapter Al An'am","Surah 6","Chapter 6","The Cattle","الأنعَام"]}