{"data":[{"name":"60:1","price":"Mo a moagye adie, monhwε na moanfa M’atamfo ne mo atamfo no ayͻnkoͻ. Mode ͻdͻ bεma wͻn wͻ aberε a wapo Nokorε no a aba mo hͻ no, na wͻretu Ɔsomafoͻ no ne mo (afri mo afie) sε moagye mo Wura Nyankopͻn no adie nti? Sε mobaa sε morebεbͻ Mekwan no ho mmͻden ahwehwε Me nyetumu εna modͻ wͻn wͻ kokoa mu, aberε nso a Menim deε mode suma ne deε moda no adie? Momu biara a ͻbεyε saa no ampa sε wayera afri ͻkwan tenenee no so.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5151,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"60:2","price":"Sε wͻtumi di moso nkonim a wᴐbεyε mo atamfo, atene wͻn nsa ne wͻn kεterεma wͻ mo so de ayε mo bͻne; deε wͻpε n esε anka mobԑpo (Nokorԑ no).","arabic":"إِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5152,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"60:3","price":"Mo abusua ne mo mma no ho mma mfasoͻ mma mo wͻ Owusͻreε da no. Ɔbɛbu montεm atεn atete montεm. Nyankopͻn deε Ohu dwuma a modie nyinaa.","arabic":"لَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5153,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"60:4","price":"Ampa sε mfatoho pa paa wͻ Abraham ne wͻn a wͻka ne ho no (suban) mu ma mo. Ɛberε a wͻka kyerεε wͻn nkorͻfoͻ no sε: “Yεdeε yɛatwe yεn ho afiri mo ne adeε a mofiri Nyankopͻn akyi som no ho. Yɛapo mo, na ͻtan ne okyire ahyε aseε wͻ yε ne mo ntεm dabiara kosi sε mobεgye Nyankopͻn nko ara adie. Gyesε Abraham asεm a ͻka kyerεε n’agya sε: ‘’Mεsrε bͻne fakyε ama wo, na menni hwee ho tumi wͻ Nyankopͻn hͻ ma wo no. Yɛ Wura, Woso na yεde yεn ho toͻ, na Wohͻ na yεdane yεn ho ba, na Wohͻ na yεbεsan aba.","arabic":"قَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5154,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"60:5","price":"Yɛ Wura Nyankopͻn, εmfa yεn nyε nsͻhwε mma wͻn a wͻnnye nnie no, na Yɛ Wura Nyankopͻn, fa yεn bͻne kyε yεn. Nokorε sε Wo ne Otumfoͻ a Wotumi ade nyinaa yε, Wo ne Onyansafoͻ no”.","arabic":"رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5155,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"60:6","price":"Ampa sε, mfatoho pa paa wͻ wͻn (suban) mu de ma mo, (titiriw) de ma obi a n’ani da Nyankopͻn ne Da a etwa toͻ no soͻ. Na obi a ͻbεdane ne ho afri ho no, nokorε sε, Nyankopͻn deε Wanya Ne ho, na Ɔne Ayeyie Hene no.","arabic":"لَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5156,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"60:7","price":"Ebia Nyankopͻn de ͻdͻ bεto mo ne wͻn a ͻtan da mo ne wͻn ntεm no ntεm. Na Nyankopͻn wͻ biribiara so tumi. Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ.","arabic":"۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5157,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"60:8","price":"Nyankopͻn nsi mo kwan wͻ wͻn a wͻnko ntiaa mo wͻ Nyamesom ho, anaa wͻntuu mo mfirii mo afie mu no ho sε mobεyε wͻn papa anaa mone wͻn bɛdi no yie. Nokorε sε, Nyankopͻn pε wͻn a wͻne (amanfoͻ) di no yie no asεm.","arabic":"لَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5158,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"60:9","price":"Wͻn a Nyankopͻn si mo ho kwan sε mo ne wͻn bεfa ayͻnkoͻ no ne wͻn a wͻ ne mo ko wͻ Nyamesom ho, na wͻtu mo fri mo afie mu, na wͻboa ma yɛtu mo. Obi a ͻbεfa wͻn yͻnkoͻ no, saa nkorͻfoͻ no ne abͻnefoͻ no.","arabic":"إِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5159,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"60:10","price":"Mo a moagye adie, sε agyidiefoͻ mmaa no tu amantuo (fri Maka) ba mo hͻ a, monyε wͻn ho nhwehwε mu yie. Nyankopͻn deε Onim wͻn gyidie. Sε mohunu sε wͻyε agyidiefoͻ (ampa) a, monhwε na moansan amfa wͻn amma boniayεfoͻ no. Wͻnni (agyidiefoͻ mmaa no) ho kwan (sε wͻware wͻn), wͻn nso nni kwan wͻ (kaafirfoͻ mmarima no nso) ho. Monfa deε wͻn (kununom tuaa no wͻ saa mmaa no ho no) mma wͻn (kununom kaafirfoͻ no). Ԑnyε bͻne mma mo sε mobεware wͻn wͻ aberε a moatua wͻn tri aseda ama wͻn. Monhwε nso na mo ne kaafirfoͻ mmaa ankͻso anware, na momisa (etire ase da a) motuaeε (wͻ mo yere kaafirfoͻ no ho), na wͻn nso wͻmisa deε wͻn nso tuaa (wͻ wͻn yerenom a wͻabεyε agyidiefoͻ no ho). Woi ne Nyankopͻn atemmuo, Ɔno na Obu montεm atεn. Nyankopͻn ne Onimdefoͻ, Onyansafoͻ.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5160,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"60:11","price":"Sε mohwere mo ayerenom bi ma wͻkͻdi Kaafirfoͻ no hͻ, na (mobisa wͻn tiri aseda no na sε wͻamfa amma mo), na moberε ba (na modi wͻn so nkonim a), moma wͻn a wͻn yerenom kͻ no (etire aseda a) εtesε (deε wͻtuaa no wͻ wͻn yerenom no ho no) pεpεεpε (wͻ asadeε a wͻbɛnya no mu). Na monsuro Nyankopͻn no a mogye no die no.","arabic":"وَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5161,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"60:12","price":"Nkͻmhyεni, sε agyidiefoͻ mmaa no ba wo hͻ bɛsuae kyerε wo sε: “Wͻmfa biribi mmata Nyankopͻn ho, na wͻmmͻ korͻno, na wͻmmͻ adwamman, na wͻn nkum wͻn mma, na wͻnni nsekuro a εyε ntwatosoͻ anaasε nkontompo, na wͻnte wo so atua wͻ ayεmyε ho a, gye wͻn nsuaeε no, na srε Nyankopͻn hͻ bͻnefakyε ma wͻn. Nokorε sε Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ Hene.","arabic":"يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5162,"juzNumber":28,"footnotes":"","lang":"asn"},{"name":"60:13","price":"Mo a moagye adie, monhwε na moannfa amanfoͻ no a Nyankopͻn bo afu wͻn no ayͻnkoͻ, ampa sε wͻanya Daakye no ho abamubuo sεdeε boniayεfoͻ no anya abamubuo ama wͻn a wͻn wͻ adakamena mu no ho no.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ","category":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah"],"ayahNumber":5163,"juzNumber":28,"footnotes":"","lang":"asn"}],"chapter":["60 (Al-Mumtahanah)","Al-Mumtahanah","Surah Al-Mumtahanah","Chapter Al-Mumtahanah","Mumtahanah","Surah Mumtahanah","Chapter Mumtahanah","Al Mumtahanah","Surah Al Mumtahanah","Chapter Al Mumtahanah","Surah 60","Chapter 60","She that is to be Examined","الممتحنة"]}