{"data":[{"name":"67:1","price":"Nhyira (Wura no) ne Nea Ahennie no wͻ Nensa mu no, Ɔno na Ɔwͻ biribiara so tumii.","arabic":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5242,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:2","price":"Ɔno na Ɔbͻͻ owuo ne nkwa sε Ɔde bεsͻ mo ahwε (de akyerε) mo mu nea odi dwuma pa. Ɔne Otumfoͻ no a Otumi ade nyinaa yε, Bͻnefakyε Hene no.","arabic":"ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5243,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:3","price":"Ɔno na W’abͻ soro nson a εtoatoa soͻ. Wonnhunu deε atͻ sin wͻ Ahummͻborͻ Hene no abͻdeε no mu; enti san hwε bio, woahunu baabi a apaepaeε?","arabic":"ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5244,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:4","price":"Afei dane w’ani hwε, na san hwε bio, nhwεeε no bedane aba wͻ hͻ ama w’ani so ayε wo basaa abrε kwa.","arabic":"ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5245,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:5","price":"Nokorε sε, Yεde nkanea (nsoromma) asiesie ͻsoro a, εwͻ wiaseε no, εna Yayε (saa nkanea) no akodeε a yεto bͻ abonsamfoͻ no; Yasiesie Ogya tanaa asotwee ato wͻn hͻ nso.","arabic":"وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5246,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:6","price":"Wͻn a wͻ’nnye wͻn Wura Nyankopͻn nnie no (nso wͻ) Amanehunu gya asotwee, na nnkyi bͻne paa ne hͻ.","arabic":"وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5247,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:7","price":"Sε yεto wͻn gu (egya no) mu a, wͻbεte sε εrepͻ soͻ na εrehuro.","arabic":"إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5248,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:8","price":"Abufuo reyε ama (egya) no apae. Ԑberε biara a yεbεto (Kaafirfoͻ no mu) nnipa kuo bi agu mu no, (egya no) so Awεnfoͻ no bebisa wͻn sε: “Enti Kͻkͻbͻni biara amma mohͻ (amεbͻ mo kͻkͻ)?","arabic":"تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5249,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:9","price":"Wͻbεka sε: ”Aane, nokorε sε Kͻkͻbͻni baa yεn hͻ, nanso yԑfaa (asԑm no) atorosԑm, na yεkaa sε: ”Nyankopͻn nsianee hwee (maa obiara); na nokorε sε modeε mowͻ ͻyera kεseε paa mu.","arabic":"قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5250,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:10","price":"Wͻ’bεka sε: ”Sε yetiee (Asomafoͻ no asεm no), anaasε yε’dwenee ho a, anka y’ammεka Amane hunu gya no mu foͻ no ho.","arabic":"وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5251,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:11","price":"Na wͻn bεgge wͻn bͻne atum, nanso Amanehunu gya no mu foͻ no (ne Nyame ahummͻborͻ) ntεm kwan ware.","arabic":"فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5252,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:12","price":"Nokorε sε wͻn a wͻ’suro wͻn Wura (Nyankopͻn) wͻ kokoamu no benya bͻnefakyε ne akatua kεseε paa.","arabic":"إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5253,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:13","price":"Mode moasεm sie o, anaa nso moda no adi o, nokorε sε, Ɔno Ne deε εwͻ akoma mu no ho Nimdefoͻ no.","arabic":"وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5254,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:14","price":"Enti Nea Ɔbͻͻ adeε no Onnim (N’abͻdeε)? Ɔne Onitefo a Onim biribiara mu yie, Amanebͻ Wura no.","arabic":"أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5255,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:15","price":"Ɔno na W’ayε asaase aberε no ase ama mo, enti monfa emu akwan no so, na monidi wͻ N’akͻnhoma no mu, na Nehͻ na Owusͻreε no wͻ.","arabic":"هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5256,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:16","price":"Anaasε moho atͻ mo sε, Nea Ɔwͻ soro no mma asaaase no mmene mo sε εwoso a?","arabic":"ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5257,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:17","price":"Anaasε moho atͻ mo sε Nea Ɔwͻ soro no mma mframa den bi mmͻ mo (sεdeε εbͻͻ Aadfoͻ no)? (Ԑhͻ na) mobehunu sεdeε Me kͻkͻbͻ (akyiri asεm) siteε.","arabic":"أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5258,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:18","price":"Ampa sε, wͻn a wͻdii wͻn anim kan no buu (Asomafoͻ no) atorᴐfoᴐ; na sεdeε M’abufuhyeε (a εbaa wͻn so no) siteε.","arabic":"وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5259,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:19","price":"Anaasε wͻ’nhunuu nnomaa a wͻn wͻ wͻn apampamu a, wͻ’tu bae wͻn ntaban mu san ka to mu no? Obiara nkuta wͻn mu, na mmom Ahummͻborͻ Hene no ara. Nokorε sε, Ɔno na Ohunu biribiara.","arabic":"أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5260,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:20","price":"Sε εnnyε Ahummͻborͻ Hene no a, hwan bio ne moasraafoͻ a, wͻ’bεboa mo? Nokorε sε, boniayεfoͻ no wͻ nnaadaa paa mu.","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5261,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:21","price":"Sε osi N’akͻnhoma ho kwan a, hwan bio na ͻbεbͻ mo akͻnhoma? Nanso wͻ’kͻ so te atua dwane (Nokorε no).","arabic":"أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5262,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:22","price":"Enti obi a ͻnam a wasi neti ase ama n’anim wͻ fͻm no na atenee, anaasε obi a, ͻnam a w’atene ne ho nam kwan tenenee soͻ?.","arabic":"أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5263,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:23","price":"(Nkͻmhyεni), ka sε: ”Ɔno na Wabͻ mo, εna Wama mo aso ne ani ne akoma; (nanso) aseda kakraabi na mode da (no) aseε “.","arabic":"قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5264,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:24","price":"Ka sε: “Ɔno na Wama moase atrε wͻ asaase no soͻ, na Nehͻ na mobehyia“.","arabic":"قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5265,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:25","price":"Wͻ’ka sε: “Ɛberε bεn na saa Bͻhyε yi besie, sε moyε nokwafoͻ ampa a “.","arabic":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5266,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:26","price":"(Nkͻmhyεni), ka sε: ”Ɛho nimdeε no deε εwͻ Nyankopͻn hͻ, na medeε meyε kͻkͻbͻni pefee “.","arabic":"قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5267,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:27","price":"Ɛberε a wͻbehunu sε ato (wͻn awie) no, boniayεfoͻ no anim bεyε awerεho (anaasε mͻbͻmͻbͻ), na yεbεka akyerε wͻn sε: “Woi na na morefrε (sε εmmra mosoͻ) no.","arabic":"فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5268,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:28","price":"Ka sε: “Mo hwε, sε εba sε Nyankopͻn mame ne wͻn a wͻ’ka meho no wu, anaasε Ohu yεn mmͻbͻ a, hwan na ͻbεgye boniayεfoͻ no afri asotwee yaaya no mu?”","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5269,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:29","price":"Ka sε: Ɔne Ahummͻborͻ Hene no. Y’agye no adi, na Neso na yεde yεn ho toͻ, enti mobehunu obi a ͻwͻ ͻyera pefee mu paa.","arabic":"قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5270,"juzNumber":29,"footnotes":"","lang":"asn"},{"name":"67:30","price":"Ka sε: “Mo nhwε, sε εba sε monsuo mmem kͻ fͻm a, hwan na (ͻbefri Nyankopͻn akyi) ama mo nsu korͻgyee a εretene?","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ","category":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk"],"ayahNumber":5271,"juzNumber":29,"footnotes":"","lang":"asn"}],"chapter":["67 (Al-Mulk)","Al-Mulk","Surah Al-Mulk","Chapter Al-Mulk","Mulk","Surah Mulk","Chapter Mulk","Al Mulk","Surah Al Mulk","Chapter Al Mulk","Surah 67","Chapter 67","The Sovereignty","الملك"]}