{"data":[{"name":"98:1","price":"Wͻn a wapo nokorԑ a, wͻwͻ wͻn a yɛmaa wͻn Nyamesom ho Nwoma no mu, ne abosomsomfoͻ no na wͻnntwe wͻn ho mfri (neyεε bͻne ho) kͻpem sε, nyinasoͻ pefee no baa wͻn hͻ.","arabic":"لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6131,"juzNumber":30,"footnotes":"","lang":"asn"},{"name":"98:2","price":"Ɔsomafoͻ a ɔfiri Nyankopͻn hͻ rekenkan Nwoma a emu nsεm korogyee (kyerε wͻn).","arabic":"رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6132,"juzNumber":30,"footnotes":"","lang":"asn"},{"name":"98:3","price":"Emu na Nwoma (a mmara nsεm ne ntotoeε pa ne ahyεdeε a), edi mmu no wͻ.","arabic":"فِيهَا كُتُبٞ قَيِّمَةٞ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6133,"juzNumber":30,"footnotes":"","lang":"asn"},{"name":"98:4","price":"Wͻn a yɛmaa wͻn Nyamesom ho Nwoma no na wͻn ntεm mpaapaee, kͻpem akyire yi a, nyinasoͻ ne nkyerεkyerε mu pefee no baa wͻn hͻ.","arabic":"وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6134,"juzNumber":30,"footnotes":"","lang":"asn"},{"name":"98:5","price":"Yanhyε wͻn (sε wͻn nyε hwee) na mmom (deε yεhyεε wͻn) ne sε wͻnsom Nyankopͻn wͻ nokorε die mu, na wᴐnfa ᴐsom ma Ͻno nko ara wͻ anidie ne nokorε mu, na wͻnfrε Nyame wͻ ne brε mu, na wͻnyi Zaka; na εno ne ԑkwan a ԑkᴐ ͻsom a εtene no soᴐ.","arabic":"وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6135,"juzNumber":30,"footnotes":"","lang":"asn"},{"name":"98:6","price":"Nokorε sε, wͻn a wͻpo nokorԑ no a wͻwͻ wͻn a yɛmaa wͻn Nyamesom ho Nwoma no mu, ne abosomsomfoͻ no bεkͻ Amanehunu gya mu. Wͻbεtena mu afe bͻͻ. Saa nkorͻfoͻ no ne abͻdeε bͻne no.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6136,"juzNumber":30,"footnotes":"","lang":"asn"},{"name":"98:7","price":"Nokorε sε, wͻn a wɔagye adie na wͻdi dwuma pa no, saa nkorͻfoͻ no ne abͻdeε papa no.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6137,"juzNumber":30,"footnotes":"","lang":"asn"},{"name":"98:8","price":"Wͻn akatua wͻ wͻn Wura Nyankopͻn hͻ; (εne) Aheman no a εwͻ hͻ daa a nsubͻnten nenam aseε no. Emu na wͻbεtena afe bͻͻ. Nyankopͻn agye wͻn atum, εna wͻn nso agye no atum. Saa akyεdeε (no) wͻ obi a osuro ne Wura Nyankopͻn.","arabic":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ","category":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah"],"ayahNumber":6138,"juzNumber":30,"footnotes":"","lang":"asn"}],"chapter":["98 (Al-Bayyinah)","Al-Bayyinah","Surah Al-Bayyinah","Chapter Al-Bayyinah","Bayyinah","Surah Bayyinah","Chapter Bayyinah","Al Bayyinah","Surah Al Bayyinah","Chapter Al Bayyinah","Surah 98","Chapter 98","The Clear Proof","البينة"]}