{"data":[{"name":"1:1","price":"1. (Empiezo)[2] con el nombre de Al-lah[3], el Clemente, el Misericordioso[4].","arabic":"بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":1,"juzNumber":1,"footnotes":"[2]  A pesar de que, tradicionalmente, el encabezamiento de cada sura, conocido como el basmalah, ha sido traducido como «En el nombre de Al-lah […]», la mayoría de los comentaristas opinan que debe sobrentenderse: «Empiezo la recitación del Corán con el nombre de Al-lah, buscando ayuda en Él, […]»; por este motivo esta traducción ha optado por una expresión más cercana a su significado real, pero abreviada. No hay un consenso acerca de si el basmalah constituye la primera aleya (o verso coránico) de esta sura o simplemente la encabeza como en el resto de los capítulos del Sagrado Corán —con la excepción de la sura 9 (At-Taubah), donde no aparece— aunque la opinión más extendida es la de considerarla como la primera aleya de la sura Al Fatihah.\n[3]  Al-lah es el nombre propio de Dios en árabe. A diferencia de la palabra Dios, el término «Al-lah» no tiene plural, por lo que no da pie a ambigüedades, y proviene del artículo árabe al más la palabra ilah (divinidad, el que es adorado); así pues, significa: el (único) que merece ser adorado. Cabe destacar que el nombre que Dios recibe en siriaco es Alaha, muy cercano a Al-lah. Y entre las palabras hebreas que más se utilizan para designar a Dios y que aparecen en la Biblia, se encuentran: Eloh, Elah y su plural mayestático Elohim. Al-lah aparece a veces escrito como Allah o transliterado al español como Alá; en cualquier caso hace referencia al Único y Verdadero Dios, que es el mismo Dios de los cristianos y judíos.\n[4]  Los adjetivos «Clemente» y «Misericordioso» no recogen la diferencia que la lengua árabe establece entre Rahman y Rahim. Rahman, traducido aquí por Clemente,es un adjetivo solamente atribuible a Al-lah y hace referencia a Su misericordia, en el sentido más extenso, para con toda Su creación. El adjetivo Rahim, traducido como Misericordioso, también hace referencia a la misericordia de Al-lah, pero a una misericordia más específica sobre Sus siervos creyentes.","lang":"es"},{"name":"1:2","price":"2. ¡Alabado sea Al-lah, Señor de toda la creación!,","arabic":"ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":2,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"1:3","price":"3. el Clemente, el Misericordioso,","arabic":"ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":3,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"1:4","price":"4. Soberano del Día del Juicio Final[5].","arabic":"مَٰلِكِ يَوۡمِ ٱلدِّينِ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":4,"juzNumber":1,"footnotes":"[5]  Otros nombres con que se conoce ese día son: el Día de la Retribución, el Día de la Rendición de Cuentas, el Día de la Verdad, el Día de la Resurrección, etc. Todos estos nombres hacen referencia al mismo día de gran duración en el que Al-lah resucitará a los hombres, los juzgará y les dará la recompensa o el castigo que merezcan.","lang":"es"},{"name":"1:5","price":"5. Solo a Ti adoramos y solo a Ti pedimos ayuda.","arabic":"إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":5,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"1:6","price":"6. Guíanos por el camino recto,","arabic":"ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":6,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"1:7","price":"7. el camino de quienes has agraciado, no el de quienes han incurrido en Tu ira ni el de quienes se han extraviado (a pesar de conocer la verdad).","arabic":"صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ","category":["1 (Al-Fatihah)","Al-Fatihah","Surah Al-Fatihah"],"ayahNumber":7,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:1","price":"1. Alif. Lam. Mim[7].","arabic":"الٓمٓ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":8,"juzNumber":1,"footnotes":"[7]  Estos son los nombres de tres de las catorce letras del alfabeto árabe que aparecen en diferentes combinaciones al inicio de veintinueve suras del Sagrado Corán. Hay combinaciones de dos, tres, cuatro e incluso cinco letras. A pesar de que se ha especulado mucho acerca de su significado, este solamente lo conoce Al-lah, ya que no lo ha revelado a nadie.","lang":"es"},{"name":"2:2","price":"2. He aquí el libro sobre el cual no hay duda y es una guía para quienes temen[8] a Al-lah;","arabic":"ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":9,"juzNumber":1,"footnotes":"[8]  Temer a Al-lah o adquirir taqua significa obedecer a Al-lah en todo lo que ordena y evitar todo lo que prohíbe, y también incluye alejarse —a modo de precaución— de cosas que, a pesar de no estar prohibidas, presentan dudas en torno a su permisibilidad. ","lang":"es"},{"name":"2:3","price":"3. esos que creen en el gaib[9], cumplen con el salat[10] (respetando sus horas y sus condiciones) y dan (en caridad) de lo que les hemos proveído;","arabic":"ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":10,"juzNumber":1,"footnotes":"[9]  Gaib: Este término engloba todo aquello que, de no tener fe en la revelación, escapa a nuestra comprensión y a nuestros sentidos y cuyo conocimiento nos ha llegado a través de Al-lah y de lo que Él informó a Sus profetas, como la existencia de los ángeles, de los yinn (ver la nota de la aleya 34 de esta misma sura), del paraíso, del infierno, del Día del Juicio Final, etc.\n[10]  El salat equivale al rezo islámico y consiste principalmente en una serie de acciones que incluyen movimientos—como inclinaciones y postraciones—, la recitación de algunas aleyas del Corán y alabanzas a Al-lah. Está compuesto por una serie de unidades o raka’y está sujeto a varias condiciones. Se ha preferido transliterar la palabra del árabe y no utilizar su traducción al español «oración» para que no se confunda con las plegarias o invocaciones comunes en todas las religiones. No obstante, se ha dejado la palabra en plural «rezos» para no forzar el plural de la palabra salat en español.","lang":"es"},{"name":"2:4","price":"4. esos que creen en lo que te ha sido revelado a ti (¡oh, Muhammad!) y a los profetas que te precedieron, y creen firmemente en la otra vida.","arabic":"وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":11,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:5","price":"5. Esos son los que siguen la buena guía de su Señor y esos serán quienes triunfarán (en esta vida y en la otra). ","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":12,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:6","price":"6. No importa si adviertes o no a quienes niegan la verdad (¡oh, Muhammad!), pues no creerán.","arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":13,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:7","price":"7. Al-lah ha sellado sus corazones y sus oídos (para que no puedan entenderla ni oírla como consecuencia de su incredulidad y arrogancia) y una venda les cubre los ojos. Tendrán un severo castigo.","arabic":"خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":14,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:8","price":"8. Hay gentes (hipócritas) que dicen: «Creemos en Al-lah y en el Día de la Resurrección», pero, en verdad, no son creyentes.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":15,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:9","price":"9. Pretenden engañar a Al-lah y a quienes creen, pero solo se engañan a sí mismos sin darse cuenta.","arabic":"يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":16,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:10","price":"10. Sus corazones están enfermos (de duda e hipocresía) y, por ello, Al-lah les ha agravado la enfermedad. Y tendrán un doloroso castigo por haber mentido.","arabic":"فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":17,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:11","price":"11. Y si se les dice: «No corrompáis la tierra», dicen: «Pero ¡si somos reformadores!».","arabic":"وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":18,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:12","price":"12. En realidad, ellos son los corruptores; mas no se dan cuenta.","arabic":"أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":19,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:13","price":"13. Y si se les dice: «Creed como creen los demás», dicen: «¿Es que vamos a creer como creen los necios?». En realidad, son ellos los necios; mas no lo saben.","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":20,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:14","price":"14. Y si se encuentran con los creyentes, dicen: «Creemos». Pero cuando se quedan a solas con sus cabecillas, dicen: «Estamos con vosotros, solo nos burlábamos (de los creyentes)».","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":21,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:15","price":"15. Al-lah hará que sus burlas recaigan sobre ellos mismos[11] y dejará que persistan en sus transgresiones, extraviados y desorientados.","arabic":"ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":22,"juzNumber":1,"footnotes":"[11]  Literalmente, la aleya dice «Al-lah se burlará de ellos», pero no debe entenderse que Al-lah se burla como lo hacen los hombres, sino que lo que hace es retrasarles el castigo concediéndoles más tiempo en esta vida para que aumenten sus pecados.","lang":"es"},{"name":"2:16","price":"16. Esos son los que han vendido el buen camino por el extravío; mas su negocio no ha prosperado ni estaban bien guiados (en lo que hacían).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":23,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:17","price":"17. Su situación se asemeja a la de quienes prenden un fuego y, una vez este ilumina cuanto hay a su alrededor, Al-lah les arrebata la luz (a causa de su desvío) y los deja en la oscuridad, sin ver.","arabic":"مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":24,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:18","price":"18. Están sordos, mudos y ciegos (ante la verdad) y no podrán regresar (al buen camino).","arabic":"صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":25,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:19","price":"19. O se asemeja a (la de quienes se hallan bajo) una tormenta cargada de tinieblas, truenos y relámpagos; se tapan los oídos con los dedos ante el estampido de los rayos al caer, temiendo la muerte[12]. Así deja Al-lah sin escapatoria a quienes rechazan la verdad.","arabic":"أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":26,"juzNumber":1,"footnotes":"[12]  Esta aleya refleja la situación de los hipócritas cuando el Corán es recitado. La incredulidad está representada en la aleya por las tinieblas; la amenaza del castigo que les espera a quienes rechazan la verdad, por la metáfora de los truenos; y las pruebas evidentes de la fe, por los relámpagos. Ellos se tapan los oídos para no oír la revelación y evitar, así, inclinarse hacia la fe y abandonar su religión, cosa que ellos temen como a la misma muerte.","lang":"es"},{"name":"2:20","price":"20. El relámpago casi les arrebata la vista[13]. Cuando los alumbra, caminan a su luz; pero cuando se quedan a oscuras, se detienen. Si Al-lah quisiera, los dejaría sin oído y sin vista. En verdad, Al-lah es Todopoderoso.","arabic":"يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":27,"juzNumber":1,"footnotes":"[13]  La escasa comprensión de los hipócritas no les permite seguir las evidencias de la fe, simbolizadas con la luz del relámpago, debido a la fuerza de estas.","lang":"es"},{"name":"2:21","price":"21. ¡Oh, gentes!, adorad a vuestro Señor, Quien os ha creado a vosotros y a quienes os precedieron para que pudierais ser piadosos.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":28,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:22","price":"22. Él es Quien ha hecho para vosotros de la tierra un lugar para que residáis en él, y del cielo, un techo[14] (protector). Y Él es Quien hace descender agua del cielo para que con ella broten frutos para vuestra provisión. Así pues, no adoréis a otros además de a Al-lah equiparándolos con Él, siendo que tenéis conocimiento (de que Él es el único Creador).","arabic":"ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":29,"juzNumber":1,"footnotes":"[14]  Muchos comentaristas actuales entienden esta aleya en el sentido de que el cielo, concretamente la atmósfera, es un techo que protege la tierra filtrando las radiaciones perjudiciales para los seres vivos, como la radiación ultravioleta intensa. También la protege del intenso frío del espacio exterior, de las erupciones solares y de los meteoros que se acercan a esta.","lang":"es"},{"name":"2:23","price":"23. Y, si tenéis dudas sobre lo que hemos revelado a Nuestro siervo (Muhammad), producid una sura similar[15] en algo a esta y llamad a quienes adoráis en lugar de Al-lah (para que os ayuden), si es verdad lo que decís.","arabic":"وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":30,"juzNumber":1,"footnotes":"[15]  Desde que el Corán fue revelado, hace ya catorce siglos, hasta hoy, nadie ha sido capaz de producir un solo capítulo que iguale a las suras del Corán en cuanto a su belleza, elocuencia, esplendor, sabia legislación, veracidad del contenido, etc. Nótese que la sura más corta del Corán —la número 108— tiene solo diez palabras en árabe y, aun así, nadie ha sido capaz de superar dicho desafío.","lang":"es"},{"name":"2:24","price":"24. Mas, si no lo hacéis —y no podréis hacerlo—, guardaos de un fuego que tiene por combustible a los hombres y a las piedras, y ha sido preparado para quienes rechazan la verdad.","arabic":"فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":31,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:25","price":"25. Y dales la buena noticia a quienes creen y actúan con rectitud que tienen reservados (en el paraíso) jardines por los cuales corren ríos. Cada vez que se les provea de frutos de dichos jardines, dirán: «Esto se nos había dado como sustento con anterioridad», mas los frutos que se les habían concedido (en la vida terrenal) eran solo parecidos (en la forma). Y allí tendrán esposas purificadas y serán inmortales.","arabic":"وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":32,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:26","price":"26. Al-lah no se avergüenza de poner como ejemplo ya sea un mosquito, ya sea algo incluso de menor tamaño. Quienes creen saben que es la verdad de su Señor (y lo aceptan), pero quienes niegan la verdad dicen: «¿Qué pretende Al-lah con este ejemplo?». Mediante tales ejemplos, Al-lah extravía a muchos y guía también a muchos; pero solo se extravían quienes se empeñan en rebelarse (contra Al-lah y en desobedecerlo).","arabic":"۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":33,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:27","price":"27. Quienes rompen el pacto con Al-lah después de haberse comprometido, cortan los lazos familiares que Al-lah ha ordenado mantener y corrompen la tierra, esos serán los perdedores (en la otra vida).","arabic":"ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":34,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:28","price":"28. ¿Cómo podéis no creer en Al-lah cuando carecíais de vida (antes de nacer) y Él os la dio y os hará morir para resucitaros después, y a Él habréis de regresar?","arabic":"كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":35,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:29","price":"29. Él es Quien creó para vosotros todo cuanto existe en la tierra. Después se dirigió al cielo y lo conformó en siete cielos[16]. Y Él tiene conocimiento de todas las cosas.","arabic":"هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":36,"juzNumber":1,"footnotes":"[16]  Hay diversas opiniones sobre el significado de «siete cielos». Algunos exégetas entienden que el número siete indica «un gran número», mientras que otros opinan que el número hace referencia a las capas de la atmósfera. La opinión que, tal vez, tiene más fuerza es la de que los astros, las estrellas y los planetas que pueden divisarse a simple vista son parte del primer cielo y que tras él existen seis cielos más que aún no han sido descubiertos por el hombre. Y solamente Al-lah sabe la verdad.","lang":"es"},{"name":"2:30","price":"30. Y (menciona a tu gente, oh, Muhammad) cuando tu Señor dijo a los ángeles: «Voy a establecer en la tierra a generaciones de hombres que se sucederán». Estos dijeron: «¿Vas a poner en ella a quienes la corrompan y derramen sangre mientras que nosotros Te glorificamos con alabanzas y Te santificamos?». (Al-lah)respondió: «Yo sé lo que vosotros ignoráis».","arabic":"وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":37,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:31","price":"31. Y enseñó a Adán los nombres de todas las cosas (creadas). Después mostró estas a los ángeles y les dijo: «Informadme de sus nombres, si sois veraces».","arabic":"وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":38,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:32","price":"32. Estos respondieron: «¡Gloria a ti! Solo sabemos lo que Tú nos has enseñado. En verdad, Tú eres el Omnisciente, el Sabio».","arabic":"قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":39,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:33","price":"33. Dijo: «¡Adán, revélales sus nombres!». Y cuando Adán les hubo informado de ellos, Al-lah les dijo: «¿Acaso no os dije que tengo el conocimiento absoluto del gaib en los cielos y en la tierra que nadie más posee y que sé lo que manifestáis y lo que ocultáis?».","arabic":"قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":40,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:34","price":"34. Y (recuérdales, oh, Muhammad) cuando dijimos a los ángeles: «¡Postraos ante Adán![17]»; y se postraron todos salvo Iblis[18], quien se negó, se envaneció y fue de los que se rebelan.","arabic":"وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":41,"juzNumber":1,"footnotes":"[17]  Mediante esta postración, Al-lah no pedía a los ángeles que adoraran a Adán, sino que estaba poniendo a prueba su obediencia a Él.\n[18]  Iblis es el nombre que el Demonio recibe en el Corán y que suele traducirse como Satanás o Satán. Debido a que los nombres que el Demonio recibe en la cultura judeocristiana son varios (Lucifer, Satanás, Satán, Belial, etc.) y que hay diferencias de opinión con respecto a ellos, en esta traducción se ha optado por respetar el término Iblis, que en árabe significa «quien desespera de la misericordia de Al-lah».\nIblis es, pues, el líder de los demonios y no un ángel como en la tradición cristiana; mas gozaba de un alto rango, debido a su piedad y continua adoración a Al-lah, que le permitía estar en compañía de los ángeles. Al-lah creó a los seres humanos de barro, a los ángeles de luz y a los yinn de fuego. Los yinn (o jinn), a veces traducidos como «genios», son criaturas con libre albedrío como los hombres a las que, normalmente, no podemos ver; mientras que los ángeles fueron creados para obedecer a Al-lah y no pueden contradecirlo en nada. Algunos yinn son creyentes y obedecen a Al-lah, pero aquellos que se rebelan contra Él son llamados demonios y siguen a su líder Iblis (ver la aleya 50 de la sura 18).","lang":"es"},{"name":"2:35","price":"35. Y dijimos (a Adán): «¡Adán!, habita con tu esposa en el paraíso y comed de él cuanto y donde queráis; pero no os acerquéis a este árbol, pues seríais de los pecadores (si comierais de él)».","arabic":"وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":42,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:36","price":"36. Pero el Demonio (Iblis) hizo que desobedecieran y que tuvieran que abandonar las gracias de las que allí disfrutaban. Les dijimos: «¡Descended (del paraíso)! Vuestros descendientes serán enemigos unos de otros. En la tierra dispondréis de morada y de bienes temporales».","arabic":"فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":43,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:37","price":"37. Después, Adán recibió de su Señor unas palabras (para pedir perdón), y Al-lah lo perdonó. En verdad, Al-lah acepta el arrepentimiento y es Misericordioso.","arabic":"فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":44,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:38","price":"38. Dijimos: «¡Descended todos[19] del paraíso! Recibiréis de Mí una guía; quienes la sigan no tendrán nada que temer (en la otra vida) ni se sentirán afligidos.","arabic":"قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":45,"juzNumber":1,"footnotes":"[19]  Adán, su esposa e Iblis.","lang":"es"},{"name":"2:39","price":"39. »Pero quienes se nieguen a creer y desmientan Nuestros mandatos[20], esos serán los habitantes del fuego y permanecerán allí eternamente».","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":46,"juzNumber":1,"footnotes":"[20]  También puede entenderse «y desmientan Nuestras revelaciones», obien «y desmientan las pruebas de Nuestra unicidad».","lang":"es"},{"name":"2:40","price":"40. ¡Oh, hijos de Israel!, recordad las gracias que os he concedido y cumplid vuestras obligaciones para Conmigo a fin de que Yo cumpla Mi compromiso con vosotros; y temedme solo a Mí.","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":47,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:41","price":"41. Y creed en lo que he revelado (el Corán) que confirma lo que ya teníais (la Torá[21]), y no seáis los primeros en negarlo. No malvendáis Mis mandatos[22] y temedme solo a Mí.","arabic":"وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":48,"juzNumber":1,"footnotes":"[21]  Uno de los seis pilares de la fe islámica es creer en todas las revelaciones de Al-lah, entre ellas, las que fueron reveladas a Moisés y a Jesús. No obstante, la única revelación que se conserva tal y como fue revelada, sin distorsiones, es el Corán. La Torá y el Evangelio o Biblia actuales han sufrido modificaciones y, por lo tanto, no pueden considerarse en nuestros días como la Palabra de Al-lah. \n[22]  Significa «no sustituyáis la fe en Mis mandatos y aleyas y la creencia en el profeta Muhammad por la vida mundanal y sus placeres, los cuales son perecederos».","lang":"es"},{"name":"2:42","price":"42. No revistáis la verdad con la falsedad (confundiéndolas) ni ocultéis la verdad a sabiendas.","arabic":"وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":49,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:43","price":"43. Cumplid con el salat, dad el azaque[23] y postraos con quienes se postran (realizando el salat en congregación).","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":50,"juzNumber":1,"footnotes":"[23]  El azaque o zakat es una caridad anual obligatoria que deben pagar quienes alcanzan cierta cantidad de bienes a aquellos más desfavorecidos de la sociedad. De esta manera se evita la acumulación de riquezas por parte de los ricos, y se alienta a una repartición de bienes que contribuye a que las personas se valgan por sí mismas y se conviertan en miembros productivos de la sociedad. El azaque constituye el tercer pilar del islam.","lang":"es"},{"name":"2:44","price":"44. ¿Cómo ordenáis a los hombres la virtud mientras que os olvidáis de (cumplirla) vosotros mismos cuando vosotros leéis el Libro (la Torá, la cual censura tal actitud hipócrita)? ¿Acaso no razonáis?","arabic":"۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":51,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:45","price":"45. Y buscad ayuda en la paciencia y en el salat. Esta es, en verdad, difícil, salvo para los piadosos,","arabic":"وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":52,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:46","price":"46. esos que tienen certeza de que se encontrarán con su Señor y de que regresarán a Él (para ser juzgados).","arabic":"ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":53,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:47","price":"47. ¡Oh, hijos de Israel!, recordad las gracias que os he concedido y de que os favorecí entre todos los pueblos (de vuestra época).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":54,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:48","price":"48. Y temed el día en que nadie podrá responder por los actos de otro ni se aceptará intercesión o compensación alguna ni nadie será auxiliado.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":55,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:49","price":"49. Y (recordad) cuando os salvamos de las gentes del Faraón, que os infligía un terrible suplicio: degollaba a vuestros hijos varones y dejaba vivas a vuestras mujeres. En ello teníais una dura prueba de vuestro Señor.","arabic":"وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":56,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:50","price":"50. Y (recordad) cuando abrimos el mar para vosotros y os salvamos, mientras que ahogamos al ejército del Faraón ante vuestros ojos.","arabic":"وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":57,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:51","price":"51. Y (recordad) cuando citamos a Moisés durante cuarenta noches y, durante su ausencia, tomasteis el becerro (como objeto de adoración) y fuisteis injustos (al adorar fuera de Al-lah lo que no merecía ser adorado).","arabic":"وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":58,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:52","price":"52. Después os perdonamos para que, tal vez así, fuerais agradecidos.","arabic":"ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":59,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:53","price":"53. Y (recordad) cuando entregamos a Moisés el Libro (la Torá) que distinguía entre la verdad y la falsedad para que pudierais guiaros.","arabic":"وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":60,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:54","price":"54. Y (recordad) cuando Moisés dijo a su pueblo: «¡Pueblo mío!, en verdad habéis sido injustos con vosotros mismos al adorar el becerro. Arrepentíos ante vuestro Creador y mataos entre vosotros (de manera que los inocentes maten a quienes cayeron en la idolatría). Esto es mejor para vosotros». Y Él los perdonó[24]. En verdad, Él acepta siempre el arrepentimiento y es Misericordioso.","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":61,"juzNumber":1,"footnotes":"[24]  Tanto quienes quedaron con vida como los que murieron obtuvieron el perdón de Al-lah tras expiar estos últimos sus pecados con la muerte.","lang":"es"},{"name":"2:55","price":"55. Y (recordad) cuando dijisteis: «¡Moisés!, no creeremos en ti hasta que veamos a Al-lah con claridad». Entonces fuisteis alcanzados por un rayo (que os fulminó) mientras mirabais[25].","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":62,"juzNumber":1,"footnotes":"[25]  Puede entenderse que un grupo fue alcanzado por un rayo mientras otros veían lo que les sucedía.","lang":"es"},{"name":"2:56","price":"56. Luego os resucitamos para que pudierais ser agradecidos.","arabic":"ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":63,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:57","price":"57. Y os cubrimos con unas nubes (que os protegían del calor del sol), e hicimos descender sobre vosotros el maná y las codornices, (y os dijimos:) «¡Comed de las cosas buenas de las que os proveemos!», (mas ellos se rebelaron y fueron desagradecidos). Y no Nos[26] perjudicaron (con su desagradecimiento), sino que se perjudicaron a sí mismos.","arabic":"وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":64,"juzNumber":1,"footnotes":"[26]  Al-lah, exaltado sea, utiliza frecuentemente la primera persona del plural para hablar de Sí mismo. Este plural no es real, ya que Al-lah no comparte Su majestad con nadie, sino que estamos ante el uso del plural mayestático. Este tipo de plural es un recurso lingüístico usado en varias lenguas para exaltar la autoridad del hablante, en este caso, Al-lah.","lang":"es"},{"name":"2:58","price":"58. Y (recordad) cuando os dijimos: «Entrad en esta ciudad (Jerusalén) y comed en ella cuanto deseéis, sin límite alguno, pero entrad por su puerta postrándoos humildemente (en agradecimiento por vuestra victoria) y pidiendo Nuestro perdón; y perdonaremos vuestras faltas. Y a quienes obren bien y obedezcan, les concederemos todavía más (favores y una mayor recompensa)».","arabic":"وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":65,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:59","price":"59. Pero los injustos (de entre ellos) cambiaron (expresamente) las palabras que se les había ordenado decir por otras, e hicimos descender sobre ellos un castigo del cielo por haber desobedecido.","arabic":"فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":66,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:60","price":"60. Y (recordad) cuando Moisés suplicó (a su Señor) que enviara agua para su pueblo y le dijimos: «Golpea la roca con tu cayado». Entonces brotaron de ella doce manantiales, y cada grupo de personas supo de cuál beber. (Les dijimos:) «Comed y bebed de la provisión de Al-lah, y no sembréis la corrupción en la tierra».","arabic":"۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":67,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:61","price":"61. Y (recordad) cuando dijisteis: «¡Moisés!, no soportaremos comer un único alimento por más tiempo. Ruega a tu Señor que haga brotar para nosotros de lo que crece en la tierra: legumbres, pepinos, ajos, lentejas y cebollas». (Moisés) dijo: «¿Cambiaríais lo mejor por lo peor? Id a cualquier ciudad, que allí hallaréis lo que pedís». La humillación y la miseria se abatieron, entonces, sobre ellos e incurrieron en la ira de Al-lah. Eso sucedió porque desmentían las pruebas y evidencias de Al-lah y porque mataban injustamente a los profetas, porque desobedecían (a Al-lah) y porque transgredían los límites.","arabic":"وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":68,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:62","price":"62. En verdad, los creyentes (de esta comunidad), los judíos, los cristianos, los sabeos y quienes tuvieron fe en Al-lah y en el Día de la Resurrección y obraron rectamente[27] (antes de la aparición de Muhammad) tendrán su recompensa junto a su Señor, y no tendrán nada que temer (en la otra vida) ni se sentirán afligidos.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":69,"juzNumber":1,"footnotes":"[27]  Esta aleya hace referencia a los judíos, cristianos y sabeos (gentes monoteístas sin una religión determinada) que adoraban solamente a Al-lah y obedecían a Sus mensajeros sin desviarse de la fitrah o predisposición natural con la que Al-lah creó al hombre, basada en la adoración pura y exclusiva a Al-lah. Tras la aparición del profeta Muhammad —que Al-lah lo bendiga y le dé la paz— todos los seguidores de otras religiones tienen la obligación de abrazar el islam (ver la aleya 85 de la sura 3).","lang":"es"},{"name":"2:63","price":"63. Y (recordad, ¡oh, hijos de Israel!) cuando establecimos un pacto con vosotros (en el que os comprometíais a seguir la Torá) y elevamos sobre vosotros el monte (en señal de amenaza cuando rechazasteis hacerlo, diciendo:) «Aferraos con fuerza a lo que os hemos otorgado (la Torá) y recordad lo que contiene para que podáis ser piadosos».","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":70,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:64","price":"64. Luego, (a pesar de ello), disteis la espalda (a la Torá); y si no hubiese sido por el favor y la misericordia de Al-lah sobre vosotros, estaríais entre los perdedores (en esta vida y en la otra).","arabic":"ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":71,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:65","price":"65. Y, en verdad, conocéis (lo que les ocurrió) a quienes de entre vosotros profanaban la ley del sábado[28]. Les dijimos: «Convertíos en unos monos despreciables».","arabic":"وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":72,"juzNumber":1,"footnotes":"[28]  Al-lah castigó a los judíos que salían a pescar en sábado, a pesar de que lo tenían prohibido (ver la aleya 163 de la sura 7). Esos judíos que no respetaron la ley fueron convertidos en monos y cerdos, y perecieron pocos días después sin dejar descendencia. Los cerdos y los monos que existen hoy en día no son, pues, descendientes de los que recibieron el castigo de Al-lah, sino que son parte de la creación de Al-lah, como el resto de los animales. El castigo que Al-lah infligió sobre quienes Lo desobedecieron es una muestra de Su poder y de que Él puede dar al hombre la forma que quiera.","lang":"es"},{"name":"2:66","price":"66. E hicimos de ello un castigo ejemplar para sus contemporáneos y para generaciones posteriores y una advertencia para los piadosos.","arabic":"فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":73,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:67","price":"67. Y (recordad, ¡oh, hijos de Israel!) cuando Moisés dijo a su pueblo: «Al-lah os ordena que degolléis una vaca». Estos replicaron (con arrogancia): «¿Te estás burlando de nosotros?». (Moisés) contestó: «¡Al-lah me libre de estar entre los ignorantes!».","arabic":"وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":74,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:68","price":"68. Dijeron: «Pide a tu Señor de nuestra parte que nos aclare qué vaca debe ser». (Moisés) respondió: «Dice que la vaca no debe ser ni vieja ni demasiado joven, sino de mediana edad. ¡Haced lo que se os ordena!». ","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":75,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:69","price":"69. Dijeron: «Pide a tu Señor de nuestra parte que nos aclare de qué color debe ser». (Moisés) respondió: «Dice que la vaca debe ser de un amarillo intenso, que alegre la vista de quienes la contemplen».","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":76,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:70","price":"70. Dijeron: «Pide a tu Señor de nuestra parte que nos aclare qué vaca debe ser, pues, realmente, todas las vacas nos resultan parecidas. Y, en verdad, si Al-lah quiere, estaremos bien guiados».","arabic":"قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":77,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:71","price":"71. (Moisés) dijo: «Dice que tiene que ser una vaca que no haya estado subyugada para arar la tierra ni para regar los campos; una vaca libre de defectos y sin manchas». Dijeron: «¡Ahora nos traes la verdad!». Y la sacrificaron; pero poco faltó para que no lo hicieran.","arabic":"قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":78,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:72","price":"72. Y (recordad) cuando matasteis a una persona y discutíais sobre quién la había matado. Entonces, Al-lah reveló lo que ocultabais.","arabic":"وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":79,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:73","price":"73. Dijimos: «Golpead al muerto con una parte de la vaca[29]». Así es como Al-lah resucita a los muertos y os muestra Sus signos (las pruebas de Su poder) para que reflexionéis.","arabic":"فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":80,"juzNumber":1,"footnotes":"[29]  El muerto resucitó entonces por un instante y reveló el nombre de su asesino.","lang":"es"},{"name":"2:74","price":"74. Después, a pesar de ello, vuestros corazones se endurecieron como piedras o como algo aún más duro; pues hay piedras de las que brotan ríos, piedras que se agrietan y mana agua de ellas y piedras que se derrumban por temor a Al-lah. Y Al-lah no deja pasar por alto lo que hacéis.","arabic":"ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":81,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:75","price":"75. ¿Acaso esperáis (vosotros, musulmanes) que (los judíos) crean en vuestra religión cuando un grupo de ellos escuchaban la Palabra de Al-lah (la Torá) y, a pesar de ello, la distorsionaban a sabiendas tras haberla comprendido?","arabic":"۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":82,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:76","price":"76. Si (los hipócritas de entre los judíos) se encuentran con los creyentes, dicen: «Creemos (en que Muhammad es un profeta de Al-lah)»; pero si se quedan a solas, se dicen entre ellos: «¿Vais a contarles lo que Al-lah os ha revelado (en la Torá acerca de las características de Muhammad) para que puedan usarlo (el Día del Juicio Final) como argumento contra vosotros ante vuestro Señor? ¿Es que no razonáis?».","arabic":"وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":83,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:77","price":"77. ¿Acaso no saben que Al-lah conoce lo que ocultan y lo que manifiestan?","arabic":"أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":84,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:78","price":"78. Entre ellos hay analfabetos que no conocen el contenido del Libro (la Torá), sino que solo conocen falsas historias y no hacen más que conjeturar (siguiendo sus propios deseos y pasiones).","arabic":"وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":85,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:79","price":"79. ¡Ay de aquellos que escriben el Libro con sus propias manos y luego dicen que proviene de Al-lah para obtener un mísero beneficio! ¡Ay de ellos por lo que han escrito sus manos![30] ¡Ay de ellos por el beneficio que obtienen!","arabic":"فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":86,"juzNumber":1,"footnotes":"[30]  La propia Biblia da fe de la distorsión de la Palabra de Dios por parte de los escribas judíos: «¿Cómo se atreven a decir: “Somos sabios; la Ley del Señor nos apoya”, si la pluma engañosa de los escribas la ha falsificado?». (Jeremías 8, 8. NVI)","lang":"es"},{"name":"2:80","price":"80. Dicen: «El fuego (del infierno) solo nos tocará durante unos pocos días». Diles: «¿Os lo ha prometido Al-lah —y Él no falta nunca a Sus promesas— o decís sobre Él lo que no sabéis?».","arabic":"وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":87,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:81","price":"81. ¡No (es como vosotros deseáis)! Quienes obren mal y estén sumidos en el pecado (de la incredulidad o la idolatría), esos serán los habitantes del fuego y allí permanecerán eternamente. ","arabic":"بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":88,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:82","price":"82. Y quienes crean y actúen con rectitud, esos serán los habitantes del paraíso y allí permanecerán eternamente.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":89,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:83","price":"83. Y (recordad) cuando concertamos un pacto con los hijos de Israel (y dijimos): «Adoraréis solamente a Al-lah y trataréis bien a vuestros padres, a vuestros parientes, a los huérfanos y a los pobres. Hablaréis a la gente con buenas palabras; cumpliréis con los rezos y entregaréis caridad». Después, salvo unos pocos de entre vosotros, distes la espalda (a lo que se os ordenaba).","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":90,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:84","price":"84. Y (recordad) cuando establecimos un pacto con vosotros (y os dijimos): «No derramaréis sangre entre vosotros (sin justificación alguna) ni expulsaréis a vuestra propia gente de sus hogares». Luego lo confirmasteis y fuisteis testigos de ello.","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":91,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:85","price":"85. Después, vosotros mismos, os matasteis los unos a los otros y expulsasteis de sus hogares a un grupo de los vuestros, aliándoos en su contra (con sus enemigos) en el pecado y la transgresión. Luego, si regresaban a vosotros como prisioneros, pagabais rescates por ellos, a pesar de que habíais sido vosotros mismos quienes los habíais expulsado, aun teniéndolo prohibido. ¿Acaso creéis en una parte del Libro (la Torá) y rechazáis el resto? ¡¿Cuál es el merecido de quienes así actúan de entre vosotros sino la humillación en esta vida?! Y el Día de la Resurrección recibirán el castigo más duro. Y Al-lah no deja pasar por alto lo que hacéis.","arabic":"ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":92,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:86","price":"86. Esos son quienes han vendido la vida eterna por la terrenal. No se les mitigará el castigo ni serán socorridos.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":93,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:87","price":"87. Y, ciertamente, otorgamos el Libro (la Torá) a Moisés e hicimos que lo sucedieran (otros) mensajeros. Y concedimos a Jesús, hijo de María, claros milagros y lo respaldamos con el ángel Gabriel[31]. ¿Es que teníais que envaneceros cada vez que llegaba a vosotros un mensajero de Al-lah con lo que no deseabais y teníais que desmentir a unos y matar[32] a otros?","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":94,"juzNumber":1,"footnotes":"[31]  El ángel Gabriel es descrito literalmente en esta aleya como Ruh Al Qudus que significa «Espíritu Puro o Santo». Posiblemente, el concepto del Espíritu Santo en el cristianismo hacía también referencia al ángel Gabriel, pero, con el paso del tiempo y la distorsión de las Escrituras apareció el concepto de la Santísima Trinidad y se perdió el significado original de la expresión «Espíritu Santo». El ángel Gabriel goza de una elevada posición ante Al-lah y es el encargado de transmitir o llevar la revelación de Al-lah a los profetas.\n[32]  La misma Biblia da fe de este hecho: «¡Jerusalén, Jerusalén, que matas a los profetas y apedreas a los que son enviados a ti!» (Mateo 23, 37).","lang":"es"},{"name":"2:88","price":"88. Y dicen (burlándose): «Nuestros corazones están sellados (y no comprendemos)». ¡No! Más bien, Al-lah los ha expulsado de Su misericordia y los ha privado de todo bien[33] debido a su incredulidad, pues poco es lo que creen[34].","arabic":"وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":95,"juzNumber":1,"footnotes":"[33]  Literalmente dice: «Al-lah los ha maldecido»; no obstante, por maldición debe entenderse la expulsión de la gracia y misericordia de Al-ah.\n[34]  También puede entenderse «pues pocos son los que creen».","lang":"es"},{"name":"2:89","price":"89. Y cuando (los judíos) reciben un Libro proveniente de Al-lah (el Corán) que confirma lo que ya tenían (en sus Escrituras) y les llega lo que reconocían (como la verdad: el profeta Muhammad), lo rechazan, a pesar de que antes habían suplicado ayuda a Al-lah contra los incrédulos (pidiéndole que les enviara al profeta del final de los tiempos). ¡Que Al-lah expulse de Su misericordia a quienes rechazan la verdad!","arabic":"وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":96,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:90","price":"90. ¡Por qué mal precio han vendido sus almas al no creer en lo que Al-lah revelaba por envidia de que Él enviase parte de Su favor a quien quisiera de entre Sus siervos! E incurrieron en Su ira sucesivas veces. Y quienes rechacen la verdad tendrán un castigo denigrante.","arabic":"بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":97,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:91","price":"91. Y si se les dice: «Creed en lo que Al-lah ha revelado (el Corán)», dicen: «Creemos en lo que nos ha sido revelado a nosotros», pero desmienten lo que ha sido revelado después, cuando es la verdad que confirma lo que ya tenían. Diles: «¿Por qué matabais, pues, con anterioridad a los profetas de Al-lah, si erais creyentes?». ","arabic":"وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":98,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:92","price":"92. Y, ciertamente, Moisés os aportó pruebas evidentes (para que creyerais en él). Sin embargo, adorasteis el becerro en su ausencia y fuisteis injustos (al hacerlo).","arabic":"۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":99,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:93","price":"93. Y (recordad) cuando establecimos con vosotros un pacto y elevamos el monte sobre vuestras cabezas (en señal de amenaza, diciéndoos): «Aferraos con fuerza a lo que os entregamos (la Torá) y escuchad (lo que os decimos). Dijeron: «Hemos escuchado y desobedecemos». Debido a su incredulidad, sus corazones se llenaron de amor por el becerro. Diles: «¡Qué malo es lo que os ordena vuestra fe, si de verdad sois creyentes!».","arabic":"وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":100,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:94","price":"94. Diles a los judíos (¡oh, Muhammad!): «Si de verdad la Última Morada (el paraíso) junto a Al-lah es exclusivamente para vosotros, desead la muerte si sois veraces».","arabic":"قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":101,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:95","price":"95. Mas no la desearán jamás debido a lo que sus propias manos han cometido. Y Al-lah conoce bien a los injustos. ","arabic":"وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":102,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:96","price":"96. Encontrarás que ellos (los judíos) son los más apegados a esta vida terrenal, más aun que los idólatras. Muchos de ellos desearían vivir mil años, pero, aun así, no se librarían del castigo. Y Al-lah ve lo que hacen.","arabic":"وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":103,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:97","price":"97. Di (¡oh, Muhammad!) a quien sea enemigo de Gabriel (que se muera de rabia), pues él es quien ha transmitido el Corán a tu corazón por orden[35] de Al-lah, confirmando las Escrituras anteriores, y como guía y buena nueva para los creyentes.","arabic":"قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":104,"juzNumber":1,"footnotes":"[35]  También puede entenderse «con el permiso de Al-lah».","lang":"es"},{"name":"2:98","price":"98. Quien sea enemigo de Al-lah, de los ángeles, de los profetas, del ángel Gabriel y del ángel Mikael (Miguel), (que sepa que) Al-lah es enemigo de quienes rechazan la verdad[36].","arabic":"مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":105,"juzNumber":1,"footnotes":"[36]  Estas aleyas fueron reveladas como respuesta a los judíos que decían que el ángel Gabriel era su enemigo, mientras que el ángel Mikael (Miguel, que según el islam es el ángel encargado de la lluvia) era amigo de ellos. Debe mencionarse que, a pesar de que hay una equivalencia entre los nombres de algunos ángeles y profetas que aparecen mencionados en el Corán con los que aparecen en la Biblia o en la tradición judeocristiana, hay que ser cautelosos porque las acciones de estos no siempre se corresponden en ambas religiones.","lang":"es"},{"name":"2:99","price":"99. Y, ciertamente, te hemos revelado pruebas evidentes (que demuestran que eres un profeta, ¡oh, Muhammad!); pero solo las desmienten quienes se rebelan (contra Al-lah).","arabic":"وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":106,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:100","price":"100. ¿Es que cada vez que (los judíos) establecen un pacto, tiene que haber un grupo de ellos que se desentienda de él? Ciertamente, la mayoría de ellos no son creyentes y rechazan la verdad.","arabic":"أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":107,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:101","price":"101. Y cuando les llega un mensajero de Al-lah (Muhammad) como confirmación de lo que ya tienen (en sus Escrituras), un grupo de ellos se desentiende del Libro de Al-lah (el Corán) y le da la espalda como si no supiera (que es la verdad).","arabic":"وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":108,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:102","price":"102. Y (sin embargo) siguen lo que (falsamente) decían los demonios acerca del reinado de Salomón[37]. No obstante, Salomón no cayó en la incredulidad, sino que fueron los demonios quienes lo hicieron al enseñar la brujería y lo que les fue revelado[38] a los ángeles Harut y Marut en Babilonia. Mas (los ángeles) no enseñaban nada a nadie sin decir antes: «Nosotros somos una prueba (de vuestro Señor), no caigáis en la incredulidad (aprendiendo la magia que os enseñamos)». Y (las gentes) aprendían de ellos a separar a un hombre de su esposa; pero no perjudicaban a nadie sin el consentimiento de Al-lah. Y aprendían aquello que los perjudicaba y no los beneficiaba. Y, en verdad, los (judíos) sabían que quienes aprendían y practicaban la brujería[39] no tendrían su parte de recompensa en la otra vida. ¡Por qué mal precio vendieron sus almas, si supieran!","arabic":"وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":109,"juzNumber":1,"footnotes":"[37]  Al parecer, los demonios, encabezados por Iblis, convencieron a un grupo de los hijos de Israel, tras la muerte de Salomón, de que este controlaba a los hombres, a los demonios y a las aves con hechicería, y les mostraron como prueba libros de brujería que Salomón había enterrado bajo su trono. Los hijos de Israel corrieron la voz de que Salomón había sido un hechicero y siguieron tales libros.\n[38]  Algunos comentaristas entienden la frase como: «Y (la brujería) no fue revelada a los ángeles Harut y Marut», y defienden que fueron los demonios quienes cayeron en la incredulidad y enseñaron la magia en Babilonia.\n[39]  Esta aleya es una prueba de que aprender brujería, magia negra o hechicería conlleva la incredulidad. De hecho, quien acude a un hechicero o brujo y cree en lo que dice habrá negado lo que Al-lah ha revelado al profeta Muhammad —que Al-lah lo bendiga y le dé la paz—. Ningún tipo de magia es aceptada en el islam e implica la obediencia a los demonios, que fueron quienes se la enseñaron al hombre.","lang":"es"},{"name":"2:103","price":"103. Y si (los judíos) hubiesen creído (en el Profeta y en el Corán) y hubiesen temido a Al-lah, (habrían sabido que) la recompensa junto a Al-lah es mucho mejor (que la brujería y los beneficios que con ella obtenían). ¡Si lo hubiesen sabido!","arabic":"وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":110,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:104","price":"104. ¡Oh, creyentes!, no digáis «ra’ina[40]» y decid (en su lugar) «undhurna», y escuchad (lo que se os ordena). Y quienes rechacen la verdad tendrán un castigo doloroso.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":111,"juzNumber":1,"footnotes":"[40]  Ra’ina es una palabra con doble sentido que puede significar o bien un insulto —sentido que usaban los judíos de la ciudad de Medina— o bien «préstanos atención» o «concédenos tiempo (para que podamos escucharte)»; mientras que la palabra undhurna tiene el mismo significado pero no se presta a malinterpretaciones ni puede entenderse como una falta de respeto.","lang":"es"},{"name":"2:105","price":"105. Ni a quienes rechazan la verdad de entre las gentes de las Escrituras (judíos y cristianos) ni a los idólatras les agrada que podáis recibir algún bien por parte de vuestro Señor. Pero Al-lah favorece con Su misericordia a quien quiere. Y Al-lah es dueño del favor inmenso.","arabic":"مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":112,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:106","price":"106. No revocamos la validez de un precepto ni hacemos que caiga en el olvido sin remplazarlo por otro mejor o similar[41]. ¿Acaso no sabes que Al-lah tiene poder sobre todas las cosas?","arabic":"۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":113,"juzNumber":1,"footnotes":"[41]  Algunas aleyas que tratan sobre prohibiciones, licencias, mandatos o castigos han sido sustituidas por otras a lo largo de la revelación. Algunas de estas aleyas han sido completamente eliminadas, mientras que la mayoría de ellas siguen presentes en el Sagrado Corán, aunque han perdido su validez. Por ejemplo, antes de que las aleyas 11 y 12 de la sura 4, acerca de la ley de la herencia, fueran reveladas, la aleya 180 de la sura 2 ordenaba a los musulmanes testar a favor de los parientes más cercanos. Posteriormente, los herederos legítimos tendrían su parte establecida por la ley y el testamento solo podría realizarse a favor de quienes no fueran herederos legítimos. La derogación de un precepto por otro obedece a la voluntad y sabiduría de Al-lah, Quien siempre busca lo mejor para Sus siervos en todo momento.","lang":"es"},{"name":"2:107","price":"107. ¿Acaso no sabes que a Al-lah pertenece la soberanía de los cielos y de la tierra? Y fuera de Al-lah no tenéis ningún protector ni auxiliador.","arabic":"أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":114,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:108","price":"108. ¿O acaso queréis pedirle a vuestro mensajero cosas semejantes a lo que (los hijos de Israel) pidieron a Moisés (como poder ver a Al-lah directamente)? Y quien cambie la fe por la incredulidad se habrá extraviado del camino recto.","arabic":"أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":115,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:109","price":"109. Muchos de entre quienes recibieron las Escrituras (judíos y cristianos) quisieran, por envidia, que renegarais de la fe volviendo a la incredulidad tras habérseles evidenciado la verdad. Mas perdonadlos y no tengáis en cuenta lo que hacen hasta que llegue la orden de Al-la. En verdad, Al-lah es Todopoderoso.","arabic":"وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":116,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:110","price":"110. Y cumplid con el salat y entregad el azaque. Y todo bien que hagáis en beneficio de vuestras almas será compensado por Al-lah. En verdad, Al-lah ve lo que hacéis.","arabic":"وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":117,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:111","price":"111. (Quienes recibieron las Escrituras) dicen (respectivamente): «Solo entrarán en el paraíso quienes sean judíos o cristianos». Esos no son sino sus deseos infundados. Diles (¡oh, Muhammad!): «Traed vuestra prueba si sois veraces».","arabic":"وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":118,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:112","price":"112. ¡No (es como ellos desean)! Quienes se sometan a Al-lah y obren bien obtendrán su recompensa junto a su Señor; y no tendrán nada que temer (en la otra vida) ni se sentirán afligidos.","arabic":"بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":119,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:113","price":"113. Los judíos dicen: «Los cristianos no se basan en nada (y no siguen la religión verdadera)», y los cristianos dicen: «Los judíos no se basan en nada (y no siguen la religión verdadera)»; mientras que ambos grupos leen las Escrituras. Lo mismo dicen quienes no saben. Mas Al-lah los juzgará el Día del Juicio Final por los asuntos sobre los que discrepaban.","arabic":"وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":120,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:114","price":"114. ¿Y quién es más injusto que aquel que impide que en los lugares de culto se mencione el nombre de Al-lah y hace lo posible por destruirlos? Esos no deberían entrar en ellos, salvo con temor. Serán humillados en esta vida, y en la otra recibirán un severo castigo.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":121,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:115","price":"115. Y a Al-lah pertenece el Oriente y el Occidente (pues a Él pertenece el dominio de toda la tierra). Y en cualquier dirección[42] que os volváis (para rezar), hallaréis el rostro[43] de Al-lah (y Él se encuentra arriba, sobre Su Trono). En verdad, la misericordia y el favor de Al-lah (sobre Sus criaturas) son inmensos y Él tiene conocimiento sobre todas las cosas.","arabic":"وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":122,"juzNumber":1,"footnotes":"[42] Esta aleya fue revelada en la ciudad de Medina para permitir cualquier dirección como alquibla a quienes realizasen rezos voluntarios, a quienes se hallasen de viaje y tuviesen dificultad para encontrar o seguir la alquibla en caso de miedo por la proximidad del enemigo. Otra opinión es que esta aleya fue revelada tras el cambio de alquibla de Jerusalén a la Kaaba, en La Meca.\n[43] A pesar de que hay aleyas quehablan del «rostro» o de «lasmanos» de Al-lah, sería erróneo y contrario al credo islámico imaginarnos Surostro, por ejemplo, como algo semejante al nuestro, pues Al-lah, exaltado sea, no puede comparase con nada existente que el hombre pueda conocer. Afirmamos Sus nombres y Sus características, tal y como Él ha revelado, pero no sabemos cómo son ni nos corresponde intentar imaginárnoslos («[…] no hay nada ni nadie parecido a Él —ni en Su naturaleza ni en Sus características ni en Sus acciones—; y Él oye y ve todas las cosas»; sura 42,aleya11).","lang":"es"},{"name":"2:116","price":"116. Y dicen: «Al-lah ha tomado para Sí un hijo». ¡Glorificado sea, Él es inocente de lo que se Le atribuye! A Él pertenece cuanto hay en los cielos y en la tierra, y todo se somete obedientemente a Él.","arabic":"وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":123,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:117","price":"117. Él es el Creador de los cielos y de la tierra. Si decreta algo, Le basta con decir «sé», y es.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":124,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:118","price":"118. Y dicen quienes no saben: «¿Por qué no nos habla Al-lah (directamente) o recibimos un milagro?». Lo mismo decían quienes los precedieron. Sus corazones se asemejan. Hemos aclarado las pruebas para quienes tienen certeza.","arabic":"وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":125,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:119","price":"119. En verdad, te hemos enviado con la verdad (¡oh, Muhammad!) como anunciador (de la buena noticia del paraíso que les espera a quienes creen en tu mensaje) y como amonestador (del castigo del fuego que les espera a quienes rechazan la verdad). Y no se te preguntará acerca (de la incredulidad) de los habitantes del infierno (pues tu misión es solamente transmitirles el mensaje).","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":126,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:120","price":"120. Los judíos y los cristianos no estarán (totalmente) satisfechos contigo (¡oh, Muhammad!) hasta que sigas sus creencias. Diles: «La guía de Al-lah es la guía verdadera». Y si tú siguieras sus deseos después del conocimiento que has recibido, no hallarías quién te protegiera de Al-lah ni quién te auxiliara.","arabic":"وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":127,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:121","price":"121. Aquellos (de entre los judíos y cristianos) a quienes concedimos las Escrituras[44] y las recitan como es debido (legalizando lo que Al-lah ha hecho lícito y prohibiendo lo que Al-lah ha hecho ilícito, sin distorsionar su contenido), esos creen verdaderamente en ellas (y creen en lo que te ha sido relevado a ti, ¡oh, Muhammad!). Y quienes no creen (en lo que te ha sido revelado), esos serán los perdedores.","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":128,"juzNumber":1,"footnotes":"[44]  También puede entenderse: «Aquellos (los compañeros de Muhammad) a quienes dimos el Libro (el Corán) y lo recitan como es debido […]».","lang":"es"},{"name":"2:122","price":"122. ¡Oh, hijos de Israel!, recordad las gracias que os he concedido y que os favorecí entre todos los pueblos (de vuestra época).","arabic":"يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":129,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:123","price":"123. Y temed el día en que nadie podrá responder por los actos de otro ni se aceptará compensación alguna ni valdrán las intercesiones ni nadie será auxiliado.","arabic":"وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":130,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:124","price":"124. Y (recuerda a los idólatras, ¡oh, Muhammad!) cuando Abraham fue puesto a prueba por su Señor con unas órdenes que él cumplió. Entonces (Al-lah) le dijo: «Haré de ti un guía espiritual para los hombres». (Abraham) preguntó: «¿Y de mis descendientes, también?». (Al-lah) respondió: «Mi pacto no incluye a los injustos (que rechazan la verdad)».","arabic":"۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":131,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:125","price":"125. Y (recuerda) cuando hicimos de la Kaaba[45] un lugar que los hombres visitan con asiduidad y un refugio seguro para la gente. ¡Tomad (oh, gentes) la roca sobre la que se alzaba Abraham (para construir la Kaaba) como un lugar de culto![46]Y ordenamos a Abraham y a Ismael purificar la Casa (la Kaaba) para aquellos que la circunvalasen (como acto de adoración), para quienes buscaran en ella un lugar de retiro para adorar a Al-lah o para quienes allí rezaran inclinándose y postrándose.","arabic":"وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":132,"juzNumber":1,"footnotes":"[45]  La Kaaba o Casa Sagradaes un lugar de culto, situado en la Mezquita Sagrada de La Meca, consagrado exclusivamente a Al-lah y construido hace casi 4.000 años por Abraham y su hijo Ismael —la paz de Al-lah esté con ellos— por mandato de Al-lah. Fue construida sobre el lugar donde Adán —la paz de Al-lah esté con Él— erigió el primer santuario para adorar al Único Dios. Ha sido reconstruida en varias ocasiones a lo largo del tiempo, pero todavía conserva una de las piedras de la construcción original de Abraham: la piedra negra, que fue entregada por el ángel Gabriel a Abraham, y que marca el inicio de cada vuelta o circunvalación que se realiza alrededor de la Kaabacomo ritual de adoración a Al-lah. Es importante mencionar que los musulmanes no adoran la Kaaba ni hay nada valioso en su interior, sino que es la alquibla o el punto de convergencia hacia el cual todos los musulmanes se orientan para rezar, como si fuera el corazón de la comunidad islámica.\n[46]  El profeta Abraham —que Al-lah le dé la paz— solía alzarse sobre una roca para construir la parte superior de la Kaaba. Cuando finalizó la construcción, le fue ordenado rezar cerca de dicha roca tras haber completado el ritual de circunvalación alrededor de la Kaaba. Esta roca conserva las huellas de los pies de Abraham —que Al-lah le dé la paz— y se toma, normalmente, como el punto donde se sitúa el imán (imam en árabe) para dirigir el rezo en congregación.","lang":"es"},{"name":"2:126","price":"126. Y (recuerda) cuando Abraham dijo: «¡Señor!, haz que esta tierra sea un lugar seguro y provee de frutos a aquellos de entre su gente que crean en Al-lah y en el Día del Juicio Final».(Al-lah) dijo: «Y a quienes rechacen la verdad, los dejaré que disfruten por un tiempo y después los conduciré al tormento del fuego; ¡y qué pésimo destino!».","arabic":"وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":133,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:127","price":"127. Y (recuerda) cuando Abraham e Ismael levantaban los cimientos de la Kaaba (y rogaban a Al-lah diciendo): «¡Señor!, acepta nuestra obra. En verdad, Tú eres el Oyente (de todas las cosas), el Omnisciente.","arabic":"وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":134,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:128","price":"128. »¡Señor!, haz que siempre estemos sometidos a Ti y que nuestros descendientes también sean una comunidad sometida a Ti; enséñanos nuestros ritos de adoración y perdónanos. En verdad, Tú eres Quien acepta siempre el arrepentimiento, el Misericordioso.","arabic":"رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":135,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:129","price":"129. »¡Señor!, y envíales un mensajero de entre ellos que les recite Tus aleyas, les enseñe el Libro (el Corán) y la sabiduría (el entendimiento de la religión), y los purifique. En verdad, Tú eres el Poderoso (que no puede ser vencido), el Sabio».","arabic":"رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":136,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:130","price":"130. ¿Y quién, salvo el insensato, puede querer rechazar la religión de Abraham? Y, ciertamente, lo escogimos en esta vida; y en la otra estará entre los rectos y virtuosos.","arabic":"وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":137,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:131","price":"131. Y cuando su Señor le dijo: «Sométete (haciéndote musulmán)», él contestó: «Me someto al Señor de toda la creación».","arabic":"إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":138,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:132","price":"132. Y (Abraham) ordenó a sus hijos la sumisión a Al-lah, así como Jacob (diciendo): «¡Hijos míos!, Al-lah ha escogido, en verdad, para vosotros la religión (del islam). No muráis, pues, sino sometidos a Él (como musulmanes)».","arabic":"وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":139,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:133","price":"133. O acaso estabais presentes (vosotros, judíos) cuando la muerte le llegó a Jacob y dijo a sus hijos: «¿A quién adoraréis tras mi muerte?». Dijeron: «Adoraremos a tu Dios, el Dios de tus ancestros Abraham, Ismael e Isaac, (adoraremos) al Dios Único; y nosotros nos sometemos a Él».","arabic":"أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":140,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:134","price":"134. Aquella comunidad pasó. Ellos obtendrán lo que merezcan y vosotros obtendréis lo que merezcáis. Y no seréis juzgados por lo que ellos hicieron. ","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":141,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:135","price":"135. Y dicen (los judíos y los cristianos respectivamente): «Sed judíos o cristianos para que estéis bien guiados». Diles (¡oh, Muhammad!): «¡No! (Seguimos) la religión de Abraham, quien adoraba exclusivamente a Al-lah alejándose de toda falsedad; y él no era un idólatra». ","arabic":"وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":142,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:136","price":"136. Decid (vosotros, los creyentes): «Creemos en Al-lah y en lo que nos ha revelado, así como en lo que reveló a Abraham, a Ismael, a Isaac, a Jacob y a las tribus (de Israel); (creemos) en lo que Moisés, Jesús y (todos) los profetas recibieron de su Señor. No hacemos ninguna diferencia entre ellos (los aceptamos a todos por igual) y nos sometemos completamente a Él».","arabic":"قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":143,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:137","price":"137. Y si (los judíos y los cristianos) creen como habéis creído vosotros, entonces estarán bien guiados; mas, si dan la espalda (a la verdad), entonces estarán en un claro error. Y Al-lah os bastará contra ellos. Y Él es el Oyente (de todas las cosas), el Omnisciente.","arabic":"فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":144,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:138","price":"138. (Nuestra religión es) la religión de Al-lah[47]. ¿Y qué religión puede ser mejor que la de Al-lah? Y nosotros Lo adoramos solo a Él.","arabic":"صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":145,"juzNumber":1,"footnotes":"[47]  La religión primigenia o predisposición natural con la que Al-lah creó al ser humano, basada en la adoración pura y exclusiva a Al-lah.","lang":"es"},{"name":"2:139","price":"139. Diles (Muhammad, a los judíos y a los cristianos): «¿Nos discutís sobre Al-lah cuando Él es nuestro Señor y el vuestro? Nosotros somos responsables de nuestras acciones y vosotros de las vuestras; y a Él consagramos nuestra religión (nuestras intenciones y nuestras obras)».","arabic":"قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":146,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:140","price":"140. ¿O acaso decís que Abraham, Ismael, Isaac, Jacob y las tribus de Israel eran judíos o cristianos? Diles (¡oh, Muhammad!): «¿Quién lo sabe mejor, vosotros o Al-lah? ¿Y quién es más injusto que quien oculta un testimonio procedente de Al-lah? Y Al-lah no deja pasar por alto lo que hacéis».","arabic":"أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":147,"juzNumber":1,"footnotes":"","lang":"es"},{"name":"2:141","price":"141. Aquella comunidad pasó. Ellos obtendrán lo que merezcan y vosotros obtendréis lo que merezcáis. Y no seréis juzgados por lo que ellos hicieron.","arabic":"تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ","category":["2 (Al-Baqarah)","Al-Baqarah","Surah Al-Baqarah"],"ayahNumber":148,"juzNumber":1,"footnotes":"","lang":"es"}],"juz":{"id":1,"name":"الم","transliteration":"Alif-Lam-Meem","transEn":"The Letters Alif Lam Meem","startVerse":"1:1","endVerse":"2:141","totalVerses":148}}