{"data":[{"name":"5:82","price":"82. Hallarás que los judíos y los idólatras son los más hostiles contra los creyentes, mientras que los más próximos a apreciarlos son quienes se llaman a sí mismos cristianos. Y esto se debe a que entre ellos hay sacerdotes y monjes que no son arrogantes (ante la verdad y la aceptan).","arabic":"۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":751,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:83","price":"83. Si escuchan lo que ha sido revelado al mensajero (Muhammad), ves que sus ojos se llenan de lágrimas porque reconocen la verdad. Dicen: «¡Señor nuestro!, creemos (en Tu Libro y en tu mensajero Muhammad). Inscríbenos entre quienes dan testimonio (de la verdad).","arabic":"وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعۡيُنَهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ مِمَّا عَرَفُواْ مِنَ ٱلۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":752,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:84","price":"84. » ¡¿Y cómo no íbamos a creer en Al-lah y en la verdad que nos ha llegado (el Corán), si deseamos que nuestro Señor nos admita (en el paraíso) junto con los virtuosos?!».","arabic":"وَمَا لَنَا لَا نُؤۡمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلۡحَقِّ وَنَطۡمَعُ أَن يُدۡخِلَنَا رَبُّنَا مَعَ ٱلۡقَوۡمِ ٱلصَّٰلِحِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":753,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:85","price":"85. Al-lah los retribuirá por sus palabras con jardines por los cuales corren ríos, y allí vivirán eternamente. Tal es la recompensa de quienes hacen el bien.","arabic":"فَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":754,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:86","price":"86. Y quienes no crean (en la unicidad de Al-lah y en Su mensajero Muhammad) y nieguen Nuestras aleyas (el Corán), esos serán los habitantes del fuego.","arabic":"وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":755,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:87","price":"87. ¡Oh, creyentes!, no os prohibáis las cosas buenas que Al-lah os ha permitido y no traspaséis los límites de lo lícito; ciertamente, Al-lah no ama a los transgresores.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":756,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:88","price":"88. Y comed de las cosas lícitas y buenas que Al-lah os ha proveído y temed a Al-lah, en Quien creéis.","arabic":"وَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":757,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:89","price":"89. Al-lah no os castigará por los juramentos que pronunciéis de manera inintencionada, pero sí lo hará por lo que juréis deliberadamente (y no cumpláis). Como expiación (por no cumplir vuestros juramentos), deberéis alimentar a diez pobres con lo que normalmente alimentáis a vuestras familias, o vestirlos o liberar a un esclavo. Pero, quien no pueda permitirse (ninguna de las acciones mencionadas anteriormente), deberá ayunar tres días. Esta es la expiación de los juramentos que pronunciéis (y no cumpláis o bien juréis en vano). Y sed responsables con vuestros juramentos (no juréis demasiado y cumplid lo que juréis). Así es como Al-lah os aclara Sus mandatos para que seáis agradecidos.","arabic":"لَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":758,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:90","price":"90. ¡Oh, creyentes!, las bebidas alcohólicas, los juegos de azar, los altares donde se sacrifican ofrendas a falsas divinidades y vaticinar el futuro o la suerte mediante flechas (práctica que se hacía antes del islam) son una abominación y obra del Demonio; así que alejaos de todo ello para que podáis triunfar y prosperar.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":759,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:91","price":"91. El Demonio quiere incitarentre vosotros la enemistad y el odio mediante las bebidas alcohólicas y los juegos de azar y quiere evitar que recordéis a Al-lah y que recéis; ¿no os alejaréis de ello, pues?","arabic":"إِنَّمَا يُرِيدُ ٱلشَّيۡطَٰنُ أَن يُوقِعَ بَيۡنَكُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ فِي ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِ وَيَصُدَّكُمۡ عَن ذِكۡرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِۖ فَهَلۡ أَنتُم مُّنتَهُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":760,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:92","price":"92. Y obedeced a Al-lah y a Su Mensajero y cuidaos (de desobedecer). Y si le dais la espalda (al Profeta y le desobedecéis), sabed que a él solo le incumbe transmitir el mensaje (de Al-lah) con claridad.","arabic":"وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَٱحۡذَرُواْۚ فَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":761,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:93","price":"93. Quienes creen y obran rectamente no serán reprochados por lo que hayan consumido con anterioridad (a la prohibición) siempre y cuando tengan temor de Al-lah, crean en Él y realicen buenas obras y aumente después su temor de Al-lah y su fe en Él (mediante la realización constante de buenas acciones que demuestren su fe y su deseo de complacer a Al-lah) y lleguen a adorar a Al-lah con plena conciencia de Él, como si lo estuvieran viendo; y Al-lah ama a quienes hacen el bien (y lo adoran de la mejor de las maneras).","arabic":"لَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ ثُمَّ ٱتَّقَواْ وَّءَامَنُواْ ثُمَّ ٱتَّقَواْ وَّأَحۡسَنُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":762,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:94","price":"94. ¡Oh, creyentes!, Al-lah os pondrá a prueba prohibiéndoos la caza que podáis alcanzar con las manos o lanzas (cuando estéis en el estado de consagración para realizar la peregrinación y tengáis, entonces, prohibido cazar) para que se manifieste quién tiene temor de Él cuando nadie lo ve[195]. Y quien traspase los límites (de lo lícito) tendrá un castigo doloroso.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":763,"juzNumber":7,"footnotes":"[195]  También puede entenderse «a pesar de no ver a Al-lah».","lang":"es"},{"name":"5:95","price":"95. ¡Oh, creyentes!, no cacéis cuando estéis en estado de consagración para la peregrinación. Y quien de vosotros lo haga de manera intencionada tendrá que compensarlo mediante el sacrificio de una pieza similar a la que cazó y llevarla a la Kaaba[196] como ofrenda (a Al-lah), la cual deberá ser determinada por dos hombres justos de entre vosotros; o bien deberá alimentar a los pobres como expiación o ayunar un plazo equivalente para que tome conciencia de la gravedad de lo que ha cometido. Al-lah perdonará lo que se haya realizado en el pasado (antes de que la caza estuviese prohibida); pero, quien reincida será castigado por Al-lah en respuesta a su acción. Y Al-lah es Poderoso, capaz de castigar duramente (a quienes Le desobedecen).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":764,"juzNumber":7,"footnotes":"[196]  Aquí no debe entenderse literalmente al lado de la Kaaba, sino que por extensión se entiende toda el área del Haram que incluye la mayor parte de la ciudad de La Meca, ya que el sacrificio del animal puede hacerse en cualquier punto de esta zona.","lang":"es"},{"name":"5:96","price":"96. Os está permitida la pesca (si estáis en estado de consagración para la peregrinación) y alimentaros de lo que el mar os proporcione (aun estando muerto) para vuestro disfrute y el de quienes se hallen de viaje; pero, se os prohíbe la caza mientras estéis en dicho estado de consagración. Y temed a Al-lah ante quienes seréis reunidos (para comparecer ante Él el Día de la Resurrección).","arabic":"أُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ مَتَٰعٗا لَّكُمۡ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":765,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:97","price":"97. Al-lah ha hecho de la Kaaba, la Casa Sagrada, un refugio seguro (donde realizar las peregrinaciones del hajj y del ‘umrah); y también (garantizan seguridad a los hombres[197]) los meses sagrados, los animales destinados al sacrificio y las guirnaldas. Ello es para que sepáis que Al-lah tiene conocimiento de todo cuanto existen en los cielos y en la tierra y que Al-lah es Omnisciente.","arabic":"۞ جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":766,"juzNumber":7,"footnotes":"[197]  En la Kaaba y sus alrededores (el área del Haram) está prohibida toda violencia, incluso con los animales, y, por ese motivo, puede considerarse un refugio seguro para los peregrinos y para quienes habiten en la zona. Asimismo son una garantía de seguridad los meses sagrados, porque está prohibido en ellos la guerra, y las guirnaldas con las que se identifican los animales destinados como ofrendas para que estos sean respetados, así como sus dueños.","lang":"es"},{"name":"5:98","price":"98. Sabed que Al-lah es severo en el castigo pero que también es Indulgente y Misericordioso.","arabic":"ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":767,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:99","price":"99. Al mensajero (Muhammad) solo le incumbe transmitiros el mensaje, y Al-lah sabe lo que manifestáis y lo que ocultáis.","arabic":"مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُۗ وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":768,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:100","price":"100. Di (¡oh, Muhammad!): «No puede compararse lo bueno y lícito con lo malo e ilícito, aunque te impresione la abundancia de lo malo». ¡Y temed a Al-lah, hombres de buen juicio (no hagáis lícito lo que Al-lah ha prohibido) para que así podáis triunfar y prosperar!","arabic":"قُل لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِۚ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":769,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:101","price":"101. ¡Oh, creyentes! No preguntéis sobre asuntos que no han sido revelados por vuestro bien[198]. Si preguntáis sobre ellos cuando el Corán está siendo revelado, se os explicarán (y puede que os resulte difícil cumplir lo que se os dice). Al-lah os ha perdonado (por lo que preguntasteis con anterioridad)[199]. Y Al-lah es Indulgente y Tolerante.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":770,"juzNumber":7,"footnotes":"[198]  Se prohibía preguntar,durante el tiempo de la revelación del Corán, sobre asuntos cuya respuesta no aportaba ningún beneficio y que podía implicar una difícil imposición, ya que, en aquella época, el Profeta—que Al-lah lo bendiga y le dé la paz— ya explicaba a sus seguidores las cuestiones que estos debían saber. Esta aleya fue revelada después de que la peregrinación del hajj se hiciera obligatoria. Un creyente preguntó con insistencia si la peregrinación tenía que realizarse cada año, cuando la aleya que mencionaba su obligatoriedad no mencionaba nada al respecto. El Profeta —que Al-lah lo bendiga y le dé la paz—finalmente contestó que no, pero si hubiese dicho que sí, se hubiese convertido en obligatorio realizarla cada año, y muy pocos hubiesen podido cumplir tal obligación.\n[199]  También puede entenderse: «Al-lah ha evitado mencionar dichos asuntos (por vuestro bien)».","lang":"es"},{"name":"5:102","price":"102. Otras gentes que os precedieron también formularon tales preguntas (con actitud desafiante) y pasaron a rechazar la verdad (porque no creyeron en las respuestas que obtuvieron ni obedecieron).","arabic":"قَدۡ سَأَلَهَا قَوۡمٞ مِّن قَبۡلِكُمۡ ثُمَّ أَصۡبَحُواْ بِهَا كَٰفِرِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":771,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:103","price":"103. Al-lah no ha ordenado cosas como Bahirah, Saa’ibah, Wasilah o Ham[200]. Quienes rechazan la verdad inventan mentiras contra Al-lah, y la mayoría de ellos no razonan.","arabic":"مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٖ وَلَا سَآئِبَةٖ وَلَا وَصِيلَةٖ وَلَا حَامٖ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُواْ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":772,"juzNumber":7,"footnotes":"[200]  Estas cuatro palabras hacen referencia a unos camellos que poseían ciertas características por las que se dedicaban a los ídolos y de los que los árabes, que se imponían a sí mismos tales reglas, no podían beneficiarse.","lang":"es"},{"name":"5:104","price":"104. Y si se les dice: «Venid y acercaos a lo que Al-lah ha revelado y a Su Mensajero», dicen: «Nos basta lo que encontramos que seguían nuestros antepasados». ¿Cómo?, ¿aun cuando sus antepasados no sabían nada ni estaban guiados?","arabic":"وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":773,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:105","price":"105. ¡Creyentes, preocupaos de vosotros mismos (realizando todas las buenas obras que podáis)! Quien se extravíe no podrá perjudicaros en nada si estáis en el buen camino. Todos retornaréis a Al-lah (el Día de la Resurrección) y os informará sobre lo que hacíais (en la vida terrenal).","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ عَلَيۡكُمۡ أَنفُسَكُمۡۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهۡتَدَيۡتُمۡۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":774,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:106","price":"106. ¡Oh, creyentes!, si a alguno de vosotros está próximo a morir y quiere dejar testamento, que tome a dos testigos justos de entre vosotros o a otros dos que no sean de los vuestros (porque no sean musulmanes), si la adversidad de la muerte os alcanza estando de viaje. Retenedlos después del salat y, si tenéis dudas sobre ellos, que juren por Al-lah (lo siguiente): «No cambiaremos el testimonio bajo ningún precio, ni en beneficio de algún pariente cercano, y no ocultaremos el testimonio de Al-lah, de lo contrario estaríamos entre los pecadores».","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ شَهَٰدَةُ بَيۡنِكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ حِينَ ٱلۡوَصِيَّةِ ٱثۡنَانِ ذَوَا عَدۡلٖ مِّنكُمۡ أَوۡ ءَاخَرَانِ مِنۡ غَيۡرِكُمۡ إِنۡ أَنتُمۡ ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَأَصَٰبَتۡكُم مُّصِيبَةُ ٱلۡمَوۡتِۚ تَحۡبِسُونَهُمَا مِنۢ بَعۡدِ ٱلصَّلَوٰةِ فَيُقۡسِمَانِ بِٱللَّهِ إِنِ ٱرۡتَبۡتُمۡ لَا نَشۡتَرِي بِهِۦ ثَمَنٗا وَلَوۡ كَانَ ذَا قُرۡبَىٰ وَلَا نَكۡتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذٗا لَّمِنَ ٱلۡأٓثِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":775,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:107","price":"107. Y si se descubre que ambos han pecado (porque han mentido o se han hecho con parte de la herencia del testamento), que otros dos testigos de entre los parientes más cercanos del fallecido ocupen su lugar y juren por Al-lah (lo siguiente): «Nuestro testimonio es más verídico que el de los testigos anteriores y no nos hemos excedido (al acusarlos de mentir), de lo contrario estaríamos entre los injustos».","arabic":"فَإِنۡ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسۡتَحَقَّآ إِثۡمٗا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسۡتَحَقَّ عَلَيۡهِمُ ٱلۡأَوۡلَيَٰنِ فَيُقۡسِمَانِ بِٱللَّهِ لَشَهَٰدَتُنَآ أَحَقُّ مِن شَهَٰدَتِهِمَا وَمَا ٱعۡتَدَيۡنَآ إِنَّآ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":776,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:108","price":"108. Así será más probable que den un testimonio correcto, porque temerán que (si mienten) sus juramentos puedan ser refutados por otros posteriores. Y temed a Al-lah y obedeced. Y Al-lah no guía a las gentes rebeldes (que se niegan a obedecer a Al-lah y prefieren la falsedad a la verdad).","arabic":"ذَٰلِكَ أَدۡنَىٰٓ أَن يَأۡتُواْ بِٱلشَّهَٰدَةِ عَلَىٰ وَجۡهِهَآ أَوۡ يَخَافُوٓاْ أَن تُرَدَّ أَيۡمَٰنُۢ بَعۡدَ أَيۡمَٰنِهِمۡۗ وَٱتَّقُواْ ٱللَّهَ وَٱسۡمَعُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":777,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:109","price":"109. El día en que Al-lah reúna a Sus mensajeros (el Día de la Resurrección) y les pregunte: «¿Qué respuesta obtuvisteis (de los hombres cuando los exhortabais a la unicidad de Al-lah)?», estos responderán: «Lo desconocemos; realmente, solo Tú posees el conocimiento absoluto de todas las cosas».","arabic":"۞ يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":778,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:110","price":"110. (Y recuerda a tu gente) cuando Al-lah le dijo a Jesús, hijo de María: «Recuerda las gracias que te he concedido, así como a tu madre, cuando te apoyé y fortalecí con el ángel Gabriel para que hablaras a los hombres en la cuna y en la madurez; y cuando te enseñé la escritura y la sabiduría, la Torá y el Evangelio; y cuando modelaste, a partir del barro, la figura de un pájaro con Mi permiso y soplaste en él, y se convirtió en un pájaro de verdad, con Mi permiso; y cuando curabas al ciegode nacimiento y al leproso con Mi permiso; y cuando resucitabas a los muertos con Mi permiso; y cuando te protegí de los hijos de Israel, cuando llegaste a ellos con claros milagros y dijeron, quienes de entre ellos rechazaban la verdad, que no era sino pura brujería;","arabic":"إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":779,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:111","price":"111. »y cuando inspiré a tus discípulos que creyeran en Mí y en Mi profeta (tú, Jesús), dijeron: “Creemos. Sé testigo de que nos sometemos (a Ti)”».","arabic":"وَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُوٓاْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":780,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:112","price":"112. Y (recuerda) cuando los discípulos dijeron: «Jesús, hijo de María, ¿puede tu Señor hacer descender sobre nosotros una mesa servida del cielo?». (Jesús) respondió: «Temed a Al-lah, si de verdad sois creyentes». ","arabic":"إِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":781,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:113","price":"113. Dijeron: «Queremos comer de ella y tranquilizar los corazones (afianzando nuestra fe) y asegurarnos de que dices la verdad y ser testigos de ella».","arabic":"قَالُواْ نُرِيدُ أَن نَّأۡكُلَ مِنۡهَا وَتَطۡمَئِنَّ قُلُوبُنَا وَنَعۡلَمَ أَن قَدۡ صَدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ ٱلشَّٰهِدِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":782,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:114","price":"114. Jesús, hijo de María, invocó a Al-lah diciendo: «¡Señor nuestro!, haz descender sobre nosotros una mesa servida del cielo que sea motivo de celebración, para el primero y último de nosotros, y una prueba de Tu poder (y de que aceptas mi súplica para que ellos acepten el mensaje que les transmito). Y concédenos de Tu provisión, pues Tú eres el mejor proveedor».","arabic":"قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلۡ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدٗا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةٗ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":783,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:115","price":"115. Al-ah dijo: «La haré descender sobre vosotros; mas, quien tras ello rechace la verdad de entre vosotros recibirá un castigo de Mi parte como nadie antes en el mundo habrá recibido».","arabic":"قَالَ ٱللَّهُ إِنِّي مُنَزِّلُهَا عَلَيۡكُمۡۖ فَمَن يَكۡفُرۡ بَعۡدُ مِنكُمۡ فَإِنِّيٓ أُعَذِّبُهُۥ عَذَابٗا لَّآ أُعَذِّبُهُۥٓ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":784,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:116","price":"116. Y Al-lah dirá (a Jesús el Día de la Resurrección): «Jesús, hijo de María, ¿dijiste tú a la gente que te tomaran a ti y a tu madre por divinidades en vez de a Mí?». (Jesús) dirá: «¡Gloria a ti! ¿Cómo iba a decir algo que no tengo derecho (a decir)? Si lo hubiera dicho, Tú lo sabrías. Tú sabes lo que hay en mí mientras que yo no sé lo que hay en Ti; Tú eres el conocedor absoluto de todas las cosas.","arabic":"وَإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ءَأَنتَ قُلۡتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَٰهَيۡنِ مِن دُونِ ٱللَّهِۖ قَالَ سُبۡحَٰنَكَ مَا يَكُونُ لِيٓ أَنۡ أَقُولَ مَا لَيۡسَ لِي بِحَقٍّۚ إِن كُنتُ قُلۡتُهُۥ فَقَدۡ عَلِمۡتَهُۥۚ تَعۡلَمُ مَا فِي نَفۡسِي وَلَآ أَعۡلَمُ مَا فِي نَفۡسِكَۚ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":785,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:117","price":"117. »Solo les dije lo que Tú me ordenaste decir: “Adorad (solamente) a Al-lah, mi Señor y vuestro Señor”. Y fui su testigo mientras permanecí entre ellos; mas, cuando me ascendiste[201] a ti, fuiste Tú Quien los supervisó; y Tú eres testigo de todas las cosas.","arabic":"مَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِي بِهِۦٓ أَنِ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ وَكُنتُ عَلَيۡهِمۡ شَهِيدٗا مَّا دُمۡتُ فِيهِمۡۖ فَلَمَّا تَوَفَّيۡتَنِي كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيۡهِمۡۚ وَأَنتَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":786,"juzNumber":7,"footnotes":"[201]  Ver las aleyas 157 y 158 de la sura 4.","lang":"es"},{"name":"5:118","price":"118. »Si los castigas, son tus siervos; y si los perdonas, Tú eres el Poderoso, el Sabio».","arabic":"إِن تُعَذِّبۡهُمۡ فَإِنَّهُمۡ عِبَادُكَۖ وَإِن تَغۡفِرۡ لَهُمۡ فَإِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":787,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:119","price":"119. Al-lah dirá: «Este es el día en que los veraces verán su veracidad recompensada. Obtendrán jardines por los cuales corren ríos, y allí vivirán eternamente». Al-lah estará complacido con ellos y ellos con Él; esa será la gran victoria.","arabic":"قَالَ ٱللَّهُ هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":788,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"5:120","price":"120. A Al-lah pertenece el dominio de los cielos y de la tierra y de cuanto hay en ellos; y Él tiene poder sobre todas las cosas.","arabic":"لِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ","category":["5 (Al-Ma'idah)","Al-Ma'idah","Surah Al-Ma'idah"],"ayahNumber":789,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:1","price":"1. ¡Alabado sea Al-lah, Quien creó los cielos y la tierra y estableció las tinieblas y la luz! Y, sin embargo, quienes rechazan la verdad equiparan a Al-lah con otros (y los adoran).","arabic":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":790,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:2","price":"2. Él es Quien os creó a partir del barro y os ha decretado un plazo de tiempo (para vivir), y otro plazo que solo Él conoce (para la resurrección). Y, sin embargo, dudáis (sobre ella).","arabic":"هُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":791,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:3","price":"3. Y Él es Al-lah, (el único que merece la adoración) en los cielos y en la tierra. Él sabe lo que ocultáis en vuestro interior y lo que manifestáis, así como las obras (buenas y malas) que hacéis.","arabic":"وَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":792,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:4","price":"4. Y cada vez que reciben una prueba (o una aleya) de su Señor, (quienes niegan la verdad) se alejan de ella rechazándola.","arabic":"وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":793,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:5","price":"5. Y, ciertamente, negaron la verdad (el Corán) cuando les llegó (a manos de Muhammad, y se burlaron). Mas pronto recibirán noticias de aquello sobre lo que se burlaban (sabrán que era la verdad y serán juzgados por negarla).","arabic":"فَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":794,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:6","price":"6. ¿Acaso no ven (cuando viajan) cuántas comunidades anteriores a ellos destruimos —y reflexionan sobre ello—, a pesar de que les concedimos en la tierra más poder que a vosotros (que negáis a Muhammad), y hacíamos descender (frecuentemente) sobre ellas lluvia en abundancia e hicimos que los ríos (y manantiales) fluyesen (por sus tierras)? No obstante, las destruimos por sus pecados (por negar a sus profetas) e hicimos que las sucedieran otras comunidades.","arabic":"أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":795,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:7","price":"7. Y si hubiésemos hecho descender sobre ti (¡oh, Muhammad!) un libro escrito en un pergamino que pudieran tocar con sus propias manos (y cuyo descenso hubiesen podido presenciar), quienes rechazan la verdad habrían dicho: «Esto no es sino pura brujería».","arabic":"وَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":796,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:8","price":"8. Y dicen (burlándose): «¿Por qué no ha sido enviado un ángel (con Muhammad)?». Si hubiésemos enviado a ellos un ángel, habrían sido destruidos sin demora alguna (sin tiempo para arrepentirse, porque no habrían creído[203]).","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":797,"juzNumber":7,"footnotes":"[203]  La venida de los ángeles también puede implicar la llegada del fin del mundo o de la Hora final, aunque en esta aleya parece que el objetivo de enviar un ángel es el mostrar una prueba irrefutable de la verdad, cuya negación supondría la destrucción del pueblo que se obstina en rechazarla; pues todos los pueblos que han recibido un milagro o una clara prueba y no han creído han sido destruidos por Al-lah.","lang":"es"},{"name":"6:9","price":"9. Y si les hubiésemos enviado un ángel, le habríamos dado apariencia humana (para que pudieran hablar con él y beneficiarse de sus enseñanzas) y habríamos causado en ellos dudas (acerca de si era realmente un mensajero de Al-lah) del mismo modo que dudan (acerca de Muhammad).","arabic":"وَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":798,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:10","price":"10. Y los mensajeros que te precedieron (¡oh, Muhammad!) también fueron objeto de burlas, y quienes se mofaban recibieron (el castigo) sobre el que ellos mismos se burlaban (y el cual negaban).","arabic":"وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":799,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:11","price":"11. Diles (¡oh, Muhammad!): «Viajad por la tierra y reflexionad sobre el final que tuvieron quienes negaban la verdad». ","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":800,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:12","price":"12. Pregunta (a los idólatras, ¡oh, Muhammad!): «¿A quién pertenece cuanto hay en los cielos y en la tierra?». Di: «Pertenece a Al-lah». (Al-lah) se ha prescrito a Sí mismo la misericordia. Ciertamente, os reunirá (a todos) el Día de la Resurrección, sobre el cual no hay duda. Quienes (hayan adorado a otros fuera de Al-lah) habrán causado su propia perdición, pues no habrán creído (en la unicidad de Al-lah ni en Su promesa, ni en Su castigo, ni el profeta Muhammad). ","arabic":"قُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":801,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:13","price":"13. A Él pertenece cuanto habita (o reposa) en la noche y en el día[204]. Y Él es el Oyente, el Omnisciente. ","arabic":"۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":802,"juzNumber":7,"footnotes":"[204]  Se refiere a todas las criaturas de los cielos y de la tierra.","lang":"es"},{"name":"6:14","price":"14. Diles (¡oh, Muhammad!): «¿Cómo puedo tomar por protector a otro que no sea Al-lah cuando Él ha creado los cielos y la tierra y provee de alimento mientras que no es alimentado?». Diles: «Se me ha ordenado ser el primero en someterme (a la voluntad de Al-lah) aceptando el islam y no ser de los idólatras».","arabic":"قُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":803,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:15","price":"15. Diles: «Temo el castigo de un día terrible si desobedezco a mi Señor».","arabic":"قُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":804,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:16","price":"16. Quien ese día se libre del castigohabrá recibido la misericordia de Al-lah; y ese será el triunfo evidente.","arabic":"مَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":805,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:17","price":"17. Si Al-lah hace que te sobrevenga una adversidad, nadie, salvo Él, podrá librarte de ella; y si hace que te suceda algo bueno (nadie podrá impedirlo), pues Él es Todopoderoso.","arabic":"وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":806,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:18","price":"18. Y Él es el Dominador Supremo sobre Sus siervos, y Él es el Sabio y Quien está informado de todas las cosas.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":807,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:19","price":"19. Pregunta (a tu gente, ¡oh, Muhammad!): «¿Qué testimonio es el de más valor?». Respóndeles: «(El de Al-lah), Al-lah es testigo entre vosotros y yo. Y este Corán me ha sido revelado para advertirosmedianteél a vosotros y a quienes les llegue su mensaje. ¿Acaso podéis dar fe de que hay otras divinidades fuera de Al-lah?». Diles: «Yo no doy fe de ello». Diles: «Él es, en verdad, un Dios Único, y yo no soy responsable de lo que vosotros adoráis fuera de Él».","arabic":"قُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":808,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:20","price":"20. Aquellos a quienes concedimos las Escrituras (judíos y cristianos) reconocen al profeta Muhammad (por las descripciones que de él encuentran en sus Escrituras)[205] del mismo modo que reconocen a sus propios hijos; (mas siguen sus pasiones) y han causado su propia perdición al no creer (en él ni en el Corán).","arabic":"ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":809,"juzNumber":7,"footnotes":"[205]  Las Escrituras originales contenían descripciones del Profeta —que Al-lah lo bendiga y le dé la paz— y de la comunidad a la que sería enviado, por ese motivo había muchos judíos en la ciudad de Medina que aguardaban la llegada del Mensajero—que Al-lah lo bendiga y le dé la paz—, puesto que sabían que surgiría en esas tierras.","lang":"es"},{"name":"6:21","price":"21. ¿Y quién es más injusto que quien inventa una mentira contra Al-lah (al decir que comparte Su dominio con otros o que tiene un hijo) y niega Sus pruebas (acerca de la autenticidad de Sus mensajeros)? Ciertamente, los injustos (que inventan mentiras contra Al-lah) no triunfarán (ni en esta vida ni en la otra).","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":810,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:22","price":"22. Y el día en que los reunamos a todos (el Día de la Resurrección), diremos a quienes adoraban a otros fuera de Al-lah: «¿Dónde están los otros a quienes adorabais y (cuya existencia) afirmabais?».","arabic":"وَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":811,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:23","price":"23. Entonces no tendrán excusa alguna y solo se les ocurrirá decir (para librarse del castigo): «Juramos por Al-lah, nuestro Señor, que no adorábamos a nadie fuera de Él».","arabic":"ثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":812,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:24","price":"24. Observa (¡oh, Muhammad!) cómo se mienten a sí mismos y cómo aquello que habían inventado desaparece (y no los beneficia en nada).","arabic":"ٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":813,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:25","price":"25. Y entre ellos hay quienes te escuchan (cuando recitas el Corán, mas siguen sus pasiones y no tienen la intención de seguir la verdad). Y hemos sellado sus corazones y no pueden comprenderlo, y hemos ensordecido sus oídos. Y aunque vieran todas las pruebas (sobre la veracidad de Muhammad) no creerían en ellas. Y cuando vienen a ti para discutir contigo (¡oh, Muhammad!), quienes rechazan la verdad dicen: «Esto no son más que viejas leyendas».","arabic":"وَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":814,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:26","price":"26. E impiden a los demás (seguir a Muhammad) y ellos mismos se alejan de él. No hacen sino destruirse a sí mismos, aunque no se dan cuenta.","arabic":"وَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":815,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:27","price":"27. ¡Si pudieras verlos cuando se encuentren frente al fuego! Entonces dirán: «¡Ojalá pudiéramos regresar (a la vida terrenal)! No desmentiríamos las aleyas y las pruebas de Al-lah y seríamos de los creyentes». ","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":816,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:28","price":"28. No será así. (El Día de la Resurrección) se manifestará ante ellos lo que ocultaban con anterioridad (en la vida terrenal, acerca de su rechazo a la verdad). Y si regresaran a la vida mundanal, volverían a lo que se les había prohibido; y son unos mentirosos (cuando dicen que, de volver, creerían). ","arabic":"بَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":817,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:29","price":"29. Y dicen: «No hay más que esta vida terrenal y nunca resucitaremos».","arabic":"وَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":818,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:30","price":"30. ¡Si pudieras verlos cuando se hallen frente a su Señor (¡oh, Muhammad!)! Al-lah les dirá: «¿Acaso no es esto cierto (la resurrección)?». Dirán: «Por nuestro Señor que sí». Entonces, Él les dirá: «Sufrid, pues, el castigo por lo que negabais».","arabic":"وَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":819,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:31","price":"31. Quienes nieguen el encuentro con Al-lah (el Día de la Resurrección) saldrán perdiendo. Y cuando la hora de la resurrección les llegue de improviso, dirán: «¡Ay de nosotros por habernos despreocupado de ella!». Y llevarán la carga de sus pecados sobre las espaldas, ¡y qué pésima carga portarán!","arabic":"قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":820,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:32","price":"32. Y esta vida mundanal no es sino juego y diversión (temporales). Mas la morada de la otra vida (en el paraíso) es mucho mejor para los piadosos; ¿acaso no reflexionáis?","arabic":"وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":821,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:33","price":"33. Sabemos que lo que dicen (quienes rechazan la verdad de entre tu gente) te entristece (¡oh, Muhammad!). Sin embargo, no es a ti a quien niegan (tachándote de mentiroso), sino que más bien lo que niegan los injustos son las aleyas de Al-lah. ","arabic":"قَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":822,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:34","price":"34. Los mensajeros que te precedieron también fueron desmentidos, pero soportaron con paciencia que los negaran y acosaran hasta que les llegó Nuestro auxilio. Nadie puede alterar la palabra (promesa) de Al-lah. Y, ciertamente, has recibido noticias sobre los mensajeros (que enviamos con anterioridad y tienes un buen ejemplo en ellos y un consuelo).","arabic":"وَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":823,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:35","price":"35. Y si te resulta difícil aceptar su rechazo (¡oh, Muhammad!), si puedes encontrar un túnel bajo tierra o una escalera para llegar al cielo y traerles una prueba (hazlo)[206]. Si Al-lah hubiese querido, los habría guiado a todos; no seas, pues, de los ignorantes.","arabic":"وَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":824,"juzNumber":7,"footnotes":"[206]  Al-lah sabe que no creerían nunca, por definitiva que fuera la prueba que el Profeta —que Al-lah lo bendiga y le dé la paz— pudiese encontrar; y como lo que Al-lah le propone es imposible, Al-lah llama al profeta Muhammad —que Al-lah lo bendiga y le dé la paz— a la paciencia y le recuerda que no está en su mano hacer que los hombres acepten la verdad.","lang":"es"},{"name":"6:36","price":"36. Solo responden a tu llamada (a la fe) quienes (realmente) escuchan. (Y quienes rechazan la verdad son como los muertos, que son incapaces de escuchar). Y Al-lah los resucitará, y después retornarán a Él (para ser juzgados).","arabic":"۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":825,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:37","price":"37. Y dicen (los idólatras obstinados en rechazar la verdad): «¿Por qué no ha descendido (sobre Muhammad) un milagro de su Señor?». Diles (¡oh, Muhammad!): «Ciertamente, Al-lah tiene poder para hacer descender un milagro», pero la mayoría de ellos no lo saben.","arabic":"وَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":826,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:38","price":"38. Y no hay animal sobre la tierra ni ave que vuele con sus alas que no forme comunidades como vosotros. No hemos descuidado nada en Nuestro registro[207]. Después (todas las criaturas) serán reunidas ante su Señor (y se hará justicia entre ellas)[208].","arabic":"وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":827,"juzNumber":7,"footnotes":"[207]  Este registro se refiere a un libro, también conocido como la Tabla Protegida, que está junto a Al-lah donde están registradas todas las cosas pasadas, presentes y futuras.\n[208]  Los animales también resucitarán y comparecerán ante Al-lah, y se hará justicia entre ellos. Después volverán a convertirse en polvo por orden de Al-lah. ","lang":"es"},{"name":"6:39","price":"39. Y quienes desmienten Nuestras pruebas (o Nuestra revelación) están sordos y mudos (vagando) en las tinieblas (porque no oyen, no dicen ni ven la verdad y no pueden escoger el buen camino). Al-lah extravía a quien quiere (por rechazar la verdad) y guía a quien quiere hacia el camino recto.","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":828,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:40","price":"40. Diles (¡oh, Muhammad!): «Decidme, ¿suplicaríais a otroque no fuera Al-lah si os llegara Su castigo o la hora de la resurrección, si es que sois veraces?».","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":829,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:41","price":"41. ¡No!, le suplicaríais a Él; y, si Él quisiera, apartaría de vosotros el mal por el cual le rogáis y olvidaríais lo que adoráis fuera de Él.","arabic":"بَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":830,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:42","price":"42. Y, ciertamente, enviamos mensajeros a comunidadesanteriores a ti (¡oh, Muhammad!), e hicimos que sus gentes sufriesen hambre y enfermedades (tras desmentir a sus profetas) para que se volvieran a Al-lah con humildad.","arabic":"وَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":831,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:43","price":"43. Pero cuando les llegó Nuestro castigo, no se volvieron a Nos con humildad, sino que sus corazones se endurecieron y el Demonio les hizo ver lo que hacían como bueno.","arabic":"فَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":832,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:44","price":"44. Y cuando olvidaron lo que se les había recordado, abrimos para ellos las puertas de todas las bendiciones; y cuando se alegraron por lo que habían recibido, los sorprendimos con Nuestro castigo y se sumieron en la desesperación.","arabic":"فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":833,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:45","price":"45. Y así es como fue exterminado completamente el pueblo injusto. ¡Y alabado sea Al-lah, Señor de toda la creación!","arabic":"فَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":834,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:46","price":"46. Di (a tu gente, ¡oh, Muhammad!): «Decidme; si Al-lah os arrebatase el oído y la vista y os sellara los corazones, ¿qué divinidad fuera de Al-lah podría devolvéroslos?».Observa cómo les explicamos las pruebas (de la unicidad de Al-lah) y cómo ellos, no obstante, se apartan (y las rechazan).","arabic":"قُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":835,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:47","price":"47. Diles: «¿Qué opinaríais si el castigo de Al-lah os cogiera de improviso o lo vierais venir? ¿Acaso serían destruidos otros que no fueran los injustos?».","arabic":"قُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":836,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:48","price":"48. Y no enviamos ningún mensajero a no ser que sea como portador de buenas nuevas (a quienes creen) y como amonestador (a quienes rechazan la verdad). Quienes crean (en los mensajeros) y obren rectamenteno tendrán nada que temer (en la otra vida) ni se sentirán jamás afligidos;","arabic":"وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":837,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:49","price":"49. pero, quienes nieguen Nuestras revelaciones (y pruebas) serán castigados por haber rechazado la verdad y haberse rebelado (desobedeciéndonos). ","arabic":"وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":838,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:50","price":"50. Diles (¡oh, Muhammad!): «Yo no os digo que están en mi poder las provisiones con las que Al-lah os sustenta ni que tengo conocimiento del gaib (que solo Al-lah conoce) ni que soy un ángel. Tan solo sigo lo que me ha sido revelado». Diles: «¿Acaso puede compararse el ciego (aquel que no quiere ver la verdad y la rechaza) con el vidente (el creyente)? ¿Es que no reflexionáis?».","arabic":"قُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":839,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:51","price":"51. Y advierte mediante el Corán a quienes temen ser reunidos ante su Señor (para ser juzgados). (Ese día) no tendrán fuera de Él quién los proteja ni quién interceda por ellos; puede que así sean piadosos.","arabic":"وَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":840,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:52","price":"52. Y no eches[209] (de tus asambleas a los débiles y pobres de entre los creyentes) que imploran y adoran a su Señor por la mañana y por la noche buscando Su beneplácito. No te corresponde pedirles cuentas de lo que hacen, ni a ellos les corresponde pedirte cuentas de lo que tú haces. Y si los echaras, serías, entonces, de los injustos.","arabic":"وَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":841,"juzNumber":7,"footnotes":"[209]  Los idólatras de La Meca solían denigrar a los pobres de entre los creyentes y le pedían al Profeta —que Al-lah lo bendiga y le dé la paz— que los echara de sus asambleas para que ellos pudiesen asistir. Como el Profeta —que Al-lah lo bendiga y le dé la paz— deseaba que los poderosos idólatras se convirtiesen al islam, podía verse tentado a cumplir sus deseos; por ese motivo, Al-lah le advierte en esta aleya que sería injusto si lo hiciera.","lang":"es"},{"name":"6:53","price":"53. Y de esta manera hemos puesto a prueba a unos hombres por medio de otros, para que (los ricos que rechazan la verdad) digan: «¿Son esos (los débiles y pobres) a quienes Al-lah ha agraciado de entre nosotros (haciendo que sean los primeros en abrazar el islam)?». ¿Acaso Al-lah no sabe mejor quiénes son los agradecidos (para guiarlos)?","arabic":"وَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":842,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:54","price":"54. Y si vienen a ti quienes creen en Nuestras aleyas (y en Nuestras pruebas), diles: «La paz esté con vosotros. Vuestro Señor se ha prescrito a Sí mismo la misericordia. Ciertamente, quien de vosotros obre mal por ignorancia y después se arrepienta y actúe con rectitud, (que sepa que) Al-lah es Indulgente y Misericordioso».","arabic":"وَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":843,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:55","price":"55. Y así es como explicamos con detalle las pruebas (de la verdad y Nuestras aleyas), para que se manifieste el camino de los transgresores (que se oponen a la verdad).","arabic":"وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":844,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:56","price":"56. Diles (¡oh, Muhammad!): «Se me ha prohibido adorar lo que vosotros invocáis en vez de Al-lah». Diles: «No sigo vuestras pasiones, de lo contrario me extraviaría (del buen camino) y no estaría entre los guiados». ","arabic":"قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":845,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:57","price":"57. Diles: «Yo me baso en una clara prueba de mi Señor, pero vosotros la negáis. No está en mi poder lo que vosotros pedís con tanto apremio (el castigo). Al-lah es Quién os juzgará. Él dice la verdad y es el mejor juez».","arabic":"قُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":846,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:58","price":"58. Diles: «Si estuviera en mi poder lo que vosotros pedís con tanto apremio, todo habría quedado decidido entre nosotros (pues ya lo habríais recibido). Pero Al-lah es Quien mejor conoce a los injustos».","arabic":"قُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":847,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:59","price":"59. Y Él tiene las llaves del conocimiento absoluto que solo Él posee; y conoce todo lo que existe en la tierra y en el mar. No cae una hoja (de un árbol) sin que Él lo sepa; y no hay semilla en la oscuridad de la tierra ni nada húmedo o seco que no conste en un claro registro[210].","arabic":"۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":848,"juzNumber":7,"footnotes":"[210]  Ver la nota de la aleya 38 de esta misma sura.","lang":"es"},{"name":"6:60","price":"60. Él es Quien toma vuestras almas por la noche (cuando dormís) y sabe lo que habéis hecho durante el día. Después os las devuelve para que completéis el plazo (de vida) que ha decretado para vosotros. Luego retornaréis a Él (el Día de la Resurrección) y os informará sobre lo que hicisteis (durante la vida mundanal).","arabic":"وَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":849,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:61","price":"61. Y Él es el Dominador Supremo sobre Sus siervos. Y envía sobre vosotros ángeles que registran todas vuestras acciones, hasta que a uno de vosotros le llega el momento de la muerte y, entonces, el ángel encargado de esta junto con sus asistentes toman vuestra alma sin descuidar su deber.","arabic":"وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":850,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:62","price":"62. Después toda la creación retornará a Al-lah, su verdadero Señor (el Día de la Resurrección). Ciertamente, Suya es la decisión, y Él es el más rápido juzgando.","arabic":"ثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":851,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:63","price":"63. Diles: «¿Quién os libra de las tinieblas de la tierra y del mar cuando Le imploráis abiertamente y en secreto diciendo: “Si (Al-lah) nos salva de esta situación seremos agradecidos”?».","arabic":"قُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":852,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:64","price":"64. Diles: «Al-lah es Quien os libra de dicha situación y de toda adversidad; sin embargo, vosotros adoráis a otros fuera de Él».","arabic":"قُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":853,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:65","price":"65. Diles: «Él tiene poder de enviaros un castigo procedente del cielo o de la tierra, de confundiros en sectas y de hacer que sufráis vuestra propia violencia, luchando unos contra otros». Observa cómo explicamos las pruebas (de Nuestro poder) para que comprendan.","arabic":"قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":854,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:66","price":"66. Pero tu pueblo (¡oh, Muhammad!) niega (el Corán) a pesar de que es la verdad. Diles: «No soy vuestro custodio (y no soy responsable de lo que hacéis)».","arabic":"وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":855,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:67","price":"67. Todo lo que ha sido prometido ocurrirá, y pronto lo sabréis.","arabic":"لِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":856,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:68","price":"68. Y si ves a quienes se dedican a hablar mal y a burlarse de Nuestras aleyas (el Corán), aléjate de ellos hasta que cambien de conversación. Y si el Demonio hace que te olvides, no permanezcas en compañía de la gente injusta una vez te acuerdes.","arabic":"وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":857,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:69","price":"69. Quienes temen a Al-lah no son responsables de lo que hace (dicha gente injusta); pero su deber es exhortarlos para que alcancen el temor de Al-lah (y dejen de burlarse). ","arabic":"وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":858,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:70","price":"70. Y deja a quienes toman su religión como juego o diversión y han sido seducidos por la vida mundanal. Y exhórtalos por medio del Corán para que nadie se exponga a la destrucción por las acciones que ha cometido, (pues) no tendrá fuera de Al-lah ni protector ni intercesor; y aunque ofreciera todo lo que pudiera para librarse del castigo, no le sería aceptado. Esos son quienes se han entregado a su propia destrucción por lo que cometieron. Tendrán agua hirviendo por bebida y un doloroso castigo por lo que negaban.","arabic":"وَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":859,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:71","price":"71. Diles: «¿Invocaremos fuera de Al-lah aquello que no puede ni beneficiarnos ni perjudicarnos, retrocediendo sobre nuestros pasos después de que Al-lah nos ha guiado? (En tal caso seríamos) como aquel a quien los demonios han extraviado y confundido (y camina errante) por la tierra a pesar de tener compañeros que lo llaman al buen camino diciéndole: “¡Ven con nosotros!”». Di: «El camino de Al-lah es el verdadero camino; y se nos ha ordenado someter completamente (nuestra voluntad) al Señor de toda la creación. ","arabic":"قُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":860,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:72","price":"72. »Y (se nos ha ordenado) cumplir el salat y temerle». Y ante Él seréis reunidos (el Día de la Resurrección).","arabic":"وَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":861,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:73","price":"73. Y Él es Quien creó los cielos y la tierra con sabiduría; y el Día de la Resurrección dirá «sé», y será (y de esta manera se establecerá al instante dicho día). Su palabra siempre se cumple. Suyo será el dominio el día en que suene el cuerno (anunciando la resurrección). Conoce todo cuanto se escapa a los sentidos del hombre y lo que este presencia; y Él es el Sabio, Quien está informado de todas las cosas.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":862,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:74","price":"74. Y (recuerda a tu gente, ¡oh, Muhammad!) cuando Abraham dijo a su padre Azar: «¿Tomas ídolos como dioses? Ciertamente, te veo a ti a tu pueblo en un claro extravío». ","arabic":"۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":863,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:75","price":"75. Y así mostramos a Abraham los reinos de los cielos y de la tierra para que fuera de quienes creen con convicción.","arabic":"وَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":864,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:76","price":"76. Y cuando la noche lo cubrió con su oscuridad, vio una estrella y dijo: «Esto es mi Señor». Mas, cuando desapareció, dijo: «No amo lo que se desvanece».","arabic":"فَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":865,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:77","price":"77. Y cuando vio aparecer la luna, dijo: «Este es mi Señor». Mas, cuando se ocultó, dijo: «Si mi Señor no me guía, seré de los extraviados».","arabic":"فَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":866,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:78","price":"78. Y cuando vio salir el sol, dijo: «Esto es mi Señor, es más grande (que todo lo demás)». Mas, cuando se puso, dijo: «¡Pueblo mío!, no tengo nada que ver con lo que vosotros adoráis.","arabic":"فَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":867,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:79","price":"79. »Consagro mi adoración pura y sincera a Quien ha creado los cielos y la tierra; y no soy de los idólatras».","arabic":"إِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":868,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:80","price":"80. Pero su pueblo se puso a discutir con él. (Abraham) dijo: «¿Me discutís acerca de Al-lah cuando Él me ha guiado? No temo lo que adoráis fuera de Él (pues nada puede sucederme), a menos que mi Señor lo quiera. El conocimiento de mi Señor abarca todas las cosas. ¿Es que no reflexionáis?","arabic":"وَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":869,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:81","price":"81. »Y ¿cómo iba a temer lo que adoráis fuera de Él cuando vosotros no tenéis miedo de adorar a otros sin ninguna autoridad (o prueba) por parte de Al-lah? ¿Quiénes tienen más razón para sentirse seguros, vosotros o yo, si es que, en verdad, lo sabéis?».","arabic":"وَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":870,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:82","price":"82. Quienes crean y no mezclen la fe con la idolatría, esos son quienes estarán a salvo (del castigo) y estarán guiados.","arabic":"ٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":871,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:83","price":"83. Ese fue el argumento que le concedimos a Abraham frente a su pueblo. Elevamos el rango de quien queremos. Ciertamente, Al-lah es Sabio y tiene conocimiento de todas las cosas.","arabic":"وَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":872,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:84","price":"84. Y le concedimos a Isaac y a (este le concedimos a) Jacob, a ambos los guiamos; y guiamos con anterioridad a Noé. Y de entre su descendencia (guiamos) a David, a Salomón, a Job, a José, a Moisés y a Aarón. Así recompensamos a quienes hacen el bien.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":873,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:85","price":"85. Y (también guiamos) a Zacarías, a Juan, a Jesús y a Elías (Ilias)[211]; todos fueron rectos y virtuosos.","arabic":"وَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":874,"juzNumber":7,"footnotes":"[211]  Recordamos aquí que, a pesar de que existe una equivalencia entre los nombres de algunos profetas que aparecen mencionados en el Corán con los que aparecen en la Biblia o en la tradición judeocristiana, las acciones de estos no siempre se corresponden en ambas religiones.","lang":"es"},{"name":"6:86","price":"86. Y a Ismael, a Eliseo, a Jonás y a Lot; y a todos ellos los favorecimos por encima de los demás hombres de su tiempo (haciéndolos profetas).","arabic":"وَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":875,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:87","price":"87. Y también escogimos (como profetas) y guiamos hacia el camino recto a algunos de sus antecesores, hijos y hermanos.","arabic":"وَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":876,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:88","price":"88. Ese es el camino de Al-lah, hacia el cual guía a quien quiere de entre Sus siervos. Y si adorasen a otros fuera de Él, las (buenas) acciones que hubiesen realizado serían invalidadas. ","arabic":"ذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":877,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:89","price":"89. Esos son aquellos a quienes les concedimos Escrituras y la sabiduría (comprensión de la religión), y a quienes hicimos profetas. Y si (los idólatras de La Meca) rechazan todo ello, lo confiaremos, con toda seguridad, a otras gentes que no lo rechazarán[212].","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":878,"juzNumber":7,"footnotes":"[212]  Se refiere a quienes emigraron de La Meca a Medina y a los habitantes de esta.","lang":"es"},{"name":"6:90","price":"90. Al-lah guio a esos (profetas); sigue, pues, su ejemplo (¡oh, Muhammad!). Y di (a tu gente): «No os pido una remuneración (por transmitiros el Corán); este no es sino una exhortación para los mundos (de los hombres y de los yinn[213]).","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":879,"juzNumber":7,"footnotes":"[213]  El profeta Muhammad —que Al-lah lo bendiga y le dé la paz— no es un profeta enviado exclusivamente a los seres humanos, ya que los yinn (ver la nota de la aleya 34 de la sura 2) también escuchaban su exhortación y se beneficiaban de ella.","lang":"es"},{"name":"6:91","price":"91. Pero (algunos judíos)[214] no han valorado ni exaltado a Al-lah como merece, y dicen: «Al-lah no ha revelado nada a ningún ser humano». Diles (¡oh, Muhammad!): «¿Quién reveló, entonces, el Libro que trajo Moisés, el cual era una luz y una guía para los hombres?Lo dividisteis en pergaminos y mostrasteis algunos, mientras que ocultasteis muchos de ellos. Y se os enseñó lo que no sabíais ni vosotros ni vuestros padres». Diles: «Al-lah (es Quien lo reveló)». Luego déjalos que disfruten de sus vanas discusiones.","arabic":"وَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":880,"juzNumber":7,"footnotes":"[214]  Esta aleya fue posiblemente revelada después de que un líder de los judíos le dijese al profeta Muhammad —que Al-lah lo bendiga y le dé la paz— que Al-lah no había revelado nada a ningún ser humano como excusa para no aceptarlo como profeta, por orgullo y porque estaba enfadado con él, a pesar de que tanto él o como el resto de los judíos no negaban, en el fondo, el hecho de que Al-lah pudiera revelar escrituras sagradas a quienes Él escogiese para ello. Otra interpretación es que la aleya va dirigida a los idólatras de La Meca y a quienes rechazaban la verdad en general; mas aludiría después indirectamente a los judíos al decir que dividieron la Torá en pergaminos y mostraron algunos, mientras que ocultaron otros. Esta interpretación es aceptada por los exégetas porque los verbos: «dividisteis», «mostrasteis» y «ocultasteis», pueden también leerse como: «dividieron», «mostraron» y «ocultaron»; y: «se os enseñó lo que no sabíais ni vosotros ni vuestros padres», puede leerse como: «se les enseñó lo que no sabían ni ellos ni sus padres».","lang":"es"},{"name":"6:92","price":"92. Y este (Corán) es un Libro bendito que (te) hemos revelado y que confirma lo que fue revelado con anterioridad para que adviertas con él (¡oh, Muhammad!) a los habitantes de La Meca y sus alrededores. Y quienes creen en la otra vida creen en él y son constantes en la práctica del salat.","arabic":"وَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":881,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:93","price":"93. ¿Y quién es más injusto que quien inventa una mentira contra Al-lah o dice: «He recibido una revelación» — y no ha recibido ninguna— y quien dice: «Haré descender una revelación como la de Al-lah»? ¡Si pudieras ver a los injustos cuando se encuentren en la agonía de la muerte y los ángeles extiendan las manos hacia ellos diciéndoles: «Entregad vuestras almas; hoy recibiréis un castigo humillante por haber mentido acerca de Al-lah y por haber sido arrogantes negándoos a seguir Sus aleyas (y Sus mensajeros)»; (verías algo terrible)!","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":882,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:94","price":"94. (Y se les dirá con reproche el Día de la Resurrección:) «Y, en verdad, habéis retornado a Nos solos, del mismo modo en el que fuisteis creados la primera vez, y habéis dejado atrás todo lo que os concedimos (en la vida terrenal). Y no vemos que os acompañen (aquellos ídolos que iban a ser) vuestros intercesores y que, según decíais, compartían el derecho a ser adorados con Al-lah. Se ha cortado toda relación entre vosotros,y quienes afirmabais que intercederían por vosotros han desaparecido».","arabic":"وَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":883,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:95","price":"95. Al-lah es Quien hace que las semillas (de las plantas) y el hueso (del dátil y de otros frutos) se abran (y germinen en la tierra).Hace surgir lo vivo de lo muerto, y lo muerto de lo vivo. ¡Esees Al-lah! ¿Cómo podéis alejaros de la verdad?","arabic":"۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":884,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:96","price":"96. Él es Quien provoca la aurora y ha establecido la noche para el descanso, y el sol y la luna para poder medir el transcurso del tiempo. Tal es el decreto del Poderoso, el Omnisciente.","arabic":"فَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":885,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:97","price":"97. Y Él es Quien ha establecido para vosotros las estrellas para que os podáis guiar en la oscuridad de la tierra y del mar. Ciertamente, hemos explicado las pruebas de Nuestro poder para las gentes que saben (reconocer la verdad).","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":886,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:98","price":"98. Y Él es Quien os ha creado a partir de un solo ser (Adán), y (ha decretado para vosotros) un lugar de residencia[215] (en el útero) y un lugar de almacenamiento (en la columna vertebral[216]). Ciertamente, hemos explicado las pruebas (de Nuestro poder) para las gentes que reflexionan.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":887,"juzNumber":7,"footnotes":"[215]  También puede significar, según algunos comentaristas, un lugar de residencia en la tierra y un lugar de almacenamiento en la tumba.\n[216]  Los órganos sexuales masculinos (los testículos) y los femeninos (los ovarios) se desarrollan en el feto cerca de los riñones, concretamente entre la columna vertebral y las costillas once y doce. Posteriormente descienden hasta su posición final; pero incluso entonces y en la edad adulta, el suministro sanguíneo y nervioso de dichos órganos procede de la arteria aorta abdominal, situada entre la columna vertebral y las costillas, y el drenaje linfático también regresa a dicha zona. Posiblemente la zona de la columna vertebral es considerada como un almacén debido a que en las gónadas se encuentran las células sexuales que todavía no han dado lugar a un nuevo ser; y solo Al-lah conoce la verdad. ","lang":"es"},{"name":"6:99","price":"99. Y Él es Quien hace descender la lluvia del cielo para que con ella germine todo tipo de plantas y den lugar a brotes tiernos de los que hacemos surgir espigas de granos superpuestos. Y de los brotes de las palmeras hacemos que surjan racimos de dátiles suspendidos de fácil alcance, y hacemos surgir campos de viñedos, olivos y granados similares (en sus hojas), pero diferentes (en los frutos que producen). ¡Observad sus frutos cuando aparecen y maduran! Ciertamente, en ello hay pruebas (del poder de Al-lah) para las gentes que creen.","arabic":"وَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":888,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:100","price":"100. Y, no obstante, adoran a los yinn[217] equiparándolos con Al-lah, cuando Él es Quien los ha creado. Y atribuyen falsamente a Al-lah hijos e hijas, sin tener ningún conocimiento sobre ello. ¡Glorificado y exaltado sea! Él está muy por encima de lo que Le atribuyen.","arabic":"وَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":889,"juzNumber":7,"footnotes":"[217]  Se considera que adoraban a los yinn por obedecerlos en lo que ellos les ordenaban. Entre las cosas que les ordenaban está adorar a los ídolos o cambiar la naturaleza creada por Al-lah (ver la aleya 119 de la sura 4).","lang":"es"},{"name":"6:101","price":"101. Él es Quien ha creado de la nada los cielos y la tierra. ¿Cómo podría tener un hijo cuando no tiene compañera? Él ha creado todas las cosas y tiene conocimiento de todo.","arabic":"بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":890,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:102","price":"102. ¡Así es Al-lah, vuestro Señor! Nadie ni nada excepto Él tiene derecho a ser adorado. Es el Creador de todas las cosas, ¡adoradlo, pues! Y todo está bajo Su cuidado.","arabic":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":891,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:103","price":"103. Nadie puede verlo (en esta vida), pero Él puede verlo todo. Y Él es el Sutil, y Quien está informado de todas las cosas.","arabic":"لَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":892,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:104","price":"104. (Diles a esos idólatras, ¡oh, Muhammad!:) «Os han llegado pruebas claras de vuestro Señor (para que distingáis el buen camino del extravío). Quien las vea (y crea en ellas), lo hará en su propio beneficio; y quien no quiera verlas, se perjudicará a sí mismo. Y yo no soy responsable de vuestras acciones».","arabic":"قَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":893,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:105","price":"105. Y del mismo modo (que les hemos mostrado, en el Corán, las pruebas de la unicidad de Al-lah) les aclaramos en diversas maneras Nuestras aleyas, para que (quienes te desmienten) digan: «Lo (que recitas) lo has aprendido (de los judíos y cristianos)», y para explicarlas con claridad a las gentes que saben (que es la verdad).","arabic":"وَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":894,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:106","price":"106. Sigue lo que tu Señor te ha revelado, ¡oh, Muhammad!; nada ni nadie excepto Él tiene derecho a ser adorado, y aléjate de los idólatras.","arabic":"ٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":895,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:107","price":"107. Si Al-lah hubiera querido, no habrían adorado a otros fuera de Él; y tú no eres su custodio ni tienes el control de sus asuntos.","arabic":"وَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":896,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:108","price":"108. Y no insultéis a las divinidades que quienes rechazan la verdad adoran fuera de Al-lah para que no insulten a Al-lah (en respuesta) por resentimiento e ignorancia. Y del mismo modo (que hemos hecho que las malas acciones de dichos idólatras les parezcan buenas a sus ojos, como castigo por su mala elección), embellecemos a cada comunidad (que rechaza la verdad) sus acciones (para que crean que obran bien y continúen extraviados). Después retornarán a su Señor, y Él les informará sobre lo que hacían.","arabic":"وَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":897,"juzNumber":7,"footnotes":"","lang":"es"},{"name":"6:109","price":"109. Y (quienes rechazan la verdad) juran solemnemente por Al-lah que creerían si les llegara un milagro. Diles (¡oh, Muhammad!): «Los milagros están en el poder de Al-lah (solo Él puede enviarlos).Y sabed (¡oh, creyentes!)[218] que,aunque les llegase un milagro, no creerían».","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":898,"juzNumber":7,"footnotes":"[218]  Otra interpretación es que la aleya está hablando a los idólatras. En dicho caso, el significado sería el siguiente: «¿Y qué os hace pensar a vosotros (idólatras) que,si os llegasen, creeríais?».","lang":"es"},{"name":"6:110","price":"110. Y apartaremos sus corazones y sus ojos (de la verdad haciendo que no puedan comprenderla ni verla) por no haber creído en ella la primera vez, y dejaremos que persistan en sus transgresiones, extraviados y desorientados.","arabic":"وَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["6 (Al-An'am)","Al-An'am","Surah Al-An'am"],"ayahNumber":899,"juzNumber":7,"footnotes":"","lang":"es"}],"juz":{"id":7,"name":"وَإِذَا سَمِعُوا","transliteration":"Wa Iza Sami'u","transEn":"And When They Hear","startVerse":"5:82","endVerse":"6:110","totalVerses":149}}