{"data":[{"name":"25:1","price":"Нека је узвишен Онај Који Своме слуги објављује Кур'ан да би световима био опомена,","arabic":"تَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2856,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:2","price":"Онај Коме припада власт на небесима и на Земљи, Који нема детета, Који у власти нема ортака и Који је све створио и како треба уредио!","arabic":"ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2857,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:3","price":"А они су узели божанства мимо Њега, која ништа не стварају, а која су сама створена, која нису у стању да од себе отклоне неку штету ни да себи прибаве какву корист, која немају моћ да живот одузму, да живот дају нити да оживе.","arabic":"وَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2858,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:4","price":"Они који не верују говоре: “Ово није ништа друго до велика лаж коју он измишља, а у томе му и други људи помажу”, и тиме чине неправду и потвору.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2859,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:5","price":"И говоре: „То су измишљотине древних народа које је он преписао, па му се казују јутром и вечери.“","arabic":"وَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2860,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:6","price":"Реци: „Објављује га Онај Који зна тајне небеса и Земље; Он опрашта грехе и милостив је.\"","arabic":"قُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2861,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:7","price":"И још говоре: „Шта је овом посланику, он храну једе и по пијацама шета; зашто му није послат један анђео да заједно са њим опомиње,","arabic":"وَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2862,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:8","price":"или да му се спусти ризница са благом, или да има башту из које би се хранио?!“ И неверници још говоре: „Ви само опчињеног човека следите!“","arabic":"أَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2863,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:9","price":"Види шта о теби они говоре, па онда лутају и Прави пут не могу да нађу.","arabic":"ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2864,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:10","price":"Нека је узвишен Онај Који, ако хоће, може да ти подари боље од тога: баште кроз које теку реке и дворце.","arabic":"تَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2865,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:11","price":"Они, чак, поричу и Час оживљења, а Ми смо за оне који поричу Час оживљења припремили разбуктали Огањ.","arabic":"بَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2866,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:12","price":"Кад их Огањ опази из даљине, они ће чути како гневан кључа и од жестине стење.","arabic":"إِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2867,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:13","price":"А кад буду бачени у Ватру, у теснац, везаних руку, пропаст ће призивати.","arabic":"وَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2868,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:14","price":"“Не призивајте данас једну пропаст, него призивајте многе пропасти!”","arabic":"لَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2869,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:15","price":"Реци: „Да ли је боље то или вечни Рај, који је обећан богобојазнима?\" Он ће да им буде награда и пребивалиште.","arabic":"قُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2870,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:16","price":"У њему ће заувек све што зажеле да имају – то је обећање Господара твог – они ће да имају право то да траже од Њега.","arabic":"لَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2871,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:17","price":"А на Дан када их Он сакупи, а и оне које су поред Аллаха обожавали, па упита: „Јесте ли ви ове Моје слуге завели у заблуду, или су они сами залутали са Правог пута?“","arabic":"وَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2872,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:18","price":"Они ће да кажу: „Узвишен нек си Ти, незамисливо је да смо ми поред Тебе узимали икакве заштитнике, него, Ти си овима и њиховим прецима дао да уживају, па су заборавили опомену; они су заслужили пропаст!“","arabic":"قَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2873,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:19","price":"Они ће да порекну то што ви говорите, а ви нећете да будете у могућности да отклоните патњу нити да нађете помоћ. А ономе од вас који је незнанобожац био даћемо да искуси велику патњу.","arabic":"فَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2874,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:20","price":"Ми пре тебе нисмо послали ниједног посланика који није јео и по трговима ходао. Ми чинимо да једни другима будете искушење, да видимо хоћете ли да будете стрпљиви. А твој Господар све види.","arabic":"وَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2875,"juzNumber":18,"footnotes":"","lang":"sr"},{"name":"25:21","price":"Они који не верују да ће пред Нас стати говоре: “Зашто нам се не пошаљу анђели или зашто Господара свог не видимо?” Они су, заиста, у душама својим охоли, а у неверству су све границе прешли.","arabic":"۞ وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2876,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:22","price":"Оног Дана кад угледају анђеле, грешници се неће радовати,а анђели ће им говорити: „Милост вам је потпуно ускраћена.“","arabic":"يَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2877,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:23","price":"И Ми ћемо приступити делима њиховим која су учинили и у прах и пепео их претворити.","arabic":"وَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2878,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:24","price":"Становници Раја ће тог дана да имају најбоље пребивалиште и најлепше одмаралиште.","arabic":"أَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2879,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:25","price":"А на Дан кад се расцепи небо и из њега се појави облак и кад се анђели уистину спусте,","arabic":"وَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2880,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:26","price":"тог дана ће да буде истинска власт само код Свемилосног, а биће то мучан дан за невернике.","arabic":"ٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2881,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:27","price":"На Дан кад неверник прсте своје буде гризао говорећи: „Камо среће да сам се уз Посланика држао Правог пута!","arabic":"وَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2882,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:28","price":"Камо среће, тешко мени, да тога и тога нисам узео за пријатеља!","arabic":"يَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2883,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:29","price":"Он ме је од Кур'ана одвратио након што ми је дошао!“ - А ђаво човека увек оставља на цедилу.","arabic":"لَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2884,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:30","price":"Посланик је рекао: „Господару мој, заиста мој народ овај Кур'ан избегава!“","arabic":"وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2885,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:31","price":"Исто тако смо Ми дали да сваком веровеснику зликовци непријатељи буду. А теби је Господар твој довољан као водич и као помагач!","arabic":"وَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2886,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:32","price":"Они који не верују говоре: “Требало је да му Кур’ан буде објављен читав, и то одједном!” А тако се објављује да бисмо њиме срце твоје учврстили, и Ми га  постепено у етапама објављујемо.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2887,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:33","price":"Они неће ниједан приговор да ти упуте, а да Ми нећемо одговор и најлепше објашњење да ти наведемо.","arabic":"وَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2888,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:34","price":"Они који буду наглавачке вучени ка Паклу биће у најгорем положају и у највећој невољи.","arabic":"ٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2889,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:35","price":"Ми смо Мојсију дали Књигу и његовог брата Арона му учинили помоћником,","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2890,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:36","price":"Па смо казали: „Идите вас двоје народу који пориче Наше доказе“, и после смо тај народ потпуно уништили.","arabic":"فَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2891,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:37","price":"А и Нојев народ смо, кад су посланике у лаж утеривали, потопили и људима их поучним примером учинили, а неверницима смо патњу болну припремили.","arabic":"وَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2892,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:38","price":"И Аду и Семуду и становницима Реса и многим народима између њих,","arabic":"وَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2893,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:39","price":"свима смо објаснили примере за поуку, и све смо их затим у потпуности уништавали.","arabic":"وَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2894,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:40","price":"И они пролазе поред насеља на које се сручила кобна киша - зар га не виде?! Напротив, они се не надају проживљењу.","arabic":"وَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2895,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:41","price":"Кад те виде, ругају ти се: „Је ли ово онај којег је Аллах послао као посланика?!","arabic":"وَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2896,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:42","price":"Умало да нас није одвратио од наших божанстава, али ми смо им остали верни.“ А кад доживе патњу, сазнаће ко је био у највећој заблуди!","arabic":"إِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2897,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:43","price":"Кажи ти Мени, хоћеш ли ти сачувати оног који је страст своју за бога свог узео?","arabic":"أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2898,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:44","price":"Мислиш ли ти да већина њих жели да чује или да схвати? Као стока су они, чак су још даље с Правог пута скренули.","arabic":"أَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2899,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:45","price":"Зар не видиш како твој Господар сенку распростире - а да хоће, оставио би је да мирује. А затим смо учинили да на њу Сунце утиче.","arabic":"أَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2900,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:46","price":"А после је мало-помало Себи привлачимо.","arabic":"ثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2901,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:47","price":"Он је Тај Који вам је ноћ учинио покривачем, сан починком, а дан да се крећете.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2902,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:48","price":"И Он је Тај Који шаље ветрове као радосну вест, као претходницу Своје Милости; и Ми са неба чисту воду спуштамо","arabic":"وَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2903,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:49","price":"да њоме већ мртав предео оживимо и да многу стоку и многе људе које смо створили напојимо.","arabic":"لِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2904,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:50","price":"И њима смо објаснили да би размислили, али већина људи осим неверништва одбија све.","arabic":"وَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2905,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:51","price":"Да хоћемо, у сваки град бисмо послали неког да опомиње.","arabic":"وَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2906,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:52","price":"Зато се не покоравај неверницима и Кур’аном се свим силама против њих бори.","arabic":"فَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2907,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:53","price":"Он је две водене површине једну поред друге оставио – једна је питка и слатка, друга слана и горка, а између њих је преграду и невидљиву брану поставио.","arabic":"۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2908,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:54","price":"Он од воде ствара људе и чини да су род по крви и тазбини. Твој Господар је свемоћан.","arabic":"وَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2909,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:55","price":"Уместо Аллаха они обожавају оне који нису у стању неку корист да им прибаве нити од њих какву штету да отклоне. Неверник је ђаволу саучесник против његовог Господара.","arabic":"وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2910,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:56","price":"А Ми смо те послали само зато да радосне вести доносиш и да опомињеш.","arabic":"وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2911,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:57","price":"Реци: „За ово од вас не тражим другу награду осим да онај који хоће пође путем који води његовом Господару.“","arabic":"قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2912,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:58","price":"Ти се поуздај у Живог, Који не може да умре, и величај Га, и хвали! А довољно је то што грехе Својих слуга у потпуности зна,","arabic":"وَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2913,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:59","price":"Онај Који је створио небеса и Земљу и оно што је међу њима у шест временских раздобља, а онда се узвисио над Престољем. Он је Свемилосни, и упитај о Њему онога који добро зна.","arabic":"ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2914,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:60","price":"А кад им се каже: „Ничице падните Свемилосном!“ Они питају: „А ко је Свемилосни? Зар да ничице падамо само зато што нам ти наређујеш?“ И то им повећа још већу одбојност.","arabic":"وَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2915,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:61","price":"Нека је Узвишен Онај Који је на небу створио сазвежђа и на њему дао Светиљку и Месец који сија.","arabic":"تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2916,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:62","price":"Он је учинио да се смењују ноћ и дан, и у њима је прилика за онога који жели да размисли и прими поуку или жели да буде захвалан.","arabic":"وَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2917,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:63","price":"А слуге Милостивог су они који се по Земљи у миру крећу, а кад им се бестидници обрате, одговарају: “Мир вама!”","arabic":"وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2918,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:64","price":"и они који проводе ноћи пред Господаром својим на тло падајући и стојећи.","arabic":"وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2919,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:65","price":"И они који говоре: „Господару наш, поштеди нас патње у Паклу јер је патња у њему, заиста, пропаст неминовна.","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2920,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:66","price":"Он је ружно пребивалиште и боравиште“,","arabic":"إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2921,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:67","price":"и они који, кад удељују, не расипају и не шкртаре, већ се у томе држе средине;","arabic":"وَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2922,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:68","price":"и они који мимо Аллаха другог бога не моле, и који, оне које је Аллах забранио, не убијају, осим када правда то захтева, и који не блудниче; а ко то ради, искусиће казну.","arabic":"وَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2923,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:69","price":"Патња ће да му буде удвостручена на Будућем свету и вечно ће у њој да остане понижен,","arabic":"يُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2924,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:70","price":"Али они који се покају и поверују и раде добра дела; Аллах ће њихова лоша дела у добра да промени, а Аллах грехе опрашта и милостив је.","arabic":"إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2925,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:71","price":"А онај који се буде покајао и радио добра дела, он се, уистину, Аллаху искрено вратио;","arabic":"وَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2926,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:72","price":"И они који не сведоче лажно и који, пролазећи поред оног што их се не тиче, пролазе достојанствено.","arabic":"وَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2927,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:73","price":"и они који, када буду опоменути доказима свога Господара, ни глуви ни слепи на њих не остану;","arabic":"وَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2928,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:74","price":"и они који говоре: “Господару наш, подари нам у женама нашим и деци нашој радост и учини да се честити на нас угледају!”","arabic":"وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2929,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:75","price":"Они ће да буду, за оно што су трпели, рајским одајама награђени и у њима ће поздравом добродошлице и благословом бити дочекивани.","arabic":"أُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2930,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:76","price":"У њима ће да остану вечно, а како су оне дивно пребивалиште и боравиште!","arabic":"خَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2931,"juzNumber":19,"footnotes":"","lang":"sr"},{"name":"25:77","price":"Реци: “Господар мој вам поклања пажњу само због ваше молитве, а пошто сте ви порицали, неминовно вас чека патња.\"","arabic":"قُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا","category":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan"],"ayahNumber":2932,"juzNumber":19,"footnotes":"","lang":"sr"}],"chapter":["25 (Al-Furqan)","Al-Furqan","Surah Al-Furqan","Chapter Al-Furqan","Furqan","Surah Furqan","Chapter Furqan","Al Furqan","Surah Al Furqan","Chapter Al Furqan","Surah 25","Chapter 25","The Criterion","الفُرقان"]}