{"data":[{"name":"31:1","price":"1. Елиф-лам-мим.[1]","arabic":"الٓمٓ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3470,"juzNumber":21,"footnotes":"[1] Види фусноту првог стиха у поглављу \"Крава\".","lang":"sr"},{"name":"31:2","price":"Ово су стихови мудре Књиге,","arabic":"تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3471,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:3","price":"упуте и милости онима који раде добра дела,","arabic":"هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3472,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:4","price":"онима који обављају молитву и дају милостињу и који у Будући свет чврсто верују;","arabic":"ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3473,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:5","price":"њима је Господар њихов на Прави пут указао и они ће да успеју.","arabic":"أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3474,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:6","price":"Има људи који купују средства за забаву, да би, не знајући колики је то грех, с Аллаховог пута одводили и да би га предметом за исмејавање узимали. Њих чека срамна казна.","arabic":"وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3475,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:7","price":"Кад се неком од њих Наше речи казују, он охоло окреће главу, као да их није ни чуо, као да је глув - зато му наговести болну патњу.","arabic":"وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3476,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:8","price":"Онима који верују и раде добра дела, заиста, припадају баште уживања,","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3477,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:9","price":"у њима ће да бораве вечно - Аллахово обећање је истинито, а Он је Силни и Мудри.","arabic":"خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3478,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:10","price":"Створио је небеса која ви видите без стубова, а по Земљи је стабилне планине поставио да вас не потреса, и по њој је разасуо животиње свих врста. Ми са неба спуштамо воду и чинимо да по њој ничу разноврсне племените биљке.","arabic":"خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3479,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:11","price":"То је Аллахово дело, а покажите Ми шта су други, мимо Њега, створили? Ништа! Незнанобошци су у правој заблуди.","arabic":"هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3480,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:12","price":"А Ми смо Локману даровали мудрост: „Буди захвалан Аллаху! Ко је захвалан, чини то у своју корист, а ко је незахвалан - па, Аллах је, заиста, независан и хваљен.“","arabic":"وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3481,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:13","price":"Кад Локман рече своме сину, саветујући га: „О синко мој, немој Аллаху у обожавању никога да придружујеш; незнанобоштво је, збиља, велико насиље.“","arabic":"وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3482,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:14","price":"Ми смо наредили човеку да буде послушан родитељима својим. Мајка га носи, а њено здравље трпи, и одбија га у току две године. Буди захвалан Мени и родитељима својим, Мени ће се сви вратити.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3483,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:15","price":"А ако буду настојали да те наговоре да поред Мене обожаваш оно о чему ништа не знаш, ти их не слушај и према њима се, на овом свету, великодушно понашај. А следи Пут онога који се обраћа Мени искрено; Мени ћете после да се вратите и Ја ћу о ономе што сте радили да вас обавестим.","arabic":"وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3484,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:16","price":"\"О мој синко, добро и зло, тешко колико зрно горушице, било у стени или на небесима или у земљи, Аллах ће на видело да изнесе. Заиста је Аллах благ и Он све зна.","arabic":"يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3485,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:17","price":"О мој синко, обављај молитву и тражи да се раде добра дела, а одвраћај од лоших и стрпљиво подноси оно што те задеси - то, заиста, спада у истинске поступке.","arabic":"يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3486,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:18","price":"И, из охолости, не окрећи своје лице од људи и не иди Земљом надмено. Заиста Аллах не воли ни гордог ни хвалисавог.","arabic":"وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3487,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:19","price":"У ходу буди одмерен, а у говору не буди грлат; збиља, најнепријатнији глас је глас магарца!\"","arabic":"وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3488,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:20","price":"Како не видите да вам је Аллах потчинио све што постоји на небесима и на Земљи и да вас дарежљиво обасипа Својим благодатима, и видљивим и невидљивим?! А има људи који расправљају о Аллаху без икаквог знања, без икакве упуте и без књиге светиљке.","arabic":"أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3489,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:21","price":"А кад им се говори: „Следите оно што вам Аллах објављује!“ Одговарају: „Не, ми следимо оно што смо запамтили од наших предака.“ Зар и онда кад их Сотона позива на патњу у Огњу?!","arabic":"وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3490,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:22","price":"Онај ко се сасвим преда Аллаху, а уз то још и добра дела ради, ухватио се за најчвршћу везу. Аллаху се на крају све враћа.","arabic":"۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3491,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:23","price":"А онај који не верује, па, нека те не забрињава његово неверовање. Нама ће сви да се врате и Ми ћемо о ономе шта су радили да их обавестимо; Аллах, уистину, добро зна све што је у грудима.","arabic":"وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3492,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:24","price":"Ми им дајемо да кратко уживају, а онда ћемо да их натерамо у жестоку патњу.","arabic":"نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3493,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:25","price":"А да их упиташ: „Ко је створио небеса и Земљу?“ Сигурно би рекли: „Аллах!“ А ти реци: „Хваљен нека је Аллах!“ Само што већина њих не зна.","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3494,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:26","price":"Аллахово је све на небесима и на Земљи! Аллах је, уистину, независан и хвале достојан.","arabic":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3495,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:27","price":"Да су сва стабла на Земљи писаљке, а море, уз помоћ још седам мора, тинта, не би се исписале Аллахове речи; Аллах је, уистину, силан и мудар.","arabic":"وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3496,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:28","price":"Створити све вас и све вас оживети, исто је као створити и оживети једног човека; Аллах, заиста, све чује и све види.","arabic":"مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3497,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:29","price":"Зар не видиш да Аллах уводи ноћ у дан и дан у ноћ, и да је потчинио Сунце и Месец - свако се креће до одређеног рока - и да Аллах добро зна оно што радите?!","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3498,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:30","price":"То је зато што је Аллах - истина, а они којима они, поред Њега, упућују молбе - неистина, и што је Аллах Узвишени и Велики.","arabic":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3499,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:31","price":"Зар не видиш да лађе морем плове Аллаховом благодати да би вам показао неке Своје знаке?! У томе су, заиста, знаци за сваког ко је стрпљив и захвалан.","arabic":"أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3500,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:32","price":"А кад их талас, као облак, прекрије, моле се Аллаху, искрено Му исповедајући веру; а чим их Он доведе до копна, само Му неки захвални остају. А Наше речи и доказе само издајник, незахвалник пориче.","arabic":"وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3501,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:33","price":"О људи, бојте се свога Господара и страхујте од Дана кад родитељ своме детету неће моћи нимало да помогне, нити ће дете моћи своме родитељу имало да помогне! Аллахова претња је истинита, па нека вас никако овосветски живот не завара и нека вас у Аллаха ђаво не поколеба.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3502,"juzNumber":21,"footnotes":"","lang":"sr"},{"name":"31:34","price":"Само Аллах зна кад ће да наступи Судњи дан, само Он спушта кишу и само Он зна шта је у материцама , а човек не зна шта ће сутра да заради и не зна нико у којој ће земљи да умре; Аллах, уистину, све зна и о свему је обавештен.","arabic":"إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ","category":["31 (Luqman)","Luqman","Surah Luqman"],"ayahNumber":3503,"juzNumber":21,"footnotes":"","lang":"sr"}],"chapter":["31 (Luqman)","Luqman","Surah Luqman","Chapter Luqman","Surah 31","Chapter 31","Luqman","لقمَان"]}