{"data":[{"name":"35:1","price":"Хваљен нека је Аллах, Створитељ небеса и Земље, Који анђеле са по два, три и четири крила чини изасланицима. Он оном што ствара додаје шта хоће. – Он, уистину, све може.","arabic":"ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۚ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3661,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:2","price":"Милост коју Аллах подари људима - нико не може да ускрати, а оно што Он ускрати - нико не може, после Њега, да подари; Он је Силни и Мудри.","arabic":"مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَاۖ وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُۥ مِنۢ بَعۡدِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3662,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:3","price":"О људи, сетите се благодати којом вас Аллах обасипа! Постоји ли, осим Аллаха, икакав други створитељ који вас са неба и из земље опскрбљује?! Осим Њега нема другог истинског бога, па куда се онда одмећете?!","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡۚ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3663,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:4","price":"Ако те они у лаж утерују - па и пре тебе су посланике у лаж утеривали, а Аллаху ће све да се врати.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3664,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:5","price":"О људи, Аллахова претња је заиста истина, па нека вас никако живот на овом свету не заслепи и нека вас Сотона у веровање у Аллаха не поколеба.","arabic":"يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3665,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:6","price":"Сотона је, уистину, ваш непријатељ, па га таквим и сматрајте! Он позива своје присталице да буду становници у Ватри.","arabic":"إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّاۚ إِنَّمَا يَدۡعُواْ حِزۡبَهُۥ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3666,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:7","price":"Онима који не верују припада жестока патња, а онима који верују и раде добра дела припада опроштај и велика награда.","arabic":"ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3667,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:8","price":"Како могу бити исти: онај коме су његова ружна дела приказана лепим, а и он их сматра лепим? Аллах у заблуди оставља оног кога хоће, а на Прави пут указује оном коме хоће, па не изгарај од жалости за њима. Аллах, заиста, добро зна све што они раде.","arabic":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنٗاۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۖ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَصۡنَعُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3668,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:9","price":"Аллах шаље ветрове који покрећу облаке, па их наводимо ка мртвим пределима и њима земљу, након што је била мртва, оживљавамо: такво ће да буде и проживљење.","arabic":"وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ كَذَٰلِكَ ٱلنُّشُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3669,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:10","price":"Ако неко жели величину - па, Аллаху припада сва величина! Ка Њему се дижу лепе речи, а добра дела их уздижу. А онима који имају зле намере, припада болна патња, а њихово сплеткарење ће пропасти.","arabic":"مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًاۚ إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُۥۚ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞۖ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3670,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:11","price":"Аллах вас је створио од земље, затим од капи семена, и најзад вас чини мушкарцима и женама. И ниједна жена не затрудни, нити роди, а да Он то не зна. И ничији живот се не продужи, нити скрати, а да то није забележено у Књизи; то је Аллаху, уистину, лако!","arabic":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗاۚ وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِۦٓ إِلَّا فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3671,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:12","price":"Ни два мора нису једнака: једно је слатко и пријатно - вода му се лако пије, а друго је слано и горко; ви из сваког једете свеже месо и вадите накит којим се китите; и ти видиш лађе како по њему секу воду да би стекли из Његовог обиља, и да бисте били захвални.","arabic":"وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُۥ وَهَٰذَا مِلۡحٌ أُجَاجٞۖ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3672,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:13","price":"Он уводи ноћ у дан и уводи дан у ноћ, Он је потчинио Сунце и Месец - свако плови до одређеног рока; то вам је Аллах, ваш Господар; Њему припада сва власт! А они које, поред Њега, молите не поседују ништа.","arabic":"يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُۚ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3673,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:14","price":"Ако их молите, не чују вашу молбу, а да и чују, не би вам се одазвали; на Судњем дану они ће да порекну да сте их Њему придруживали у обожавању! Нико неће да те обавести као Онај Који све у потпуности зна.","arabic":"إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡۚ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3674,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:15","price":"О људи, ви сте сиромаси, ви требате Аллаха, а Аллах је независан и хвале достојан.","arabic":"۞ يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِۖ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3675,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:16","price":"Ако хоће, уклониће вас и довешће нова створења,","arabic":"إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3676,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:17","price":"то Аллаху није тешко.","arabic":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3677,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:18","price":"И ниједан грешник неће да носи туђе грехе; ако претоварени гресима позове да му они буду понесени, нико неће да му их понесе, па ни ближњи. А ти ћеш опоменути само оне који се Господара свог боје, иако их нико не види, и који обављају молитву – онај ко очисти своју душу, очистио је за своје добро. А Аллаху се све враћа.","arabic":"وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِۦۚ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3678,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:19","price":"Нису никако исти слепац и онај који види,","arabic":"وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3679,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:20","price":"ни тмине и светло,","arabic":"وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3680,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:21","price":"ни хладовина и врућина,","arabic":"وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3681,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:22","price":"и нису никако исти живи и мртви. Аллах ће учинити да чује онај кога Он одабере, а ти не можеш да дозовеш оне у гробовима,","arabic":"وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُۚ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُۖ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3682,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:23","price":"твоје је само да опомињеш.","arabic":"إِنۡ أَنتَ إِلَّا نَذِيرٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3683,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:24","price":"Ми смо те послали с истином да радосне вести доносиш и да опомињеш. А није било народа коме није дошао онај који га је опомињао.","arabic":"إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۚ وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3684,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:25","price":"Ако те они у лаж утерују - па, и они пре њих су посланике у лаж утеривали, а они су им доносили јасне доказе, и Листове и Књигу светиљку.","arabic":"وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3685,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:26","price":"И Ја сам онда кажњавао оне који нису веровали, па каква је само била Моја осуда!","arabic":"ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْۖ فَكَيۡفَ كَانَ نَكِيرِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3686,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:27","price":"Зар не знаш да Аллах спушта воду са неба и да Ми помоћу ње стварамо плодове различитих врста; а постоје брда белих и црвених стаза, различитих боја и сасвим црних;","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَاۚ وَمِنَ ٱلۡجِبَالِ جُدَدُۢ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3687,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:28","price":"и има људи и животиња и стоке, исто тако, различитих врста. А Аллаха се, међу Његовим слугама, боје учени. Аллах је, заиста, силан и опрашта.","arabic":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُۥ كَذَٰلِكَۗ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3688,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:29","price":"Они који Аллахову Књигу читају и обављају молитву и удељују од онога чиме их Ми опскрбљујемо, и тајно и јавно, могу да се надају награди која неће да нестане,","arabic":"إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3689,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:30","price":"да их Он награди према ономе што су радили и још да им да из Свога обиља; јер Он много прашта и благодаран је.","arabic":"لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِۦٓۚ إِنَّهُۥ غَفُورٞ شَكُورٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3690,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:31","price":"А оно што ти из Књиге објављујемо сушта је истина, она потврђује да су истините и оне пре ње. Аллах, заиста, о својим створењима све у потпуности зна и све добро види.","arabic":"وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرُۢ بَصِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3691,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:32","price":"Ми ћемо учинити да Књигу после наследе оне Наше слуге које Ми изаберемо. Биће оних који ће се према себи огрешити, биће оних чија ће добра и лоша дела подједнако тешка бити, и биће и оних који ће, Аллаховом вољом, својим добрим делима друге надмашити. И то је благодат велика.","arabic":"ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَاۖ فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِۦ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُۢ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3692,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:33","price":"Рајски перивоји, у које ће да уђу, у којима ће златним наруквицама, бисером украшеним, да се ките, а хаљине ће, у њима, да им буду од свиле.","arabic":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3693,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:34","price":"„Хваљен нека је Аллах!“ Говориће, „који је од нас отклонио тугу. Наш Господар, заиста, много прашта и благодаран је.","arabic":"وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَۖ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3694,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:35","price":"Који нам је, од Своје доброте, даровао вечно боравиште, где умор неће да нас дотиче и у коме клонулост неће да нас сналази.“","arabic":"ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3695,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:36","price":"А невернике чека ватра у Паклу, они неће да буду осуђени на смрт и неће да умру, и неће патња у њему да им се ублажи - ето, тако ћемо да казнимо сваког неверника,","arabic":"وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَاۚ كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3696,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:37","price":"они ће у њему да јаучу: \"Господару наш, избави нас, радићемо добра дела, другачија од оних која смо радили!\" А зар вас нисмо оставили да живите довољно дуго да би онај који је требало да размисли имао времена да размисли, а био вам је дошао онај који опомиње? Зато искусите патњу; неверницима нема помоћи!","arabic":"وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُۖ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3697,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:38","price":"Аллах сигурно зна тајне небеса и Земље; Он добро зна све што крију груди.","arabic":"إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3698,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:39","price":"Он чини да се смењујете на Земљи; ко не буде веровао, његово неверовање је на његову штету; неверницима ће њихово неверовање код њиховог Господара само да повећа презир, и неверницима ће њихово неверовање да повећа пропаст.","arabic":"هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِۚ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗاۖ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3699,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:40","price":"Реци: „Кажите ви мени који су део Земље створила ваша божанства која, уместо Аллаха, молите, и реците ми имају ли они икаквог удела у стварању небеса, или смо Ми незнанобошцима дали Књигу, па имају у њој доказ за то!?“ Ниједно, већ неверници једни друге обмањују.","arabic":"قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُۚ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3700,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:41","price":"Заиста, Бог држи небеса и Земљу да не би нестали; а да нестану – нико то осим Њега не би могао спречити; Он је заиста благ и прашта грехе.","arabic":"۞ إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَاۚ وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّنۢ بَعۡدِهِۦٓۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3701,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:42","price":"Они су се заклињали Аллахом, најтежом заклетвом, да ће, боље него било који народ, да се држе Правог пута - само ако им дође онај који ће да их опомиње. И кад им је дошао онај који опомиње, његов долазак само им је повећао одбојност;","arabic":"وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِۖ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3702,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:43","price":"охолећи се на Земљи смишљали су зло - а сплетке ће да погоде управо оне који се њиме служе. Зар они могу да очекују нешто друго осим оно што је задесило древне народе?! У Аллаховим законима ти никад нећеш да нађеш промене; у Аллаховим законима ти нећеш да нађеш одступања.","arabic":"ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕۚ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِۦۚ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗاۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3703,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:44","price":"Зашто они не путују по Земљи да виде како су завршили они пре њих, који су били јачи од њих? Аллаху не може ништа да умакне ни на небесима ни на Земљи; Он, уистину, све зна и све може.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗۚ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُۥ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ عَلِيمٗا قَدِيرٗا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3704,"juzNumber":22,"footnotes":"","lang":"sr"},{"name":"35:45","price":"Да Аллах кажњава људе према оном што заслуже, ништа живо на Земљиној површини не би оставио; али, Он их оставља до одређеног рока и кад им дође рок - па, Аллах добро види Своје слуге.","arabic":"وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرَۢا","category":["35 (Fatir)","Fatir","Surah Fatir"],"ayahNumber":3705,"juzNumber":22,"footnotes":"","lang":"sr"}],"chapter":["35 (Fatir)","Fatir","Surah Fatir","Chapter Fatir","Surah 35","Chapter 35","The Originator","فَاطِر"]}