{"data":[{"name":"58:1","price":"Аллах је чуо речи оне која се са тобом о своме мужу расправљала и Аллаху се јадала, а Аллах чује ваш међусобни разговор. Аллах, уистину, све чује и све види.","arabic":"قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5105,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:2","price":"Они од вас који својим женама кажу да су им забрањене попут њихових мајки, а оне нису њихове мајке - њихове мајке су само оне које су их родиле, они, заиста, говоре страшне речи и неистину - а Аллах, заиста, грехе поништава и опрашта.","arabic":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5106,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:3","price":"Они који својим женама кажу да су им забрањене попут њихових мајки, а онда се поврате у ономе што су казали, дужни су, пре него што једно друго додирну, једног роба ропства да ослободе. То је оно што вам се наређује - а Аллах у потпуности зна шта ви радите.","arabic":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5107,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:4","price":"Онај који не нађе, дужан је да пости два месеца узастопно пре него једно друго додирну. А онај ко не може, дужан је да нахрани шездесет сиромаха, зато да бисте потврдили да у Аллаха и Његовог Посланика верујете – то су Аллахови прописи. А невернике чека болна казна.","arabic":"فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5108,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:5","price":"Заиста, они који се супротстављају Аллаху и Његовом Посланику биће одбачени и понижени, као што су били одбачени и понижени и они пре њих. Ми смо објавили јасне речи и доказе, а невернике чека понижавајућа патња","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5109,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:6","price":"на Дан кад их Аллах све оживи, па их обавести о оном шта су радили; Аллах је о томе свео рачун, а они су то заборавили - Аллах је свему сведок.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5110,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:7","price":"Зар не знаш да Аллах зна све што је на небесима и што је на Земљи?! Нема тајних разговора међу тројицом, а да Он није четврти, ни кад их је мање, ни кад их је више, а да Он није са њима где год они били; Он ће да их обавести на Судњем дану о оном што су радили. Аллах заиста све добро зна.","arabic":"أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5111,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:8","price":"Зар не видиш оне којима је забрањено да се сашаптавају како се затим враћају ономе што им је забрањено и сашаптавају се о греху, непријатељству и непослушности према Посланику?! А кад ти долазе, поздрављају те онако како те Аллах никад није поздравио, и међу собом говоре: “Требало би да нас Аллах већ једном казни за оно што говоримо!” Довољан ће да им буде Пакао! У њему ће да горе, а ужасно је то одредиште!","arabic":"أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5112,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:9","price":"О ви који верујете, када се међу собом дошаптавате, не дошаптавајте се о греху, непријатељству и непослушности према Посланику, већ се дошаптавајте о доброчинству и богобојазности, и бојте се Аллаха, пред Којим ћете да будете окупљени.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5113,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:10","price":"Такво сашаптавање је од ђавола, да би растужио оне који верују, а то не може њима нимало да науди, осим ако то Аллах допусти. И верници нека се поуздају само у Аллаха!","arabic":"إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5114,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:11","price":"О ви који верујете, кад вам се каже: “Направите места другима тамо где се седи”, ви направите, па и вама ће Аллах место да направи; а кад вам се каже: “Дигните се”, ви се дигните, и Аллах ће на високе степене да уздигне оне међу вама који верују и којима је дато знање. А Аллах у потпуности зна оно шта радите.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5115,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:12","price":"О ви који верујете, кад хоћете да се са Послаником сашаптавате, пре тога милостињу уделите. То је за вас боље и чистије. А ако не нађете ништа - па, Аллах је, заиста, Опростилац греха, Милостиви.","arabic":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5116,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:13","price":"Зар вас је страх да пре разговора свога уделите милостињу?! А ако не уделите и Аллах вам опрости, онда обављајте молитву и дајте обавезну милостињу и будите покорни Аллаху и Његовом Посланику! Аллах у потпуности зна оно што ви радите.","arabic":"ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5117,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:14","price":"Зар не видиш оне који за пријатеље и заштитнике узимају људе на које се Аллах разљутио?! Они нису ни ваши ни њихови, заклињу се лажно, а знају то.","arabic":"۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5118,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:15","price":"Аллах је њима припремио жестоку патњу, а заиста је ружно оно што раде.","arabic":"أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5119,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:16","price":"Штите се својим заклетвама, и тако одвраћају од Аллаховог пута, па им зато припада понижавајућа патња.","arabic":"ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5120,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:17","price":"Ни њихова имовина, ни њихова деца нимало неће да им помогну код Аллаха, они ће да буду становници у Ватри, у њој ће вечно да бораве.","arabic":"لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5121,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:18","price":"На Дан када их Аллах све оживи они ће да Му се заклињу, као што се вама заклињу, мислећи да ће то нешто да им користи. Они су, заиста, прави лажљивци.","arabic":"يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5122,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:19","price":"Њима је овладао ђаво и учинио да забораве да спомињу Аллаха, они су ђавољева странка, а збиља, они из ђавољеве странке су прави губитници.","arabic":"ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5123,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:20","price":"Они који се супротстављају Аллаху и Његовом Посланику биће, сигурно, међу оним најпониженијим.","arabic":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5124,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:21","price":"Аллах је записао: “Ја и посланици Моји сигурно ћемо да победимо!” Аллах је, заиста, моћан и силан.","arabic":"كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5125,"juzNumber":28,"footnotes":"","lang":"sr"},{"name":"58:22","price":"Нећеш наћи да људи који у Аллаха и Судњи дан верују буду у љубави са онима који се Аллаху и Његовом Посланику супротстављају, па били то њихови очеви, или њихови синови, или њихова браћа, или њихови рођаци. Њима је Он у срца усадио веровање и оснажио их Својим светлом, и Он ће да их уведе у рајске баште, кроз које теку реке, да у њима вечно остану. Аллах је њима задовољан, а и они су задовољни Њиме. Они су Аллахови следбеници а, заиста, Аллахови следбеници ће сигурно да успеју.","arabic":"لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ","category":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila"],"ayahNumber":5126,"juzNumber":28,"footnotes":"","lang":"sr"}],"chapter":["58 (Al-Mujadila)","Al-Mujadila","Surah Al-Mujadila","Chapter Al-Mujadila","Mujadila","Surah Mujadila","Chapter Mujadila","Al Mujadila","Surah Al Mujadila","Chapter Al Mujadila","Surah 58","Chapter 58","The Pleading Woman","المجادلة"]}