{"data":[{"name":"11:1","price":"Alif. Lam. Ra. (Đây là) một Kinh Sách chứa đựng những câu mang ý tổng quát rồi sau đó được trình bày chi tiết bởi Đấng Sáng Suốt, Đấng Thông Toàn.","arabic":"الٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1474,"juzNumber":11,"footnotes":"","lang":"vi"},{"name":"11:2","price":"(Thông qua một Sứ Giả - Muhammad, nói): “Các ngươi (hỡi loài người) không được thờ phượng (bất cứ thứ gì khác) ngoài Allah. Quả thật, Ta là một vị cảnh báo và mang tin mừng được cử phái đến với các ngươi.”","arabic":"أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1475,"juzNumber":11,"footnotes":"","lang":"vi"},{"name":"11:3","price":"“Các ngươi hãy cầu xin Thượng Đế của các ngươi tha thứ tội lỗi cho các ngươi, các ngươi hãy quay về sám hối với Ngài, Ngài sẽ ban cho các ngươi hưởng thụ cuộc sống tốt lành cho đến một thời hạn ấn định và Ngài sẽ ban thưởng xứng đáng cho từng người (dựa theo việc tốt của y). Nhưng nếu các ngươi quay bỏ đi, Ta thực sự lo sợ cho các ngươi về hình phạt vào Ngày Vĩ Đại.”","arabic":"وَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1476,"juzNumber":11,"footnotes":"","lang":"vi"},{"name":"11:4","price":"“Các ngươi phải trở về trình diện Allah và Ngài là Đấng Toàn Năng trên tất cả mọi thứ.”","arabic":"إِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1477,"juzNumber":11,"footnotes":"","lang":"vi"},{"name":"11:5","price":"(Những kẻ giả tạo đức tin) cố khép lòng mình hầu lẫn trốn khỏi Ngài (nhưng chúng hãy biết rằng) ngay cả khi chúng phủ áo che thân mình thì Allah vẫn biết những gì chúng che giấu và những gì chúng công khai phơi bày. Thật vậy, Ngài biết hết mọi điều thầm kín trong lòng (chúng).","arabic":"أَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1478,"juzNumber":11,"footnotes":"","lang":"vi"},{"name":"11:6","price":"Không một sinh vật nào trên trái đất mà Allah không cung cấp bổng lộc cho nó. Ngài biết rõ nơi chúng cư ngụ và nơi chúng sẽ chết. Tất cả đều được ghi chép rõ ràng trong Quyển Kinh (Mẹ - Lawhu Al-Mahfuzh).","arabic":"۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1479,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:7","price":"Chính Ngài là Đấng đã tạo ra trời đất trong sáu ngày và Ngai Vương của Ngài ở bên trên mặt nước để Ngài thử thách các ngươi (loài người) xem ai trong các ngươi tốt nhất trong việc làm của mình. Nếu Ngươi (Thiên Sứ Muhammad) nói rằng các ngươi sẽ được dựng sống lại sau khi chết (để chịu trách nhiệm cho mọi hành động đã làm) thì những kẻ vô đức tin chắc chắn sẽ nói: “(Qur’an) này rõ ràng chỉ là trò ma thuật.”","arabic":"وَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1480,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:8","price":"Nếu TA (Allah) trì hoãn việc trừng phạt chúng đến một thời hạn qui định thì chắc chắn chúng sẽ lên tiếng (giễu cợt): “Điều gì đã cản nó xảy ra lúc này chứ?” Không nghi ngờ gì nữa, vào Ngày mà sự trừng phạt đến với chúng, chúng sẽ không bao giờ thoát được, chúng sẽ bị bao vây bởi những gì mà chúng đã từng chế nhạo.","arabic":"وَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1481,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:9","price":"Và nếu như TA có cho con người nếm trải lòng thương xót từ TA và sau đó TA tước nó khỏi y, chắc chắn y sẽ tuyệt vọng và vô ơn.","arabic":"وَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1482,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:10","price":"Nhưng nếu TA cho (con người) nếm trải phú quý sau tai họa (nghèo khó, bệnh tật) thì chắc chắn y sẽ nói: “Những điều xấu đã đi mất” rồi chắc chắn y sẽ vui mừng một cách tự đắc.","arabic":"وَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1483,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:11","price":"Ngoại trừ những ai biết kiên nhẫn và hành thiện thì đó là những người có được sự tha thứ và phần thưởng vĩ đại.","arabic":"إِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1484,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:12","price":"Có lẽ Ngươi (Thiên Sứ Muhammad) bỏ qua một vài điều đã được mặc khải cho Ngươi và lòng Ngươi cảm thấy căng thẳng bởi sự việc đó, vì chúng nói: “Sao không có một kho báu hay một Thiên Thần nào được gửi xuống cùng với Y (Muhammad).” (Vì vậy, Ngươi – Muhammad, chớ bỏ qua những điều đã được mặc khải cho Ngươi, bởi lẽ) thật ra Ngươi chỉ là một người cảnh báo, (một người truyền đạt thông điệp) mà thôi, còn Allah mới chính là Đấng sắp đặt và quyết định mọi thứ.","arabic":"فَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1485,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:13","price":"Hay chúng nói: “Y đã bịa ra Nó (Qur’an).” Ngươi (hỡi Thiên Sứ Muhammad) hãy nói với chúng: “Vậy các ngươi hãy mang đến mười chương Kinh giống như Nó đã được bịa ra xem nào và các ngươi hãy kêu gọi bất cứ ai ngoài Allah đến hỗ trợ các ngươi, nếu các ngươi nói thật!”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1486,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:14","price":"Cho nên, nếu như chúng không thực hiện được yêu cầu của các ngươi (những người có đức tin) đưa ra thì các ngươi hãy biết rằng thực ra Nó (Qur’an) được mặc khải bằng kiến thức của Allah và rằng không có Thượng Đế đích thực nào khác ngoài Ngài. Vậy sao các ngươi không là những người Muslim (thần phục Ngài)?!","arabic":"فَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1487,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:15","price":"Ai ham muốn đời sống trần tục này cũng như sự hào nhoáng của nó, TA sẽ ban cho họ đầy đủ phần công lao của họ trong đó, và họ sẽ không bị cắt giảm bất cứ điều gì ở nơi đó.","arabic":"مَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1488,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:16","price":"Đó là những kẻ sẽ không có gì ở Đời Sau ngoại trừ Hỏa Ngục, và những gì chúng đã làm nơi (trần gian) đều sẽ tiêu tan và những việc thiện tốt mà chúng đã từng làm đều sẽ không có giá trị.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1489,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:17","price":"Lẽ nào (Thiên Sứ Muhammad) là một người (đứng) trên bằng chứng rõ ràng từ Thượng Đế của mình và có một nhân chứng (Jibril) từ Ngài xướng đọc Nó (Qur’an) cho Y cũng như trước đó đã có (một sự xác nhận từ) Kinh Sách của Musa (Tawrah) – một nguồn hướng dẫn, một hồng phúc, (lại ngang bằng) với kẻ thuộc các giáo phái vô đức tin, kẻ mà Hỏa Ngục là điểm hẹn của hắn?! Vì vậy, Ngươi (hỡi Thiên Sứ Muhammad) chớ hoài nghi về (Qur’an), bởi lẽ Nó là sự thật từ Thượng Đế của Ngươi, nhưng đa số nhân loại không có đức tin.","arabic":"أَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1490,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:18","price":"Còn ai sai quấy hơn kẻ bịa ra lời nói dối cho Allah. Đó là những kẻ sẽ bị bắt trình diện trước Thượng Đế của chúng và các nhân chứng sẽ nói: “Đây là những kẻ đã nói dối cho Thượng Đế của chúng.” Không nghi ngờ gì nữa rằng Allah nguyền rủa những kẻ làm điều sai quấy.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1491,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:19","price":"(Đó là) những kẻ ngăn cản (mọi người) khỏi con đường của Allah và tìm cách làm cho nó cong quẹo và phủ nhận Đời Sau.","arabic":"ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1492,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:20","price":"Những kẻ đó không thể chạy trốn (khỏi hình phạt của Allah) trên trái đất này và ngoài Allah chúng chẳng có vị bảo hộ nào và hình phạt sẽ tăng lên gấp bội dành cho chúng. Quả thật, chúng đã không thể nghe và thấy được (chân lý).","arabic":"أُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1493,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:21","price":"Chúng là những kẻ đã làm thua thiệt bản thân mình và những điều chúng bịa đặt đã bỏ chúng đi mất dạng.","arabic":"أُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1494,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:22","price":"Chắc chắn ở Đời Sau chúng sẽ là những kẻ thua cuộc.","arabic":"لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1495,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:23","price":"Quả thật, những người có đức tin, hành thiện, và hạ mình khiêm tốn trước Thượng Đế của họ sẽ là những người bạn của Thiên Đàng, họ sẽ sống trong đó mãi mãi.","arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1496,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:24","price":"Hình ảnh của hai nhóm người (có đức tin và vô đức tin) giống như hình ảnh của một kẻ vừa mù vừa điếc và một người nhìn thấy và nghe được, hai người này có ngang bằng nhau không? Vậy các ngươi không lấy đó làm bài học để ghi nhớ ư?","arabic":"۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1497,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:25","price":"Quả thật, TA (Allah) đã cử phái Nuh (Nô-ê) đến với người dân của mình, Y nói: “Ta đích thực là một người cảnh báo được phái đến cho các ngươi!”","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1498,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:26","price":"“Các ngươi không được thờ phượng ai khác ngoài Allah. Quả thật, Ta lo sợ cho các ngươi về sự trừng phạt vào một Ngày đau đớn.”","arabic":"أَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1499,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:27","price":"Tuy nhiên, những tên lãnh đạo vô đức tin trong đám dân của (Nuh) nói (với Y): “Bọn ta thấy ngươi cũng chỉ là một người phàm giống như bọn ta và bọn ta thấy những kẻ đi theo ngươi chỉ toàn là những tên thấp hèn và ngu đần trong bọn ta. Và bọn ta thấy các ngươi chẳng có bất kỳ công đức nào trội hơn bọn ta cả. Đúng hơn, bọn ta cho rằng các ngươi là những kẻ nói dối.”","arabic":"فَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1500,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:28","price":"(Nuh) nói: “Này hỡi người dân của Ta, các ngươi có xem xét: nếu Ta có bằng chứng rõ ràng từ nơi Thượng Đế của Ta và Ngài ban cho Ta lòng thương xót nơi Ngài (khi chọn Ta làm Sứ Giả) nhưng các ngươi lại không nhận thấy (hồng phúc đó), thì lẽ nào Ta lại ép buộc các ngươi chấp nhận nó trong khi các ngươi không thích điều đó?”","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1501,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:29","price":"“Này hỡi người dân của Ta! Ta không đòi các ngươi tiền bạc (cho việc kêu gọi này), bởi lẽ phần thưởng của Ta là do Allah ban cấp, và Ta không có quyền xua đuổi những người có đức tin (nghèo khổ). Quả thật, họ sẽ trở về trình diện Thượng Đế của họ. Tuy nhiên, Ta thấy rằng các ngươi mới là đám người ngu muội.”","arabic":"وَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1502,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:30","price":"“Này hỡi người dân của Ta! Ai sẽ bảo vệ Ta khỏi (sự trừng phạt của) Allah nếu Ta xua đuổi họ, lẽ nào các ngươi không lưu ý đến điều đó ư?”","arabic":"وَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1503,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:31","price":"“Ta không nói với các ngươi rằng Ta có các kho tàng của Allah hay biết về điều vô hình, Ta không nói rằng Ta là một Thiên thần, và Ta cũng không nói với những người (nghèo) mà cặp mắt của các ngươi khinh khi rằng họ sẽ không bao giờ được Allah ban cho điều tốt đẹp, bởi lẽ Allah biết rõ nhất về những gì bên trong bản thân họ. (Nếu Ta nói như thế) thì quả thật Ta chính là kẻ làm điều sai quấy.”","arabic":"وَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1504,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:32","price":"(Người dân của Nuh) nói: “Này Nuh, Ngươi đã tranh luận với bọn ta quá nhiều. Vậy, Ngươi hãy mang đến những gì mà Ngươi đe dọa bọn ta xem nào, nếu Ngươi là người nói thật!”","arabic":"قَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1505,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:33","price":"(Nuh) nói với chúng: “Quả thật, chỉ có Allah mới có thể mang (sự trừng phạt) đến nếu Ngài muốn, và (lúc đó, chắc chắn) các ngươi sẽ không thoát được.”","arabic":"قَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1506,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:34","price":"“Nếu như Allah muốn làm cho các ngươi lầm lạc thì lời khuyên của Ta sẽ không mang lại lợi ích gì cho các ngươi, mặc dù Ta thực sự muốn khuyên các ngươi điều tốt đẹp. Quả thật, Ngài là Thượng Đế của các ngươi và rồi các ngươi sẽ được đưa trở về trình diện Ngài.”","arabic":"وَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1507,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:35","price":"Hay chúng nói: “(Nuh) đã bịa ra (tôn giáo) rồi cho rằng là của Allah.” Ngươi (hỡi Nuh) hãy nói với chúng: “Nếu Ta bịa ra thì một mình Ta chịu tội nhưng Ta không dính líu với tội lỗi mà các ngươi phạm.”","arabic":"أَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1508,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:36","price":"Rồi (Allah) đã mặc khải đến Nuh: “Sẽ không còn ai trong đám dân của Ngươi có đức tin ngoại trừ những người đã có đức tin (trước đó). Vì vậy, Ngươi đừng buồn về những gì chúng làm.”","arabic":"وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1509,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:37","price":"“Ngươi hãy đóng một con tàu dưới sự quan sát của TA và hãy tuân theo lời mặc khải của TA. Ngươi chớ cầu xin gì thêm cho những kẻ làm điều sai quấy, chắc chắn bọn chúng sẽ bị nhấn chìm.”","arabic":"وَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1510,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:38","price":"Vậy là (Nuh) đóng tàu (theo lệnh truyền của Allah). Mỗi khi những tên lãnh đạo trong đám dân của Y đi ngang qua, chúng đều buông lời chế nhạo Y. Nuh nói với chúng: “Các ngươi chế nhạo Ta, rồi đây Ta sẽ chế nhạo lại các ngươi giống như những gì các ngươi chế nhạo Ta.”","arabic":"وَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1511,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:39","price":"“Rồi đây, các ngươi sẽ biết ai sẽ phải nhận một sự trừng phạt nhục nhã (trên cõi trần) và ai sẽ phải chịu một hình phạt lâu dài (ở Đời Sau).”","arabic":"فَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1512,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:40","price":"Mãi đến khi lệnh của TA được ban hành với dấu hiệu nước sẽ phun lên từ lò lửa. TA bảo (Nuh): “Ngươi hãy mang lên tàu tất cả mỗi loài vật một cặp (đực và cái) và gia đình Ngươi cùng những người có đức tin, trừ những kẻ mà lời hứa trừng phạt đã định cho chúng.” Tuy nhiên, số lượng những người có đức tin cùng với Y thật quá ít.”","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1513,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:41","price":"(Nuh) bảo (những người có đức tin và gia đình của Y): “Mọi người hãy nhân danh Allah mà lên tàu mặc kệ nó đậu hay trôi, quả thật, Thượng Đế của Ta là Đấng Tha Thứ, Đấng Nhân Từ.”","arabic":"۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1514,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:42","price":"Con tàu đưa họ trôi đi giữa những con sóng to như những quả núi. Nhìn thấy con trai đứng ở đằng xa, Nuh hô gọi: “Này con trai của Ta, con hãy mau lên tàu cùng bọn ta. Con đừng ở cùng với những kẻ vô đức tin.”","arabic":"وَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1515,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:43","price":"(Đứa con trai của Nuh) đáp: “Con sẽ leo lên đỉnh núi, nó sẽ giúp con tránh được dòng nước (của trận lụt này).” (Nuh) nói: “Ngày hôm nay sẽ không một thứ gì có thể bảo vệ con khỏi sắc lệnh của Allah trừ những ai mà Ngài thương xót.” (Bỗng lúc ấy), những con sóng ập đến chia cắt hai cha con và đứa con trai (của Nuh) nằm trong số những kẻ bị nhấn chìm (trong dòng nước).","arabic":"قَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1516,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:44","price":"(Sau khi tất cả mọi thứ bị nhấn chìm, Allah) phán: “Hỡi đất, hãy nuốt nước của ngươi lại. Hỡi bầu trời, hãy ngưng mưa của ngươi lại.” Vậy là nước rút xuống và sự việc đã xong. Con tàu (của Nuh) đậu trên núi Al-Judi. Và có lời bảo: “Thật đáng đời cho những kẻ làm điều sai trái!”","arabic":"وَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1517,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:45","price":"Nuh cầu xin Thượng Đế của Y: “Lạy Thượng Đế của bề tôi, quả thật, con trai của bề tôi thuộc về gia đình của bề tôi. Lời của Ngài là sự thật và Ngài là Đấng Thẩm Phán Công Bằng nhất.”","arabic":"وَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1518,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:46","price":"(Allah) phán: “Này Nuh, nó thực sự không thuộc gia đình của Ngươi. Quả thật việc làm của nó không tốt. Vì vậy, Ngươi đừng cầu xin TA về những điều Ngươi không biết, TA khuyên Ngươi (nên dừng lại việc cầu xin) kẻo Ngươi trở thành một trong những kẻ ngu muội.”","arabic":"قَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1519,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:47","price":"(Nuh) nói: “Lạy Thượng Đế của bề tôi, bề tôi xin Ngài che chở bề tôi tránh khỏi việc đòi hỏi Ngài về những điều bề tôi không biết. Nếu Ngài không tha thứ và thương xót bề tôi thì chắc chắn bề tôi sẽ nằm trong số những kẻ thua thiệt.”","arabic":"قَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1520,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:48","price":"(Allah) phán: “Hỡi Nuh, Ngươi hãy xuống tàu bằng sự bình an và phúc lành từ nơi TA. TA ban bằng an và phúc lành cho Ngươi và cho những cộng đồng từ thế hệ con cháu của những ai cùng Ngươi. Riêng những cộng đồng (vô đức tin), TA sẽ cho chúng chìm trong lạc thú (của trần gian) rồi chúng sẽ bị trừng phạt đau đớn (ở Đời Sau).”","arabic":"قِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1521,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:49","price":"(Câu chuyện về Nuh) là một nguồn tin vô hình mà TA đã mặc khải cho Ngươi (Thiên Sứ Muhammad). Ngươi và người dân của mình chưa từng biết về câu chuyện này trước đây. Vì vậy, Ngươi hãy kiên nhẫn, quả thật kết cục tốt đẹp chỉ dành cho những người ngoan đạo, sợ Allah.","arabic":"تِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1522,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:50","price":"Người dân ‘Ad, (TA đã cử) Hud, người anh em của chúng đến với chúng. (Hud) nói: “Hỡi người dân của Ta! Các ngươi hãy thờ phượng một mình Allah, các ngươi không hề có Thượng Đế nào khác ngoài Ngài. Các ngươi chỉ là những kẻ bịa ra (các thần linh theo dục vọng và sự tưởng tượng của các ngươi).”","arabic":"وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1523,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:51","price":"“Hỡi người dân của Ta! Ta không đòi hỏi các ngươi thù lao cho việc kêu gọi này, bởi lẽ phần thưởng của Ta là ở nơi Đấng đã tạo ra Ta. Lẽ nào các ngươi không hiểu?!”","arabic":"يَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1524,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:52","price":"“Hỡi người dân của Ta! Các ngươi hãy cầu xin Thượng Đế của các ngươi tha thứ và các ngươi hãy ăn năn sám hối với Ngài, Ngài sẽ ban nước mưa từ trời xuống cho các ngươi, Ngài sẽ gia tăng sức mạnh hiện có của các ngươi. Và các ngươi chớ đừng quay đi thành những tên tội lỗi.”","arabic":"وَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1525,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:53","price":"(Người dân của Hud) nói với Y: “Này Hud, ngươi đã không mang đến cho bọn ta bằng chứng nào (thuyết phục cả) và bọn ta không vì lời nói của ngươi mà từ bỏ các thần linh của bọn ta, và bọn ta không tin ngươi.”","arabic":"قَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1526,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:54","price":"“Bọn ta chỉ nói với ngươi rằng có thể một số thần linh của bọn ta sẽ mang đến điều xấu cho ngươi”. (Hud) nói với chúng: “Vậy thì Ta xin Allah làm chứng và các ngươi cũng hãy làm chứng rằng Ta không can hệ với những gì các ngươi thờ phượng.”","arabic":"إِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1527,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:55","price":"“Ngoài Ngài. Các ngươi hãy cùng nhau lên kế hoạch hãm hại ta và đừng để cho Ta yên thân.”","arabic":"مِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1528,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:56","price":"“Quả thật, Ta xin phó thác cho Allah, Thượng Đế của Ta và Thượng Đế của các ngươi. (Các ngươi hãy biết rằng) không một sinh vật nào (sống trên trái đất này) mà Ngài không nắm quyền quản lý chúng. Quả thật, Thượng Đế của Ta ở trên con đường ngay chính (chân lý).”","arabic":"إِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1529,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:57","price":"“Nếu các ngươi quay đi thì quả thật Ta cũng đã truyền đạt những gì mà Ta được phái mang đến cho các ngươi. Thượng Đế của Ta sẽ mang đến một nhóm người khác thay thế các ngươi, các ngươi sẽ không gây hại cho Ngài bất cứ điều gì. Quả thật, Thượng Đế của Ta là Đấng giám sát tất cả mọi thứ.”","arabic":"فَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1530,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:58","price":"Khi lệnh (trừng phạt) của TA đến, TA đã giải cứu Hud và những ai đã tin tưởng cùng Y bởi lòng thương xót nơi TA, và TA đã giải cứu họ thoát khỏi sự trừng phạt kinh hoàng.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1531,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:59","price":"Đó là đám dân ‘Ad. Chúng đã chống lại các dấu hiệu của Thượng Đế của chúng, nghịch lại các Sứ Giả của Ngài, và tuân theo lệnh của từng tên xấc xược ương ngạnh.","arabic":"وَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1532,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:60","price":"Sự nguyền rủa đeo bám chúng suốt đời sống thế tục và cả Đời Sau. (Đó là kết quả cho việc) người dân ‘Ad đã phủ nhận Thượng Đế của chúng. (Đó là kết quả cho việc) dân tộc ‘Ad, đám dân của Hud bị tống khứ đi xa (khỏi lòng thương xót của Allah).","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1533,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:61","price":"Người dân Thamud, (TA đã cử) Saleh, người anh em của chúng đến với chúng. (Saleh) nói: “Hỡi người dân của ta, các ngươi hãy thờ phượng một mình Allah, các ngươi không hề có Thượng Đế nào khác ngoài Ngài. Ngài đã tạo các ngươi từ đất và Ngài cho các ngươi quản lý nó. Vì vậy, các ngươi hãy cầu xin Ngài tha thứ và hãy quay về sám hối với Ngài. Quả thật, Thượng Đế của Ta rất gần, Ngài luôn đáp lại lời cầu xin (của những ai cầu xin Ngài).”","arabic":"۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1534,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:62","price":"(Người dân của Saleh) nói: “Này Saleh, trước đây ngươi là người được kỳ vọng nhất trong bọn ta, lẽ nào ngươi lại cấm bọn ta tôn thờ những thần linh mà ông cha của bọn ta đã tôn thờ? Quả thật, bọn ta cảm thấy hoài nghi về điều mà ngươi đang kêu gọi bọn ta đến với nó.”","arabic":"قَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1535,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:63","price":"(Saleh) nói với chúng: “Hỡi người dân của Ta! Các ngươi có xem xét: nếu Ta có bằng chứng rõ ràng từ nơi Thượng Đế của Ta và Ngài ban cho Ta lòng thương xót nơi Ngài (khi chọn Ta làm Sứ Giả) thì ai sẽ giúp Ta thoát khỏi (sự trừng phạt của) Allah nếu Ta bất tuân Ngài. Vì vậy, các ngươi chỉ làm cho Ta thêm thua thiệt.”","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1536,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:64","price":"“Hỡi người dân của Ta, đây là con lạc đà của Allah, một dấu hiệu dành cho các ngươi. Vì vậy, các ngươi hãy để mặc nó tự do ăn uống trên đất của Allah, các ngươi chớ đừng chạm đến nó bất cứ điều hại nào, nếu không các ngươi sẽ phải chịu một sự trừng phạt gần kề.”","arabic":"وَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1537,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:65","price":"Nhưng chúng đã giết nó. (Saleh) nói với chúng: “Các ngươi hãy tận hưởng (cuộc sống) trong nhà mình ba ngày, (rồi sự trừng phạt của Allah sẽ đến với các ngươi). Đó là lời hứa (chắc chắn), không giả dối.”","arabic":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1538,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:66","price":"Vì vậy, khi lệnh (trừng phạt) của TA đến, TA đã giải cứu Saleh và những ai đã tin tưởng cùng Y bởi lòng thương xót nơi TA, và TA đã giải thoát họ khỏi sự nhục nhã của ngày hôm đó. Thật vậy, Thượng Đế của Ngươi (hỡi Thiên Sứ Muhammad) là Đấng Toàn Lực, Đấng Quyền Năng.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1539,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:67","price":"Một tiếng thét đã hủy diệt những kẻ làm điều sai quấy, sáng ra chúng (là những xác chết) nằm sấp trong những ngôi nhà của mình.","arabic":"وَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1540,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:68","price":"Như thể chúng chưa bao giờ được thịnh vượng ở đó. (Đó là kết quả cho việc) người dân Thamud đã phủ nhận Thượng Đế của chúng. (Đó là kết quả cho việc) đám dân Thamud bị tống khứ đi xa (khỏi lòng thương xót của Allah).","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1541,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:69","price":"Quả thật, các Sứ Giả (Thiên Thần) của TA đã đến gặp Ibrahim báo tin mừng (về đứa con trai – Is-haaq). (Các Sứ Giả) nói: “Salam – chào bằng an”. (Ibrahim) đáp lại: “Salam”. (Sau khi chào Salam, Ibrahim) liền mang ra một con bê nướng (tiếp đãi họ).","arabic":"وَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1542,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:70","price":"Nhưng khi thấy họ không đưa tay chạm đến thức ăn, (Ibrahim) nghi ngờ về họ và cảm thấy sợ hãi. (Thấy vậy, các Thiên Thần) nói: “Ngươi đừng sợ, thực ra, chúng tôi được phái đến với đám dân của Lut.”","arabic":"فَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1543,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:71","price":"Vợ của Y (Sarah) đang đứng, nữ mỉm cười. Sau đó, TA báo cho nữ biết tin mừng về đứa con trai Is-haaq và sau Is-haaq là Ya’qub.","arabic":"وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1544,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:72","price":"(Nghe các Thiên Thần báo tin mừng, nữ Sarah) nói: “Khốn cho tôi! Làm sao tôi có thể sinh con trong khi tôi là một bà già còn chồng tôi là một ông lão kia chứ? Đây thực sự là một điều hết sức kỳ lạ.”","arabic":"قَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1545,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:73","price":"(Các Thiên Thần) nói: “Lẽ nào ngươi cảm thấy kỳ lạ về lệnh của Allah? Cầu mong lòng thương xót và hồng phúc của Ngài cho các ngươi hỡi người nhà (của Ibrahim). Quả thật, Ngài là Đấng Đáng Ca Tụng, Đấng Chí Tôn.”","arabic":"قَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1546,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:74","price":"Sau khi trong lòng hết sợ và nhận được tin mừng, Ibrahim quay sang tranh luận với (các Sứ Giả) của TA về đám dân của Lut.","arabic":"فَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1547,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:75","price":"Quả thật, Ibrahim là người chịu đựng, năng cầu nguyện và sám hối (với Allah).","arabic":"إِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1548,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:76","price":"(Các Thiên Thần nói với Ibrahim): “Này Ibrahim, Ngươi hãy từ bỏ việc này - (việc cầu xin cho đám dân của Lut), bởi lệnh (trừng phạt) của Thượng Đế của Ngươi đã được ban hành, chúng chắc chắn sẽ phải chịu sự trừng phạt, không thể nào tránh khỏi.”","arabic":"يَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1549,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:77","price":"Khi các Sứ Giả (Thiên Thần) của TA đến gặp Lut, Y đau buồn cho người dân của mình và cảm thấy bất lực (trong việc cứu giúp họ tránh khỏi sự trừng phạt), Y nói: “Hôm nay sẽ là một ngày kinh hoàng.”","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1550,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:78","price":"Người dân của (Lut) vội kéo đến gặp Y bởi vì trước đó chúng thường quen làm điều xấu (khi thấy khách lạ). (Lut) nói với chúng: “Hỡi người dân của Ta, đây là những đứa con gái của Ta, chúng trong sạch hơn cho các ngươi. Các ngươi hãy kính sợ Allah và đừng làm điều ô uế đối với khách của Ta. Lẽ nào trong các ngươi không có một người đàn ông nào biết lẽ phải?”","arabic":"وَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1551,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:79","price":"(Đám dân của Lut) nói: “Quả thật, ngươi đã biết rõ rằng bọn ta không cần những đứa con gái của Ngươi và Ngươi cũng biết quá rõ bọn ta muốn gì.”","arabic":"قَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1552,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:80","price":"(Lut) nói: “Giá như Ta có đủ sức mạnh để trừng trị các ngươi hoặc Ta sẽ nhờ đến một thế lực khác để trợ giúp.”","arabic":"قَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1553,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:81","price":"(Các Thiên Thần) nói (với Lut): “Này Lut, thật ra chúng tôi là những Sứ Giả của Thượng Đế của Ngươi, chúng sẽ không bao giờ hại được Ngươi. Vì vậy, Ngươi và gia đình hãy rời đi trong đêm và đừng để bất cứ ai trong các ngươi ngoảnh nhìn lại, ngoại trừ vợ của Ngươi, ả ta sẽ bị trừng phạt giống như chúng. Quả thật, giờ hẹn của chúng là buổi sáng, chẳng phải buổi sáng là rất gần đó sao?”","arabic":"قَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1554,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:82","price":"Vì vậy, khi lệnh (trừng phạt) của TA được ban hành, TA đã lật ngược (thị trấn của chúng) và TA trút xuống trận mưa đá cứng như đất sét nung, lớp này chồng lên lớp kia.","arabic":"فَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1555,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:83","price":"(Mỗi viên đá) được Thượng Đế của Ngươi đánh dấu. Và sự trừng phạt không hề xa xôi đối với những kẻ làm điều sai quấy.","arabic":"مُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1556,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:84","price":"Người dân Madyan, (TA đã cử) Shu’aib, người anh em của chúng đến với chúng. (Shu’aib) nói: “Hỡi người dân của ta, các ngươi hãy thờ phượng một mình Allah, các ngươi không hề có Thượng Đế nào khác ngoài Ngài. Các ngươi đừng đong đo và cân thiếu. Quả thật, Ta thấy các ngươi đang thịnh vượng nhưng Ta thực sự lo sợ cho các ngươi về sự trừng phạt của Ngày bao trùm tất cả.”","arabic":"۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1557,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:85","price":"“Hỡi người dân của Ta! Các ngươi hãy đong đo và cân cho đủ và chớ gian lận để chiếm đoạt của người và đừng phá hại trái đất.”","arabic":"وَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1558,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:86","price":"“Thứ còn lại ở nơi Allah tốt hơn cho các ngươi, nếu các ngươi là những người có đức tin. Và Ta không phải là người bảo vệ cho các ngươi.”","arabic":"بَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1559,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:87","price":"(Người dân của Shu’aib) nói: “Này Shu’aib, lẽ nào lễ nguyện Salah của ngươi đã chỉ thị ngươi buộc bọn ta phải bỏ những thần linh mà ông cha của bọn ta đã thờ phượng hoặc buộc bọn ta không được tự do chi tiêu tài sản của bọn ta thế nào tùy ý? Quả thật (trước kia) ngươi thực sự là một kẻ chịu đựng, có tư duy đúng đắn?!”","arabic":"قَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1560,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:88","price":"(Shu’aib) nói: “Hỡi người dân của Ta! Các ngươi có xem xét: nếu Ta có bằng chứng rõ ràng từ nơi Thượng Đế của Ta và Ngài ban cho Ta bổng lộc tốt đẹp từ nơi Ngài. Ta không muốn làm khác với các ngươi cũng như không muốn cấm cản các ngươi bất cứ gì, Ta chỉ muốn cải thiện các ngươi hết sức có thể. Và sự thành công của Ta đều là nhờ Allah, Ta phó thác cho Ngài và quay về sám hối với Ngài.”","arabic":"قَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1561,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:89","price":"“Hỡi người dân của Ta! Các ngươi đừng để việc các ngươi bất hòa với Ta khiến các ngươi phải chịu sự trừng phạt giống như những gì xảy ra với người dân của Nuh hoặc người dân của Hud hoặc người dân của Saleh, và người dân của Lut không cách xa các ngươi bao lâu.”","arabic":"وَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1562,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:90","price":"“Các ngươi hãy cầu xin Thượng Đế của các ngươi tha thứ cho các ngươi và hãy quay về sám hối với Ngài. Thật vậy, Thượng Đế của Ta là Đấng Nhân Từ, Đấng Tràn Đầy Yêu Thương (đối với những ai quay về với Ngài).”","arabic":"وَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1563,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:91","price":"(Người dân của Shu’aib) nói: “Này Shu’aib, bọn ta không hiểu nhiều những gì ngươi nói, và thực tế bọn ta thấy ngươi là kẻ yếu hèn trong bọn ta, nếu không vì nể trọng dòng họ của ngươi thì bọn ta đã ném đá giết ngươi, bởi lẽ ngươi đối với bọn ta chẳng có một sự tôn trọng nào cả.”","arabic":"قَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1564,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:92","price":"(Shu’aib) nói: “Hỡi người dân của Ta! Lẽ nào dòng họ của Ta đối với các ngươi lại được tôn trọng hơn cả Allah nữa ư? Lẽ nào các ngươi đặt Ngài sau lưng các ngươi (trong sự lơ là) như thế ư? Quả thật, Thượng Đế của Ta là Đấng bao quát hết những gì các ngươi làm.”","arabic":"قَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1565,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:93","price":"“Hỡi người dân của Ta! Các ngươi hãy cứ làm công việc của các ngươi, còn Ta sẽ làm công việc của Ta. Rồi đây các ngươi sẽ biết ai sẽ bị sự trừng phạt hạ nhục y và ai sẽ là kẻ nói dối. Các ngươi hãy chờ xem, Ta cũng chờ xem (kết quả) cùng với các ngươi.”","arabic":"وَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1566,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:94","price":"Khi lệnh (trừng phạt) của TA được ban hành, TA giải cứu Shu’aib và những người có đức tin theo Y bằng lòng thương xót từ nơi TA. Một tiếng thét đã hủy diệt những kẻ làm điều sai quấy, sáng ra chúng (là những xác chết) nằm sấp trong những ngôi nhà của mình.","arabic":"وَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1567,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:95","price":"Như thể chúng chưa bao giờ được thịnh vượng ở đó. Há chẳng phải người dân Madyan đáng bị tống khứ đi xa (khỏi lòng thương xót của Allah) giống như người dân Thamud đã bị tống khứ đi xa (khỏi lòng thương xót của Ngài)?","arabic":"كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1568,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:96","price":"Quả thật, TA đã phái Musa mang các phép lạ của TA cùng với một thẩm quyền rõ ràng.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1569,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:97","price":"Đến gặp Pha-ra-ông và quần thần của hắn, nhưng chúng nghe theo lệnh của Pha-ra-ông. Và lệnh Pha-ra-ông không đúng với chân lý.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1570,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:98","price":"Trong Ngày Phán Xét, (Pha-ra-ông) sẽ dẫn đầu đám dân của hắn vào Hỏa Ngục. Thật là một nơi tồi tệ mà chúng dắt nhau đi vào.","arabic":"يَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1571,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:99","price":"Sự nguyền rủa đeo bám chúng suốt cuộc đời này và cả Đời Sau. Thật xấu xa cho món quà chúng được ban tặng.","arabic":"وَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1572,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:100","price":"Đó là thông tin về các thị trấn mà TA (Allah) kể cho Ngươi nghe (hỡi Thiên Sứ Muhammad), trong đó có một số (thị trấn) vẫn còn lưu lại chứng tích và một số khác thì không còn dấu vết.","arabic":"ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1573,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:101","price":"TA đã không bất công với chúng mà chính chúng đã bất công với bản thân mình. Các thần linh mà chúng cầu nguyện ngoài Allah không giúp ích được gì cho chúng khi lệnh (trừng phạt) của Thượng Đế Ngươi (Thiên Sứ Muhammad) được ban hành, ngược lại, (các thần linh đó) chỉ mang lại cho chúng sự hủy hoại.","arabic":"وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1574,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:102","price":"Như thế đó, Thượng Đế của Ngươi (hỡi Thiên Sứ Muhammad) đã trừng phạt các thị trấn khi chúng làm điều sai quấy. Quả thật sự trừng phạt của Ngài rất đau đớn và khủng khiếp.","arabic":"وَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1575,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:103","price":"Quả thật, trong sự việc đó là dấu hiệu (cảnh báo) cho những ai sợ hãi về sự trừng phạt ở Đời Sau. Đó là ngày mà tất cả nhân loại sẽ được triệu tập, và đó là ngày mà tất cả sẽ được chứng kiến (sự thật).","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1576,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:104","price":"TA không trì hoãn ngày đó ngoại trừ một thời hạn đã định.","arabic":"وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1577,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:105","price":"Vào Ngày đó, không một linh hồn nào được phép nói ngoại trừ có sự cho phép của Ngài. Và trong số họ, có người bất hạnh và có người hạnh phúc.","arabic":"يَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1578,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:106","price":"Đối với những kẻ bất hạnh, chúng sẽ ở trong Ngục Lửa mà thở dài, gào thét.","arabic":"فَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1579,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:107","price":"Chúng sẽ ở trong đó lâu bằng thời gian mà trời đất hãy còn tồn tại ngoại trừ Thượng Đế của Ngươi (hỡi Thiên Sứ Muhammad) muốn khác đi. Quả thật, Thượng Đế của Ngươi làm bất cứ điều gì Ngài muốn.","arabic":"خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1580,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:108","price":"Còn đối với những người hạnh phúc, họ sẽ ở trong Thiên Đàng, họ sẽ ở trong đó lâu bằng thời gian mà trời đất hãy còn tồn tại ngoại trừ Thượng Đế của Ngươi muốn khác đi, một sự ban thưởng không giới hạn.","arabic":"۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1581,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:109","price":"Vì vậy, Ngươi (hỡi Thiên Sứ Muhammad) đừng hoài nghi về những gì mà những kẻ (đa thần) này đang thờ phượng (là sự lầm lạc). Chúng chỉ thờ phượng giống như ông cha của chúng đã thờ phượng trước đây. Chắc chắn TA sẽ trả lại đầy đủ cho chúng, không thiếu sót một điều gì.","arabic":"فَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1582,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:110","price":"Quả thật, TA đã ban cho Musa Kinh Sách, nhưng đã có những tranh cãi và bất đồng trong đó. Nếu không vì một lời phán của Thượng Đế của Ngươi (Thiên Sứ Muhammad) đã được tuyên bố từ trước thì sự việc tranh cãi và bất đồng giữa chúng đã được giải quyết. Thật vậy, những kẻ vô đức tin vẫn cứ hoài nghi về (Qur’an).","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1583,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:111","price":"Và chắc chắn mỗi (người có đức tin và kẻ vô đức tin), Thượng Đế của Ngươi sẽ đền bù đầy đủ cho họ dựa theo các việc làm của họ. Quả thật, Ngài thông toàn những gì họ làm.","arabic":"وَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1584,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:112","price":"Vì vậy, Ngươi (hỡi Thiên Sứ Muhammad) hãy đi đúng hướng như Ngươi đã được lệnh. Ngươi và những ai quay đầu sám hối cùng Ngươi chớ đừng vi phạm giới luật. Quả thật, Ngài (Allah) luôn thấy rõ những gì các ngươi làm.","arabic":"فَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1585,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:113","price":"Các ngươi (tín đồ Muslim) chớ đừng nghiêng về phía những kẻ làm điều sai quấy, kẻo Lửa (của Hỏa Ngục) sẽ chạm các ngươi, và ngoài Allah các ngươi sẽ không có bất kỳ người bảo hộ nào và các ngươi sẽ không được ai cứu giúp.","arabic":"وَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1586,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:114","price":"Ngươi (hỡi Thiên Sứ Muhammad) hãy duy trì các lễ nguyện Salah ở hai đầu của ban ngày và ở một số giờ của ban đêm. Thật vậy, những việc làm thiện tốt giúp loại bỏ những điều xấu. Đó là lời nhắc nhở dành cho những người biết lưu tâm.","arabic":"وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1587,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:115","price":"Ngươi hãy kiên nhẫn, bởi thực sự Allah không để mất phần thưởng của những người làm tốt.","arabic":"وَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1588,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:116","price":"Giá như các thế hệ trước các ngươi có được những người khôn ngoan biết ngăn chặn điều thối nát xảy ra trên trái đất. Tuy nhiên, ít thay số người như thế đã được TA giải cứu khỏi (sự trừng phạt giáng lên) cộng đồng của họ. Ngược lại, những kẻ làm điều sai quấy vẫn chạy theo lạc thú (trong cuộc sống thế tục) để rồi chúng trở thành những tên tội đồ.","arabic":"فَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1589,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:117","price":"Thượng Đế của Ngươi (hỡi Thiên Sứ Muhammad) không tiêu diệt các thị trấn một cách bất công khi mà cư dân của chúng vẫn là những người tốt.","arabic":"وَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1590,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:118","price":"Nếu Thượng Đế của Ngươi muốn, chắc chắn Ngài đã làm cho nhân loại thành một cộng đồng duy nhất (nhưng Ngài đã không muốn thế). Vì vậy, nhân loại vẫn không ngừng bất đồng lẫn nhau.","arabic":"وَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1591,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:119","price":"Ngoại trừ những ai mà Thượng Đế của Ngươi thương xót, và vì thế mà Ngài đã tạo ra họ. Và lời phán của Thượng Đế của Ngươi đã được tuyên bố: “TA chắc chắn sẽ nhét đầy Hỏa Ngục với loài Jinn và loài người.”","arabic":"إِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1592,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:120","price":"Tất cả thông tin về các vị Sứ Giả mà TA đã kể cho Ngươi (hỡi Thiên Sứ Muhammad) là nhằm làm con tim của Ngươi thêm vững chắc. Chắc chắn, chân lý và lời nhắc đã đến được với Ngươi qua các câu chuyện này và là lời cảnh báo dành cho những người có đức tin.","arabic":"وَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1593,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:121","price":"Ngươi (hỡi Thiên Sứ Muhammad) hãy nói với những kẻ vô đức tin: “Các ngươi hãy cứ làm công việc của các ngươi, còn Ta cứ làm công việc của Ta.”","arabic":"وَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1594,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:122","price":"“Các ngươi hãy đợi xem (kết quả), bọn ta cũng đợi xem (kết quả cùng các ngươi).”","arabic":"وَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1595,"juzNumber":12,"footnotes":"","lang":"vi"},{"name":"11:123","price":"(Mọi điều) vô hình trong các tầng trời và trái đất đều thuộc về một mình Allah. Mọi thứ đều được đưa trở về trình diện Ngài. Vì vậy, Ngươi (hỡi Thiên Sứ Muhammad) hãy thờ phượng một mình Ngài và hãy phó thác cho Ngài. Quả thật, Thượng Đế của Ngươi không làm ngơ về những gì các ngươi làm.","arabic":"وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ","category":["11 (Hud)","Hud","Surah Hud"],"ayahNumber":1596,"juzNumber":12,"footnotes":"","lang":"vi"}],"chapter":["11 (Hud)","Hud","Surah Hud","Chapter Hud","Surah 11","Chapter 11","Hud","هود"]}