{"data":[{"name":"23:1","price":"Quả thật, những người có đức tin đã thành công(1).","arabic":"قَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2674,"juzNumber":18,"footnotes":"(1) Trong Musnad Al-Bazaar, Hadith số 3507, ông Abu Sa’eed thuật lại rằng Thiên Sứ của Allah nói: “Allah tạo ra Thiên Đàng, tường của Nó là những miếng gạch bằng vàng và những miếng gạch bằng bạc được kết dính với nhau bởi xạ hương. Sau khi tạo ra xong, Allah phán với Nó: Ngươi hãy nói gì đi! Thiên Đàng nói: ((Quả thật những người có đức tin đã thành công)), rồi các Thiên Thần đi vào Thiên Đàng và nói với Thiên Đàng: Thật diễm phúc cho ngươi, chỗ ở của các vị vua!” (Xem thêm giảng giải câu Kinh này trong Tafsir Ibnu Al-Kathir).","lang":"vi"},{"name":"23:2","price":"Họ là những người kính cẩn trong lễ nguyện Salah của mình.","arabic":"ٱلَّذِينَ هُمۡ فِي صَلَاتِهِمۡ خَٰشِعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2675,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:3","price":"Họ là những người tránh xa điều vô ích và tội lỗi.","arabic":"وَٱلَّذِينَ هُمۡ عَنِ ٱللَّغۡوِ مُعۡرِضُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2676,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:4","price":"Họ là những người tích cực xuất Zakah.","arabic":"وَٱلَّذِينَ هُمۡ لِلزَّكَوٰةِ فَٰعِلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2677,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:5","price":"Họ là những người biết giữ phần kín của mình (khỏi hành vi tình dục Haram).","arabic":"وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2678,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:6","price":"Ngoại trừ với vợ hoặc với những nữ nô lệ dưới quyền của họ thì họ không bị khiển trách (khi thỏa mãn nhu cầu tình dục).","arabic":"إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2679,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:7","price":"Do đó, những ai muốn thỏa mãn nhục dục ngoài (phạm vi cho phép) đó thì họ là những kẻ vượt mức giới hạn (của Allah).","arabic":"فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2680,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:8","price":"(Những người có đức tin thành công) là những người mà họ thực hiện đúng với sự việc được ủy thác và đúng với giao ước.","arabic":"وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2681,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:9","price":"Những người mà họ luôn chu đáo duy trì các lễ nguyện Salah của họ.","arabic":"وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَوَٰتِهِمۡ يُحَافِظُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2682,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:10","price":"Những người (được mô tả) đó thật sự là những người thừa hưởng.","arabic":"أُوْلَٰٓئِكَ هُمُ ٱلۡوَٰرِثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2683,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:11","price":"Họ sẽ thừa hưởng Firdaws (nơi cao nhất của Thiên Đàng), họ sẽ sống trong đó mãi mãi.","arabic":"ٱلَّذِينَ يَرِثُونَ ٱلۡفِرۡدَوۡسَ هُمۡ فِيهَا خَٰلِدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2684,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:12","price":"Quả thật, TA (Allah) đã tạo con người (Adam) từ một loại hỗn hợp đất sét.","arabic":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن سُلَٰلَةٖ مِّن طِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2685,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:13","price":"Sau đó, TA tạo ra con người (con cháu của Adam) từ tinh dịch được lưu trữ tại một nơi an toàn (dạ con của người mẹ).","arabic":"ثُمَّ جَعَلۡنَٰهُ نُطۡفَةٗ فِي قَرَارٖ مَّكِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2686,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:14","price":"Rồi TA tạo tinh dịch thành một hòn máu đặc, kế đến TA tạo hòn máu đặc thành một miếng thịt, rồi từ miếng thịt TA tạo hóa thành xương, sau đó TA lại bao xương bằng thịt rồi làm cho nó thành một tạo vật khác (có linh hồn và được ra đời). Bởi thế, thật phúc thay Allah, Đấng Tạo Hóa Ưu Việt!","arabic":"ثُمَّ خَلَقۡنَا ٱلنُّطۡفَةَ عَلَقَةٗ فَخَلَقۡنَا ٱلۡعَلَقَةَ مُضۡغَةٗ فَخَلَقۡنَا ٱلۡمُضۡغَةَ عِظَٰمٗا فَكَسَوۡنَا ٱلۡعِظَٰمَ لَحۡمٗا ثُمَّ أَنشَأۡنَٰهُ خَلۡقًا ءَاخَرَۚ فَتَبَارَكَ ٱللَّهُ أَحۡسَنُ ٱلۡخَٰلِقِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2687,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:15","price":"Rồi các ngươi sau đó chắc chắn sẽ chết.","arabic":"ثُمَّ إِنَّكُم بَعۡدَ ذَٰلِكَ لَمَيِّتُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2688,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:16","price":"Rồi các ngươi chắc chắn sẽ được cho sống lại vào Ngày Phán Xét (để chịu sự xét xử về các việc làm của các ngươi).","arabic":"ثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ تُبۡعَثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2689,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:17","price":"Và quả thật, TA đã tạo bên trên các ngươi bảy quỹ đạo và TA không bao giờ làm ngơ hay quên mất sự tạo hóa (của TA).","arabic":"وَلَقَدۡ خَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلۡخَلۡقِ غَٰفِلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2690,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:18","price":"TA đã ban mưa từ trên trời xuống theo mức lượng nhất định rồi giữ nó lại trong đất; và chắc chắn TA thừa khả năng tháo bỏ nó đi.","arabic":"وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَسۡكَنَّٰهُ فِي ٱلۡأَرۡضِۖ وَإِنَّا عَلَىٰ ذَهَابِۭ بِهِۦ لَقَٰدِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2691,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:19","price":"TA đã dùng nó làm ra cho các ngươi những mảnh vườn chà là và các vườn nho, trong đó, các ngươi sẽ có được nhiều loại trái quả để dùng.","arabic":"فَأَنشَأۡنَا لَكُم بِهِۦ جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ لَّكُمۡ فِيهَا فَوَٰكِهُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2692,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:20","price":"Và có một loại cây (Ô-liu) mọc tại núi Saina' (Sinai) cho ra dầu và nước chấm để ăn.","arabic":"وَشَجَرَةٗ تَخۡرُجُ مِن طُورِ سَيۡنَآءَ تَنۢبُتُ بِٱلدُّهۡنِ وَصِبۡغٖ لِّلۡأٓكِلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2693,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:21","price":"Quả thật trong loài gia súc có một bài học cho các ngươi. TA ban cho các ngươi một loại thức uống (sữa) từ bụng của chúng cùng với nhiều nguồn lợi khác từ chúng và các ngươi còn có thể ăn thịt của chúng nữa.","arabic":"وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمۡ فِيهَا مَنَٰفِعُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2694,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:22","price":"Và chúng (các gia súc) được dùng để chuyên chở và cả những con tàu nữa.","arabic":"وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2695,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:23","price":"Quả thật, TA đã phái Nuh đến với người dân của Y, Y bảo họ: “Này hỡi dân ta, các người hãy tôn thờ Allah bởi các người không có Thượng Đế nào khác ngoài Ngài. Lẽ nào các người không sợ Ngài?”","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2696,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:24","price":"Nhưng những kẻ quyền thế vô đức tin trong đám dân của Y bảo: “Người này cũng chỉ là một người phàm giống như các người mà thôi. Thật ra Y chỉ muốn nắm quyền trên các người, bởi nếu Allah thực sự muốn thì Ngài đã phái xuống các Thiên Thần (thay vì là người phàm), chúng ta chưa hề nghe điều này nơi tổ tiên của chúng ta bao giờ cả.”","arabic":"فَقَالَ ٱلۡمَلَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يُرِيدُ أَن يَتَفَضَّلَ عَلَيۡكُمۡ وَلَوۡ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةٗ مَّا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2697,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:25","price":"“Y thực chất chỉ là một gã tâm thần. Cho nên, các người hãy ráng đợi trong một thời gian (để rõ sự tình)”.","arabic":"إِنۡ هُوَ إِلَّا رَجُلُۢ بِهِۦ جِنَّةٞ فَتَرَبَّصُواْ بِهِۦ حَتَّىٰ حِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2698,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:26","price":"Nuh cầu nguyện: “Lạy Thượng Đế của bề tôi, xin Ngài giúp đỡ bề tôi (trừng phạt họ) bởi điều mà họ đã phủ nhận bề tôi.”","arabic":"قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2699,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:27","price":"Vậy là TA đã mặc khải cho Y: “Ngươi hãy đóng một chiếc tàu dưới mắt quan sát của TA và theo lời mặc khải của TA. Khi nào mệnh lệnh (trừng phạt) của TA đến thì nước sẽ phụt lên từ bếp lò, (khi nhìn thấy hiện tượng đó) Ngươi hãy mang lên tàu mỗi loài động vật một cặp đực cái, cùng với gia đình của Ngươi ngoại trừ những ai mà lời hứa trừng phạt của TA đã được tuyên bố trước cho y; và Ngươi không được phép kêu nài với TA xin giùm cho những ai làm điều sai quấy. Bởi quả thật bọn chúng sẽ phải bị nhấn chìm (trong trận lụt đó).”","arabic":"فَأَوۡحَيۡنَآ إِلَيۡهِ أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا فَإِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسۡلُكۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2700,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:28","price":"“Khi nào Ngươi và những ai theo Ngươi lên tàu thì các ngươi hãy nói: Alhamdulillah vì đã giải thoát bầy tôi khỏi đám người làm điều sai quấy.”","arabic":"فَإِذَا ٱسۡتَوَيۡتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلۡفُلۡكِ فَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي نَجَّىٰنَا مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2701,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:29","price":"“Và Ngươi hãy nói: Lạy Thượng Đế của bề tôi, xin Ngài để bề tôi cập bến tại một nơi mà Ngài ban phúc bởi vì Ngài là Đấng giúp đưa lên bờ ưu việt hơn hết.”","arabic":"وَقُل رَّبِّ أَنزِلۡنِي مُنزَلٗا مُّبَارَكٗا وَأَنتَ خَيۡرُ ٱلۡمُنزِلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2702,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:30","price":"Quả thật, nơi sự việc đó là những dấu hiệu (về quyền năng của TA trong việc giúp đỡ những người có đức tin cũng như trong việc trừng phạt những kẻ vô đức tin). Và quả thật, TA luôn thử thách.","arabic":"إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ وَإِن كُنَّا لَمُبۡتَلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2703,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:31","price":"Rồi TA đã tạo ra một thế hệ khác sau họ.","arabic":"ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2704,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:32","price":"Rồi TA đã cử đến với họ một Thiên Sứ xuất thân từ họ, Y bảo: “Các người hãy tôn thờ Allah, các người không có Thượng Đế nào khác ngoài Ngài. Lẽ nào các người không sợ Ngài?”","arabic":"فَأَرۡسَلۡنَا فِيهِمۡ رَسُولٗا مِّنۡهُمۡ أَنِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2705,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:33","price":"Tuy nhiên, trong đám dân của Y, những kẻ quyền thế vô đức tin (nơi TA) và phủ nhận việc gặp gỡ (TA) ở Đời Sau cùng với những ai đã được TA ban cho một đời sống phú quý ở trần thế này, bảo: “Thật ra người này chỉ là một người phàm giống như các người mà thôi. Y cũng ăn loại thức ăn mà các người ăn và uống loại thức uống mà các người uống.”","arabic":"وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِهِ ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ ٱلۡأٓخِرَةِ وَأَتۡرَفۡنَٰهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يَأۡكُلُ مِمَّا تَأۡكُلُونَ مِنۡهُ وَيَشۡرَبُ مِمَّا تَشۡرَبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2706,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:34","price":"“Nếu các người nghe theo một kẻ phàm tục giống như các người thì các người đúng là những kẻ thất bại.”","arabic":"وَلَئِنۡ أَطَعۡتُم بَشَرٗا مِّثۡلَكُمۡ إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2707,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:35","price":"“Có phải Y đã hứa với các người rằng khi các người chết đi biến thành cát bụi và xương khô thì sau đó các người sẽ được dựng sống trở lại?”","arabic":"أَيَعِدُكُمۡ أَنَّكُمۡ إِذَا مِتُّمۡ وَكُنتُمۡ تُرَابٗا وَعِظَٰمًا أَنَّكُم مُّخۡرَجُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2708,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:36","price":"“Thật xa vời, thật viển vông cho điều mà các người đã được hứa!”","arabic":"۞ هَيۡهَاتَ هَيۡهَاتَ لِمَا تُوعَدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2709,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:37","price":"“Quả thật, chỉ có một cuộc sống thế gian này mà thôi. Chúng ta sẽ sống rồi chết, chúng ta sẽ không được phục sinh trở lại bao giờ.”","arabic":"إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2710,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:38","price":"“Y thật ra chỉ là một người phàm tục. Y chỉ đặt điều rồi đổ thừa cho Allah và chúng ta sẽ không tin nơi Y.”","arabic":"إِنۡ هُوَ إِلَّا رَجُلٌ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا وَمَا نَحۡنُ لَهُۥ بِمُؤۡمِنِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2711,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:39","price":"(Vị Thiên Sứ đó của TA) cầu nguyện: “Lạy Thượng Đế của bề tôi, xin Ngài giúp đỡ bề tôi (trừng phạt họ) bởi vì họ đã phủ nhận bề tôi.”","arabic":"قَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2712,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:40","price":"(Allah) phán: “Chỉ trong một thời gian ngắn nữa thôi, chắc chắn bọn chúng sẽ ân hận.”","arabic":"قَالَ عَمَّا قَلِيلٖ لَّيُصۡبِحُنَّ نَٰدِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2713,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:41","price":"Rồi một âm thanh kinh hoàng chụp bắt chúng đúng với sự thật. Và TA đã làm cho chúng thành một đống bọt biển. Thật đáng đời những kẻ làm điều sai quấy!","arabic":"فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ بِٱلۡحَقِّ فَجَعَلۡنَٰهُمۡ غُثَآءٗۚ فَبُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2714,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:42","price":"Rồi TA đã tạo ra một thế hệ khác sau họ.","arabic":"ثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قُرُونًا ءَاخَرِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2715,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:43","price":"Không một cộng đồng nào có thể hối thúc thời hạn của mình chấm dứt sớm hơn và cũng không thể yêu cầu nó kết thúc trễ hơn.","arabic":"مَا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2716,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:44","price":"TA đã lần lượt phái các Thiên Sứ của TA đến, cứ mỗi lần Thiên Sứ đến thì họ phủ nhận Y. Thế là TA đã bắt phạt hết cộng đồng này đến cộng đồng kia; và TA đã làm cho họ trở thành những câu chuyện răn đời, thật đáng đời cho đám người vô đức tin.","arabic":"ثُمَّ أَرۡسَلۡنَا رُسُلَنَا تَتۡرَاۖ كُلَّ مَا جَآءَ أُمَّةٗ رَّسُولُهَا كَذَّبُوهُۖ فَأَتۡبَعۡنَا بَعۡضَهُم بَعۡضٗا وَجَعَلۡنَٰهُمۡ أَحَادِيثَۚ فَبُعۡدٗا لِّقَوۡمٖ لَّا يُؤۡمِنُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2717,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:45","price":"TA đã cử Musa và người anh em của Y, Harun, mang theo các Phép Lạ của TA cùng với một thẩm quyền rõ rệt.","arabic":"ثُمَّ أَرۡسَلۡنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2718,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:46","price":"Đi gặp Pha-ra-ông và các quần thần của hắn. Nhưng chúng đã ngạo mạn và chúng thực sự là một đám tự cao ngông cuồng.","arabic":"إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمًا عَالِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2719,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:47","price":"(Pha-ra-ông và các quần thần của hắn) bảo nhau: “Chẳng lẽ chúng ta phải tin vào hai tên người phàm giống như chúng ta trong khi đám dân của hai tên đó lại là những nô lệ của chúng ta ư?”","arabic":"فَقَالُوٓاْ أَنُؤۡمِنُ لِبَشَرَيۡنِ مِثۡلِنَا وَقَوۡمُهُمَا لَنَا عَٰبِدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2720,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:48","price":"Thế nên chúng đã phủ nhận hai người họ và đã trở thành những kẻ bị tiêu diệt.","arabic":"فَكَذَّبُوهُمَا فَكَانُواْ مِنَ ٱلۡمُهۡلَكِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2721,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:49","price":"TA quả thật đã ban cho Musa Kinh Sách (Cựu Ước), mong rằng họ được hướng dẫn đúng đường.","arabic":"وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ لَعَلَّهُمۡ يَهۡتَدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2722,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:50","price":"TA đã làm cho con trai của Maryam (Ysa) và mẹ của Y thành một hiện tượng lạ và TA đã để hai mẹ con họ định cư ở vùng đất cao, một chỗ nghỉ an lành với dòng suối chảy.","arabic":"وَجَعَلۡنَا ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥٓ ءَايَةٗ وَءَاوَيۡنَٰهُمَآ إِلَىٰ رَبۡوَةٖ ذَاتِ قَرَارٖ وَمَعِينٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2723,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:51","price":"Hỡi các Thiên Sứ, các ngươi hãy dùng thức ăn tốt và sạch, và các ngươi hãy làm việc thiện, bởi TA thực sự biết rõ mọi điều các ngươi làm.","arabic":"يَٰٓأَيُّهَا ٱلرُّسُلُ كُلُواْ مِنَ ٱلطَّيِّبَٰتِ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ عَلِيمٞ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2724,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:52","price":"Thật ra cộng đồng này của các ngươi là một cộng đồng duy nhất và TA chính là Thượng Đế của các ngươi, cho nên, các ngươi hãy sợ TA (mà ngoan đạo).","arabic":"وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱتَّقُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2725,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:53","price":"Thế nhưng họ đã chia rẽ thành những giáo phái riêng biệt và mỗi giáo phái hân hoan với điều mình đang có.","arabic":"فَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ زُبُرٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2726,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:54","price":"Thế nên, Ngươi (hỡi Thiên Sứ Muhammad) hãy cứ để mặc họ đắm mình trong sự ngu muội đến lúc (sự trừng phạt được giáng xuống).","arabic":"فَذَرۡهُمۡ فِي غَمۡرَتِهِمۡ حَتَّىٰ حِينٍ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2727,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:55","price":"Có phải họ tưởng rằng việc TA gia tăng của cải và con cái thêm cho họ,","arabic":"أَيَحۡسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٖ وَبَنِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2728,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:56","price":"Là TA thúc đẩy điều tốt đến cho họ ư? Không, họ không nhận thấy (sự thật của vấn đề).","arabic":"نُسَارِعُ لَهُمۡ فِي ٱلۡخَيۡرَٰتِۚ بَل لَّا يَشۡعُرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2729,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:57","price":"Quả thật, những người sợ Thượng Đế của họ,","arabic":"إِنَّ ٱلَّذِينَ هُم مِّنۡ خَشۡيَةِ رَبِّهِم مُّشۡفِقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2730,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:58","price":"Những người có đức tin nơi các lời mặc khải của Thượng Đế của họ,","arabic":"وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمۡ يُؤۡمِنُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2731,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:59","price":"Những người không tổ hợp những đối tác ngang vai cùng với Thượng Đế của họ,","arabic":"وَٱلَّذِينَ هُم بِرَبِّهِمۡ لَا يُشۡرِكُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2732,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:60","price":"Những người cho đi những gì đã cho và tấm lòng của họ luôn lo sợ việc họ sẽ trở về trình diện Thượng Đế của họ.","arabic":"وَٱلَّذِينَ يُؤۡتُونَ مَآ ءَاتَواْ وَّقُلُوبُهُمۡ وَجِلَةٌ أَنَّهُمۡ إِلَىٰ رَبِّهِمۡ رَٰجِعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2733,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:61","price":"Những người đó mới thực sự là những người thi đua nhau làm việc thiện tốt, mới thực sự là những người tiên phong.","arabic":"أُوْلَٰٓئِكَ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَهُمۡ لَهَا سَٰبِقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2734,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:62","price":"TA không bắt bất cứ linh hồn nào gánh vác quá khả năng của nó và TA đang giữ một tập hồ sơ ghi chép sự thật và họ sẽ không bị đối xử bất công.","arabic":"وَلَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۚ وَلَدَيۡنَا كِتَٰبٞ يَنطِقُ بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2735,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:63","price":"Không, trái tim của họ đang thờ ơ với Qur’an này và họ còn những tội lỗi khác đang làm.","arabic":"بَلۡ قُلُوبُهُمۡ فِي غَمۡرَةٖ مِّنۡ هَٰذَا وَلَهُمۡ أَعۡمَٰلٞ مِّن دُونِ ذَٰلِكَ هُمۡ لَهَا عَٰمِلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2736,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:64","price":"Cho tới khi TA trừng phạt những kẻ sống xa hoa trong bọn họ thì họ mới van xin.","arabic":"حَتَّىٰٓ إِذَآ أَخَذۡنَا مُتۡرَفِيهِم بِٱلۡعَذَابِ إِذَا هُمۡ يَجۡـَٔرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2737,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:65","price":"Ngày hôm nay, các ngươi chớ khóc lóc van xin. Chắc chắn các ngươi sẽ không được TA cứu giúp.","arabic":"لَا تَجۡـَٔرُواْ ٱلۡيَوۡمَۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2738,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:66","price":"Quả thật, những lời mặc khải của TA đã được xướng đọc cho các ngươi nhưng các ngươi đã ngoảnh mặt bỏ đi.","arabic":"قَدۡ كَانَتۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ تَنكِصُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2739,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:67","price":"Các ngươi ngạo mạn xem thường Nó (Qur’an), các ngươi thức thâu đêm tán gẫu chuyện không đâu.","arabic":"مُسۡتَكۡبِرِينَ بِهِۦ سَٰمِرٗا تَهۡجُرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2740,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:68","price":"Tại sao họ không chịu suy ngẫm về lời phán hay phải chăng điều này chỉ đến với họ mà không đến với tổ tiên của họ trước đây?","arabic":"أَفَلَمۡ يَدَّبَّرُواْ ٱلۡقَوۡلَ أَمۡ جَآءَهُم مَّا لَمۡ يَأۡتِ ءَابَآءَهُمُ ٱلۡأَوَّلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2741,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:69","price":"Hay phải chăng họ không nhận biết vị Thiên Sứ của họ nên mới từ chối Y?","arabic":"أَمۡ لَمۡ يَعۡرِفُواْ رَسُولَهُمۡ فَهُمۡ لَهُۥ مُنكِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2742,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:70","price":"Hay phải chăng họ nói Y bị điên? Không, Y (Thiên Sứ Muhammad) đã mang Chân Lý đến cho họ nhưng đa số bọn họ ghét sự thật.","arabic":"أَمۡ يَقُولُونَ بِهِۦ جِنَّةُۢۚ بَلۡ جَآءَهُم بِٱلۡحَقِّ وَأَكۡثَرُهُمۡ لِلۡحَقِّ كَٰرِهُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2743,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:71","price":"Nếu Chân Lý hùa theo những điều ham muốn của họ thì các tầng trời, trái đất và vạn vật giữa trời đất chắc chắn sẽ sụp đổ. Không, TA đã ban cho họ Lời Nhắc Nhở nhưng họ quay lưng với Lời Nhắc Nhở dành cho họ.","arabic":"وَلَوِ ٱتَّبَعَ ٱلۡحَقُّ أَهۡوَآءَهُمۡ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ بَلۡ أَتَيۡنَٰهُم بِذِكۡرِهِمۡ فَهُمۡ عَن ذِكۡرِهِم مُّعۡرِضُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2744,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:72","price":"Hoặc lẽ nào Ngươi (Thiên Sứ Muhammad) đã đòi họ tiền công? (Chắc chắn điều đó không xảy ra) bởi phần trả công của Thượng Đế của Ngươi tốt hơn vì Ngài là Đấng Ban Phát tốt nhất.","arabic":"أَمۡ تَسۡـَٔلُهُمۡ خَرۡجٗا فَخَرَاجُ رَبِّكَ خَيۡرٞۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2745,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:73","price":"Quả thật, Ngươi đang kêu gọi họ đến với Con Đường Ngay Thẳng (con đường được hướng dẫn: Islam).","arabic":"وَإِنَّكَ لَتَدۡعُوهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2746,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:74","price":"Và quả thật, những ai không có đức tin nơi Đời Sau chắc chắn sẽ lạc xa con đường (Islam).","arabic":"وَإِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2747,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:75","price":"Dẫu TA có thương xót họ và cứu họ thoát khỏi hoạn nạn thì chắc chắn họ cũng lại tiếp tục vượt giới hạn và lang thang lây lất.","arabic":"۞ وَلَوۡ رَحِمۡنَٰهُمۡ وَكَشَفۡنَا مَا بِهِم مِّن ضُرّٖ لَّلَجُّواْ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2748,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:76","price":"Quả thật, TA đã trừng phạt họ nhưng họ vẫn không chịu hạ mình trước Thượng Đế của họ và cũng không chịu van xin khẩn cầu.","arabic":"وَلَقَدۡ أَخَذۡنَٰهُم بِٱلۡعَذَابِ فَمَا ٱسۡتَكَانُواْ لِرَبِّهِمۡ وَمَا يَتَضَرَّعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2749,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:77","price":"Mãi đến khi TA mở cánh cửa trừng phạt khủng khiếp dành cho họ (Hỏa Ngục ở Đời Sau) thì họ mới đâm ra tuyệt vọng trong đó.","arabic":"حَتَّىٰٓ إِذَا فَتَحۡنَا عَلَيۡهِم بَابٗا ذَا عَذَابٖ شَدِيدٍ إِذَا هُمۡ فِيهِ مُبۡلِسُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2750,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:78","price":"Ngài (Allah) là Đấng đã tạo cho các ngươi thính giác, thị giác và trái tim nhưng các ngươi lại rất ít tri ân Ngài.","arabic":"وَهُوَ ٱلَّذِيٓ أَنشَأَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2751,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:79","price":"Ngài là Đấng đã rải các ngươi đông đảo trên khắp trái đất (với sự khác biệt tiếng nói, màu da, diện mạo) và (rồi đây) các ngươi sẽ được triệu tập đưa về trình diện Ngài trở lại.","arabic":"وَهُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2752,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:80","price":"Ngài là Đấng làm cho sống và làm cho chết, Ngài làm cho ban đêm và ban ngày luân chuyển tiếp nối nhau. Vậy chẳng lẽ các ngươi không suy ngẫm để hiểu ư?","arabic":"وَهُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ وَلَهُ ٱخۡتِلَٰفُ ٱلَّيۡلِ وَٱلنَّهَارِۚ أَفَلَا تَعۡقِلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2753,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:81","price":"Không, (những kẻ phủ nhận sự Phục Sinh) nói những điều giống như những kẻ (phủ nhận sự Phục Sinh) của thời trước đã nói.","arabic":"بَلۡ قَالُواْ مِثۡلَ مَا قَالَ ٱلۡأَوَّلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2754,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:82","price":"Họ nói: “Lẽ nào chúng tôi được dựng sống lại sau khi chúng tôi đã chết đi và đã trở thành cát bụi và xương khô?”","arabic":"قَالُوٓاْ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2755,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:83","price":"“Quả thật, chúng tôi cũng như ông bà cha mẹ của chúng tôi trước đây đều được hứa điều này, nhưng đó chỉ là truyện cổ tích của người xưa (không hề có thật).”","arabic":"لَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَآؤُنَا هَٰذَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2756,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:84","price":"(Hỡi Thiên Sứ Muhammad!) Ngươi hãy nói với họ: “Trái đất và những ai sống trong đó thuộc về ai nếu các người là những người thực sự biết?”","arabic":"قُل لِّمَنِ ٱلۡأَرۡضُ وَمَن فِيهَآ إِن كُنتُمۡ تَعۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2757,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:85","price":"Họ sẽ nói: “Của Allah” Ngươi hãy bảo họ: “Vậy các người không lưu tâm ư?”","arabic":"سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَذَكَّرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2758,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:86","price":"Ngươi hãy hỏi họ: “Ai là Đấng Chúa Tể của bảy tầng trời và chiếc Ngai Vương Vĩ Đại?”","arabic":"قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبۡعِ وَرَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2759,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:87","price":"Họ sẽ trả lời: “Allah” Ngươi hãy bảo họ: “Vậy sao các ngươi không sợ Ngài?”","arabic":"سَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَتَّقُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2760,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:88","price":"Ngươi hãy hỏi họ: “Ai nắm quyền chi phối vạn vật, toàn quyền thống trị mà không một sức mạnh nào cưỡng lại được nếu các người thực sự biết?”","arabic":"قُلۡ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيۡهِ إِن كُنتُمۡ تَعۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2761,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:89","price":"Họ sẽ trả lời: “Allah” Ngươi hãy bảo họ: “Vậy sao các người mê muội (trong sự thờ phượng các thần linh hư cấu ngoài Ngài?)”.","arabic":"سَيَقُولُونَ لِلَّهِۚ قُلۡ فَأَنَّىٰ تُسۡحَرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2762,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:90","price":"Không, TA (Allah) đã mang đến cho họ sự thật nhưng chính họ là những kẻ nói dối.","arabic":"بَلۡ أَتَيۡنَٰهُم بِٱلۡحَقِّ وَإِنَّهُمۡ لَكَٰذِبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2763,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:91","price":"Allah không nhận bất cứ ai làm con trai (của Ngài) và Ngài cũng không hề có bất cứ thần linh nào bên cạnh Ngài (để chia sẻ cùng Ngài) bởi vì (nếu có nhiều thần linh cùng với Ngài) thì chắc chắn mỗi vị sẽ lấy đi cái mà mỗi vị đã tạo ra và chắc chắn vị này sẽ muốn cai trị vị kia (gây ra sự náo loạn). Quả thật, Allah quang vinh và tối cao hơn những gì họ đã qui cho Ngài.","arabic":"مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍۚ إِذٗا لَّذَهَبَ كُلُّ إِلَٰهِۭ بِمَا خَلَقَ وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2764,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:92","price":"(Ngài là) Đấng biết điều vô hình và hữu hình. Cho nên, Ngài tối cao vượt xa hẳn những (thần linh) mà họ đã tổ hợp (cùng với Ngài).","arabic":"عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2765,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:93","price":"(Hỡi Thiên Sứ Muhammad!) Ngươi hãy nói (trong lời cầu nguyện): “Lạy Thượng Đế của bề tôi, nếu Ngài cho bề tôi nhìn thấy điều (hình phạt) được hứa với họ,”","arabic":"قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2766,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:94","price":"“Thì xin Ngài, lạy Thượng Đế của bề tôi, đừng để bề tôi ở cùng với đám người làm điều sai quấy kia.”","arabic":"رَبِّ فَلَا تَجۡعَلۡنِي فِي ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2767,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:95","price":"Quả thật, TA (Allah) thừa sức cho Ngươi (Thiên Sứ Muhammad) nhìn thấy điều (hình phạt) mà TA cảnh báo họ.","arabic":"وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمۡ لَقَٰدِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2768,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:96","price":"Ngươi hãy đáp lại điều xấu bằng điều tốt hơn. TA biết rõ những gì họ thốt ra.","arabic":"ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ ٱلسَّيِّئَةَۚ نَحۡنُ أَعۡلَمُ بِمَا يَصِفُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2769,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:97","price":"Và Ngươi hãy (cầu nguyện) nói: “Lạy Thượng Đế của bề tôi, xin Ngài che chở bề tôi tránh xa khỏi những xúi bẩy của những tên Shaytan.”","arabic":"وَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَٰتِ ٱلشَّيَٰطِينِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2770,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:98","price":"“Lạy Thượng Đế của bề tôi, xin Ngài che chở bề tôi (bằng việc) ngăn chúng không đến gần bề tôi.”","arabic":"وَأَعُوذُ بِكَ رَبِّ أَن يَحۡضُرُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2771,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:99","price":"Rồi đến khi một trong số họ đối diện với cái chết, y mới van nài kêu xin: “Lạy Thượng Đế của bề tôi, xin Ngài hãy cho bề tôi được quay lại (trần gian)!”","arabic":"حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ رَبِّ ٱرۡجِعُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2772,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:100","price":"“Chắc chắn bề tôi sẽ hành đạo và làm điều thiện tốt mà bề tôi đã bỏ qua.” Không. Quả thật đó chỉ là lời nói thốt ra trên môi mà thôi. Thế rồi trước mặt họ là cõi Barzakh (ngăn cách họ với trần thế) cho đến Ngày họ được Phục Sinh.","arabic":"لَعَلِّيٓ أَعۡمَلُ صَٰلِحٗا فِيمَا تَرَكۡتُۚ كَلَّآۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَاۖ وَمِن وَرَآئِهِم بَرۡزَخٌ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2773,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:101","price":"Rồi khi tiếng còi (Tận Thế) được thổi, đó là Ngày sẽ chẳng còn tình máu mủ ruột thịt giữa bọn họ nữa và cũng sẽ không có ai hỏi han đến ai.","arabic":"فَإِذَا نُفِخَ فِي ٱلصُّورِ فَلَآ أَنسَابَ بَيۡنَهُمۡ يَوۡمَئِذٖ وَلَا يَتَسَآءَلُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2774,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:102","price":"(Trong Ngày hôm đó), những ai mà bàn cân của họ có trọng lượng nặng (bởi những việc hành đạo và những việc làm thiện tốt) thì họ sẽ là những người thành công.","arabic":"فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2775,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:103","price":"Còn những ai mà bàn cân của họ có trọng lượng nhẹ (bởi những việc hành đạo và những việc làm thiện tốt) thì họ sẽ là những kẻ đã làm bản thân mình thất bại. Họ sẽ phải ở trong Hỏa Ngục mãi mãi.","arabic":"وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فِي جَهَنَّمَ خَٰلِدُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2776,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:104","price":"Lửa sẽ thiêu đốt gương mặt của họ và họ nhe răng trong đó.","arabic":"تَلۡفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمۡ فِيهَا كَٰلِحُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2777,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:105","price":"(Allah phán với họ): “Chẳng phải những lời mặc khải của TA đã được đọc cho các ngươi nghe nhưng các ngươi đã phủ nhận đó sao?”","arabic":"أَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُم بِهَا تُكَذِّبُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2778,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:106","price":"Họ nài nỉ van cầu: “Lạy Thượng Đế của bầy tôi, bầy tôi đã chịu cùng cực và khổ ải, quả thật bầy tôi thực sự là những kẻ lầm lạc.”","arabic":"قَالُواْ رَبَّنَا غَلَبَتۡ عَلَيۡنَا شِقۡوَتُنَا وَكُنَّا قَوۡمٗا ضَآلِّينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2779,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:107","price":"“Lạy Thượng Đế của bầy tôi, xin Ngài cho bầy tôi ra khỏi Hỏa Ngục, nếu bầy tôi tái phạm thì đích thực bầy tôi là những kẻ làm điều sai quấy.”","arabic":"رَبَّنَآ أَخۡرِجۡنَا مِنۡهَا فَإِنۡ عُدۡنَا فَإِنَّا ظَٰلِمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2780,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:108","price":"(Lúc đó, Allah) phán: “Các ngươi hãy cút vào trong đó (Hỏa Ngục) và chớ thưa bẩm gì với TA nữa!”","arabic":"قَالَ ٱخۡسَـُٔواْ فِيهَا وَلَا تُكَلِّمُونِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2781,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:109","price":"Quả thật trong số đám bầy tôi của TA, có một nhóm người thường nói: “Lạy Thượng Đế của bầy tôi, bầy tôi đã tin, xin Ngài tha thứ cho bầy tôi và xin Ngài thương xót bầy tôi bởi Ngài là Đấng thương xót tốt nhất.”","arabic":"إِنَّهُۥ كَانَ فَرِيقٞ مِّنۡ عِبَادِي يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2782,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:110","price":"Nhưng các ngươi (những kẻ vô đức tin) đã nhạo báng họ đến nỗi (việc nhạo báng đó) làm cho các ngươi quên đi Thông Điệp Nhắc Nhở của TA và các ngươi cứ hả hê cười nhạo báng họ.","arabic":"فَٱتَّخَذۡتُمُوهُمۡ سِخۡرِيًّا حَتَّىٰٓ أَنسَوۡكُمۡ ذِكۡرِي وَكُنتُم مِّنۡهُمۡ تَضۡحَكُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2783,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:111","price":"Ngày hôm nay, TA ban thưởng cho họ bởi những gì họ đã kiên nhẫn chịu đựng. Họ thực sự là những người chiến thắng.","arabic":"إِنِّي جَزَيۡتُهُمُ ٱلۡيَوۡمَ بِمَا صَبَرُوٓاْ أَنَّهُمۡ هُمُ ٱلۡفَآئِزُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2784,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:112","price":"(Allah phán bảo những kẻ vô đức tin và những kẻ tội lỗi): “Các ngươi đã ở lại trên trái đất bao năm?”","arabic":"قَٰلَ كَمۡ لَبِثۡتُمۡ فِي ٱلۡأَرۡضِ عَدَدَ سِنِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2785,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:113","price":"Họ đáp: “Bầy tôi đã ở lại đó một ngày hay nửa ngày gì đấy, xin hỏi những vị ghi chép.”","arabic":"قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖ فَسۡـَٔلِ ٱلۡعَآدِّينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2786,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:114","price":"(Allah phán): “Các ngươi đã ở lại đó chỉ trong chốc lát mà thôi, phải chi các ngươi biết điều đó.”","arabic":"قَٰلَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗاۖ لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2787,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:115","price":"“Có phải các ngươi nghĩ rằng TA đã tạo hóa các ngươi là để vui chơi vô ích và rằng các ngươi sẽ không quay trở lại trình diện TA chăng?”","arabic":"أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَٰكُمۡ عَبَثٗا وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2788,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:116","price":"Allah tối cao, Ngài là Đức Vua đích thực, không có Thượng Đế nào khác ngoài Ngài, Ngài là Thượng Đế của chiếc Ngai Vương Vinh Dự.","arabic":"فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِيمِ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2789,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:117","price":"Ai cầu xin một thần linh nào đó cùng với Allah mà không có bất cứ bằng chứng nào (cho việc làm đó) thì việc tính sổ y thuộc về Thượng Đế của y. Quả thật những kẻ vô đức tin sẽ không thành đạt.","arabic":"وَمَن يَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرۡهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2790,"juzNumber":18,"footnotes":"","lang":"vi"},{"name":"23:118","price":"(Hỡi Thiên Sứ Muhammad!) Ngươi hãy cầu nguyện: “Lạy Thượng Đế của bề tôi, xin Ngài tha thứ cho bề tôi và thương xót bề tôi bởi Ngài là Đấng thương xót tốt nhất!”.","arabic":"وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ","category":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun"],"ayahNumber":2791,"juzNumber":18,"footnotes":"","lang":"vi"}],"chapter":["23 (Al-Mu'minun)","Al-Mu'minun","Surah Al-Mu'minun","Chapter Al-Mu'minun","Mu'minun","Surah Mu'minun","Chapter Mu'minun","Al Mu'minun","Surah Al Mu'minun","Chapter Al Mu'minun","Surah 23","Chapter 23","The Believers","المُؤمِنُون"]}