{"data":[{"name":"29:1","price":"Alif. La-m. Mi-m.","arabic":"الٓمٓ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3341,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:2","price":"Có phải nhân loại tưởng rằng họ sẽ được yên thân khi nói “Chúng tôi đã có đức tin” mà không bị thử thách ư?","arabic":"أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3342,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:3","price":"Quả thật, TA đã thử thách những người trước họ. Allah muốn cho thấy rõ ai là người chân thật và ai là kẻ dối gian (qua cuộc thử thách).","arabic":"وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3343,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:4","price":"Hoặc phải chăng những kẻ làm điều tội lỗi tưởng rằng họ có thể qua mặt được TA ư? Thật tệ hại cho điều mà họ xét đoán.","arabic":"أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3344,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:5","price":"Người nào mong trở về gặp lại Allah thì quả thật thời hạn (ấn định cho việc gặp gỡ đó) của Allah chắc chắn sẽ đến. Quả thật, Ngài là Đấng Hằng Nghe, Hằng Biết.","arabic":"مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3345,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:6","price":"Người nào phấn đấu thì thật ra y chỉ phấn đấu cho bản thân mình. Quả thật, Allah là Đấng Giàu Có, không cần đến thế gian.","arabic":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3346,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:7","price":"Những ai có đức tin và hành thiện, TA chắc chắn sẽ xóa bỏ những điều xấu xa và tội lỗi của họ, và TA chắc chắn sẽ ban cho họ phần thưởng tốt hơn những điều tốt mà họ đã làm.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3347,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:8","price":"TA đã sắc lệnh cho con người phải ăn ở tử tế với cha mẹ. Nhưng nếu cha mẹ đấu tranh với ngươi để buộc ngươi phạm Shirk với TA bởi những thứ mà ngươi không hề biết một tí gì thì ngươi chớ nghe theo lời của hai người họ. Rồi đây, các ngươi sẽ trở về trình diện TA để TA cho các ngươi biết về những gì các ngươi đã từng làm.","arabic":"وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3348,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:9","price":"Những ai có đức tin và hành thiện, TA chắc chắn sẽ nhập họ vào cùng với đoàn những người ngoan đạo.","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3349,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:10","price":"Trong nhân loại có những kẻ tuyên bố “Chúng tôi đã có đức tin nơi Allah” nhưng khi bị áp bức vì Allah thì họ lại xem việc bị thiên hạ áp bức như một sự trừng phạt của Allah. Nhưng nếu có sự trợ giúp từ nơi Thượng Đế của Ngươi (Thiên Sứ Muhammad) thì họ lại bảo: “Quả thật chúng tôi đã luôn luôn sát cánh với các người.” Chẳng lẽ Allah lại không biết những điều nằm trong lòng của thiên hạ ư?","arabic":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3350,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:11","price":"Allah chắc chắn biết rõ ai là những người đã có đức tin và Ngài chắc chắn biết rõ ai là những kẻ giả tạo đức tin.","arabic":"وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3351,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:12","price":"Những kẻ vô đức tin nói với những người có đức tin rằng: “Các người hãy đi theo con đường của chúng tôi và chúng tôi sẽ gánh chịu mọi tội lỗi của các người.” Nhưng bọn họ sẽ không gánh bất cứ tội lỗi nào cho ai bởi bọn họ thực chất là những kẻ nói dối.","arabic":"وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3352,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:13","price":"Bọn họ chắc chắn sẽ vác gánh nặng của mình và cả những gánh nặng ngoài gánh nặng của (những ai theo) bọn họ. Bọn họ chắc chắn sẽ bị tra hỏi vào Ngày Phán Xét về những điều mà bọn họ đã bịa đặt.","arabic":"وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3353,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:14","price":"Quả thật, TA đã cử Nuh đến với người dân của Y. (Nuh) đã sống với họ thiếu năm mươi năm nữa là đủ một ngàn năm. Rồi, trận Đại Hồng Thủy đã túm bắt lấy họ khi họ là những kẻ làm điều sai quấy bất công.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3354,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:15","price":"TA đã giải cứu (Nuh) và những tín đồ theo Y trên một chiếc tàu và lấy đó làm một bài học cho thế gian.","arabic":"فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3355,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:16","price":"(Hỡi Thiên Sứ Muhammad, Ngươi hãy nhớ lại) khi (Ibrahim) bảo người dân của mình “Các người hãy thờ phượng Allah và hãy sợ Ngài. Điều đó tốt nhất cho các người nếu các người biết được.”","arabic":"وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3356,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:17","price":"“Thật ra các người chỉ thờ phượng những bục tượng thay vì Allah, các người thật ra chỉ bịa chuyện hoang đường mà thôi. Những thần linh mà các người thờ phượng thực chất không có khả năng ban bổng lộc cho các người. Bởi thế, các người hãy tìm bổng lộc nơi Allah, các người hãy thờ phượng Ngài, hãy tạ ơn Ngài, bởi rồi đây các người sẽ được đưa trở về trình diện Ngài.”","arabic":"إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3357,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:18","price":"“Nếu các người phủ nhận thì quả thật những cộng đồng trước các người cũng đã phủ nhận như thế; và nhiệm vụ của một Sứ Giả chỉ là truyền đạt một cách rõ ràng mà thôi.”","arabic":"وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3358,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:19","price":"Lẽ nào (những kẻ phủ nhận này) đã không nhận xét thấy việc Allah khởi tạo rồi phục sinh như thế nào ư? Quả thật, điều đó đối với Allah vô cùng đơn giản.","arabic":"أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3359,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:20","price":"Ngươi (Thiên Sứ Muhammad) hãy nói (với những kẻ phủ nhận sự phục sinh): “Các ngươi hãy đi khắp mọi nơi trên trái đất để quan sát việc Allah khởi tạo vạn vật rồi Ngài phục sinh Đời Sau như thế nào. Quả thật, Allah là Đấng Toàn Năng trên tất cả mọi thứ.”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3360,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:21","price":"Ngài trừng phạt ai Ngài muốn và khoan dung đối với ai Ngài muốn. Rồi đây các ngươi sẽ được đưa về trình điện Ngài.","arabic":"يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3361,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:22","price":"Các ngươi chắc chắn sẽ không thể trốn thoát cho dù các ngươi ở dưới đất hay ở trên trời. Các ngươi chắc chắn sẽ không tìm được người bảo hộ hay vị cứu tinh nào ngoài Allah.","arabic":"وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3362,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:23","price":"Những kẻ phủ nhận những lời mặc khải của Allah cũng như phủ nhận việc trở lại trình diện Ngài là những kẻ đã tuyệt vọng nơi lòng khoan dung của TA. Họ chắc chắn sẽ đối mặt với một sự trừng phạt đau đớn.","arabic":"وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3363,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:24","price":"Đám dân của (Ibrahim) không trả lời điều nào khác ngoài điều bọn họ nói: “Hãy giết chết nó hoặc thiêu sống nó!” Nhưng Allah đã cứu sống (Ibrahim) khỏi hố lửa. Quả thật, trong sự việc đó là những bài học cho đám người có đức tin.","arabic":"فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3364,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:25","price":"(Ibrahim) bảo (người dân của mình): “Các người đã thờ cúng những bục tượng thay vì Allah chẳng qua là vì các người yêu thương lẫn nhau ở đời này; rồi vào Ngày Phán Xét, các người sẽ phủ nhận và nguyền rủa lẫn nhau, và chốn ở cuối cùng của các người sẽ là Hỏa Ngục và các người sẽ không có ai giúp đỡ.”","arabic":"وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3365,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:26","price":"Chỉ có Lut đã tin nơi (Ibrahim) và Y nói: “Ta sẽ dời cư đến với Thượng Đế của Ta, bởi quả thật, Ngài là Đấng Quyền Năng, Sáng Suốt.”","arabic":"۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3366,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:27","price":"TA đã ban cho (Ibrahim) (đứa con trai) Is-haq và (đứa cháu nội) Ya’qub và chọn trong số con cháu của Y tiếp thu lời mặc khải và Kinh Sách, và TA đã ban cho Y phần thưởng ở trần gian; và vào Đời Sau, Y chắc chắn sẽ ở cùng với những người đức hạnh.","arabic":"وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3367,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:28","price":"Và Lut, khi Y bảo người dân của mình: “Các người đã làm một việc làm ô uế nhất, thứ mà không một ai trong thiên hạ đã từng làm trước các người.”","arabic":"وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3368,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:29","price":"“Sao các người lại giao hợp với đàn ông, lại chuyên đánh cướp những người đi đường và làm những điều đáng khinh bỉ trong những cuộc hội họp của các người?” Tuy nhiên, đám dân của (Lut) không trả lời mà lên tiếng thách thức: “Nếu ngươi nói thật thì ngươi hãy mang hình phạt của Allah đến (trừng phạt) bọn ta xem nào.”","arabic":"أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3369,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:30","price":"(Lut) cầu nguyện (Allah): “Lạy Thượng Đế của bề tôi! Xin Ngài phù hộ bề tôi thắng đám người thối nát này.”","arabic":"قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3370,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:31","price":"Khi các Sứ Giả của TA (các Thiên Thần) đến gặp Ibrahim với tin mừng, họ nói với (Ibrahim): “Chúng tôi được lệnh tiêu diệt dân cư của thị trấn này bởi dân cư của nó thực sự là những kẻ làm điều sai quấy bất công.”","arabic":"وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3371,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:32","price":"Ibrahim nói (với các Thiên Thần sứ giả): “Nhưng Lut đang ở trong đó.” (Các Thiên Thần) bảo: “Bọn ta biết rõ ai ở trong đó. Chắc chắn, bọn ta sẽ giải cứu (Lut) và gia đình của Y ngoại trừ người vợ của Y, nữ ta sẽ là một trong những kẻ bị tiêu diệt.”","arabic":"قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3372,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:33","price":"Rồi khi các Thiên Thần Sứ Giả của TA đến gặp Lut khiến Y lo âu cho Họ trước dân làng và Lut cảm thấy bất lực. (Các Thiên Thần Sứ Giả) bảo (Lut): “Ngươi đừng lo sợ và đừng buồn phiền. Bọn ta chắc chắn sẽ giải cứu Ngươi và gia đình của Ngươi ngoại trừ vợ của Ngươi, nữ ta sẽ là một trong số những kẻ bị tiêu diệt.”","arabic":"وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3373,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:34","price":"“Bọn ta chắc chắn sẽ giáng một hình phạt từ trên trời xuống trừng phạt dân cư của thị trấn này bởi họ là những kẻ dấy loạn hư đốn.”","arabic":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3374,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:35","price":"Quả thật, TA (Allah) đã để lại một chứng tích rõ rệt của việc trừng phạt đó cho đám người biết suy ngẫm.","arabic":"وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3375,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:36","price":"Đối với người dân Madyan, TA đã cử người anh em của họ, Shu’aib, đến với họ. Shu’aib bảo: “Hỡi dân ta! Các người hãy thờ phượng Allah và hãy sợ Ngày Cuối Cùng; Các người chớ đừng làm điều thối nát trên trái đất.”","arabic":"وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3376,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:37","price":"Nhưng (đám dân của Shu’aib) đã phủ nhận Y. Bởi thế, một trận động đất đã túm bắt lấy họ, họ chết nằm la liệt ngay trong ngôi nhà của mình.","arabic":"فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3377,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:38","price":"Người dân ‘Ad và Thamud cũng thế. Nhà cửa đổ nát của họ hãy còn là một chứng tích rõ ràng cho các ngươi về họ. Shaytan đã tô điểm cho việc làm của họ trở nên hấp dẫn đối với họ để nó ngăn cản họ đi xa khỏi con đường ngay chính trong khi họ là những người có cái nhìn thấu suốt (vì đã được các Thiên Sứ của họ hướng dẫn và chỉ dạy).","arabic":"وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3378,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:39","price":"Qarun, Pha-ra-ông và Haman cũng vậy. Quả thật, Musa đã đến gặp bọn họ với những bằng chứng rõ rệt, nhưng bọn họ đã tỏ ra ngạo mạn trên trái đất nên bọn họ không thoát khỏi (sự trừng phạt của Allah).","arabic":"وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3379,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:40","price":"TA (Allah) đã bắt phạt từng đứa một theo tội của riêng họ. Trong bọn họ, có kẻ đã bị TA bắt phạt bằng một trận mưa đá (như đối với người dân của Lut); có kẻ đã bị TA bắt phạt bằng một tiếng thét (như đối với người dân Thamud); có kẻ đã bị TA bắt phạt bằng cách làm cho đất sụp xuống (như Qarun); và có kẻ đã bị TA bắt phạt bằng cách nhấn chìm dưới nước (như Pha-ra-ông và Haman). Tuy nhiên, Allah không phải là Đấng đã bất công với họ mà chính bọn đã tự bất công với bản thân mình (bởi việc làm tỗi lỗi và thối nát của bọn họ).","arabic":"فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3380,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:41","price":"Hình ảnh của những kẻ nhận lấy các vị bảo hộ khác ngoài Allah giống như hình ảnh của một con nhện giăng tơ làm nhà. Quả thật, ngôi nhà yếu ớt nhất chính là ngôi nhà của loài nhện, nếu như bọn họ biết rõ điều đó.","arabic":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3381,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:42","price":"Quả thật, Allah biết rõ về những gì bọn họ cầu nguyện ngoài Ngài, bởi Ngài là Đấng Quyền Năng, Sáng Suốt.","arabic":"إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3382,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:43","price":"Đó là những hình ảnh thí dụ mà TA (Allah) trình bày cho nhân loại. Tuy nhiên, chỉ những ai có kiến thức mới thấu hiểu được (ý nghĩa của những hình ảnh thí dụ đó).","arabic":"وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3383,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:44","price":"Allah đã tạo hóa các tầng trời và trái đất là vì chân lý. Quả thật, trong (sự tạo hóa) đó là một minh chứng (rõ ràng về Allah) cho những ai có đức tin.","arabic":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3384,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:45","price":"Ngươi (hỡi Thiên Sứ Muhammad) hãy xướng đọc những điều đã được mặc khải cho Ngươi trong Kinh Sách (Qur’an) và Ngươi hãy chu đáo dâng lễ nguyện Salah. Quả thật, lễ nguyện Salah sẽ ngăn cản mọi điều ô uế và tội lỗi. Và việc tưởng nhớ Allah là điều lớn lao nhất, và Allah biết rõ mọi điều các ngươi làm.","arabic":"ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3385,"juzNumber":20,"footnotes":"","lang":"vi"},{"name":"29:46","price":"Các ngươi (hỡi những người có đức tin) chớ đừng tranh luận với người dân Kinh Sách ngoại trừ bằng thái độ nhã nhặn (và lời lẽ tử tế) và chỉ đối với những ai làm điều sai quấy bất công trong số họ. Các ngươi hãy nói với (người dân Kinh Sách): “Chúng tôi đã có đức tin nơi những điều đã được mặc khải cho chúng tôi và những điều đã được mặc khải cho các người, và Thượng Đế của chúng tôi lẫn Thượng Đế của các ngươi chỉ là Một Đấng duy nhất, tất cả chúng tôi đều thần phục Ngài.”","arabic":"۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3386,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:47","price":"Như thế đó, TA (Allah) đã ban Kinh Sách (Qur’an) xuống cho Ngươi (Thiên Sứ Muhammad). Cho nên, những ai được TA ban cho Kinh Sách đều có đức tin nơi Nó và một số người này cũng đã có đức tin nơi Nó và không một ai chống đối lại các Lời Mặc Khải của TA ngoại trừ đám người vô đức tin.","arabic":"وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3387,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:48","price":"Trước khi Qur’an được ban xuống, Ngươi đã chưa từng đọc qua bất kỳ một Kinh Sách nào và Ngươi cũng chưa từng viết bất kỳ quyển kinh nào từ bàn tay phải của Ngươi. (Nếu Ngươi đã từng đọc và đã từng viết) thì chắc chắn những kẻ thiếu hiểu biết trong thiên hạ sẽ đâm ra hoài nghi (về Qur’an).","arabic":"وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3388,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:49","price":"Không! (Kinh Qur’an) gồm những lời mặc khải minh bạch ở trong lòng của những ai đã được ban cho kiến thức. Không ai chống đối lại các lời mặc khải của TA ngoại trừ những kẻ sai quấy bất công.","arabic":"بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3389,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:50","price":"(Những kẻ thờ đa thần) nói: “Tại sao Thượng Đế của Y (Muhammad) không ban cho Y những dấu hiệu lạ nào cơ chứ?!” Ngươi (Thiên Sứ Muhammad) hãy nói (với họ): “Quả thật, các dấu hiệu lạ đó chỉ ở nơi Allah, còn Ta chỉ là một người cảnh báo rõ ràng mà thôi.”","arabic":"وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3390,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:51","price":"Lẽ nào việc TA đã ban Kinh Sách (Qur’an) xuống cho Ngươi để Ngươi xướng đọc cho họ không đủ cho họ hay sao? Quả thật, trong (Qur’an) là Hồng Ân và điều nhắc nhở cho đám người có đức tin.","arabic":"أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3391,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:52","price":"Ngươi hãy nói (với họ): “Allah đủ làm chứng giữa Ta và các người. Ngài biết rõ mọi điều trong các tầng trời và trái đất. Những ai có đức tin vào điều ngụy tạo và vô đức tin nơi Allah thì là những kẻ thất bại.”","arabic":"قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3392,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:53","price":"(Những kẻ thờ đa thần) hối thúc Ngươi (Thiên Sứ Muhammad) mang hình phạt đến cho họ. (Nhưng họ không biết rằng) nếu không vì một thời hạn nhất định đã được ấn định trước cho họ thì hình phạt chắc chắn đã túm lấy họ mất rồi. Chắc chắn (hình phạt) sẽ đến với họ một cách bất ngờ trong lúc họ không hề hay biết.","arabic":"وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3393,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:54","price":"Họ hối thúc Ngươi mang hình phạt đến nhưng chắc chắn Hỏa Ngục sẽ bao vây những kẻ vô đức tin.","arabic":"يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3394,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:55","price":"Vào Ngày mà hình phạt sẽ bao vây họ từ phía bên trên họ lẫn phía dưới chân của họ, và (Allah) phán: “Các ngươi hãy nếm lấy (hậu quả về) những gì các ngươi đã làm.”","arabic":"يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3395,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:56","price":"Hỡi các bầy tôi có đức tin của TA, quả thật đất đai của TA rộng thênh thang, cho nên, các ngươi hãy thờ phượng chỉ một mình TA thôi!","arabic":"يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3396,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:57","price":"Tất cả mỗi cơ thể đều phải nếm cái chết. Rồi các ngươi sẽ được đưa trở về trình diện TA.","arabic":"كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3397,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:58","price":"Những người có đức tin và hành thiện chắc chắn sẽ được TA ban thưởng cho Thiên Đàng với những tòa nhà cao, bên dưới có các dòng sông chảy. Họ sẽ sống mãi mãi trong đó. Ân phúc thay phần thưởng dành cho những người làm việc (thiện tốt).","arabic":"وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3398,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:59","price":"Họ là những người đã kiên nhẫn chịu đựng và phó thác cho Thượng Đế của họ.","arabic":"ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3399,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:60","price":"Có biết bao sinh vật đã không thể dự trữ bổng lộc của mình cho ngày mai. Chính Allah sẽ cấp dưỡng chúng và luôn cả các ngươi bởi vì Ngài là Đấng Hằng Nghe, Hằng Biết.","arabic":"وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3400,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:61","price":"Nếu Ngươi (Thiên Sứ Muhammad) hỏi (những kẻ thờ đa thần) ai đã tạo hóa các tầng trời và trái đất cũng như ai đã chế ngự mặt trời, mặt trăng thì chắc chắn họ sẽ đáp: “Allah!” Thế tại sao họ vẫn không chịu tin?!","arabic":"وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3401,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:62","price":"Allah ban bổng lộc nhiều hay ít cho bất cứ ai Ngài muốn trong số bầy tôi của Ngài, quả thật, Allah là Đấng hằng biết hết mọi việc.","arabic":"ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3402,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:63","price":"Nếu Ngươi hỏi họ ai đã ban nước mưa từ trên trời xuống dùng để làm sống lại lớp đất đã chết khô thì chắc chắn họ sẽ trả lời: “Allah!” Ngươi hãy nói: “Alhamdulillah”. Tuy nhiên, đa số bọn họ không suy ngẫm.","arabic":"وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3403,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:64","price":"Cuộc sống trần gian này chỉ là trò đùa và thú tiêu khiển còn cõi Đời Sau mới là nơi của cuộc sống đích thực, nếu họ biết điều đó.","arabic":"وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3404,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:65","price":"Khi họ lên tàu ra khơi, họ khấn vái Allah một cách thành khẩn, nhưng khi Ngài cứu họ vào bờ an toàn thì họ tiếp tục làm điều Shirk (tổ hợp thần linh khác) với Ngài.","arabic":"فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3405,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:66","price":"Họ làm thế để có thể phủ nhận những ân huệ mà TA đã ban cho họ và để họ tự do hưởng thụ. Nhưng rồi đây họ sẽ sớm biết (hậu quả khi cái chết đến với họ).","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3406,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:67","price":"Lẽ nào họ không thấy việc TA đã làm cho Makkah thành một Thánh Địa an toàn bất khả xâm phạm trong lúc thiên hạ xung quanh Nó không ngừng xảy ra cảnh giết chóc? Lẽ nào với điều gian dối thì họ lại tin còn đối với ân huệ của Allah thì họ lại phủ nhận?","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3407,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:68","price":"Thực sự còn ai sai quấy hơn kẻ đã đặt điều nói dối cho Allah hoặc còn ai sai quấy bất công hơn kẻ đã phủ nhận chân lý khi nó đến với y? Chắc chắn Hỏa Ngục sẽ là nơi cư ngụ cho đám người vô đức tin.","arabic":"وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3408,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"29:69","price":"Và những ai anh dũng chiến đấu vì chính nghĩa của TA, chắc chắn sẽ được TA hướng dẫn đến những con đường của TA. Và chắc chắn, Allah luôn bên cạnh những người làm tốt.","arabic":"وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ","category":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut"],"ayahNumber":3409,"juzNumber":21,"footnotes":"","lang":"vi"}],"chapter":["29 (Al-Ankabut)","Al-Ankabut","Surah Al-Ankabut","Chapter Al-Ankabut","Ankabut","Surah Ankabut","Chapter Ankabut","Al Ankabut","Surah Al Ankabut","Chapter Al Ankabut","Surah 29","Chapter 29","The Spider","العَنكَبُوت"]}