{"data":[{"name":"30:1","price":"Alif. La-m. Mi-m.","arabic":"الٓمٓ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3410,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:2","price":"Người La Mã đã bị đánh bại,","arabic":"غُلِبَتِ ٱلرُّومُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3411,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:3","price":"Tại một lãnh thổ lân cận (1). Tuy nhiên, sau cuộc chiến bại đó, họ sẽ giành lại chiến thắng,","arabic":"فِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3412,"juzNumber":21,"footnotes":"(1) Có lời Tafsir rằng đó là khu vực giữa xứ Syria và I-rắc, và có lời nói rằng đó là khu vực giữa Palestine và Jordan.","lang":"vi"},{"name":"30:4","price":"Trong vài năm sau. Mọi việc xảy ra trước và sau đều là lệnh của Allah. Và vào ngày đó (ngày mà người La Mã giành chiến thắng trở lại) những người có đức tin sẽ vui mừng,","arabic":"فِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3413,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:5","price":"Về sự phù hộ của Allah. Quả thật, Ngài ban chiến thắng cho người nào Ngài muốn bởi Ngài là Đấng Quyền Năng, Đấng Nhân Từ.(2)","arabic":"بِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3414,"juzNumber":21,"footnotes":"(2) Nguyên nhân Allah mặc khải xuống bốn câu Kinh (2, 3, 4, 5) này là do đã xảy ra cuộc chiến giữa Đế quốc Ba Tư và người La Mã ở một khu vực gần Biển Chết. Trong trận chiến này, người Ba Tư đã giành chiến thắng, và đó là vào năm 619 sau Công nguyên. Những người Muslim cảm thấy buồn trước sự thất bại của người La Mã bởi vì họ là những người dân Kinh Sách và tôn giáo của họ gần với tôn giáo của Islam hơn, còn những người thờ đa thần Quraish thì vui mừng trước chiến thắng của người Ba Tư bởi vì những người Ba Tư cũng thờ đa thần giống như họ. Allah mặc khải xuống hứa với người Muslim rằng rồi đây trong vài năm sau người La Mã sẽ đánh bại Đế quốc Ba Tư trong trận chiến thứ hai. Lời hứa của Qur’an đã được xác thực, sau bảy năm, một trận chiến khác diễn ra giữa người Ba Tư và người La Mã vào năm 626 sau Công nguyên và người La Mã đã thực sự giành chiến thắng. Và đây chính là một trong những phép màu của Kinh Qur’an, khẳng định sứ mạng của Thiên Sứ Muhammad là thật. (Xem Tafsir Ibnu Al-Kathir và Tafsir Ot-Tobari).","lang":"vi"},{"name":"30:6","price":"(Sự chiến thắng đó là từ) Lời Hứa của Allah, Ngài không hề làm trái Lời Hứa của Ngài, tuy nhiên, đa số nhân loại không biết.","arabic":"وَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3415,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:7","price":"Họ chỉ biết những gì được nhìn thấy từ đời sống trần tục này còn đối với cuộc sống Đời Sau thì họ lại lơ là, không quan tâm.","arabic":"يَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3416,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:8","price":"Sao họ không chịu suy ngẫm về bản thân họ (và những tạo vật khác ngoài họ)? Quả thật, Allah đã không tạo hóa các tầng trời, trái đất và vạn vật giữa chúng ngoại trừ vì Chân Lý và (Ngài qui định cho chúng) một thời hạn nhất định. Và quả thật, đa số nhân loại đã phủ nhận việc gặp gỡ với Thượng Đế của họ.","arabic":"أَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3417,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:9","price":"Sao họ không chịu đi chu du khắp trái đất để nhìn xem hậu quả của những ai sống trước họ như thế nào? Đám người đó mạnh hơn họ về sức lực, về khả năng khai khẩn đất đai, về tuổi thọ, về số lượng và sự giàu có; và những Sứ Giả đã được cử phái đến với đám người đó mang theo những bằng chứng rõ rệt. Do đó, Allah đã không hề làm hại họ mà chính họ đã tự làm hại bản thân mình.","arabic":"أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3418,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:10","price":"Rồi những kẻ làm điều xấu sẽ gặp phải hậu quả xấu bởi vì họ đã phủ nhận các Lời Mặc Khải của Allah và đã mang chúng ra giễu cợt.","arabic":"ثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3419,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:11","price":"Allah là Đấng bắt đầu sự tạo hóa, rồi Ngài sẽ tái tạo nó trở lại, và rồi đây các ngươi sẽ được đưa trở về trình diện Ngài.","arabic":"ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3420,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:12","price":"Và vào Ngày mà Giờ Tận Thế sẽ được thiết lập, những kẻ tội lỗi sẽ tuyệt vọng.","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3421,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:13","price":"Họ không được những thần linh mà họ từng thờ phượng đứng ra can thiệp, ngược lại, các thần linh đó còn phủ nhận sự thờ phượng của họ.","arabic":"وَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3422,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:14","price":"Vào Ngày mà thời khắc Tận Thế được dựng lên, đó là Ngày mà nhân loại sẽ được tách biệt (giữa những người có đức tin và những kẻ vô đức tin).","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3423,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:15","price":"Đối với những ai có đức tin và hành thiện thì sẽ được sống (sung sướng, hưởng thụ niềm hạnh phúc bất tận) nơi Thiên Đàng.","arabic":"فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3424,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:16","price":"Còn đối với những kẻ vô đức tin và phủ nhận các Lời Mặc Khải của TA, phủ nhận cuộc gặp gỡ với TA ở Đời Sau, thì sẽ là những kẻ ở trong sự trừng phạt muôn đời.","arabic":"وَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3425,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:17","price":"Do đó, các ngươi hãy tán dương Allah khi các ngươi bước vào buổi chiều và lúc bình minh ló dạng.","arabic":"فَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3426,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:18","price":"Mọi lời ca tụng trong các tầng trời và trái đất đều thuộc về Ngài, (cho nên, các ngươi hãy tán dương và ca tụng Ngài) lúc xế chiều (vào lễ nguyện Salah ‘Asr) và vào lúc ban trưa (lễ nguyện Salah Zhuhr).","arabic":"وَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3427,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:19","price":"Ngài mang sự sống ra từ cái chết và Ngài mang cái chết ra từ sự sống; Ngài hồi sinh lại mảnh đất đã chết khô và các ngươi sẽ được phục sinh tương tự như thế.","arabic":"يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3428,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:20","price":"Và trong các dấu hiệu của (Allah) là Ngài đã tạo các ngươi từ đất bụi, rồi sau đó các ngươi trở thành những người phàm sống rải rác khắp nơi.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3429,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:21","price":"Và trong các dấu hiệu của (Allah) là Ngài đã tạo cho các ngươi từ bản thân các ngươi những người vợ để các ngươi chung sống yên bình với họ và Ngài đã đặt giữa các ngươi tình yêu thương và lòng bao dung. Trong sự việc đó quả thật là những dấu hiệu dành cho đám người biết suy ngẫm.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3430,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:22","price":"Và trong các dấu hiệu của (Allah) là việc tạo hóa các tầng trời, trái đất cũng như sự khác biệt ngôn ngữ và màu da của các ngươi. Trong sự việc đó quả thật là các dấu hiệu cho những người hiểu biết.","arabic":"وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3431,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:23","price":"Và trong các dấu hiệu của (Allah) là giấc ngủ của các ngươi vào ban đêm cũng như ban ngày và việc các ngươi tìm kiếm thiên ân của Ngài. Trong sự việc đó quả thật là các dấu hiệu cho đám người biết lắng nghe.","arabic":"وَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3432,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:24","price":"Và trong các dấu hiệu của (Allah) là Ngài làm cho các ngươi thấy tia chớp (để các ngươi) vừa lo sợ (sấm sét) vừa mong muốn (được mưa); và Ngài ban nước mưa từ trên trời xuống làm sống lại mảnh đất đã chết khô. Trong sự việc đó quả thật là những dấu hiệu cho đám người thông hiểu.","arabic":"وَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3433,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:25","price":"Và trong các dấu hiệu của (Allah) là bầu trời và trái đất đứng vững theo lệnh của Ngài; rồi khi Ngài gọi các ngươi bằng một tiếng Gọi duy nhất (vào Ngày Phục Sinh) thì các ngươi sẽ từ trong đất bước ra (để chịu sự xét xử và thưởng phạt của Ngài).","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3434,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:26","price":"Tất cả những ai trong các tầng trời và trái đất đều là tạo vật của (Allah). Tất cả đều qui phục (mệnh lệnh của) Ngài.","arabic":"وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3435,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:27","price":"(Allah) là Đấng bắt đầu việc tạo hóa rồi Ngài sẽ tái lập nó và điều đó đối với Ngài rất đơn giản, và Ngài tối cao bên trên tất cả mọi thứ trong các tầng trời và trái đất. Quả thật, Ngài là Đấng Quyền Năng, Đấng Sáng Suốt.","arabic":"وَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3436,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:28","price":"(Allah) đưa ra hình ảnh thí dụ từ bản thân các ngươi (những kẻ thờ đa thần). Lẽ nào các ngươi hài lòng cho những kẻ nô lệ của các ngươi cùng san sẻ với các ngươi tài sản mà TA đã ban cấp cho các ngươi? Các ngươi sợ sự ngang bằng đó giống như các ngươi sợ sự ngang bằng giữa các ngươi (những kẻ làm chủ) với nhau ư. Như thế đấy, TA giải thích rõ các lời mặc khải (của TA) cho đám người thông hiểu.","arabic":"ضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3437,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:29","price":"Không, những kẻ làm điều sai quấy đã chạy theo những dục vọng của bản thân một cách không hiểu biết. Vậy, ai sẽ hướng dẫn kẻ đã bị Allah làm cho lầm lạc?! Chắc chắn (những kẻ lầm lạc đó) sẽ không có ai giúp đỡ.","arabic":"بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3438,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:30","price":"Bởi thế, Ngươi (hỡi Thiên Sứ) hãy hướng mặt mình về tôn giáo thuần túy (chỉ tôn thờ một mình Allah), Fit-rah (tôn giáo tự nhiên)(3) của Allah, tôn giáo mà theo đó Ngài đã tạo ra loài người, không có bất cứ sự thay đổi nào trong tạo hóa của Allah. Đó là chính đạo nhưng đa số nhân loại không biết.","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3439,"juzNumber":21,"footnotes":"(3) Fit-rah (tôn giáo tự nhiên) có nghĩa là chỉ thần phục và tôn thờ một mình Allah, cho nên Fit-rah suy cho cùng chính là tôn giáo Islam. Thiên Sứ của Allah nói: “Mỗi đứa trẻ sinh ra đời đều theo Fit-rah (tôn giáo tự nhiên) nhưng cha mẹ của nó dắt nó theo Do Thái giáo hoặc Thiên Chúa giáo hoặc Bái Hỏa giáo” (Al-Bukhari).","lang":"vi"},{"name":"30:31","price":"Các ngươi hãy quay về sám hối với (Allah), các ngươi hãy kính sợ Ngài, hãy chu đáo duy trì lễ nguyện Salah và chớ đừng trở thành những kẻ thờ đa thần.","arabic":"۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3440,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:32","price":"(Và các ngươi chớ đừng trở thành) những kẻ đã thay đổi tôn giáo và chia rẽ thành những nhánh phái; mỗi nhánh phái vui vầy với điều (sai trái và ngụy tạo) của mình.","arabic":"مِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3441,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:33","price":"Con người khi gặp hoạn nạn thì cầu nguyện Thượng Đế của họ, họ thực sự quay về ăn năn sám hối với Ngài. Tuy nhiên, khi Thượng Đế của họ cho họ nếm mùi khoan dung từ nơi Ngài thì một nhóm trong số họ lại tổ hợp những thần linh khác cùng với Ngài.","arabic":"وَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3442,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:34","price":"(Họ làm như thế) là để phủ nhận những Ân huệ mà TA đã ban cho họ. Thế nên, các ngươi cứ hãy hưởng thụ (những thứ tạm bợ của cuộc sống trần tục này), rồi đây (vào Ngày Phán Xét) các ngươi sẽ sớm biết.","arabic":"لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3443,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:35","price":"Hoặc lẽ nào TA (Allah) đã ban xuống một thẩm quyền nào đó cho họ để rồi họ (có thể mạnh dạn) nói về việc tổ hợp những đối tác ngang vai cùng với Ngài?","arabic":"أَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3444,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:36","price":"Con người, khi TA (Allah) cho họ nếm lấy sự nhân từ (của TA) thì họ mừng hớn hở, còn khi họ gặp điều xấu do chính bàn tay của họ đã gây ra trước kia thì họ lại tuyệt vọng.","arabic":"وَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3445,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:37","price":"Lẽ nào họ không biết việc Allah muốn nới rộng hay thu hẹp bổng lộc của Ngài đối với ai là tùy ý Ngài hay sao? Quả thật, trong sự việc đó là các dấu hiệu cho đám người có đức tin.","arabic":"أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3446,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:38","price":"Bởi thế, ngươi (hỡi người Muslim) hãy trao cho bà con ruột thịt, người khó khăn và kẻ lỡ đường quyền lợi của họ. Đó là điều tốt đẹp cho những ai muốn tìm sự hài lòng của Allah; và những người đó là những người thành công.","arabic":"فَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3447,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:39","price":"Những gì các ngươi đưa cho (ai đó) dưới hình thức Riba (cho vay lấy lãi) với mục đích gia tăng phần lộc (của mình) trong tài sản của thiên hạ thì chắc chắn các ngươi sẽ chẳng được điều gì ở nơi Allah. Ngược lại, những gì các ngươi đưa cho (ai đó) dưới hình thức Zakah chỉ mong muốn làm hài lòng Allah (chứ không mong gì khác từ thiên hạ) thì các ngươi chính là những người sẽ được Ngài nhân thêm phần ân thưởng.","arabic":"وَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3448,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:40","price":"Allah là Đấng đã tạo hóa ra các ngươi, rồi Ngài cung dưỡng các ngươi, rồi Ngài làm cho các ngươi chết, sau đó Ngài làm cho các ngươi sống trở lại. Vậy, trong số những thần linh của các ngươi, ai có khả năng làm được ít nhất một điều trong những điều vừa nêu? Quả thật, (Allah) trong sạch và tối cao vượt trên tất cả mọi thứ mà (những kẻ thờ đa thần) đã tổ hợp với Ngài.","arabic":"ٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3449,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:41","price":"Sự hủy hoại và tai ương xảy ra khắp mọi nơi trên đất liền và ngoài biển cả đều là hậu quả do bàn tay con người. (Allah) cho họ nếm một số hậu quả mà họ đã gây ra mong rằng họ biết tỉnh ngộ mà quay đầu.","arabic":"ظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3450,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:42","price":"Ngươi (Thiên Sứ Muhammad) hãy nói với (những kẻ thờ đa thần): “Các ngươi hãy đi chu du khắp nơi trên trái đất để xem kết cuộc của những kẻ đã sống trước đây. Đa số bọn họ là những kẻ thờ đa thần.”","arabic":"قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3451,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:43","price":"Do đó, Ngươi (Thiên Sứ Muhammad) hãy hướng mặt mình về tôn giáo ngay chính trước khi xảy ra cái Ngày không thể tránh khỏi từ nơi Allah. Vào Ngày đó, thiên hạ sẽ bị tách ra làm hai, (một nhóm sẽ ở nơi Thiên Đàng và một nhóm sẽ bị đày vào Hỏa Ngục).","arabic":"فَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3452,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:44","price":"Ai không có đức tin thì sẽ gánh chịu hậu quả cho sự vô đức tin đó của mình; còn ai (có đức tin) và hành thiện là tự chuẩn bị cho mình một chỗ cư ngụ tốt (nơi Thiên Đàng).","arabic":"مَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3453,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:45","price":"(Allah muốn) ban thưởng cho những người có đức tin và hành thiện từ hồng phúc và thiên ân của Ngài. Quả thật, Ngài không yêu thương đám người vô đức tin.","arabic":"لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3454,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:46","price":"Và trong các dấu hiệu của (Allah) là Ngài gởi những luồng gió bay đi trước như điềm báo tin mừng, để cho các ngươi nếm mùi Nhân Từ của Ngài, để cho những chiếc tàu buồm lướt sóng theo lệnh của Ngài và để cho các ngươi tìm kiếm thiên lộc của Ngài, với hi vọng các ngươi biết tạ ơn Ngài.","arabic":"وَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3455,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:47","price":"Quả thật, TA (Allah) đã cử phái các Sứ Giả trước Ngươi (Thiên Sứ Muhammad) đến với người dân của Họ. Họ đã đến gặp người dân với những bằng chứng rõ rệt, (nhưng đám dân của Họ đã phủ nhận Họ) nên TA trừng phạt những kẻ tội lỗi. Tuy nhiên, TA phải có trách nhiệm giúp đỡ những người có đức tin.","arabic":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3456,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:48","price":"Allah là Đấng gởi các cơn gió bay đi lùa các đám mây di chuyển rồi trải nó rộng trên bầu trời theo ý muốn của Ngài và đập nó tan vụn ra; rồi ngươi (hỡi người quan sát) sẽ thấy nước mưa từ giữa (các đám mây đó) rơi xuống; rồi khi Ngài cho mưa rơi nhằm phải ai trong đám bề tôi của Ngài mà Ngài muốn thì họ vui mừng.","arabic":"ٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3457,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:49","price":"Và trước khi mưa được ban xuống cho họ thì họ đã trở nên tuyệt vọng (trong sự mong đợi nó).","arabic":"وَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3458,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:50","price":"Bởi thế, Ngươi (hỡi Thiên Sứ Muhammad) hãy nhìn xem chứng tích của lòng nhân từ của Allah về việc Ngài làm sống lại mảnh đất chết khô như thế nào. Đó quả thật là bằng chứng cho việc phục sinh người chết, bởi vì Ngài toàn năng trên tất cả mọi thứ.","arabic":"فَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3459,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:51","price":"Nếu TA gởi một luồng gió đến, họ thấy hoa màu héo vàng thì họ vong ơn sau đó.","arabic":"وَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3460,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:52","price":"Ngươi (Thiên Sứ Muhammad) chắc chắn không thể làm cho người chết nghe được và cũng không thể làm cho người điếc nghe tiếng gọi khi họ đã quay lưng bỏ đi.","arabic":"فَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3461,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:53","price":"Ngươi cũng không thể hướng dẫn người mù ra khỏi tình trạng lầm lạc của họ. Ngươi chỉ có thể làm cho người có đức tin nơi những Lời mặc khải của TA nghe được mà thôi, bởi họ là những người Muslim (thần phục TA).","arabic":"وَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3462,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:54","price":"Allah là Đấng đã tạo hóa ra các ngươi (hỡi nhân loại) từ cái yếu ớt (tinh dịch), rồi sau đó từ cái yếu ớt (trẻ thơ) Ngài ban cho sức mạnh, rồi sau đó từ sức mạnh Ngài làm cho các ngươi trở lại yếu ớt và già nua. Ngài tạo hóa bất cứ thứ gì Ngài muốn và Ngài là Đấng Hằng Biết, Đấng Toàn Năng.","arabic":"۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3463,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:55","price":"Vào Ngày mà Giờ Tận Thế được thiết lập, những kẻ tội lỗi sẽ thề thốt rằng họ đã ở (trong cõi mộ) chỉ một thời khắc ngắn ngủi mà thôi. Cũng như thế, họ đã ngoảnh mặt với chân lý (lúc còn trên thế gian).","arabic":"وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3464,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:56","price":"Riêng những người đã được ban cho sự hiểu biết và đức tin thì sẽ nói: “Quả thật các người đã ở lại (nơi cõi mộ) cho đến Ngày Phục Sinh chiếu theo Kinh Sách của Allah. Bởi thế, đây là Ngày Phục Sinh nhưng các người không biết.”","arabic":"وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3465,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:57","price":"Vào Ngày đó, mọi lý lẽ chạy tội của những kẻ tội lỗi đều không giúp ích gì được cho họ và họ cũng sẽ không được cho phép ăn năn sám hối.","arabic":"فَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3466,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:58","price":"Quả thật, TA (Allah) đã trình bày cho con người trong Qur’an này đủ loại hình ảnh thí dụ; tuy nhiên, cho dù Ngươi (hỡi Thiên Sứ) có mang đến cho họ bất cứ dấu hiệu nào thì chắc chắn những kẻ vô đức tin sẽ nói: “Các ngươi thực sự chỉ là những kẻ bịa chuyện mà thôi.”","arabic":"وَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3467,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:59","price":"Như thế đó, Allah niêm kín trái tim của những kẻ thiếu hiểu biết.","arabic":"كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3468,"juzNumber":21,"footnotes":"","lang":"vi"},{"name":"30:60","price":"Cho nên, Ngươi (hỡi Thiên Sứ) hãy kiên nhẫn bởi Lời Hứa của Allah chắc chắn là thật. Và Ngươi chớ để cho những kẻ không có đức tin vững chắc làm cho Ngươi ngã lòng (trở nên hấp tấp và không kiên nhẫn).","arabic":"فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ","category":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum"],"ayahNumber":3469,"juzNumber":21,"footnotes":"","lang":"vi"}],"chapter":["30 (Ar-Rum)","Ar-Rum","Surah Ar-Rum","Chapter Ar-Rum","Rum","Surah Rum","Chapter Rum","Ar Rum","Surah Ar Rum","Chapter Ar Rum","Surah 30","Chapter 30","The Romans","الرُّوم"]}